{"dialog_idx": {"daymond john": [15, 16, 17, 18, 19, 20, 21, 23, 25, 26, 27, 28, 29, 30, 31, 32, 34, 52, 53, 54, 63, 64, 65, 77, 80, 83, 84, 85, 86, 87, 89, 90, 91, 92, 93, 94, 95, 96, 100, 102, 104, 106, 128, 135, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 160, 175, 176, 177, 178, 189, 199, 200, 201, 202, 203, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 244], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 22, 24, 33, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 55, 56, 57, 58, 59, 60, 61, 62, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 78, 79, 81, 82, 88, 97, 98, 99, 101, 103, 105, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 129, 130, 131, 132, 133, 134, 136, 137, 138, 139, 140, 157, 158, 159, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 190, 191, 192, 193, 194, 195, 196, 197, 198, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 243]}, "episode_num": 130, "file_type": "html", "guests": ["daymond john"], "num_sentences": 245, "num_words": 6650, "raw_text": "Tim Ferriss: Hello boys and girls, this is Tim Ferriss and welcome to another episode of the Tim Ferriss Show. It’s usually my job to deconstruct world-class performers whether they are say, military strategist, hedge fund managers, chess prodigies, athletes, entertainers, screenwriters, et cetera. This time around the tables are turned, many of you have wanted to hear me being interviewed, and I may bore you to tears. But this is an attempt and, in fact, we have Daymond John, who is CEO and founder of FUBU, which he turned into a business with more than six billion in sales, but it all began with a $40 budget and no outside funding. Daymond has a new book out called The Power of Broke. He is an expert interviewer and interrogator. You may also know him, of course, as one of the stars of Shark Tank. We’ve known each other for quite a few years, and what you’re going to hear is an interview that was then sliced and diced and put in a synopsized form into the book about some of my beginnings that you may not have heard of. It’s like, “The 4-Hour Workweek this…luxury lifestyle design that,” but you oftentimes don’t know about me driving around in a used minivan that was a hand-me-down from my mom, or giving keynote presentations to Chihuahuas to try to develop my presentation skills because I was so nervous to go on stage et cetera, et cetera. We dig into a lot of the advantages you can have if you think you are at a disadvantage. Desperation, lack of funding, no background training, networking. How can you take The Power of Broke, in this case, the power of being a rogue beginner starting from scratch, and turn it into a strength. That’s what this conversation is about. You should definitely check out The Power of Broke it has interviews with people, not only yours truly, but with the founder of Under Armour, EDM Superstars, people from every possible field you can imagine about their rocky beginnings and how they turned a lack of resources into a strength. Without further ado, please enjoy my conversation with Daymond John. Daymond John: What’s up, you got me here Daymond John, and I have the pleasure of bringing my buddy on to talk about the Power of Broke. My buddy’s name is Tim Ferriss. I don’t think he needs any introduction, but I’m going to actually read a couple of points because I do know many of the things that Tim has done and is still doing, but I want to make sure that I really put it in perspective because there’re so many things. Tim, of course, is the author and entrepreneur an angel investor and also really a human guinea pig. I think that Tim exercises the Power of Broke whether when he is looking and vetting deals or whether he is is actually becoming a human guinea pig for something, or he’s putting out his book and information, or he’s just out there learning. I learned from Tim a lot, and I just want to basically introduce Tim Ferriss. How are you doing Tim? Tim Ferriss: I’m great. Daymond John: All right. Tim Ferriss: Nice to be here. Daymond John: Thank you. Well, thanks for being here with me, so now the first thing I want to talk about is basically when you came out and you decided to come out with a The 4-Hour Workweek. The theory of the Power of Broke is the fact that we don’t utilize money to accomplish the job. I don’t care if you’re working at Ford. It’s about ingenuity and it’s about thinking but it’s not about the actual dollars, the dollars will come but it’s about being creative. Why would somebody give you a book deal because I’m told that you got turned down by 26, 27 authors. I got turned down by 27 banks. I guess that’s the lucky number. Tim Ferriss: Yeah. Daymond John: What was the challenge of getting a book deal and getting it out there? Tim Ferriss: The first problem if you want to look at it as problem was that I never wanted to write a book, so it was an accidental career and I had a few students I was guest lecturing at the time recommend that I write a book, and I was like, “That’s the most ridiculous thing I’ve ever heard. I can’t write, I don’t want to write anything longer than an e-mail, and I’m  not going to do it.” When the notes started coming together for this class and a few friends of mine were like you should just make this a book you have all this material that you could turn into something. I tried to put it together and eventually got introduced to a couple of the right people, which, by the way, I’m actually going to take it back a step. The person who introduced me to my agent was Jack Canfield, who was co-creator of Chicken Soup for the Soul. I think this is most relevant to the Power of Broke. The way I met him people were always asking me how do you meet your mentor, did you send him an e-mail and ask him to be your mentor. I’m like, no that’s not what you do because they have of a job, and they don’t need another full-time job. Especially, a non-paid one. I had just moved to Silicon Valley years prior, didn’t know anyone, didn’t have any money, and I was driving my mom’s hand-me-down minivan which was like … It was horrible, not good for dating, and I decided to volunteer for a start-up non-profit that held events. I busted my ass as a volunteer. I kept on taking on more responsibility and kept on asking for more, for more, for more and eventually they’re like all right this guy’s a go-getter we don’t have many of those among the volunteers because they think it’s volunteer work they don’t have to work hard. I was invited to one of their board meetings, and they chose me to lead the next major event. What did that mean? The important thing here was that I got to invite, I got to choose and invite the panelists and the speakers. I invited Jack Canfield co-creator of Chicken Soup for the Soul, hundred million plus books sold, the guy who created the pet rock, co-founder of Electronic Arts, the founder of Clif Bar, all these people that I wanted to meet. I had no money, no connections. The only thing I had was time. That was it. Daymond John: I want to stop right there because you bring up a very valuable point that you went and, you wanted to be mentored in an environment and, I know that you and I and many of us mentor people but, a lot of people don’t realize what’s in it for the mentor. Everybody comes and, their pitch is I need, I need, I need, I need, and it’s my pitch as well. I need to sleep less to help you, and I need to do that and then so your theory was let me go and contribute, let me also go and I’m going to get up before everybody, I’m going to go to bed after everybody and I’m going to become a rock star there and I’m going to add value, and that value will then return to me. Tim Ferriss: At the time, I had to borrow that credibility. In the beginning, I had no background, I hadn’t been on the cover of any magazines or anything like that. I worked with this non-profit that did bring in media they as an organization had people from Forbes and whether it was the Tech Crunch of the day whatever would show up and that’s why the panelist wanted to come. Flash forward many years later and I never bugged Jack I never asked him to mentor me just every once in awhile if I had a real life decision question and it was not frequent I would send it to him. Eventually many years later and we’re still friends but he’s like you should make this a book and before I knew it, he’s like I’m introducing you this person, this person, this person, this person. That’s how I met the agent who was at the time a brand new agent, he was a superstar editor but a brand new agent. He was also is in a situation where he had no resources, no reputation as an agent and we went out to sell the book together and, I got turned down by everybody violently. It wasn’t just a polite no thank you it was this is garbage who is this idiot to tell me how old is he again, to tell me AB and C people were very very offended in some cases which is still kind of mystifying to me. Daymond John: Let me ask you something, with all those turn-downs by what you would say would be individuals who know the world, they know the pulse, and they’re telling you it’s crap now, there’s the fine line of we are in love with our product and we’re too in love and we’re not taking reality in hand. Was there a way that you were measuring it going, “No I’m taking the pulse here or there and I know I’m on to something,” because we have to be realistic not all entrepreneurs or people are going to get an A. 90% are going to get an F, and at what point did you say this is not an F it’s an A, or even a B? Tim Ferriss: The first I’d been testing this material in classes for years and I always did feedback forms and I knew what people responded best to I knew how to hit a pulse of the people who were in a position to buy my book were not my target audience and so it didn’t register for them, they didn’t have the same pain points maybe. It was demoralizing I mean 20 plus rejections and not mild rejections it was really demoralizing and I kind of started to doubt myself a little bit here and there but I believed in the value of the content because it was a true story of my experience of what had worked for me. I’d written the book of what I’ve written at that point at least basically as an e-mail to two friends and two very specific runs with very specific problems and we had one meeting left I remember because I went to New York, flew to New York to go to these in person meeting with my agent and I was just like no, no, no goodbye, no. This sounds straight out of a movie but it’s true the last meeting was with Crown and Crown is an imprint basically a subdivision of Random House and I was just thinking to myself, this is the last meeting so hopefully I’m going to be the most polished right, number one. We had the meeting and you can kind of feel a meeting if it’s working or not and it wasn’t working and then so I’m sitting there and people are getting it but intellectually they’re like okay I get it but they weren’t having the visceral response. At the time there’s a guy named Steve Ross who is in charge of saying yes or no he was the guy and he was way down at the end. It was like one of those kind of death star meetings, they do it at CAA and all those places where they bring in 30 people. I can’t remember the peoples names and I remember towered the very end Steve was like is there anything else you’d like to say before we kind of cut and then we can follow up with you, it’s one of those like don’t call us we’ll call you kind of meet ups, I was like oh God here comes number 30. I told them absolutely I said I don’t half-ass anything and this is, para phrased. I was like if you look at my records whether it’s in sports, whether it’s in Tango whether it’s in anything I will do anything required I will kill myself if necessary to make this book a best seller and it will be a best seller and you guys should buy it and he was like that’s ballsy that later I have no idea like how the decision-making process went but then about a year or two later word came back to me it was that last thing you said. It was the end of the meeting. Daymond John: How fast did they go to contract, or let’s start writing, let’s start putting it together after that? Tim Ferriss: They also got a very good price, it’s a balance of factors right. They were like all right this guy seems crazy enough. Daymond John: We’re managing our expectations we’re not paying a lot for it and this guy is a workhorse probably. Tim Ferriss: Right, right. They were like all right we place bets all the time, this guy seems crazy enough and, it took just a couple weeks, within a couple weeks it was time to write. Daymond John: Well that’s great. You know what, honestly I’ve never heard the details of the story but it has all the personality to a traditional Power of Broke theme which is number one you didn’t overburden the potential mentor whoever it was. Number two is you know that person and it happened with that potential mentor as well as at the end of this part of your life, the decision-making person said he’s going to do it with or without me and I want to be part of the ride. I think also that as being turned down by 27 publishers I think there’s a couple things here that you had proof of concept and that’s what made you believe that you could go because you had already tested it. I also think that a couple of things is one thing I believe if everybody loves it you get the lowest common denominator. Tim Ferriss: Or they’re lying to you. Daymond John: Or they’re lying to you and, a hard no is at least better then maybe I’m saying I’ll call you back, right, so I think that all exercises exactly what I tried to tell people we share with people is the Power of Broke. Then now we have the book it’s somebody believed in you, You know the other point I like, you know that agent that nobody was working with that you found and you became partners with. When I found my partners they were partners who ended up help me distribute clothes they wear number 20, 30, 40 in the business. I noticed that everybody likes to go to number one and two, I want to go to number 20 who wants to be number one or two. Because they have the connections they have the pipeline they just don’t have the product and/or the grit of the newer position and that’s what you found. Okay now all of sudden you have this book deal that you really told them that you were going to change the world and become a best-seller which is one of the hardest things to do especially the time when books were starting to plummet, they give you a deal the deal they don’t give you a lot of money and even when they give you a lot of money they barely do any marketing. Now you have to go out and market this book and you, have to deliver on your word. What happens how does that happen? Tim Ferriss: I remember very very clearly it was … Let me get this right it was December 26, 2006 so the book was slated to come out April and I’ve been thinking about this for a while but what I realized like you said, publishers tend to put money behind books they already put money into and they haven’t put any money into mine really and so it was my job to try to figure out how to market. I didn’t have free reign, I didn’t have a full hand of options because the publisher didn’t want me meddling with a lot of stuff, they were like, no, no, no we might do stuff with print, we might do stuff with this. What that left with me was online and online is obviously a big category that keep in mind this is the end of 2006 and beginning 2007. Daymond John: There was a Twitter. Tim Ferriss: Twitter was just coming out it was a baby. Daymond John: Was what out at that time? Tim Ferriss: It would have been Google, obviously you have AdWords and stuff like that, Facebook you had Twitter which was very nascent. Daymond John: Myspace was. Tim Ferriss: Myspace was sort of yeah. Daymond John: Okay gotcha. Tim Ferriss: There were … But there was kind of word on the street that like bloggers, bloggers were interesting who were these blogger people. I realized if online is only a sandbox I can play in, I should probably figure out what the hell blogs and bloggers are and it’s embarrassing to say it this point. I went online I remember the day after Christmas I really need to figure this out everything I thought I was going to do I’m not allowed to do apparently. I searched most influential bloggers and Technorati came up a few times, a number of different things came up, and I saw a summit there was this some time of … Oh no, it was CES that’s right, Consumer Electronics Show in Vegas. To my mind because I used to have to sell mass data storage systems when I graduated from school the first job I had was like boiler room selling storage area network so I made a lot of cold calls and a lot of cold e-mails and I realized okay well what is the hardest way to get a hold of a blogger, the most crowded way is probably e-mail and they are getting tons of e-mail. The second most crowded would be phone, but they don’t just put their phone on the internet for the most part unless it’s Robert Scoble, who ended up being very instrumental. Then the least crowded is in person, and so I decided that I was going to try to track down … How do I find groups like herds of bloggers in one place? I looked at CES and I bought a ticket to Vegas and I never, went to CES, I ended up going to, I started asking around, effectively, where can I meet bloggers where could I ask bloggers questions. They said you should go to the lounge C-gate is sponsoring a lounge called the Blog Haus, H-A-U-S and it’s free booze and free Wi-Fi for bloggers I was like perfect! I go to this blog house, tip for people always be nice be nice and this is where it’s going to get really … That becomes really crucial. I walk in there and there’s a woman who is helping people get situated and sign in and checking their wrist bands, and I was very nice to her I didn’t know anybody and sat down and I would sit in on conversations. I basically just say, “Hey guys, first time at CES, I don’t know anything, do you mind if I just evesdrop?” I would buy you a round of drinks but it’s free I’ll get you some drinks and they’re, like yeah okay whatever. I just did that over and over and over again and it turned out later because I was kind of lost like a babe in the woods and I was speaking with this woman, Maryam, who is helping people check in and everybody wanted at that time to talk to this guy named Robert Scoble who was … He’s a big deal he was the guy, like if you wanted somebody to talk about you or anything you were doing he was the guy but everyone was on top of him, I mean everyone was just and clamoring to get ahold of this guy and I felt like that was not the right way to talk to him. I didn’t want to be 1 of 20 people trying to get his attention. It turned out lo and behold I brought this up to this woman who was helping me check in and she was, his wife and she’s like oh no problem you can meet Robert he’s really easy to talk to. Just wait until they are done dong their thing. Hang out I had nothing else to do, hang out for an hour-and-a-half two hours three hours whatever it was and she made the introduction and that a very small mention from Robert is one of the critical things that started the entire snowball. I took my experience at CES because I felt like it was a positive there weren’t any big results yet because the book hadn’t come out but I was like this seems to be working somehow like I’m getting that sixth sense that things are starting to gel. Because I was very honest I didn’t try to impress anybody this is another thing, I didn’t try to impress anybody with what I knew about tech or anything I would be the first person if they’re like the Ruby on Rails I would be like, “I’m sorry, I’m deep in the ignorance field here,” like, “I’m sorry guys I don’t know Ruby on Rails.” It was so uncommon that people would do that and admit when they didn’t know something that people will then start asking me questions, like what are you doing here, well I’m working on my first book, well what’s your book about. I would just let them draw it out of me. I wouldn’t pitch I would go into full pitch mode because that’s just like it’s just like trying to go on dates you can’t just suddenly give a woman a five-minute pitch like it doesn’t work, like desperation doesn’t work. Daymond John: Go for the jugular if it doesn’t work. Tim Ferriss: I went to South by Southwest and managed to finagle, beg and plead and negotiate and go through many many different people to try to get a speaking spot. They’re like no no no and Hugh Forrest who runs South by Southwest Interactives and now a good friend but at the time he must have been so irritated because I kept on trying, kept on trying and then they had a cancellation I think a very last minute cancellation, they were like okay you can go to sponsor room where people are going to be eating and drinking non-ideal. You’ll be in the Adobe, I think it was the Adobe such-and-such room and you’ll have a half hour or an hour. When I gave that presentation and I didn’t have a place to stay all the hotels were sold out, God all those memories are coming back now, I’m going to tear up, I stayed at a friend’s house and you’re going to love this and I was so nervous giving my presentation, he had three Chihuahuas all of different personalities, different sizes and I went to the garage and the dogs came in because they thought I was going to go get food and I gave my presentation to these Chihuahuas over and over again. Of course well I assume they couldn’t understand a word I was saying but if I was boring if I didn’t move around if I wasn’t engaging they would take off. If I was doing this kind of stuff really Tony Robbins-ing at them and keeping them engaged, then they sat there mesmerized. Daymond John: That’s the stupidest story I’ve ever heard. Tim Ferriss: Exactly. They were like I don’t know whatever he’s doing it looks like it’s exciting so I’ll watch. I went and, I gave this presentation, the tech failed, I remember that. I had a whole presentation, and the internet connection was dead. I was like, “Okay, I guess I’m just going to have to wing it.” I had rehearsed so much giving this presentation, and that was that’s where it took off. Daymond John: Well, first of all, I think the most important thing I don’t know if everybody else is going to learn I have two hot dogs and two chihuahuas so I’m going to start doing my pitches no matter what level we’re at. I think the most valuable thing that you mentioned in the story a couple of things first of all what you said about the bloggers is going at them the normal traditional route. Individuals who are in the space they are approached a million times and I have the same problem with music artists and producers. I didn’t go down and try to find them at a conference when they’re getting 9,000 cards or something like that. You know what I did I started trying to find a way to meet them them at clubs and hang out in the studio because a music artist is not waking up until 2 o’clock in the afternoon because they’re performing then in the studio all night so I tried to do that of course. I think also one of the most important things you said is be nice to everybody. Mary Kay made a statement years ago of course everybody is walking around with an invisible sign on them saying make me feel important. Many people think that this whole thing of walking around yeah I need to speak to the man, that’s not probably going to get you as far as speaking to the wife or the daughter or the kids and many times even when Shark Tank something well a product I’ll have it will air I’ll call all my big too do guys and I’ll say I want to a deal with you and they go whatever. Let them be home in the bed with their wife watching TV eating some chips and that product that airs and she goes oh my God I would use that. My phone lights up the next day. The most trusted advisors of individuals of people are people they love. Make sure you’re nice and especially even if they don’t love them and, they trust them like their secretaries or their doctors, these are the people that can say hey this is a good guy or this is a good girl. I love those stories that’s absolutely the most amazing thing, and I think that one of the last things are your transparency. Don’t walk in a room like you know everything because when you’re talking to very seasoned people there is a certain code and/or language we speak not that it’s hidden but there are certain things you would say that can pick up that we know that you’re lying or we know that you don’t know what you’re talking about. Now all of a sudden you have the book deal, meet the bloggers, the book where does the book end up in life at that point? Just give us basically what grade did you get on that book? Tim Ferriss: The book was hard to write, I still find writing really difficult. Book launches and I constrained what I spent also. I could have spent more and I chose not to, I kept my expenses really tight it was like 5 to 10 grand and, that was mostly just flying around trying to find people. Daymond John: Wow. Tim Ferriss: Part of the reason I kept it tight because it made … It required that my thinking was more precise and it required, that my thinking was unorthodox. Even if you can afford more, whether it’s time, money or whatever it doesn’t mean that you should use it because you don’t want all of that margin for error necessarily, you want to force the hard thinking. When the book came out I remember I was killing myself for this book launch, I should also point out the point of the 4 Hour Work Week and the case studies is that you control this currency called time and you can allocate it to the things that are going to give you the most pleasure or highest leverage. In this case, I knew the book was going to give me the most leverage if executed well. I was just killing myself kind of after doing an 80/20 analysis of this is where my time is best spent and, I did I’m sure you’ve done satellite radio tours before where you just walk in and, you do 40 radio shows in a row it’s exhausting. It was towards the end of the day this was a Wednesday I’m pretty sure it was a Wednesday, I was just demolished and, I got a call from my editor. I was like hey how’s it going I’m dead I’m really beat I don’t know if my brain is going to be really helpful right now. She’s like hi there Mr. New York Times best selling author. I was just like Heather please don’t fuck with me right now I’m so tired please don’t. She’s like no you hit the list, you are on the extended list but you, hit the list. I was just like and you know I just kind of leaned back against the wall and fell down and I was kind of sitting there with my head in my hands and I was like wow, I had wanted it but like on some level didn’t think it was going to happen. The first book just explodes and goes ballistic, goes completely nuts and hits the New York Times list, stays on the New York Times list for about four and a half years unbroken, every week. Hits number one it gets translated into now 40 something odd languages and still sits around like 200 on Amazon now. Daymond John: The book is amazing and obviously that’s why I value your contribution for this time. You go on after that you go and do the 4 Hour Body correct and again bang out of there. Now all of a sudden you decide to do exactly what you do best you start to look at the next best opportunities where the trend and/or the people are going because as they say you want to be where it’s going to be not where it’s at now. You go and do a deal and what happens with this book deal you go to deal? Tim Ferriss: Exactly like Wayne Gretzky, you want to go to where the puck is going to be not where it is. I noticed a trend with the 4-Hour Work Week the percentage of digital sales e-books was about 6% in the first month or two because the Kindle was also just becoming a thing. Then for the 4-Hour Body it was about 25, 30% and I could see where the trend was going and where consumption was going with printed material. I had an opportunity to be the first major book acquired by Amazon Publishing which is not self-publishing. Amazon was and did launch Amazon Publishing would pay advances recruit authors and compete head-to-head against the big six. The Simon & Schuster the Random House and everything. I had a chance to be the first and I like being first there are a lot of risks with that you take a lot of arrows, if anything is going to go wrong you’re going to feel it. I love doing it it’s one of those things that’s what’s gets me excited and I was like you know if that’s a wave no one has surfed before I want to try that. I decided to partner with Amazon and this huge news went out New York Times and everything and I expected there to be some blow back, I expected there to be some issues but man, were there a lot of issues. Barnes & Noble somewhat expected it boycotted the books. Daymond John: Barnes & Noble, the biggest guys. Tim Ferriss: The big guy. A ton of other folks in the UK, Canada followed suit. Then the Indies followed suit then what I didn’t expect was the big box guys who were also afraid of Amazon for related but different reasons Costco, Target, Walmart all boycotted the book. Now you’re in a situation or I was in a situation it’s like okay my entire reputation for the last three years of my life and I put about three years into each book hinges on getting this to as many people as possible and, I have effectively zero retail distribution now what. I had to do a bunch of very unorthodox things to try to get it out into people’s hands. One there’s an expression you here sometimes and Publishing which is the hardest place to sell a book is in a bookstore, why because there are a million other books. I started reaching out to other people with large retail footprints and Panera Bread was one of them. It turned out I had a lot of fans at Panera as a benefit of the first book and so we did sort of a shock and awe campaign in New York City specifically around all the other publishers to fire a warning shot.The book distribution through Panera was done primarily in New York but it was for the PR benefit. It wasn’t planned to do the whole thing nationwide. Daymond John: We’re talking about 4 Hour Chef at this point Tim Ferriss: 4 Hour Chef for doing 4 Hour Chef and we launched it with a secret menu also at Panera where people could get slow carb items, which means no bread at Panera which means bread. We did all this simultaneously I had to think about basically this was going back to square one because it’s as if I have almost as if I have no money because I have no retail distribution at all. Daymond John: No you didn’t have. It’s not that you didn’t have any money you were actually negative you had enemies. You couldn’t even if you had money. Tim Ferriss: Even if I had money I couldn’t buy my way into placement at end cap at Barnes & Noble it wouldn’t happen. I was actually at a deficit. We did a bunch of really interesting things we also basically at the same time I took over at Panera and negotiated really well and took over a portion of the taxi cabs in New York City would run a trailer for the book. Simultaneous with that did something which cost really no money at the time, got in touch with BitTorrent for people that don’t know it’s a peer-to-peer file-sharing networks. Basically, they wouldn’t like that description very much but where you can find almost anything and they wanted to establish themselves and this is where you have to figure out what other people want. I know you know this you’re saying you can’t just be that I need I need like you said. What do other people want and I sought out people like BitTorrent because they want to establish themselves as a way for legitimate artist or producers to spread content to new fans. I was like I can be your poster boy. Basically, the same pitch I came to Crown right when I sold my first book I was like I will do everything, I’ll go hard, I need this so I will do everything that I can to put you on the map with mainstream media as a legitimate source of distribution. I did a big partnership with them a ton of content given away for free, e-mail gates which means we got e-mail addresses for people who signed up to get these things for free. Long story short it was the entire torrent bundle for The 4-Hour Chef bundle. You can still find it. It was downloaded I think more than two-and-a-half million times. At the end of the day, when we looked at it in retrospect, the number five I think most downloaded torrent of the entire year ahead of some of the biggest musicians you’ve heard of. All of these things helped drive it to number one Wall Street Journal hit the list stayed there and sat there for a while. Would have I sold more books if I had full retail roll out probably. Would it have forced me to be as innovative probably not. Do I regret having made the decision? No. Daymond John: That’s it, and I think you are the epitome and, you sum it all up. The lessons that take aways from there are two things. Number one is people believe that after they get to a certain stage in life or if they get to that certain stage in life they’re not going to have roadblocks and obstacles. Whether you’re Steve Jobs who was fired at Apple or you’re Bill Gates and, the government is coming after you for this to try to choke you or you’re Donald Trump and you leverage too much of your Properties or your Daymond John and after FUBO they go out that was just a fad people don’t like baggy jeans it’s never going to happen again. Don’t think that it’s ever going to stop actually the more successful you become you just trade up. You just trade up the haters. Also you also have really showed me and everybody who was watching is at whatever level you get you have to roll up your sleeves and, you have to dig in deep and, you yourself have to do it. If you think you’re going to allocate it to everybody else then the whole idea about being a boss and an owner is to sit home and do this and that. I don’t believe that success is going to follow that. You go ahead and break all the records and of course the book goes on to doing really really impressive numbers and, it’s still out there. I just want to sum all this up because first of all here’s where I find you amazing. I find the fact that you find new and viable veins to go out there and push your agenda as well as enrich people’s lives. Because if you really look that not only how you got there what you put out is probably the most valuable thing that we have in our lives. There’s only three things that really can help us in life or hurt us. It’s time; it’s your health and it’s your nutrition, and they’re all married together. If any one of those three fall, you can’t be successful. I’m not talking about success is necessarily is going to be money you can have a productive life as a father mother child a loved one and/or you can have success. First of all that’s valuable and I really urge everybody who’s watching this to please please read the books and I am a huge fan of it. I’m just going to sum it up with some of the other things that Tim has done and this is going to be very very short but Tim is an investment adviser in things such as you may have heard of them, Facebook, Shopify, Uber, Evernote Angel List, Twitter and the list goes on. I will list everything and every way that you can really check out Tim’s materials, and I am a big fan of his. Thank you, Tim, for hanging out with me, and I really did learn things I’m a student of life man, thank you. Tim Ferriss: Thank you, this is great. Daymond John: I appreciate it.", "speakers": ["tim ferriss", "daymond john"], "text_sentences": ["hello boys and girls, this is tim ferriss and welcome to another episode of the tim ferriss show", "it’s usually my job to deconstruct world-class performers whether they are say, military strategist, hedge fund managers, chess prodigies, athletes, entertainers, screenwriters, et cetera", "this time around the tables are turned, many of you have wanted to hear me being interviewed, and i may bore you to tears", "but this is an attempt and, in fact, we have daymond john, who is ceo and founder of fubu, which he turned into a business with more than six billion in sales, but it all began with a $40 budget and no outside funding", "daymond has a new book out called the power of broke", "he is an expert interviewer and interrogator", "you may also know him, of course, as one of the stars of shark tank", "we’ve known each other for quite a few years, and what you’re going to hear is an interview that was then sliced and diced and put in a synopsized form into the book about some of my beginnings that you may not have heard of", "it’s like, “the 4-hour workweek this…luxury lifestyle design that,” but you oftentimes don’t know about me driving around in a used minivan that was a hand-me-down from my mom, or giving keynote presentations to chihuahuas to try to develop my presentation skills because i was so nervous to go on stage et cetera, et cetera", "we dig into a lot of the advantages you can have if you think you are at a disadvantage", "desperation, lack of funding, no background training, networking", "how can you take the power of broke, in this case, the power of being a rogue beginner starting from scratch, and turn it into a strength", "that’s what this conversation is about", "you should definitely check out the power of broke it has interviews with people, not only yours truly, but with the founder of under armour, edm superstars, people from every possible field you can imagine about their rocky beginnings and how they turned a lack of resources into a strength", "without further ado, please enjoy my conversation with daymond john", "what’s up, you got me here daymond john, and i have the pleasure of bringing my buddy on to talk about the power of broke", "my buddy’s name is tim ferriss", "i don’t think he needs any introduction, but i’m going to actually read a couple of points because i do know many of the things that tim has done and is still doing, but i want to make sure that i really put it in perspective because there’re so many things", "tim, of course, is the author and entrepreneur an angel investor and also really a human guinea pig", "i think that tim exercises the power of broke whether when he is looking and vetting deals or whether he is is actually becoming a human guinea pig for something, or he’s putting out his book and information, or he’s just out there learning", "i learned from tim a lot, and i just want to basically introduce tim ferriss", "how are you doing tim", "i’m great", "all right", "nice to be here", "thank you", "well, thanks for being here with me, so now the first thing i want to talk about is basically when you came out and you decided to come out with a the 4-hour workweek", "the theory of the power of broke is the fact that we don’t utilize money to accomplish the job", "i don’t care if you’re working at ford", "it’s about ingenuity and it’s about thinking but it’s not about the actual dollars, the dollars will come but it’s about being creative", "why would somebody give you a book deal because i’m told that you got turned down by 26, 27 authors", "i got turned down by 27 banks", "i guess that’s the lucky number", "yeah", "what was the challenge of getting a book deal and getting it out there", "the first problem if you want to look at it as problem was that i never wanted to write a book, so it was an accidental career and i had a few students i was guest lecturing at the time recommend that i write a book, and i was like, “that’s the most ridiculous thing i’ve ever heard", "i can’t write, i don’t want to write anything longer than an e-mail, and i’m  not going to do it.” when the notes started coming together for this class and a few friends of mine were like you should just make this a book you have all this material that you could turn into something", "i tried to put it together and eventually got introduced to a couple of the right people, which, by the way, i’m actually going to take it back a step", "the person who introduced me to my agent was jack canfield, who was co-creator of chicken soup for the soul", "i think this is most relevant to the power of broke", "the way i met him people were always asking me how do you meet your mentor, did you send him an e-mail and ask him to be your mentor", "i’m like, no that’s not what you do because they have of a job, and they don’t need another full-time job", "especially, a non-paid one", "i had just moved to silicon valley years prior, didn’t know anyone, didn’t have any money, and i was driving my mom’s hand-me-down minivan which was like … it was horrible, not good for dating, and i decided to volunteer for a start-up non-profit that held events", "i busted my ass as a volunteer", "i kept on taking on more responsibility and kept on asking for more, for more, for more and eventually they’re like all right this guy’s a go-getter we don’t have many of those among the volunteers because they think it’s volunteer work they don’t have to work hard", "i was invited to one of their board meetings, and they chose me to lead the next major event", "what did that mean", "the important thing here was that i got to invite, i got to choose and invite the panelists and the speakers", "i invited jack canfield co-creator of chicken soup for the soul, hundred million plus books sold, the guy who created the pet rock, co-founder of electronic arts, the founder of clif bar, all these people that i wanted to meet", "i had no money, no connections", "the only thing i had was time. that was it", "i want to stop right there because you bring up a very valuable point that you went and, you wanted to be mentored in an environment and, i know that you and i and many of us mentor people but, a lot of people don’t realize what’s in it for the mentor", "everybody comes and, their pitch is i need, i need, i need, i need, and it’s my pitch as well", "i need to sleep less to help you, and i need to do that and then so your theory was let me go and contribute, let me also go and i’m going to get up before everybody, i’m going to go to bed after everybody and i’m going to become a rock star there and i’m going to add value, and that value will then return to me", "at the time, i had to borrow that credibility", "in the beginning, i had no background, i hadn’t been on the cover of any magazines or anything like that", "i worked with this non-profit that did bring in media they as an organization had people from forbes and whether it was the tech crunch of the day whatever would show up and that’s why the panelist wanted to come", "flash forward many years later and i never bugged jack i never asked him to mentor me just every once in awhile if i had a real life decision question and it was not frequent i would send it to him", "eventually many years later and we’re still friends but he’s like you should make this a book and before i knew it, he’s like i’m introducing you this person, this person, this person, this person", "that’s how i met the agent who was at the time a brand new agent, he was a superstar editor but a brand new agent", "he was also is in a situation where he had no resources, no reputation as an agent and we went out to sell the book together and, i got turned down by everybody violently", "it wasn’t just a polite no thank you it was this is garbage who is this idiot to tell me how old is he again, to tell me ab and c people were very very offended in some cases which is still kind of mystifying to me", "let me ask you something, with all those turn-downs by what you would say would be individuals who know the world, they know the pulse, and they’re telling you it’s crap now, there’s the fine line of we are in love with our product and we’re too in love and we’re not taking reality in hand", "was there a way that you were measuring it going, “no i’m taking the pulse here or there and i know i’m on to something,” because we have to be realistic not all entrepreneurs or people are going to get an a", "90% are going to get an f, and at what point did you say this is not an f it’s an a, or even a b", "the first i’d been testing this material in classes for years and i always did feedback forms and i knew what people responded best to i knew how to hit a pulse of the people who were in a position to buy my book were not my target audience and so it didn’t register for them, they didn’t have the same pain points maybe", "it was demoralizing i mean 20 plus rejections and not mild rejections it was really demoralizing and i kind of started to doubt myself a little bit here and there but i believed in the value of the content because it was a true story of my experience of what had worked for me", "i’d written the book of what i’ve written at that point at least basically as an e-mail to two friends and two very specific runs with very specific problems and we had one meeting left i remember because i went to new york, flew to new york to go to these in person meeting with my agent and i was just like no, no, no goodbye, no", "this sounds straight out of a movie but it’s true the last meeting was with crown and crown is an imprint basically a subdivision of random house and i was just thinking to myself, this is the last meeting so hopefully i’m going to be the most polished right, number one", "we had the meeting and you can kind of feel a meeting if it’s working or not and it wasn’t working and then so i’m sitting there and people are getting it but intellectually they’re like okay i get it but they weren’t having the visceral response", "at the time there’s a guy named steve ross who is in charge of saying yes or no he was the guy and he was way down at the end", "it was like one of those kind of death star meetings, they do it at caa and all those places where they bring in 30 people", "i can’t remember the peoples names and i remember towered the very end steve was like is there anything else you’d like to say before we kind of cut and then we can follow up with you, it’s one of those like don’t call us we’ll call you kind of meet ups, i was like oh god here comes number 30", "i told them absolutely i said i don’t half-ass anything and this is, para phrased", "i was like if you look at my records whether it’s in sports, whether it’s in tango whether it’s in anything i will do anything required i will kill myself if necessary to make this book a best seller and it will be a best seller and you guys should buy it and he was like that’s ballsy that later i have no idea like how the decision-making process went but then about a year or two later word came back to me it was that last thing you said", "it was the end of the meeting", "how fast did they go to contract, or let’s start writing, let’s start putting it together after that", "they also got a very good price, it’s a balance of factors right", "they were like all right this guy seems crazy enough", "we’re managing our expectations we’re not paying a lot for it and this guy is a workhorse probably", "right, right", "they were like all right we place bets all the time, this guy seems crazy enough and, it took just a couple weeks, within a couple weeks it was time to write", "well that’s great", "you know what, honestly i’ve never heard the details of the story but it has all the personality to a traditional power of broke theme which is number one you didn’t overburden the potential mentor whoever it was", "number two is you know that person and it happened with that potential mentor as well as at the end of this part of your life, the decision-making person said he’s going to do it with or without me and i want to be part of the ride", "i think also that as being turned down by 27 publishers i think there’s a couple things here that you had proof of concept and that’s what made you believe that you could go because you had already tested it", "i also think that a couple of things is one thing i believe if everybody loves it you get the lowest common denominator", "or they’re lying to you", "or they’re lying to you and, a hard no is at least better then maybe i’m saying i’ll call you back, right, so i think that all exercises exactly what i tried to tell people we share with people is the power of broke", "then now we have the book it’s somebody believed in you, you know the other point i like, you know that agent that nobody was working with that you found and you became partners with", "when i found my partners they were partners who ended up help me distribute clothes they wear number 20, 30, 40 in the business", "i noticed that everybody likes to go to number one and two, i want to go to number 20 who wants to be number one or two", "because they have the connections they have the pipeline they just don’t have the product and/or the grit of the newer position and that’s what you found", "okay now all of sudden you have this book deal that you really told them that you were going to change the world and become a best-seller which is one of the hardest things to do especially the time when books were starting to plummet, they give you a deal the deal they don’t give you a lot of money and even when they give you a lot of money they barely do any marketing", "now you have to go out and market this book and you, have to deliver on your word", "what happens how does that happen", "i remember very very clearly it was … let me get this right it was december 26, 2006 so the book was slated to come out april and i’ve been thinking about this for a while but what i realized like you said, publishers tend to put money behind books they already put money into and they haven’t put any money into mine really and so it was my job to try to figure out how to market", "i didn’t have free reign, i didn’t have a full hand of options because the publisher didn’t want me meddling with a lot of stuff, they were like, no, no, no we might do stuff with print, we might do stuff with this", "what that left with me was online and online is obviously a big category that keep in mind this is the end of 2006 and beginning 2007", "there was a twitter", "twitter was just coming out it was a baby", "was what out at that time", "it would have been google, obviously you have adwords and stuff like that, facebook you had twitter which was very nascent", "myspace was", "myspace was sort of yeah", "okay gotcha", "there were … but there was kind of word on the street that like bloggers, bloggers were interesting who were these blogger people", "i realized if online is only a sandbox i can play in, i should probably figure out what the hell blogs and bloggers are and it’s embarrassing to say it this point", "i went online i remember the day after christmas i really need to figure this out everything i thought i was going to do i’m not allowed to do apparently", "i searched most influential bloggers and technorati came up a few times, a number of different things came up, and i saw a summit there was this some time of … oh no, it was ces that’s right, consumer electronics show in vegas", "to my mind because i used to have to sell mass data storage systems when i graduated from school the first job i had was like boiler room selling storage area network so i made a lot of cold calls and a lot of cold e-mails and i realized okay well what is the hardest way to get a hold of a blogger, the most crowded way is probably e-mail and they are getting tons of e-mail", "the second most crowded would be phone, but they don’t just put their phone on the internet for the most part unless it’s robert scoble, who ended up being very instrumental", "then the least crowded is in person, and so i decided that i was going to try to track down … how do i find groups like herds of bloggers in one place", "i looked at ces and i bought a ticket to vegas and i never, went to ces, i ended up going to, i started asking around, effectively, where can i meet bloggers where could i ask bloggers questions", "they said you should go to the lounge c-gate is sponsoring a lounge called the blog haus, h-a-u-s and it’s free booze and free wi-fi for bloggers i was like perfect", "i go to this blog house, tip for people always be nice be nice and this is where it’s going to get really … that becomes really crucial", "i walk in there and there’s a woman who is helping people get situated and sign in and checking their wrist bands, and i was very nice to her i didn’t know anybody and sat down and i would sit in on conversations", "i basically just say, “hey guys, first time at ces, i don’t know anything, do you mind if i just evesdrop?” i would buy you a round of drinks but it’s free i’ll get you some drinks and they’re, like yeah okay whatever", "i just did that over and over and over again and it turned out later because i was kind of lost like a babe in the woods and i was speaking with this woman, maryam, who is helping people check in and everybody wanted at that time to talk to this guy named robert scoble who was … he’s a big deal he was the guy, like if you wanted somebody to talk about you or anything you were doing he was the guy but everyone was on top of him, i mean everyone was just and clamoring to get ahold of this guy and i felt like that was not the right way to talk to him", "i didn’t want to be 1 of 20 people trying to get his attention", "it turned out lo and behold i brought this up to this woman who was helping me check in and she was, his wife and she’s like oh no problem you can meet robert he’s really easy to talk to", "just wait until they are done dong their thing", "hang out i had nothing else to do, hang out for an hour-and-a-half two hours three hours whatever it was and she made the introduction and that a very small mention from robert is one of the critical things that started the entire snowball", "i took my experience at ces because i felt like it was a positive there weren’t any big results yet because the book hadn’t come out but i was like this seems to be working somehow like i’m getting that sixth sense that things are starting to gel", "because i was very honest i didn’t try to impress anybody this is another thing, i didn’t try to impress anybody with what i knew about tech or anything i would be the first person if they’re like the ruby on rails i would be like, “i’m sorry, i’m deep in the ignorance field here,” like, “i’m sorry guys i don’t know ruby on rails.” it was so uncommon that people would do that and admit when they didn’t know something that people will then start asking me questions, like what are you doing here, well i’m working on my first book, well what’s your book about", "i would just let them draw it out of me", "i wouldn’t pitch i would go into full pitch mode because that’s just like it’s just like trying to go on dates you can’t just suddenly give a woman a five-minute pitch like it doesn’t work, like desperation doesn’t work", "go for the jugular if it doesn’t work", "i went to south by southwest and managed to finagle, beg and plead and negotiate and go through many many different people to try to get a speaking spot", "they’re like no no no and hugh forrest who runs south by southwest interactives and now a good friend but at the time he must have been so irritated because i kept on trying, kept on trying and then they had a cancellation i think a very last minute cancellation, they were like okay you can go to sponsor room where people are going to be eating and drinking non-ideal", "you’ll be in the adobe, i think it was the adobe such-and-such room and you’ll have a half hour or an hour", "when i gave that presentation and i didn’t have a place to stay all the hotels were sold out, god all those memories are coming back now, i’m going to tear up, i stayed at a friend’s house and you’re going to love this and i was so nervous giving my presentation, he had three chihuahuas all of different personalities, different sizes and i went to the garage and the dogs came in because they thought i was going to go get food and i gave my presentation to these chihuahuas over and over again", "of course well i assume they couldn’t understand a word i was saying but if i was boring if i didn’t move around if i wasn’t engaging they would take off", "if i was doing this kind of stuff really tony robbins-ing at them and keeping them engaged, then they sat there mesmerized", "that’s the stupidest story i’ve ever heard", "exactly", "they were like i don’t know whatever he’s doing it looks like it’s exciting so i’ll watch", "i went and, i gave this presentation, the tech failed, i remember that", "i had a whole presentation, and the internet connection was dead", "i was like, “okay, i guess i’m just going to have to wing it.” i had rehearsed so much giving this presentation, and that was that’s where it took off", "well, first of all, i think the most important thing i don’t know if everybody else is going to learn i have two hot dogs and two chihuahuas so i’m going to start doing my pitches no matter what level we’re at", "i think the most valuable thing that you mentioned in the story a couple of things first of all what you said about the bloggers is going at them the normal traditional route", "individuals who are in the space they are approached a million times and i have the same problem with music artists and producers", "i didn’t go down and try to find them at a conference when they’re getting 9,000 cards or something like that", "you know what i did i started trying to find a way to meet them them at clubs and hang out in the studio because a music artist is not waking up until 2 o’clock in the afternoon because they’re performing then in the studio all night so i tried to do that of course", "i think also one of the most important things you said is be nice to everybody", "mary kay made a statement years ago of course everybody is walking around with an invisible sign on them saying make me feel important", "many people think that this whole thing of walking around yeah i need to speak to the man, that’s not probably going to get you as far as speaking to the wife or the daughter or the kids and many times even when shark tank something well a product i’ll have it will air i’ll call all my big too do guys and i’ll say i want to a deal with you and they go whatever", "let them be home in the bed with their wife watching tv eating some chips and that product that airs and she goes oh my god i would use that", "my phone lights up the next day", "the most trusted advisors of individuals of people are people they love", "make sure you’re nice and especially even if they don’t love them and, they trust them like their secretaries or their doctors, these are the people that can say hey this is a good guy or this is a good girl", "i love those stories that’s absolutely the most amazing thing, and i think that one of the last things are your transparency", "don’t walk in a room like you know everything because when you’re talking to very seasoned people there is a certain code and/or language we speak not that it’s hidden but there are certain things you would say that can pick up that we know that you’re lying or we know that you don’t know what you’re talking about", "now all of a sudden you have the book deal, meet the bloggers, the book where does the book end up in life at that point", "just give us basically what grade did you get on that book", "the book was hard to write, i still find writing really difficult", "book launches and i constrained what i spent also", "i could have spent more and i chose not to, i kept my expenses really tight it was like 5 to 10 grand and, that was mostly just flying around trying to find people", "wow", "part of the reason i kept it tight because it made … it required that my thinking was more precise and it required, that my thinking was unorthodox", "even if you can afford more, whether it’s time, money or whatever it doesn’t mean that you should use it because you don’t want all of that margin for error necessarily, you want to force the hard thinking", "when the book came out i remember i was killing myself for this book launch, i should also point out the point of the 4 hour work week and the case studies is that you control this currency called time and you can allocate it to the things that are going to give you the most pleasure or highest leverage", "in this case, i knew the book was going to give me the most leverage if executed well", "i was just killing myself kind of after doing an 80/20 analysis of this is where my time is best spent and, i did i’m sure you’ve done satellite radio tours before where you just walk in and, you do 40 radio shows in a row it’s exhausting", "it was towards the end of the day this was a wednesday i’m pretty sure it was a wednesday, i was just demolished and, i got a call from my editor", "i was like hey how’s it going i’m dead i’m really beat i don’t know if my brain is going to be really helpful right now", "she’s like hi there mr", "new york times best selling author", "i was just like heather please don’t fuck with me right now i’m so tired please don’t", "she’s like no you hit the list, you are on the extended list but you, hit the list", "i was just like and you know i just kind of leaned back against the wall and fell down and i was kind of sitting there with my head in my hands and i was like wow, i had wanted it but like on some level didn’t think it was going to happen", "the first book just explodes and goes ballistic, goes completely nuts and hits the new york times list, stays on the new york times list for about four and a half years unbroken, every week", "hits number one it gets translated into now 40 something odd languages and still sits around like 200 on amazon now", "the book is amazing and obviously that’s why i value your contribution for this time", "you go on after that you go and do the 4 hour body correct and again bang out of there", "now all of a sudden you decide to do exactly what you do best you start to look at the next best opportunities where the trend and/or the people are going because as they say you want to be where it’s going to be not where it’s at now", "you go and do a deal and what happens with this book deal you go to deal", "exactly like wayne gretzky, you want to go to where the puck is going to be not where it is", "i noticed a trend with the 4-hour work week the percentage of digital sales e-books was about 6% in the first month or two because the kindle was also just becoming a thing", "then for the 4-hour body it was about 25, 30% and i could see where the trend was going and where consumption was going with printed material", "i had an opportunity to be the first major book acquired by amazon publishing which is not self-publishing", "amazon was and did launch amazon publishing would pay advances recruit authors and compete head-to-head against the big six", "the simon & schuster the random house and everything", "i had a chance to be the first and i like being first there are a lot of risks with that you take a lot of arrows, if anything is going to go wrong you’re going to feel it", "i love doing it it’s one of those things that’s what’s gets me excited and i was like you know if that’s a wave no one has surfed before i want to try that", "i decided to partner with amazon and this huge news went out new york times and everything and i expected there to be some blow back, i expected there to be some issues but man, were there a lot of issues", "barnes & noble somewhat expected it boycotted the books", "barnes & noble, the biggest guys", "the big guy", "a ton of other folks in the uk, canada followed suit", "then the indies followed suit then what i didn’t expect was the big box guys who were also afraid of amazon for related but different reasons costco, target, walmart all boycotted the book", "now you’re in a situation or i was in a situation it’s like okay my entire reputation for the last three years of my life and i put about three years into each book hinges on getting this to as many people as possible and, i have effectively zero retail distribution now what", "i had to do a bunch of very unorthodox things to try to get it out into people’s hands", "one there’s an expression you here sometimes and publishing which is the hardest place to sell a book is in a bookstore, why because there are a million other books", "i started reaching out to other people with large retail footprints and panera bread was one of them", "it turned out i had a lot of fans at panera as a benefit of the first book and so we did sort of a shock and awe campaign in new york city specifically around all the other publishers to fire a warning shot.the book distribution through panera was done primarily in new york but it was for the pr benefit", "it wasn’t planned to do the whole thing nationwide", "we’re talking about 4 hour chef at this point 4 hour chef for doing 4 hour chef and we launched it with a secret menu also at panera where people could get slow carb items, which means no bread at panera which means bread", "we did all this simultaneously i had to think about basically this was going back to square one because it’s as if i have almost as if i have no money because i have no retail distribution at all", "no you didn’t have", "it’s not that you didn’t have any money you were actually negative you had enemies", "you couldn’t even if you had money", "even if i had money i couldn’t buy my way into placement at end cap at barnes & noble it wouldn’t happen", "i was actually at a deficit", "we did a bunch of really interesting things we also basically at the same time i took over at panera and negotiated really well and took over a portion of the taxi cabs in new york city would run a trailer for the book", "simultaneous with that did something which cost really no money at the time, got in touch with bittorrent for people that don’t know it’s a peer-to-peer file-sharing networks. basically, they wouldn’t like that description very much but where you can find almost anything and they wanted to establish themselves and this is where you have to figure out what other people want", "i know you know this you’re saying you can’t just be that i need i need like you said", "what do other people want and i sought out people like bittorrent because they want to establish themselves as a way for legitimate artist or producers to spread content to new fans", "i was like i can be your poster boy", "basically, the same pitch i came to crown right when i sold my first book i was like i will do everything, i’ll go hard, i need this so i will do everything that i can to put you on the map with mainstream media as a legitimate source of distribution", "i did a big partnership with them a ton of content given away for free, e-mail gates which means we got e-mail addresses for people who signed up to get these things for free", "long story short it was the entire torrent bundle for the 4-hour chef bundle", "you can still find it", "it was downloaded i think more than two-and-a-half million times", "at the end of the day, when we looked at it in retrospect, the number five i think most downloaded torrent of the entire year ahead of some of the biggest musicians you’ve heard of", "all of these things helped drive it to number one wall street journal hit the list stayed there and sat there for a while", "would have i sold more books if i had full retail roll out probably", "would it have forced me to be as innovative probably not", "do i regret having made the decision", "no", "that’s it, and i think you are the epitome and, you sum it all up", "the lessons that take aways from there are two things", "number one is people believe that after they get to a certain stage in life or if they get to that certain stage in life they’re not going to have roadblocks and obstacles", "whether you’re steve jobs who was fired at apple or you’re bill gates and, the government is coming after you for this to try to choke you or you’re donald trump and you leverage too much of your properties or your daymond john and after fubo they go out that was just a fad people don’t like baggy jeans it’s never going to happen again", "don’t think that it’s ever going to stop actually the more successful you become you just trade up", "you just trade up the haters", "also you also have really showed me and everybody who was watching is at whatever level you get you have to roll up your sleeves and, you have to dig in deep and, you yourself have to do it", "if you think you’re going to allocate it to everybody else then the whole idea about being a boss and an owner is to sit home and do this and that", "i don’t believe that success is going to follow that", "you go ahead and break all the records and of course the book goes on to doing really really impressive numbers and, it’s still out there", "i just want to sum all this up because first of all here’s where i find you amazing", "i find the fact that you find new and viable veins to go out there and push your agenda as well as enrich people’s lives", "because if you really look that not only how you got there what you put out is probably the most valuable thing that we have in our lives", "there’s only three things that really can help us in life or hurt us", "it’s time; it’s your health and it’s your nutrition, and they’re all married together", "if any one of those three fall, you can’t be successful", "i’m not talking about success is necessarily is going to be money you can have a productive life as a father mother child a loved one and/or you can have success", "first of all that’s valuable and i really urge everybody who’s watching this to please please read the books and i am a huge fan of it", "i’m just going to sum it up with some of the other things that tim has done and this is going to be very very short but tim is an investment adviser in things such as you may have heard of them, facebook, shopify, uber, evernote angel list, twitter and the list goes on", "i will list everything and every way that you can really check out tim’s materials, and i am a big fan of his", "thank you, tim, for hanging out with me, and i really did learn things i’m a student of life man, thank you", "thank you, this is great", "i appreciate it"]}