{"dialog_idx": {"naval ravikant": [23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22]}, "episode_num": 136, "file_type": "html", "guests": ["naval ravikant"], "num_sentences": 646, "num_words": 9414, "raw_text": "Tim Ferriss: Howdy, hi. Welcome to another episode of the Tim Ferriss Show, where it is my job to deconstruct world-class performers, to tease out their routines, habits, favorite books, et cetera, that you can apply to your own life. This time around we have an in-between-isode. It’s not really an in-between-isode. It is an experimental Q&A episode with Naval Ravikant. The first episode we did with Naval was a massive, massive success. It was nominated for podcast of the year. Naval — @Naval — on Twitter is the co-founder of AngelList. He previously co-founded Epinions, which went public as part of Shopping.com and Vast.com. He is an active angel investor, a good buddy of mine, and has invested more than 100 companies including quite a few unicorn mega-successes. His deals include Twitter, Uber, Yammer, Postmates, Wish, Thumbtack, and OpenDNS. OpenDNS was recently bought by Cisco for around $635 million in cash. He’s doing all right. He’s developed an incredibly diverse set of skills and, even if you have zero interest in startups or investing, this episode, just like the one before it, is well worth the listen. Naval answers your questions, the top ten questions that were uploaded and submitted on Reddit. That ranges from artificial intelligence, and his thoughts on the pros and cons, the bull side or the bear side, if that makes any sense, to moneymaking success. What he would teach in school, favorite books, what is on his Kindle as we speak. His most popular tweet of all time, and the story behind it. Five chimps theory, and how it applies to your life. Happiness Hacks, conflict resolution. The list goes on and on. Say hello to Naval on Twitter, let him know what you thought, ask additional questions @Naval. Please enjoy this incredibly fascinating monolog with Naval Ravikant. Naval Ravikant: Hello everybody and welcome to the Tim Ferriss Show. This is Naval Ravikant. I will be now going through a large set of questions. AndrewPls asks, “What are your thoughts about the AI industry, which seems to be dominated by an unusual amount of analytics startups, most of which do the same thing in an anti-zero to one fashion?” Artificial intelligence is all the rage. People are writing books about it, talking about it, and thinking about it. I think anybody who is really talking about true general-purpose AI, the Skynet kind that will take over the world and kill us all, doesn’t really write code much any more because no one has yet made any of the fundamental breakthroughs required to get to where the general-purpose AI. It’s just basically writing similar code to what we’ve written in the past, but it’s being executed faster, or it’s working with more data. The way in which the human brain works is actually very different than the way computers work. I don’t think the fundamental theoretical breakthroughs are in place for general-purpose AI. I think it’s mostly technophiles, or end-of-the-world types, or wishful thinking in a weird way, for people who think we’re about to get a general-purpose AI. That said, the field of AI has now broadened into specific AI. Computer vision, for example. Self-driving cars. Drones that pilot themselves. These things are real. They’re using huge amounts of data as well as lots of processing power, plus pretty good code to solve problems that before we would have thought are in the human domain. The real test for AI is passing the Turing test, which is, “Can an AI trick someone into actually thinking they are actually a human being.” I think we are barely any closer to that than we were 20 or 30 years ago. Now, there’s another kind of AI which might emerge, which might be an emergent AI. For example, if you take all the computers in the world, you stitch them together, say through the internet, it could just happen that that much compute power, that much data, that much interaction could create something almost socially out of that computer network. A social AI if you will, but an AI like that is likely to be slowly, softly emergent. Probably not self-modifying in the way we think of a general AI. One that is probably more designed to serve humans, because it emerges from a network that is built by humans. It may just co-exist or be completely woven into the human fabric in such a way that it might be inseparable from humanity itself. I’m not too worried about the general-purpose AI, and I also don’t think that the general-purpose AI companies have much of a future. The specific AI companies, the ones that are solving a very specific problem, like the computer vision example. Those I think could be very real. Taylor Pearson asks, “You mentioned Coase’s 1937 paper in your first interview, and how tech is bringing down the transaction cost that led to corporatism. What do you think the job and labor market will look like in 20 years, and how can people prepare?” I mentioned in the first interview that the industrial revolution brought people together because it made them of efficient scale to do something, especially with a factory, that’s very large. You need to have a hierarchy. You need to have people working for each other and working together. Now, I think information technology is lowering the communication cost, lowering the transaction cost, and people can be intermediated, or even dis-intermediated by computers and work through computers. A not-so-great example is an Uber driver, who would be getting orders through a phone. A better example, a more hopeful example might be independent contractors who are using Twitter and online sources to find jobs. AngelList, we have tons of startup jobs. There are places like pick crew or gigster where you can go get part-time jobs, Elance, Craigslist, Odesk, etc. I think the gig economy is going to be much more the future. It can very much be a very positive development. For example, if you are a world-class journalist today. If you’re a world class journalist, you take great photographs; you report great news, you don’t really need to go work for the New York Times. If you are willing to start in your spare time with a blog, with Twitter, you can build an independent brand. Although you start off making no money early on, kind of near the end of the curve, when you’re a youtube star or a very popular blogger, you can literally be charging people for access to your blog. You can be making a very good and very independent living, where you’re getting paid for books, and newsletters and working from wherever you want. I think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it. Build an independent brand around it, with your name, not a company’s name or other people’s names around it. Try to make a creative work, so you’ll stay interesting, stay ahead of the game. Anything that’s not a creative, society can replicate and then not pay you full value over time, so it’s always better to solve new problems and do new things, and get comfortable with working in a boom-bust fashion, where a couple of weeks at a time you may have a lot of work, then a couple of weeks at a time you’re on vacation. I think that’s kind of where the future is headed. It will be gradual, and then it will be sudden. The best way to prepare is to not give up your independence in the first place. Cher Zadian says, “Confucius says that you have two lives, and the second one begins when you realize you only have one. When and how did your second life begin?” That’s a very deep question. Most people who are past a certain age have had this feeling or phenomenon where they’ve gone through life a certain way and then gotten to a certain stage and then had to have made some pretty big changes. I’m definitely also in that boat. I think for me, I struggled for a lot of my life to have certain material and social successes, and when I achieved those material and social successes, or at least beyond a point where they didn’t matter as much to me any more, I realized that my peer group, and the people around me, the people who had achieved similar successes, and were on their way to achieving more and more successes, just didn’t seem all that happy. In my case, there was definitely hedonic adaptation. I’d very quickly get used to anything. What led me to the conclusion, which seems trite, is that happiness is internal. That set me on a path of starting to work more on my internal self and realizing that all real success is internal and has very little to do with external circumstances. One has to do the external thing anyway. That’s how you’re biologically hard-wired. It’s glib to say, “You can just turn it off.” You have to do it, and you have to have your own life experience that then brings you back onto the internal path. For me, it was just getting what I wanted was the problem. Related to that, DanielD161 asks, “Do you feel an urge to know your inner self fully, and has your worldly success satisfied this urge?” I would say, “Yeah, I absolutely do have an urge to know my inner self fully.” If anything, my worldly success has taken me farther away from that urge. The more worldly success you have, the more your ego gets built up. The more fearful you might be of losing it all. The more fearful my might be about what other people think. The more you have to lose. The more you get caught up in this dream of who you think you are. I think worldly success actually hurts. If from a young age, you know that you want to know yourself and discover yourself much better, if have that foresight or insight at an early age, material success will actually take you away from it. I’m not Christian, but there is that famous line in the Bible that Jesus says, “It is easier for a camel to go through the eye of a needle than for a rich man to get into heaven.” I think I understand what he means. Resputin89 says, “In the first episode Naval talked about a few topics that should be taught in school rather than learning the capital of Montana. He brought up topics like teaching what he knows worked for him, happiness, nutrition, et cetera. Can you elaborate on some of these, particularly happiness?” Yeah, if I’m running a grade school curriculum for children, I would probably optimize happiness, nutrition, diet, exercise, “How do you build good habits?” “How do you break bad habits?” “How do you have good relationships?” “How do you find your spouse?” Meditation, “How do you build basic skills, not memorize lots of facts?” What kinds of books should you read? Older ones, not newer, ones that have withstand the test of time. I would probably have them run a lemonade stand or a small business and earn money so they can understand how that works. Have them work on something charitable-related, or take them to the third world and show them suffering, true suffering, so they can get some context. I’d probably teach them public speaking, business writing, basic persuasion. Maybe a little bit of programming on top of the reading, writing, and arithmetic. I’d probably eliminate chunks of geography, history, and honestly even second or third languages. Music, unless they had musical inclinations. I know this is going to horrify some people, but the question is, “What do you emphasize?” It’s not initially good to educate every child in every thing. You have to find out, “What is their aptitude?” And what’s more practical. We’re now living in the Wikipedia era, the internet era. A lot of the factual memorization that used to go on is now completely irrelevant. You can just look it up. Those kinds of things need to go away. Think about the fact that if you have young children right now, or you’re planning on having children that your children will probably not need to know how to drive a car. There’re all kinds of time savings to be had. It can be used for these other things. The happiness one is a very complex topic. I actually don’t think happiness is its own thing. I think a lot of what we think of happiness is is just pleasure. It’s physical pleasure, either from, “Oh, that tasted good.” Or it might be momentary pleasure from, “He loves me, she loves me.” I think true happiness comes out of peace. Peace comes out of many things, but it comes from fundamentally understanding yourself. It comes from looking inside yourself and how much what you’re reacting to are emotional reactions or attachment. Self-inflicted suffering. It’s desire that you have for things that you probably shouldn’t care that much about. There’s a great line that my brother Kamal quoted in his book, he has a great book called, Love Yourself Like Your Life Depends on It and another one called Live Your Truth. He’s the philosopher in the family; I’m just the amateur. He had a great line in there where it said, “I once asked a monk, ‘What is your secret to peace and happiness?’ And the monk said, ‘I say ‘Yes.’ To everything that happens, I say ‘Yes.”” That’s very hard for us to imagine because in life we’re used to fighting for everything. We’re used to getting whatever we want. We’re used to reacting. We’re used to immediately saying, “That stinks. That’s good. That’s bad.” We’re used to constantly judging things. The act of judging something separates you from that thing. Over time, as you judge, judge, judge, you invariably judge people. You judge yourself. You separate yourself from everything, and then you end up lonely. That feeling of disconnection, loneliness, is eventually what leads to suffering. Then, you struggle. You resist against the way the world is. That’s what your ego does. It helps you operate in the real world by resisting against things you don’t like. That is a source of a lot of unhappiness. I actually think happiness is the absence of suffering. It comes from peace, and that comes from being very careful about that desire, judgment, reaction. Realizing that you don’t actually need something anymore. That something is not important to you. To get very practical about it, I have a whole series of tricks that I use to try and be happier in the moment. At first, they were silly and difficult and required a lot of attention, but now some of them have become second nature. I think doing them religiously; I’ve managed to increase my happiness level quite a bit. The obvious one is meditation, insight meditation. Working toward a specific purpose on it, which is to try and understand how my mind works. Then, just being very aware in every moment. If I catch myself judging somebody, then I can stop myself and say, “What’s the positive interpretation of this?” I used to get annoyed about things. Now I always look for the positive side of it. It used to take a rational effort. It used to take a few seconds for me to come up with a positive. Now I can do it sub-second. There are other hacks. Try to get more sunlight on my skin. Tell your friends that you’re a happy person. Then you’ll be forced to conform to it. You’ll have a consistency bias. You have to live up to it. Your friends will expect you to be a happy person. These are little hacks. They add up over time. They’re not going to pull you out of a severe depression. That’s a much deeper more difficult thing, but if you’re just trying to upgrade your happiness ever so slightly, you can do it. Another hack would be, just every time you catch yourself desiring something say, “Is it so important to me that I be unhappy unless this goes my way?” You’re going to find with the vast majority of things it’s just not true. I think dropping caffeine made me happier. Makes me more of a stable person. I think working out every day made me happier. If you have peace of body, it’s easier to have peace of mind. There’s lots and lots of things. This could be a full podcast, but I’m still discovering and learning these things myself. It would be interesting to catalog these things, but I suspect that a lot of them are deeply, deeply personal. If I step back for a second and answer the question properly, the most important trick to be happy is to realize that happiness is a skill that you develop and a choice that you make. You choose to be happy, and then you work at it. It’s just like building muscles. It’s just like losing weight. It’s just like succeeding at your job. It’s just like learning calculus. You decide it’s important to you. You prioritize it above everything else. You read everything on the topic. Again, I think the Buddhists have done a lot of good work on this. I don’t think modern science has good answers here. I think that modern world is actually really bad. The modern world is full of distractions. Things like Twitter and Facebook are not making you happy. They are making you unhappy. You are essentially playing a game that’s created by the creators of those systems, and yes, it can be a useful game once in a blue moon. You are engaging in the dispute, and resentment, comparison, jealousy, anger about things that frankly just don’t matter. ARefinedMan asks, “How do you tend to handle conflict when it arises?” I handle conflict very poorly. I get angry. I’m an angry person, so I have to catch myself in the moment, and I have to talk myself down. I have to recognize the anger for what it is. I have to sense the bodily reactions, and then I have to see if I can stay calm. Usually, it’s very hard for me. It’s my nature to try to solve a problem the very moment it arises. I don’t do well with long-term stress where there’s an unsolved problem hanging out there. Probably the best single piece of advice I can give, other than just being mindful and aware, when you’re engaging in conflict is not to associate with high-conflict people. We all know people in our lives who just tend to get a little more angry, a little more judgmental, or they’re always in a fight with someone else. If you see someone who’s always fighting with somebody else, they’re eventually going to fight with you. I have slowly cut those people out of my life. Not in an overt, explicit way, but by hanging out with them less and less. There are plenty of smart, successful, kind, and happy people in the world. You just have to make space for them in your life, by letting the people who still have lessons to learn drift off and go learn their lessons. It’s not your job to educate them. Sometimes very unhappy people have this air about them, kind of like a drowning person, where they’re thrashing and making a big ruckus. Unless you’re an extremely happy person yourself, you’re going to drown too. I would say the first rule of handling conflict is, “Don’t hang around people who are constantly engaging in conflict.” “What insight about life have you acquired that seems obvious to you, but might not be obvious to anyone else?” This is a tough one. It’s a deep question. I do have one fundamental recent belief that I’ve acquired in the last few years that I don’t think most people would agree with. It’s such a personal thing, and it came about in such a personal circumstances that I’m not sure anyone will get there in the same line of reasoning. That said, I’ll lay it out anyway, which is, I’m not afraid of death anymore. I think a lot of the struggle we have in life comes from a deep, deep fear of death. It can take form in many ways. One can be that we want to write the great American novel. We want to achieve something in this world. We want to build something. We want to build a great piece of technology, or we want to start an amazing business, or we want to run for office and make a difference. A lot of this comes from this fear that we’re going to die, so we have to build something that lasts beyond us. Obviously, the obsession that parents have with their children. A lot of that is warranted biological love, but some of that is also the quest for immortality. Even some of the beliefs of some of the more outlandish parts of religion I think fall into that. I don’t have the quest for immortality anymore. I think I came to this fundamental conclusion. I thought about it a lot. The universe has been around for a long time, and the universe is a very, very large place. If you’ll study even the smallest bit of science, for all practical purposes we are nothing. We are ameba. We are bacteria to the universe. We’re basically monkeys on a small rock orbiting a small backwards star in a huge galaxy, which is in an absolutely staggeringly gigantic universe, which itself may be part of a gigantic multiverse. This universe has been around probably for 10 billion years or more, and will be around for tens of billions of years afterwards. Your existence, my existence is just infinitesimal. It’s like a firefly blinking once in the night. We’re not really here that long, and we don’t really matter that much. Nothing that we do lasts. Eventually, you will fade. Your works will fade. Your children will fade. Your thoughts will fade. These planets will fade. This sun will fade. It will all be gone. There are entire civilizations which we remember now with one or two words. Sumerian. Mayan. Do you know any Sumerians or Mayans? Do you hold any of them in high regard or esteem? Have they outlived their natural lifespan somehow? No. I think we’re just here for an extremely short period of time. From here, you can choose to believe in an afterlife or not. If you really do believe in an afterlife, then that should give you comfort and make you realize that maybe everything that goes on in this life is not that consequential. On the other hand, if you don’t believe in an afterlife, you should also come to a similar conclusion. You should realize that this is such a short and precious life that it’s really important that you don’t spend it being unhappy. There’s no excuse for spending most of your life in misery. You’ve only got 70 years out of the 50 billion or so that the universe is going to be around. Whatever your natural state is, it’s probably not this. This is your living state. Your dead state is true over a much longer time frame. When I think about the world that way, I realize it’s just kind of a game. Which is not to say that you go to a dark place, and you start acting unethically and immorally. Quite the contrary, you realize just how precious life is and how it’s important to make sure that you enjoy yourself, you sleep well at night, you’re a good moral person, you’re generally happy, you take care of other people, you help out, but you can’t take it too seriously. You can’t get hung up over it. You can’t make yourself miserable and unhappy over it. You just have a very short period of time here on this earth. Nothing you do is going to matter that much in the long run. Don’t take yourself so seriously. That just kind of helps make everything else work. That’s an insight about life that I’ve acquired that now seems obvious to me, but it’s really not obvious to most people. Related to that, [PretikStefen 00:28:17] asks, “What’s your philosophy of life or grand goal in living? In other words, of the things in life, you might pursue, which is the one you believe to be most valuable?” Another great question. I think before, when I had the usual quest for immortality fear, that almost all of us do, that’s coded into our genes, and that was driving me, I was trying to build lasting things, create things, make money, build businesses, write books, that sort of thing. Now, I realize a lot of that’s meaningless. That’s just stuff that keeps us busy. It’s entertaining. It might have some social good. It might help build the moral character of human beings, but it’s not really the purpose of life. Is there a purpose of life? That’s tough. Is there a philosophy of life? That’s tough. I think the closest I can articulate, and I’ll probably change my mind on this next year is to keep growing and learning in the short period of time that you have. To seek truth and to accept things the way they are. To see the world the way it really is. Then, just to live your life. I think that’s it. Any deeper meanings or goals just lead to ideologies, which lead to desires, and belief systems, and disappointments and conflict. It’s better just to live the life that you have on this earth, enjoy it while you go. Try to see things the way they are, not the way you wish they were and to be in harmony with things the way that they are. Easier said than done. A number of people asked me what books I’m reading now. This is a difficult question, because, at any given time, I’m at probably about 50 books on my Kindle, and probably about six or seven hard-cover or soft-cover books that I’m cycling through. I opened up my kindle. I look through. Based on my mood, I’ll flip through to whatever book matches my mood. I’ll flip to whatever part of it looks the most interesting, and I’ll just read that part. I don’t read in the sequential order. The most important thing that does for me is it lets me read on a regular basis. I can actually just pull up my kindle here, and I can read off the names of some of these books that I’m reading. I can give you mini-reviews, but I haven’t actually finished any of them. They’re all in progress. At any given time, I’m always reading some science fiction, because sci-fi is very imaginative, in terms of hypothesizing how the world’s going to work out. Usually, it has an interesting point of view. You learn a little science. Just based on friends’ recommendations, I’ve been flipping through Greg Egan, brilliant writer. Physicist I believe, who has written some very hardcore sci-fi stories. I’ve been reading a book from him called Distress. I’ve always got collections of science fiction. I finished The Martian, which was decent, but I felt like it went on a little too long. I know it’s a very popular book with some people. I love graphic novels. I’ve been rereading The Boys, recently. Getting into the more evolution, science kind of books, Matt Ridley’s The Evolution of Everything. I recommend everything by Matt Ridley. I think he’s great. I really highly, highly recommend picking up Genome, The Red Queen, Origins of Virtue, The Rational Optimist, and The Evolution of Everything. I’m reading The Essential Gandhi, Mahatma Gandhi. Been reading, I’ve got here The Tao Philosophy, by Alan Watts. I’ve got Illusions, Richard Bach, which I read before, but I’m flipping through again. I just like the way it flows. The Bed of Procrustes: Philosophical and Practical Aphorisms, by Nassim Taleb, who is famous for The Black Swan and Fooled by Randomness. I sort of like his collection of ancient wisdom, In the Bed of Procrustes. The Lessons of History by William Ariel Durant, which was actually recommended by one of the listeners in the first podcast. Great book. I really like how it summarizes some of the larger themes of history. Very incisive and, unlike most history books, is actually kind of small and it covers a lot of ground. I’ve actually been reading my brother’s book, How to Love Yourself Like Your Life Depends on It. I thought it was very succinctly written. Obviously a plug for my bro. I was reading Fear and Loathing in Las Vegas, although I think I’ll put that down. I get it. About half-way through it’s just a giant drug-fueled orgy by Hunter S. Thompson and his friend. It was entertaining, but I sort of gave up after a bit. Richard Feynman, I’ve been reading Perfectly Reasonable Deviations, and I’ve also been rereading Genius. I’m rereading The Power of Myth by Joseph Campbell. Sometimes I think it’s better to just to reread the greats than it is to read something that’s not as great. In the philosophy side, I’ve been rereading the Tao Te Ching, and I just finished Falling Into Grace by Adyashanti, which I thought was very good. Also, read some Jed McKenna recently. He’s a weird one. I’m not sure I’d recommend him for everybody. God’s Debris by Scott Adams, very interesting. The Origin of Consciousness: The Breakdown of the Bicameral Mind. There’s a mouthful for you, by Julian Jaynes. Mastering in the Core Teachings: The Buddha by Daniel Ingram. That’s a great book. Recommended to me by a friend. It’s available online. I would get that one. If you’re interested in Buddhism, meditation, insight, I thought that one brought everything together, while leaving the mysticism out of it. That should give you the indication. I’m always reading something by Krishnamurti. Usually, it’s Total Freedom, which is the book that I just reread over and over again. Doesn’t necessarily make sense, but when you’re ready for it, there’s nothing else like it. I also recently finished The Power of Habit, or close to finish as I get. That one was interesting, not because of its content necessarily, but because it’s good for me to always keep on top of mind how powerful my habits are. Humans are basically habit machines. We form habits. We run on those habits all day long. Habits can be great because they help us get things done very efficiently without having to reprocess them all the time. They can also be terrible because we can have addictions. Those are the obvious bad habits. Also, they allow us to go through our life unconsciously and mindlessly. It’s very important to be aware of your habits and know how to break habits and know how to make habits. I have this daily workout that I do that I think I mentioned in the last podcast. I think that specific one is interesting, but I think the specific technique matters less. The more important thing is just doing some kind of physical activity every single day. If you can, make it the same activity at the same time, because that will teach you the power of habits. If you do something seven days a week with no exceptions, and you work out early in the morning, or when you first get up, then it will automatically fix all kinds of other bad habits that you have. You can’t be out drinking late at night. You can’t be out partying. You can’t consume too much caffeine. There are all kinds of other habits in your life that may be bad that get fixed if you stick to your daily workout habit. It teaches you what the power of a habit is. As you shed other bad habits, then you realize that habits can be broken, and you start breaking them. I think learning how to break habits is a very important meta-skill that can serve you better in life than almost anything else. Although you can read tons of books on it, the reality is you’re never going to learn how to break bad habits until you just break them. One thing I try to do is I try to break a bad habit every six months, and I try and pick up a good habit every six months to year. You can’t beat yourself up too much about on it, but I don’t think it’s too much on yourself to ask, “It’s 2016, I’m going to break one bad habit.” I’m going to do everything in my power to break that habit. Everything else will be static. I’m not going to get any worse. That will help move the ball forward. Then you get gradual improvements in your life that you stick with. I used to be pretty overweight. I’ve lost weight over the last decade, where now I feel I’m pretty fit and healthy. It hasn’t come through any single big epiphany or realization, but definitely going paleo helped. Understanding low-carb helped. Getting rid of processed food helped, and all those kinds of things. It mainly came from habit changes and changing habits slowly but steadily over the course of a decade. The good news is I’ve almost never slid backward. I’ve never felt in danger of regaining the weight I’ve lost. Now, at the age of 42, I’m probably within the lightest weight since I was an adult. I think that just comes from having stacked on a bunch of good habits and having gotten rid of a bunch of bad habits. I would say the power to make and break habits, learning how to do that, is really important. If you’re going to leave this podcast, and you’re going to pick up two skills in life- It depends on the person. Many of you. Tim’s entire audience is a bunch of over-achievers. Many of you are way ahead of me on both of these, but for those of you who may be behind on one of them, I would say, first realize that happiness is a choice, and it is a skill, and you can dedicate to learning that skill and making that choice and telling people about it and working on it. You can slowly but steadily over the course of the years make yourself happier. Similarly, I would say that breaking habits is a skill, and it is something you can learn. Start with a small habit and try different techniques to break it. Try substituting. Try going cold turkey. Try weaning yourself off. Try social proof, by telling other people that you’re going to break the habit. Try putting other habits around it that leave no time for that habit. Try removing the triggers. Try toning down the rewards. Do whatever it takes but break one bad habit this year. Once you pick up that skill, it’s a beautiful thing, because slowly you can shed all your bad habits and make room for good habits in your life. BreakoutList says, “What personal efficiency or life-management things do you do on a semi-regular basis? E.g., some kind of life review exercise where you rate certain categories, et cetera.” The answer is none. I am lazy that way. I choose to live a spontaneous and free life. I don’t want to live a very structured life. I know people who are married, and they actually have quarterly meetings with their wife. They have reports and “How are we performing as a marriage and what are our key results? What’s our one-year plan? What’s our five-year plan?” I just don’t plan. I’m not a planner. I prefer to be free in the moment and flow and be happy. I think projecting too much in the future, judging yourself, setting yourself up in very difficult ways, other than as I talked about one habit or one desire. If you start trying to control yourself on a micro-basis, all you’re going to do is make yourself miserable, and you’re going to get nothing done. Just focus on the one or two really really important things, and everything else, just surrender to it. Just take it as it comes. Just accept it. Be glad with it. Be happy that you’re in this world. Be glad that you’re clothed and fed and that you’re not getting bombs dropped on your head, like some people in the world are. I like to stay free because then I can see the little miracles in life. There are little miracles everywhere; it’s just we have taken them for granted. The fact that you’re wearing clothes. The fact that you have enough food to eat. The fact that you’re in a place of shelter. Yes, you can roll your eyes about it. You can say, “That’s obvious. Everybody has it.” But actually, not everybody has it. It would be great to take a trip to a third-world country or to a refugee camp and see how little some other people have. I think it’s a bad habit that we develop that we forget how to appreciate what we do have. Not obsessing about the future and not beating yourself up over what you don’t have is very important, because then you can pay attention and be grateful for what you do have. Hephaestus2 asked for more book recommendations, especially any book recommended by the listeners in the last podcast that stood out and had an impact on your life. Yeah, the last podcast was a treasure trove in the comments section of good books. I recommended, and I got back even more great books. I must have bought at least 10 or 15 books just from the comments section. A couple that I read really stood out to me. I mentioned The Lessons of History. Too Soon Old, Too Late Smart, that was a fun, light read. The Prophet by Gibran, which I had never read, but it actually read like a modern-day poetic religious tome. Up there with the Bhagavad-gita, the Tao Te Ching, The Bible, The Qur’an. It was written in that style where it had that feel of religiosity and truth, but it was very approachable and beautiful and non-denominational and non-secretarian. I really liked that. I loved that book. He has a gift for poetically describing what children are like, what lovers are like, what marriage should be like, how you should treat your enemies and your friends, how you should work with money, what can you think of every time you have to kill something to eat it. I felt, like the great religious books, it gave a very deep, very philosophical, but very true answer to how to approach the major problems in life. I recommend the prophet to anybody, whether you’re religious or not. Whether you are Christian or Hindu or Jewish or Atheist. I think it’s a beautiful book, and it’s worth reading. Thank you to whoever recommended that one. Now I’m going to switch gears for a second. The final section is podcasts. I’m going to just focus on the questions that are very vocational focused. It’s funny, I got a whole bunch of questions that say probably about two-thirds were about philosophy and life, and reading, and learning, and growth. Those are fun for me to answer because a new field for me myself. I learn from it too by talking about it and by hearing responses about it. There’s a set of questions that are very particular about, “How do I make money?”, “How do I become a good venture capitalist?”, “How do I run my company?”, etcetera. I’ve been putting those off because those are sort of old hat, but I’m going to answer those now in this section. Let me go through those. I know I covered a few of those before, but all the remaining ones from this point are very practical. If you are interested in the philosophical issues or the books, then we are done with that section. You can probably just stop the podcast. If you want to ever discus those topics, the best way to find me is on Twitter. You can find me as @Naval. I’m usually reasonably responsive, as long as it’s not too open-ended, it’s kind of an interesting conversation. Let’s dive right into it, the money-making questions. Vic Rush said, “Let’s assume that you’re in your late 20s with no real money, college education. You decide to begin your journey with business new startups. What would you begin with? What would you do? Oh yeah, and you don’t live in SF.” Unfortunately, I’d say, move to SF. If you can’t move to SF, move to a startup hub. That could include, depending on where you are in the country, that could be Austin. That could be LA. That could be in New York. That could be in Boston. That could be Berlin. That could be London. It could be Bangalore. It could be Shanghai. It could be even parts of Deli or Beijing. Unfortunately, all the other people who are in startups are in these places, so you have to get in the flow. The good news is once you get in the flow, you’re going to figure out, if you’re motivated, what to do. You’ll be able to go to a school where you can learn how to code. There are tons of them around. Tons of great academies like App Academy and Hack Reactor and General Assembly does classes where you can learn how to code. You can volunteer for startups. You can startup in maybe customer service, or you can start off in operations, just keeping the office running. Do whatever it takes, but get into the startup scene. Startups are a moved forward by people who are just willing to do the work. You don’t necessarily be a genius or have a technical background if you’re willing to do the work, and you’re willing to learn, and you’re in the right hub, you’ll figure your way out within a couple of years. Duet14 says, “You studied computers and economics, how have these fields impacted your thinking? If you could go back, would you still pursue the same education, and why or why not?” I would pursue similar. I would say that microeconomics was incredibly useful. Macroeconomics was mostly useless. The part of computer science that was very theoretical, like mathematics and algorithms, was actually the most useful because that stuff doesn’t change over time. The part that was learning to program in Java or Fortran was useless or less useful because it fades over time. I would probably do more math, more physics, stick to micro-everything. I would probably have studied some psychology and some evolution because I think those are really important to understanding how humans work. At the end of the day, you’re interacting with humans everywhere you go. I would have focused on theory and principles over facts. Facts fade or facts can be looked up. Your most important skill isn’t even what you majored in or even what you studied, it’s just knowing how to learn. If you have a good grasp of mathematics and if you like to read, there’s nothing you can’t learn on your own. BeTenthMan says, “Hey Naval, question from an 18-year-old in the Philippines. What advice would you give to ambitious 18-year-olds who want to be successful in founding startups and investing like you Naval?” Basically, the question is, “How do I get as rich as you, but faster?” Because nobody wants to put in the time. First of all, move to a startup hub, if you’re going to be in that industry, or just go to the hub for whatever that industry is. If you want to be an actor, go to Hollywood. If you want to be on Broadway, go to New York. If you want to be finance, go to New York or London or Hong Kong. Second, I think Charlie Munger had a great answer to this. Charlie Munger is Warren Buffet’s right-hand man, and he gets asked these kinds of things all the time. He’s a self-made multi-billionaire and very wise in his ways. I think I’m going to paraphrase and maybe mangle his answer, but you should look it up. He said, “You just get up early in the morning, you work really hard, you learn something every day, you put one foot in front of the other, and if you live long enough, eventually you will get what you deserve.” That’s it. There’s no certainty in life. You can put in the hours, you can put in the time, but you can’t really expect the outcome. Unfortunately, one of the things that investing has really taught me is just how much randomness there is in the world. How many times you think you can do something right, but it still doesn’t work out. I often see that individual entrepreneurial efforts often fail, but individual entrepreneurs over their careers rarely fail. As long as you can keep taking shots on goal, and you keep getting back up, eventually you’ll get through. Just stick at it. Although you might win early, that’s rare. Those stories are very, very rare. People who tend to win early don’t learn the right lessons. In fact, I made a small fortune when I was young, just by being in the right dot-come bubble company in 1999. Of course, I held on too long, and I lost the whole thing. That was a really good lesson because it meant that as I made a little bit of money later in life, now I knew how rare and precious it was, and I knew how to hang onto it. I didn’t have the contempt for money that comes from making it too easily. I had a deep respect for how hard it is to make. Put in the hours. Pretik [Stefen 00:48:57] asks, “What advice would you give a talented software engineer who is at Google, Facebook, Microsoft, Amazon? Should they continue to work there and get promoted, should they move to a startup like Airbnb, should they move to an early-stage startup, or should they bootstrap a software product, or should they found a startup and play the VC-funded game? And, is there a slight conflict of interest to would-be founders to investors?” Yes, investors giving advice is always self-serving advice. Don’t take your advice from investors if you can help it, because they have their particular view of the world and just realize that. Incentives are everything. Charlie Munger said incentives are everything. Incentives are superpowers. If you could be working on incentives, then you shouldn’t be working on anything else. He means like in the context of your employees or within the context of your product. Incentives are everything. That said, what path should you take? I don’t know. They’re all good paths. It depends on what you want out of life. You could try them all. If you know you want to start a company, you know what the company is, you know who you want to do it with, and you feel like you have a good understanding of the space, then go do it. You’re ready. On the other hand, if you don’t yet know how to do it, or you don’t know what it is, then you should probably get as close to it as possible. That would mean enjoying a startup. If you want to be a founder, you probably want to join a startup that’s very early. If you’re more interested in having a good lifestyle or making good money for your family, then you may want to go to a later-stage startup, the one that is more clearly on the path to success. Questions like this, unfortunately, don’t have glib answers. It’s highly, highly contextual. The fact that you’re thinking about it means that you’re going about it the right way. Startups are a young person’s game. It’s better to do them early in life before you settle down before you have too many obligations before you’ve gotten set in your ways. If you’re going to do a startup, you should at least take one shot at it before you’re 30 or 35. After that, it gets a lot harder. That’s just me personally. There are plenty of entrepreneurs who are executing in their 40s, and 50s, and 60s. I think T. Boone Pickens was still an entrepreneur and operator in his 80s or something like that. Here’s a very practical question. “What is your advice to those on US Visas? How can they go about launching a startup in the Valley while keeping their primary job in the short-term? What communities and incubators can they reach out to for help and advice?” There’s a great accelerator and incubator that I’m a small investor in called Unshackled. I think they’re at Unshackled.co. They solve exactly this problem. They help great engineers, designers, entrepreneurs start companies while retaining their visa status. They have a way to work that out that’s perfectly legal and ethical and good. It helps immigrants create jobs, and create wealth, and create products for the rest of us. I highly recommend checking out Unshackled. There may be others like it; that’s just the one that I happen to be aware of. Trail of Vinny, asks a good question. “In a world in which the majority of people will regard money much more than time, how do you protect your own time and still not offend people in both professional relationships and personally? Any strategies or good reads on this you would suggest?” This is the bane of my existence. I get hit up for coffees, meetings, luncheons, obligations, to-dos, phone calls. For a little while, I was a little ornery about it. I used to own the domain, “idontdocoffee.com” and I would reply from Naval@idontdocoffee.com, but that was rude, and petulant, and stupid. That was the younger and more brash version of me. These days I’ve become a master at evading meetings that suck up time. The reality is time is all you have in this world. When you’re young, you’re seeking out opportunities, so you look forward to serendipity. You’re taking new meetings; dynamic is energizing you meeting new people. As you get older, you’re too much opportunity, you’re too many people, you have too much family obligations, you have too many things to do, too many places you could be. You just end up busy, busy, busy, busy, busy. Busy is a death of productivity and happiness. Derek Sivers, who I think Tim had a great podcast with said, “I’m not going to say yes or no, I’m going to say ‘Hell yes’ or ‘No.'” If I’m not excited about something, I’m not going to do it. I think that’s a good heuristic to try out. So what if it offends people? You have a very short life on this earth. You have to spend it being happy, doing what is productive, and what matters with the people closest to you. I think all the greatness in life comes from compound interest, whether it’s in investments or it’s in relationships. My most popular tweet of all time is this one that’s kind of glib, but it’s, “If you can’t see yourself working with somebody for life, don’t work with them for a day.” Now, of course, you’re not going to say, “No, I’m not going to work with you, because I’m not working with you for the rest of my life.” But, it’s a good reminder that any relationship is short-term or temporary, it’s really not going to pay out the dividends that you want later in life. It’s better to treat a lot of your time as a search function, where you’re searching through the set of jobs, you’re searching through the set of dates and spouses. You’re searching through the set of hobbies until you find something things you love. When you find things and people that you love, you go all-in on them. When you find the person that you love being around 24/7, and if they’re attractive and of the opposite sex, you’d marry them. If there’re friends that you never get tired of hanging around with, those are going to be the three, four, five friends that you spend most of your rest of your life with. Hopefully, they’re happy people because it’ll rub off on you. There’s a theory called the five chimps theory. Where you can, in zoology, predict the mood, behavior patterns of any chimp by which five chimps they hang out the most with. Choose your five chimps carefully. I would say, yes people can get offended. It can damage relationships if you blow them off, or if you’re non-responsive. You have very little room in your life long-term for real relationships. Guard that time. It’s actually really important to have empty space. If you don’t have a day or two days a week in your calendar where you’re not always in meetings, and you’re not always busy, then you’re not going to be able to think. You’re not going to be able to have good ideas for your business. You’re not going to be able to make good judgments. I also encourage taking at least one day a week preferably two, because if you budget two, you’ll end up with one. A day our two on your calendar where you just have time to think. It’s only after you’re bored that you have the great ideas. It’s never going to be when you’re stressed, or busy, running around or rushed. Make the time. Same way with people, you need to have time space in your life where you’re not booked with the people that you already know. This way, once in a blue moon, an invitation will come along, and a person will come into your life that’s suddenly really interesting. I think you have to be pretty ruthless about saying no to things, about turning people down, and about leaving room in your life for serendipity. My experience, normally, if you don’t make time for people when they’re requesting time for you, yes it’s a little painful, it’s a little socially awkward, but the people aren’t going to disrespect you. If anything they want to hang out with you even more, because they realize you’re very discriminating with your time. Guard your time. Forget the money. Money is actually the least important thing. The discount rate to money, I like asking my friend, “If you could keep your friends and family, and you keep everything you know, but you lost all your money and your job, and you had to start over. In exchange, you get to be younger, physically younger. How many years of your life would you have to get back in exchange for giving up everything you’ve earned and put away.” I’ve had friends say five years or ten years. For me personally, it’s about two to three years. If you gave me back two or three years of youth, frankly. The older you get, the smaller that number gets. When you’re on your death bed, when you’re on your last day, you’d give up every dollar in the bank for a few days, another hour, another minute. Money has a very steep discount rate as you get older. You just realize as you get older that it matters less and less and less. Outside of the bare necessities, which unfortunately most of the world is still struggling with. The fact that you can listen to this podcast on an iPhone or whatever you’re listening to it on mans you’re already better off than a lot of people. Guard your time. It’s all you have.", "speakers": ["tim ferriss", "naval ravikant"], "text_sentences": ["howdy, hi", "welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers, to tease out their routines, habits, favorite books, et cetera, that you can apply to your own life", "this time around we have an in-between-isode", "it’s not really an in-between-isode", "it is an experimental q&a episode with naval ravikant", "the first episode we did with naval was a massive, massive success", "it was nominated for podcast of the year", "naval — @naval — on twitter is the co-founder of angellist", "he previously co-founded epinions, which went public as part of shopping.com and vast.com", "he is an active angel investor, a good buddy of mine, and has invested more than 100 companies including quite a few unicorn mega-successes", "his deals include twitter, uber, yammer, postmates, wish, thumbtack, and opendns", "opendns was recently bought by cisco for around $635 million in cash", "he’s doing all right", "he’s developed an incredibly diverse set of skills and, even if you have zero interest in startups or investing, this episode, just like the one before it, is well worth the listen", "naval answers your questions, the top ten questions that were uploaded and submitted on reddit", "that ranges from artificial intelligence, and his thoughts on the pros and cons, the bull side or the bear side, if that makes any sense, to moneymaking success", "what he would teach in school, favorite books, what is on his kindle as we speak", "his most popular tweet of all time, and the story behind it", "five chimps theory, and how it applies to your life", "happiness hacks, conflict resolution", "the list goes on and on", "say hello to naval on twitter, let him know what you thought, ask additional questions @naval", "please enjoy this incredibly fascinating monolog with naval ravikant", "hello everybody and welcome to the tim ferriss show", "this is naval ravikant", "i will be now going through a large set of questions", "andrewpls asks, “what are your thoughts about the ai industry, which seems to be dominated by an unusual amount of analytics startups, most of which do the same thing in an anti-zero to one fashion?” artificial intelligence is all the rage", "people are writing books about it, talking about it, and thinking about it", "i think anybody who is really talking about true general-purpose ai, the skynet kind that will take over the world and kill us all, doesn’t really write code much any more because no one has yet made any of the fundamental breakthroughs required to get to where the general-purpose ai", "it’s just basically writing similar code to what we’ve written in the past, but it’s being executed faster, or it’s working with more data", "the way in which the human brain works is actually very different than the way computers work", "i don’t think the fundamental theoretical breakthroughs are in place for general-purpose ai", "i think it’s mostly technophiles, or end-of-the-world types, or wishful thinking in a weird way, for people who think we’re about to get a general-purpose ai", "that said, the field of ai has now broadened into specific ai", "computer vision, for example", "self-driving cars", "drones that pilot themselves", "these things are real", "they’re using huge amounts of data as well as lots of processing power, plus pretty good code to solve problems that before we would have thought are in the human domain", "the real test for ai is passing the turing test, which is, “can an ai trick someone into actually thinking they are actually a human being.” i think we are barely any closer to that than we were 20 or 30 years ago", "now, there’s another kind of ai which might emerge, which might be an emergent ai", "for example, if you take all the computers in the world, you stitch them together, say through the internet, it could just happen that that much compute power, that much data, that much interaction could create something almost socially out of that computer network", "a social ai if you will, but an ai like that is likely to be slowly, softly emergent", "probably not self-modifying in the way we think of a general ai", "one that is probably more designed to serve humans, because it emerges from a network that is built by humans", "it may just co-exist or be completely woven into the human fabric in such a way that it might be inseparable from humanity itself", "i’m not too worried about the general-purpose ai, and i also don’t think that the general-purpose ai companies have much of a future", "the specific ai companies, the ones that are solving a very specific problem, like the computer vision example", "those i think could be very real", "taylor pearson asks, “you mentioned coase’s 1937 paper in your first interview, and how tech is bringing down the transaction cost that led to corporatism", "what do you think the job and labor market will look like in 20 years, and how can people prepare?” i mentioned in the first interview that the industrial revolution brought people together because it made them of efficient scale to do something, especially with a factory, that’s very large", "you need to have a hierarchy", "you need to have people working for each other and working together", "now, i think information technology is lowering the communication cost, lowering the transaction cost, and people can be intermediated, or even dis-intermediated by computers and work through computers", "a not-so-great example is an uber driver, who would be getting orders through a phone", "a better example, a more hopeful example might be independent contractors who are using twitter and online sources to find jobs", "angellist, we have tons of startup jobs", "there are places like pick crew or gigster where you can go get part-time jobs, elance, craigslist, odesk, etc", "i think the gig economy is going to be much more the future", "it can very much be a very positive development", "for example, if you are a world-class journalist today", "if you’re a world class journalist, you take great photographs; you report great news, you don’t really need to go work for the new york times", "if you are willing to start in your spare time with a blog, with twitter, you can build an independent brand", "although you start off making no money early on, kind of near the end of the curve, when you’re a youtube star or a very popular blogger, you can literally be charging people for access to your blog", "you can be making a very good and very independent living, where you’re getting paid for books, and newsletters and working from wherever you want", "i think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it", "build an independent brand around it, with your name, not a company’s name or other people’s names around it", "try to make a creative work, so you’ll stay interesting, stay ahead of the game", "anything that’s not a creative, society can replicate and then not pay you full value over time, so it’s always better to solve new problems and do new things, and get comfortable with working in a boom-bust fashion, where a couple of weeks at a time you may have a lot of work, then a couple of weeks at a time you’re on vacation", "i think that’s kind of where the future is headed", "it will be gradual, and then it will be sudden", "the best way to prepare is to not give up your independence in the first place", "cher zadian says, “confucius says that you have two lives, and the second one begins when you realize you only have one", "when and how did your second life begin?” that’s a very deep question", "most people who are past a certain age have had this feeling or phenomenon where they’ve gone through life a certain way and then gotten to a certain stage and then had to have made some pretty big changes", "i’m definitely also in that boat", "i think for me, i struggled for a lot of my life to have certain material and social successes, and when i achieved those material and social successes, or at least beyond a point where they didn’t matter as much to me any more, i realized that my peer group, and the people around me, the people who had achieved similar successes, and were on their way to achieving more and more successes, just didn’t seem all that happy", "in my case, there was definitely hedonic adaptation", "i’d very quickly get used to anything", "what led me to the conclusion, which seems trite, is that happiness is internal", "that set me on a path of starting to work more on my internal self and realizing that all real success is internal and has very little to do with external circumstances", "one has to do the external thing anyway", "that’s how you’re biologically hard-wired", "it’s glib to say, “you can just turn it off.” you have to do it, and you have to have your own life experience that then brings you back onto the internal path", "for me, it was just getting what i wanted was the problem", "related to that, danield161 asks, “do you feel an urge to know your inner self fully, and has your worldly success satisfied this urge?” i would say, “yeah, i absolutely do have an urge to know my inner self fully.” if anything, my worldly success has taken me farther away from that urge", "the more worldly success you have, the more your ego gets built up", "the more fearful you might be of losing it all", "the more fearful my might be about what other people think", "the more you have to lose", "the more you get caught up in this dream of who you think you are", "i think worldly success actually hurts", "if from a young age, you know that you want to know yourself and discover yourself much better, if have that foresight or insight at an early age, material success will actually take you away from it", "i’m not christian, but there is that famous line in the bible that jesus says, “it is easier for a camel to go through the eye of a needle than for a rich man to get into heaven.” i think i understand what he means", "resputin89 says, “in the first episode naval talked about a few topics that should be taught in school rather than learning the capital of montana", "he brought up topics like teaching what he knows worked for him, happiness, nutrition, et cetera", "can you elaborate on some of these, particularly happiness?” yeah, if i’m running a grade school curriculum for children, i would probably optimize happiness, nutrition, diet, exercise, “how do you build good habits?” “how do you break bad habits?” “how do you have good relationships?” “how do you find your spouse?” meditation, “how do you build basic skills, not memorize lots of facts?” what kinds of books should you read", "older ones, not newer, ones that have withstand the test of time", "i would probably have them run a lemonade stand or a small business and earn money so they can understand how that works", "have them work on something charitable-related, or take them to the third world and show them suffering, true suffering, so they can get some context", "i’d probably teach them public speaking, business writing, basic persuasion", "maybe a little bit of programming on top of the reading, writing, and arithmetic", "i’d probably eliminate chunks of geography, history, and honestly even second or third languages", "music, unless they had musical inclinations", "i know this is going to horrify some people, but the question is, “what do you emphasize?” it’s not initially good to educate every child in every thing", "you have to find out, “what is their aptitude?” and what’s more practical", "we’re now living in the wikipedia era, the internet era", "a lot of the factual memorization that used to go on is now completely irrelevant", "you can just look it up", "those kinds of things need to go away", "think about the fact that if you have young children right now, or you’re planning on having children that your children will probably not need to know how to drive a car", "there’re all kinds of time savings to be had", "it can be used for these other things", "the happiness one is a very complex topic", "i actually don’t think happiness is its own thing", "i think a lot of what we think of happiness is is just pleasure", "it’s physical pleasure, either from, “oh, that tasted good.” or it might be momentary pleasure from, “he loves me, she loves me.” i think true happiness comes out of peace", "peace comes out of many things, but it comes from fundamentally understanding yourself", "it comes from looking inside yourself and how much what you’re reacting to are emotional reactions or attachment", "self-inflicted suffering", "it’s desire that you have for things that you probably shouldn’t care that much about", "there’s a great line that my brother kamal quoted in his book, he has a great book called, love yourself like your life depends on it and another one called live your truth", "he’s the philosopher in the family; i’m just the amateur", "he had a great line in there where it said, “i once asked a monk, ‘what is your secret to peace and happiness?’ and the monk said, ‘i say ‘yes.’ to everything that happens, i say ‘yes.”” that’s very hard for us to imagine because in life we’re used to fighting for everything", "we’re used to getting whatever we want", "we’re used to reacting", "we’re used to immediately saying, “that stinks", "that’s good", "that’s bad.” we’re used to constantly judging things", "the act of judging something separates you from that thing", "over time, as you judge, judge, judge, you invariably judge people", "you judge yourself", "you separate yourself from everything, and then you end up lonely", "that feeling of disconnection, loneliness, is eventually what leads to suffering", "then, you struggle", "you resist against the way the world is", "that’s what your ego does", "it helps you operate in the real world by resisting against things you don’t like", "that is a source of a lot of unhappiness", "i actually think happiness is the absence of suffering", "it comes from peace, and that comes from being very careful about that desire, judgment, reaction", "realizing that you don’t actually need something anymore", "that something is not important to you", "to get very practical about it, i have a whole series of tricks that i use to try and be happier in the moment", "at first, they were silly and difficult and required a lot of attention, but now some of them have become second nature", "i think doing them religiously; i’ve managed to increase my happiness level quite a bit", "the obvious one is meditation, insight meditation", "working toward a specific purpose on it, which is to try and understand how my mind works", "then, just being very aware in every moment", "if i catch myself judging somebody, then i can stop myself and say, “what’s the positive interpretation of this?” i used to get annoyed about things", "now i always look for the positive side of it", "it used to take a rational effort", "it used to take a few seconds for me to come up with a positive", "now i can do it sub-second", "there are other hacks", "try to get more sunlight on my skin", "tell your friends that you’re a happy person", "then you’ll be forced to conform to it", "you’ll have a consistency bias", "you have to live up to it", "your friends will expect you to be a happy person", "these are little hacks", "they add up over time", "they’re not going to pull you out of a severe depression", "that’s a much deeper more difficult thing, but if you’re just trying to upgrade your happiness ever so slightly, you can do it", "another hack would be, just every time you catch yourself desiring something say, “is it so important to me that i be unhappy unless this goes my way?” you’re going to find with the vast majority of things it’s just not true", "i think dropping caffeine made me happier", "makes me more of a stable person", "i think working out every day made me happier", "if you have peace of body, it’s easier to have peace of mind", "there’s lots and lots of things", "this could be a full podcast, but i’m still discovering and learning these things myself", "it would be interesting to catalog these things, but i suspect that a lot of them are deeply, deeply personal", "if i step back for a second and answer the question properly, the most important trick to be happy is to realize that happiness is a skill that you develop and a choice that you make", "you choose to be happy, and then you work at it", "it’s just like building muscles", "it’s just like losing weight", "it’s just like succeeding at your job", "it’s just like learning calculus", "you decide it’s important to you", "you prioritize it above everything else", "you read everything on the topic", "again, i think the buddhists have done a lot of good work on this", "i don’t think modern science has good answers here", "i think that modern world is actually really bad", "the modern world is full of distractions", "things like twitter and facebook are not making you happy", "they are making you unhappy", "you are essentially playing a game that’s created by the creators of those systems, and yes, it can be a useful game once in a blue moon", "you are engaging in the dispute, and resentment, comparison, jealousy, anger about things that frankly just don’t matter", "arefinedman asks, “how do you tend to handle conflict when it arises?” i handle conflict very poorly", "i get angry", "i’m an angry person, so i have to catch myself in the moment, and i have to talk myself down", "i have to recognize the anger for what it is", "i have to sense the bodily reactions, and then i have to see if i can stay calm", "usually, it’s very hard for me", "it’s my nature to try to solve a problem the very moment it arises", "i don’t do well with long-term stress where there’s an unsolved problem hanging out there", "probably the best single piece of advice i can give, other than just being mindful and aware, when you’re engaging in conflict is not to associate with high-conflict people", "we all know people in our lives who just tend to get a little more angry, a little more judgmental, or they’re always in a fight with someone else", "if you see someone who’s always fighting with somebody else, they’re eventually going to fight with you", "i have slowly cut those people out of my life", "not in an overt, explicit way, but by hanging out with them less and less", "there are plenty of smart, successful, kind, and happy people in the world", "you just have to make space for them in your life, by letting the people who still have lessons to learn drift off and go learn their lessons", "it’s not your job to educate them", "sometimes very unhappy people have this air about them, kind of like a drowning person, where they’re thrashing and making a big ruckus", "unless you’re an extremely happy person yourself, you’re going to drown too", "i would say the first rule of handling conflict is, “don’t hang around people who are constantly engaging in conflict.” “what insight about life have you acquired that seems obvious to you, but might not be obvious to anyone else?” this is a tough one", "it’s a deep question", "i do have one fundamental recent belief that i’ve acquired in the last few years that i don’t think most people would agree with", "it’s such a personal thing, and it came about in such a personal circumstances that i’m not sure anyone will get there in the same line of reasoning", "that said, i’ll lay it out anyway, which is, i’m not afraid of death anymore", "i think a lot of the struggle we have in life comes from a deep, deep fear of death", "it can take form in many ways", "one can be that we want to write the great american novel", "we want to achieve something in this world", "we want to build something", "we want to build a great piece of technology, or we want to start an amazing business, or we want to run for office and make a difference", "a lot of this comes from this fear that we’re going to die, so we have to build something that lasts beyond us", "obviously, the obsession that parents have with their children", "a lot of that is warranted biological love, but some of that is also the quest for immortality", "even some of the beliefs of some of the more outlandish parts of religion i think fall into that", "i don’t have the quest for immortality anymore", "i think i came to this fundamental conclusion", "i thought about it a lot", "the universe has been around for a long time, and the universe is a very, very large place", "if you’ll study even the smallest bit of science, for all practical purposes we are nothing", "we are ameba", "we are bacteria to the universe", "we’re basically monkeys on a small rock orbiting a small backwards star in a huge galaxy, which is in an absolutely staggeringly gigantic universe, which itself may be part of a gigantic multiverse", "this universe has been around probably for 10 billion years or more, and will be around for tens of billions of years afterwards", "your existence, my existence is just infinitesimal", "it’s like a firefly blinking once in the night", "we’re not really here that long, and we don’t really matter that much", "nothing that we do lasts", "eventually, you will fade", "your works will fade", "your children will fade", "your thoughts will fade", "these planets will fade", "this sun will fade", "it will all be gone", "there are entire civilizations which we remember now with one or two words", "sumerian", "mayan", "do you know any sumerians or mayans", "do you hold any of them in high regard or esteem", "have they outlived their natural lifespan somehow", "no", "i think we’re just here for an extremely short period of time", "from here, you can choose to believe in an afterlife or not", "if you really do believe in an afterlife, then that should give you comfort and make you realize that maybe everything that goes on in this life is not that consequential", "on the other hand, if you don’t believe in an afterlife, you should also come to a similar conclusion", "you should realize that this is such a short and precious life that it’s really important that you don’t spend it being unhappy", "there’s no excuse for spending most of your life in misery", "you’ve only got 70 years out of the 50 billion or so that the universe is going to be around", "whatever your natural state is, it’s probably not this", "this is your living state", "your dead state is true over a much longer time frame", "when i think about the world that way, i realize it’s just kind of a game", "which is not to say that you go to a dark place, and you start acting unethically and immorally", "quite the contrary, you realize just how precious life is and how it’s important to make sure that you enjoy yourself, you sleep well at night, you’re a good moral person, you’re generally happy, you take care of other people, you help out, but you can’t take it too seriously", "you can’t get hung up over it", "you can’t make yourself miserable and unhappy over it", "you just have a very short period of time here on this earth", "nothing you do is going to matter that much in the long run", "don’t take yourself so seriously", "that just kind of helps make everything else work", "that’s an insight about life that i’ve acquired that now seems obvious to me, but it’s really not obvious to most people", "related to that, [pretikstefen 00:28:17] asks, “what’s your philosophy of life or grand goal in living", "in other words, of the things in life, you might pursue, which is the one you believe to be most valuable?” another great question", "i think before, when i had the usual quest for immortality fear, that almost all of us do, that’s coded into our genes, and that was driving me, i was trying to build lasting things, create things, make money, build businesses, write books, that sort of thing", "now, i realize a lot of that’s meaningless", "that’s just stuff that keeps us busy", "it’s entertaining", "it might have some social good", "it might help build the moral character of human beings, but it’s not really the purpose of life", "is there a purpose of life", "that’s tough", "is there a philosophy of life", "that’s tough", "i think the closest i can articulate, and i’ll probably change my mind on this next year is to keep growing and learning in the short period of time that you have", "to seek truth and to accept things the way they are", "to see the world the way it really is", "then, just to live your life", "i think that’s it", "any deeper meanings or goals just lead to ideologies, which lead to desires, and belief systems, and disappointments and conflict", "it’s better just to live the life that you have on this earth, enjoy it while you go", "try to see things the way they are, not the way you wish they were and to be in harmony with things the way that they are", "easier said than done", "a number of people asked me what books i’m reading now", "this is a difficult question, because, at any given time, i’m at probably about 50 books on my kindle, and probably about six or seven hard-cover or soft-cover books that i’m cycling through", "i opened up my kindle", "i look through", "based on my mood, i’ll flip through to whatever book matches my mood", "i’ll flip to whatever part of it looks the most interesting, and i’ll just read that part", "i don’t read in the sequential order", "the most important thing that does for me is it lets me read on a regular basis", "i can actually just pull up my kindle here, and i can read off the names of some of these books that i’m reading", "i can give you mini-reviews, but i haven’t actually finished any of them", "they’re all in progress", "at any given time, i’m always reading some science fiction, because sci-fi is very imaginative, in terms of hypothesizing how the world’s going to work out", "usually, it has an interesting point of view", "you learn a little science", "just based on friends’ recommendations, i’ve been flipping through greg egan, brilliant writer", "physicist i believe, who has written some very hardcore sci-fi stories", "i’ve been reading a book from him called distress", "i’ve always got collections of science fiction", "i finished the martian, which was decent, but i felt like it went on a little too long", "i know it’s a very popular book with some people", "i love graphic novels", "i’ve been rereading the boys, recently", "getting into the more evolution, science kind of books, matt ridley’s the evolution of everything", "i recommend everything by matt ridley", "i think he’s great", "i really highly, highly recommend picking up genome, the red queen, origins of virtue, the rational optimist, and the evolution of everything", "i’m reading the essential gandhi, mahatma gandhi", "been reading, i’ve got here the tao philosophy, by alan watts", "i’ve got illusions, richard bach, which i read before, but i’m flipping through again", "i just like the way it flows", "the bed of procrustes: philosophical and practical aphorisms, by nassim taleb, who is famous for the black swan and fooled by randomness", "i sort of like his collection of ancient wisdom, in the bed of procrustes", "the lessons of history by william ariel durant, which was actually recommended by one of the listeners in the first podcast", "great book", "i really like how it summarizes some of the larger themes of history", "very incisive and, unlike most history books, is actually kind of small and it covers a lot of ground", "i’ve actually been reading my brother’s book, how to love yourself like your life depends on it", "i thought it was very succinctly written", "obviously a plug for my bro", "i was reading fear and loathing in las vegas, although i think i’ll put that down", "i get it", "about half-way through it’s just a giant drug-fueled orgy by hunter s", "thompson and his friend", "it was entertaining, but i sort of gave up after a bit", "richard feynman, i’ve been reading perfectly reasonable deviations, and i’ve also been rereading genius", "i’m rereading the power of myth by joseph campbell", "sometimes i think it’s better to just to reread the greats than it is to read something that’s not as great", "in the philosophy side, i’ve been rereading the tao te ching, and i just finished falling into grace by adyashanti, which i thought was very good", "also, read some jed mckenna recently", "he’s a weird one", "i’m not sure i’d recommend him for everybody", "god’s debris by scott adams, very interesting", "the origin of consciousness: the breakdown of the bicameral mind", "there’s a mouthful for you, by julian jaynes", "mastering in the core teachings: the buddha by daniel ingram", "that’s a great book", "recommended to me by a friend", "it’s available online", "i would get that one", "if you’re interested in buddhism, meditation, insight, i thought that one brought everything together, while leaving the mysticism out of it", "that should give you the indication", "i’m always reading something by krishnamurti", "usually, it’s total freedom, which is the book that i just reread over and over again", "doesn’t necessarily make sense, but when you’re ready for it, there’s nothing else like it", "i also recently finished the power of habit, or close to finish as i get", "that one was interesting, not because of its content necessarily, but because it’s good for me to always keep on top of mind how powerful my habits are", "humans are basically habit machines", "we form habits", "we run on those habits all day long", "habits can be great because they help us get things done very efficiently without having to reprocess them all the time", "they can also be terrible because we can have addictions", "those are the obvious bad habits", "also, they allow us to go through our life unconsciously and mindlessly", "it’s very important to be aware of your habits and know how to break habits and know how to make habits", "i have this daily workout that i do that i think i mentioned in the last podcast", "i think that specific one is interesting, but i think the specific technique matters less", "the more important thing is just doing some kind of physical activity every single day", "if you can, make it the same activity at the same time, because that will teach you the power of habits", "if you do something seven days a week with no exceptions, and you work out early in the morning, or when you first get up, then it will automatically fix all kinds of other bad habits that you have", "you can’t be out drinking late at night", "you can’t be out partying", "you can’t consume too much caffeine", "there are all kinds of other habits in your life that may be bad that get fixed if you stick to your daily workout habit", "it teaches you what the power of a habit is", "as you shed other bad habits, then you realize that habits can be broken, and you start breaking them", "i think learning how to break habits is a very important meta-skill that can serve you better in life than almost anything else", "although you can read tons of books on it, the reality is you’re never going to learn how to break bad habits until you just break them", "one thing i try to do is i try to break a bad habit every six months, and i try and pick up a good habit every six months to year", "you can’t beat yourself up too much about on it, but i don’t think it’s too much on yourself to ask, “it’s 2016, i’m going to break one bad habit.” i’m going to do everything in my power to break that habit", "everything else will be static", "i’m not going to get any worse", "that will help move the ball forward", "then you get gradual improvements in your life that you stick with", "i used to be pretty overweight", "i’ve lost weight over the last decade, where now i feel i’m pretty fit and healthy", "it hasn’t come through any single big epiphany or realization, but definitely going paleo helped", "understanding low-carb helped", "getting rid of processed food helped, and all those kinds of things", "it mainly came from habit changes and changing habits slowly but steadily over the course of a decade", "the good news is i’ve almost never slid backward", "i’ve never felt in danger of regaining the weight i’ve lost", "now, at the age of 42, i’m probably within the lightest weight since i was an adult", "i think that just comes from having stacked on a bunch of good habits and having gotten rid of a bunch of bad habits", "i would say the power to make and break habits, learning how to do that, is really important", "if you’re going to leave this podcast, and you’re going to pick up two skills in life- it depends on the person", "many of you", "tim’s entire audience is a bunch of over-achievers", "many of you are way ahead of me on both of these, but for those of you who may be behind on one of them, i would say, first realize that happiness is a choice, and it is a skill, and you can dedicate to learning that skill and making that choice and telling people about it and working on it", "you can slowly but steadily over the course of the years make yourself happier", "similarly, i would say that breaking habits is a skill, and it is something you can learn", "start with a small habit and try different techniques to break it", "try substituting", "try going cold turkey", "try weaning yourself off", "try social proof, by telling other people that you’re going to break the habit", "try putting other habits around it that leave no time for that habit", "try removing the triggers", "try toning down the rewards", "do whatever it takes but break one bad habit this year", "once you pick up that skill, it’s a beautiful thing, because slowly you can shed all your bad habits and make room for good habits in your life", "breakoutlist says, “what personal efficiency or life-management things do you do on a semi-regular basis", "e.g., some kind of life review exercise where you rate certain categories, et cetera.” the answer is none", "i am lazy that way", "i choose to live a spontaneous and free life", "i don’t want to live a very structured life", "i know people who are married, and they actually have quarterly meetings with their wife", "they have reports and “how are we performing as a marriage and what are our key results", "what’s our one-year plan", "what’s our five-year plan?” i just don’t plan", "i’m not a planner", "i prefer to be free in the moment and flow and be happy", "i think projecting too much in the future, judging yourself, setting yourself up in very difficult ways, other than as i talked about one habit or one desire", "if you start trying to control yourself on a micro-basis, all you’re going to do is make yourself miserable, and you’re going to get nothing done", "just focus on the one or two really really important things, and everything else, just surrender to it", "just take it as it comes", "just accept it", "be glad with it", "be happy that you’re in this world", "be glad that you’re clothed and fed and that you’re not getting bombs dropped on your head, like some people in the world are", "i like to stay free because then i can see the little miracles in life", "there are little miracles everywhere; it’s just we have taken them for granted", "the fact that you’re wearing clothes", "the fact that you have enough food to eat", "the fact that you’re in a place of shelter", "yes, you can roll your eyes about it", "you can say, “that’s obvious", "everybody has it.” but actually, not everybody has it", "it would be great to take a trip to a third-world country or to a refugee camp and see how little some other people have", "i think it’s a bad habit that we develop that we forget how to appreciate what we do have", "not obsessing about the future and not beating yourself up over what you don’t have is very important, because then you can pay attention and be grateful for what you do have", "hephaestus2 asked for more book recommendations, especially any book recommended by the listeners in the last podcast that stood out and had an impact on your life", "yeah, the last podcast was a treasure trove in the comments section of good books", "i recommended, and i got back even more great books", "i must have bought at least 10 or 15 books just from the comments section", "a couple that i read really stood out to me", "i mentioned the lessons of history", "too soon old, too late smart, that was a fun, light read", "the prophet by gibran, which i had never read, but it actually read like a modern-day poetic religious tome", "up there with the bhagavad-gita, the tao te ching, the bible, the qur’an", "it was written in that style where it had that feel of religiosity and truth, but it was very approachable and beautiful and non-denominational and non-secretarian", "i really liked that", "i loved that book", "he has a gift for poetically describing what children are like, what lovers are like, what marriage should be like, how you should treat your enemies and your friends, how you should work with money, what can you think of every time you have to kill something to eat it", "i felt, like the great religious books, it gave a very deep, very philosophical, but very true answer to how to approach the major problems in life", "i recommend the prophet to anybody, whether you’re religious or not", "whether you are christian or hindu or jewish or atheist", "i think it’s a beautiful book, and it’s worth reading", "thank you to whoever recommended that one", "now i’m going to switch gears for a second", "the final section is podcasts", "i’m going to just focus on the questions that are very vocational focused", "it’s funny, i got a whole bunch of questions that say probably about two-thirds were about philosophy and life, and reading, and learning, and growth", "those are fun for me to answer because a new field for me myself", "i learn from it too by talking about it and by hearing responses about it", "there’s a set of questions that are very particular about, “how do i make money?”, “how do i become a good venture capitalist?”, “how do i run my company?”, etcetera", "i’ve been putting those off because those are sort of old hat, but i’m going to answer those now in this section", "let me go through those", "i know i covered a few of those before, but all the remaining ones from this point are very practical", "if you are interested in the philosophical issues or the books, then we are done with that section", "you can probably just stop the podcast", "if you want to ever discus those topics, the best way to find me is on twitter", "you can find me as @naval", "i’m usually reasonably responsive, as long as it’s not too open-ended, it’s kind of an interesting conversation", "let’s dive right into it, the money-making questions", "vic rush said, “let’s assume that you’re in your late 20s with no real money, college education", "you decide to begin your journey with business new startups", "what would you begin with", "what would you do", "oh yeah, and you don’t live in sf.” unfortunately, i’d say, move to sf", "if you can’t move to sf, move to a startup hub", "that could include, depending on where you are in the country, that could be austin", "that could be la", "that could be in new york", "that could be in boston", "that could be berlin", "that could be london", "it could be bangalore", "it could be shanghai", "it could be even parts of deli or beijing", "unfortunately, all the other people who are in startups are in these places, so you have to get in the flow", "the good news is once you get in the flow, you’re going to figure out, if you’re motivated, what to do", "you’ll be able to go to a school where you can learn how to code", "there are tons of them around", "tons of great academies like app academy and hack reactor and general assembly does classes where you can learn how to code", "you can volunteer for startups", "you can startup in maybe customer service, or you can start off in operations, just keeping the office running", "do whatever it takes, but get into the startup scene", "startups are a moved forward by people who are just willing to do the work", "you don’t necessarily be a genius or have a technical background if you’re willing to do the work, and you’re willing to learn, and you’re in the right hub, you’ll figure your way out within a couple of years", "duet14 says, “you studied computers and economics, how have these fields impacted your thinking", "if you could go back, would you still pursue the same education, and why or why not?” i would pursue similar", "i would say that microeconomics was incredibly useful", "macroeconomics was mostly useless", "the part of computer science that was very theoretical, like mathematics and algorithms, was actually the most useful because that stuff doesn’t change over time", "the part that was learning to program in java or fortran was useless or less useful because it fades over time", "i would probably do more math, more physics, stick to micro-everything", "i would probably have studied some psychology and some evolution because i think those are really important to understanding how humans work", "at the end of the day, you’re interacting with humans everywhere you go", "i would have focused on theory and principles over facts", "facts fade or facts can be looked up", "your most important skill isn’t even what you majored in or even what you studied, it’s just knowing how to learn", "if you have a good grasp of mathematics and if you like to read, there’s nothing you can’t learn on your own", "betenthman says, “hey naval, question from an 18-year-old in the philippines", "what advice would you give to ambitious 18-year-olds who want to be successful in founding startups and investing like you naval?” basically, the question is, “how do i get as rich as you, but faster?” because nobody wants to put in the time", "first of all, move to a startup hub, if you’re going to be in that industry, or just go to the hub for whatever that industry is", "if you want to be an actor, go to hollywood", "if you want to be on broadway, go to new york", "if you want to be finance, go to new york or london or hong kong", "second, i think charlie munger had a great answer to this", "charlie munger is warren buffet’s right-hand man, and he gets asked these kinds of things all the time", "he’s a self-made multi-billionaire and very wise in his ways", "i think i’m going to paraphrase and maybe mangle his answer, but you should look it up", "he said, “you just get up early in the morning, you work really hard, you learn something every day, you put one foot in front of the other, and if you live long enough, eventually you will get what you deserve.” that’s it", "there’s no certainty in life", "you can put in the hours, you can put in the time, but you can’t really expect the outcome", "unfortunately, one of the things that investing has really taught me is just how much randomness there is in the world", "how many times you think you can do something right, but it still doesn’t work out", "i often see that individual entrepreneurial efforts often fail, but individual entrepreneurs over their careers rarely fail", "as long as you can keep taking shots on goal, and you keep getting back up, eventually you’ll get through", "just stick at it", "although you might win early, that’s rare", "those stories are very, very rare", "people who tend to win early don’t learn the right lessons", "in fact, i made a small fortune when i was young, just by being in the right dot-come bubble company in 1999", "of course, i held on too long, and i lost the whole thing", "that was a really good lesson because it meant that as i made a little bit of money later in life, now i knew how rare and precious it was, and i knew how to hang onto it", "i didn’t have the contempt for money that comes from making it too easily", "i had a deep respect for how hard it is to make", "put in the hours", "pretik [stefen 00:48:57] asks, “what advice would you give a talented software engineer who is at google, facebook, microsoft, amazon", "should they continue to work there and get promoted, should they move to a startup like airbnb, should they move to an early-stage startup, or should they bootstrap a software product, or should they found a startup and play the vc-funded game", "and, is there a slight conflict of interest to would-be founders to investors?” yes, investors giving advice is always self-serving advice", "don’t take your advice from investors if you can help it, because they have their particular view of the world and just realize that", "incentives are everything", "charlie munger said incentives are everything", "incentives are superpowers", "if you could be working on incentives, then you shouldn’t be working on anything else", "he means like in the context of your employees or within the context of your product", "incentives are everything", "that said, what path should you take", "i don’t know", "they’re all good paths", "it depends on what you want out of life", "you could try them all", "if you know you want to start a company, you know what the company is, you know who you want to do it with, and you feel like you have a good understanding of the space, then go do it", "you’re ready", "on the other hand, if you don’t yet know how to do it, or you don’t know what it is, then you should probably get as close to it as possible", "that would mean enjoying a startup", "if you want to be a founder, you probably want to join a startup that’s very early", "if you’re more interested in having a good lifestyle or making good money for your family, then you may want to go to a later-stage startup, the one that is more clearly on the path to success", "questions like this, unfortunately, don’t have glib answers", "it’s highly, highly contextual", "the fact that you’re thinking about it means that you’re going about it the right way", "startups are a young person’s game", "it’s better to do them early in life before you settle down before you have too many obligations before you’ve gotten set in your ways", "if you’re going to do a startup, you should at least take one shot at it before you’re 30 or 35", "after that, it gets a lot harder", "that’s just me personally", "there are plenty of entrepreneurs who are executing in their 40s, and 50s, and 60s", "i think t", "boone pickens was still an entrepreneur and operator in his 80s or something like that", "here’s a very practical question", "“what is your advice to those on us visas", "how can they go about launching a startup in the valley while keeping their primary job in the short-term", "what communities and incubators can they reach out to for help and advice?” there’s a great accelerator and incubator that i’m a small investor in called unshackled", "i think they’re at unshackled.co", "they solve exactly this problem", "they help great engineers, designers, entrepreneurs start companies while retaining their visa status", "they have a way to work that out that’s perfectly legal and ethical and good", "it helps immigrants create jobs, and create wealth, and create products for the rest of us", "i highly recommend checking out unshackled", "there may be others like it; that’s just the one that i happen to be aware of", "trail of vinny, asks a good question", "“in a world in which the majority of people will regard money much more than time, how do you protect your own time and still not offend people in both professional relationships and personally", "any strategies or good reads on this you would suggest?” this is the bane of my existence", "i get hit up for coffees, meetings, luncheons, obligations, to-dos, phone calls", "for a little while, i was a little ornery about it", "i used to own the domain, “idontdocoffee.com” and i would reply from naval@idontdocoffee.com, but that was rude, and petulant, and stupid", "that was the younger and more brash version of me", "these days i’ve become a master at evading meetings that suck up time", "the reality is time is all you have in this world", "when you’re young, you’re seeking out opportunities, so you look forward to serendipity", "you’re taking new meetings; dynamic is energizing you meeting new people", "as you get older, you’re too much opportunity, you’re too many people, you have too much family obligations, you have too many things to do, too many places you could be", "you just end up busy, busy, busy, busy, busy", "busy is a death of productivity and happiness", "derek sivers, who i think tim had a great podcast with said, “i’m not going to say yes or no, i’m going to say ‘hell yes’ or ‘no.'” if i’m not excited about something, i’m not going to do it", "i think that’s a good heuristic to try out", "so what if it offends people", "you have a very short life on this earth", "you have to spend it being happy, doing what is productive, and what matters with the people closest to you", "i think all the greatness in life comes from compound interest, whether it’s in investments or it’s in relationships", "my most popular tweet of all time is this one that’s kind of glib, but it’s, “if you can’t see yourself working with somebody for life, don’t work with them for a day.” now, of course, you’re not going to say, “no, i’m not going to work with you, because i’m not working with you for the rest of my life.” but, it’s a good reminder that any relationship is short-term or temporary, it’s really not going to pay out the dividends that you want later in life", "it’s better to treat a lot of your time as a search function, where you’re searching through the set of jobs, you’re searching through the set of dates and spouses", "you’re searching through the set of hobbies until you find something things you love", "when you find things and people that you love, you go all-in on them", "when you find the person that you love being around 24/7, and if they’re attractive and of the opposite sex, you’d marry them", "if there’re friends that you never get tired of hanging around with, those are going to be the three, four, five friends that you spend most of your rest of your life with", "hopefully, they’re happy people because it’ll rub off on you", "there’s a theory called the five chimps theory", "where you can, in zoology, predict the mood, behavior patterns of any chimp by which five chimps they hang out the most with", "choose your five chimps carefully", "i would say, yes people can get offended", "it can damage relationships if you blow them off, or if you’re non-responsive", "you have very little room in your life long-term for real relationships", "guard that time", "it’s actually really important to have empty space", "if you don’t have a day or two days a week in your calendar where you’re not always in meetings, and you’re not always busy, then you’re not going to be able to think", "you’re not going to be able to have good ideas for your business", "you’re not going to be able to make good judgments", "i also encourage taking at least one day a week preferably two, because if you budget two, you’ll end up with one", "a day our two on your calendar where you just have time to think", "it’s only after you’re bored that you have the great ideas", "it’s never going to be when you’re stressed, or busy, running around or rushed", "make the time", "same way with people, you need to have time space in your life where you’re not booked with the people that you already know", "this way, once in a blue moon, an invitation will come along, and a person will come into your life that’s suddenly really interesting", "i think you have to be pretty ruthless about saying no to things, about turning people down, and about leaving room in your life for serendipity", "my experience, normally, if you don’t make time for people when they’re requesting time for you, yes it’s a little painful, it’s a little socially awkward, but the people aren’t going to disrespect you", "if anything they want to hang out with you even more, because they realize you’re very discriminating with your time", "guard your time", "forget the money", "money is actually the least important thing", "the discount rate to money, i like asking my friend, “if you could keep your friends and family, and you keep everything you know, but you lost all your money and your job, and you had to start over", "in exchange, you get to be younger, physically younger", "how many years of your life would you have to get back in exchange for giving up everything you’ve earned and put away.” i’ve had friends say five years or ten years", "for me personally, it’s about two to three years", "if you gave me back two or three years of youth, frankly", "the older you get, the smaller that number gets", "when you’re on your death bed, when you’re on your last day, you’d give up every dollar in the bank for a few days, another hour, another minute", "money has a very steep discount rate as you get older", "you just realize as you get older that it matters less and less and less", "outside of the bare necessities, which unfortunately most of the world is still struggling with", "the fact that you can listen to this podcast on an iphone or whatever you’re listening to it on mans you’re already better off than a lot of people", "guard your time"]}