{"dialog_idx": {"caroline paul": [19, 20, 45, 46, 47, 48, 49, 50, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 69, 71, 72, 73, 74, 75, 76, 80, 81, 82, 83, 84, 85, 86, 91, 99, 101, 102, 103, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 119, 120, 121, 123, 124, 125, 126, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 142, 143, 144, 145, 146, 147, 148, 149, 151, 153, 154, 155, 162, 166, 168, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 205, 213, 214, 215, 216, 217, 218, 219, 220, 222, 223, 224, 225, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 240, 241, 242, 243, 244, 247, 248, 249, 250, 251, 252, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 285, 286, 287, 288, 289, 290, 291, 293, 296, 300, 301, 302, 303, 304, 305, 306, 307, 308, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 328, 329, 331, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 359, 360, 361, 362, 363, 364, 365, 366, 367, 369, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 397, 398, 399, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 440, 441, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 462, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 477, 478, 479, 480, 481, 482, 484, 485, 486, 487, 488, 489, 490, 491, 492, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 529, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 551, 552, 555, 556, 560, 561, 562, 563, 564, 565, 566, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 586, 587, 588, 589, 590, 591, 592, 593, 594, 597, 599, 600, 601, 602, 603, 604, 606, 611, 612, 613, 614, 615, 616, 617, 619, 620, 621, 622, 623, 624, 627, 628, 629, 631, 635, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 667, 668, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 722, 723, 731, 741, 743, 744, 745, 746, 747, 748, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 766, 768, 771, 772, 773, 774, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 793, 794, 795, 797, 798, 799, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 814, 815, 816, 817, 818, 820, 821, 822, 823, 824, 825, 826, 827, 828, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 855, 857, 858, 859, 860, 862, 863, 864, 865, 866, 867, 868, 869, 870, 872, 873, 881, 882, 883, 885, 887, 890, 892, 893, 894, 895, 896, 897, 898, 899, 900, 902, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 917, 918, 919, 921, 922, 923, 924, 935, 936, 937, 938, 939, 940, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 958, 961, 962, 963, 964, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 977, 980, 993, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1009, 1010, 1011, 1013, 1015, 1016, 1019, 1020, 1021, 1022, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1041, 1042, 1043, 1045, 1046, 1063, 1064, 1065, 1067, 1073, 1074, 1075, 1076, 1077, 1078, 1080, 1081, 1083, 1084, 1085, 1086, 1087, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1158, 1159, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1183, 1184, 1185, 1186, 1188, 1190, 1197, 1198, 1199], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 51, 52, 67, 68, 70, 77, 78, 79, 87, 88, 89, 90, 92, 93, 94, 95, 96, 97, 98, 100, 104, 118, 122, 127, 141, 150, 152, 156, 157, 158, 159, 160, 161, 163, 164, 165, 167, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 204, 206, 207, 208, 209, 210, 211, 212, 221, 226, 227, 239, 245, 246, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 283, 284, 292, 294, 295, 297, 298, 299, 309, 310, 327, 330, 332, 333, 334, 335, 358, 368, 370, 371, 372, 396, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 425, 426, 439, 442, 461, 463, 474, 475, 476, 483, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 528, 530, 547, 548, 549, 550, 553, 554, 557, 558, 559, 567, 582, 583, 584, 585, 595, 596, 598, 605, 607, 608, 609, 610, 618, 625, 626, 630, 632, 633, 634, 636, 666, 669, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 713, 714, 715, 716, 717, 718, 719, 720, 721, 724, 725, 726, 727, 728, 729, 730, 732, 733, 734, 735, 736, 737, 738, 739, 740, 742, 749, 761, 762, 763, 764, 765, 767, 769, 770, 775, 776, 777, 778, 779, 780, 792, 796, 800, 813, 819, 829, 854, 856, 861, 871, 874, 875, 876, 877, 878, 879, 880, 884, 886, 888, 889, 891, 901, 903, 916, 920, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 941, 956, 957, 959, 960, 965, 976, 978, 979, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 994, 1008, 1012, 1014, 1017, 1018, 1023, 1036, 1037, 1038, 1039, 1040, 1044, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1066, 1068, 1069, 1070, 1071, 1072, 1079, 1082, 1088, 1096, 1110, 1111, 1129, 1130, 1131, 1132, 1133, 1152, 1153, 1154, 1155, 1156, 1157, 1160, 1161, 1162, 1163, 1164, 1165, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1187, 1189, 1191, 1192, 1193, 1194, 1195, 1196, 1200, 1201, 1202, 1203]}, "episode_num": 151, "file_type": "html", "guests": ["caroline paul"], "num_sentences": 1204, "num_words": 13563, "raw_text": "Tim Ferriss: Hello, druids and drow elves. This is Tim Ferriss and welcome to another episode of the Tim Ferriss show, where it is my job every episode to deconstruct people who are exceptionally good at what they do, whether they are chess prodigies, performers, athletes, politicians, military strategists, or otherwise. This episode, we have a very fun guest, Caroline Paul – @carowriter on Twitter. She is a blast. She was recommended to me by two close friends who have both been on the podcast – Chris Sacca and Maria Popova. Maria, I hope to god that I’m getting your last name correct this time around. Maria said that Caroline is all about living courageously and embracing adventure in our culture of safe achievement. That is music to my ears. I feel like we’ve grown soft and weak, and it is time to remedy that with habits, practices, and stories that impart lessons. On top of that, Caroline can probably kick my ass – and I’m actually not kidding whatsoever about that. She is the author of four published books. The latest is the New York Times bestseller The Gutsy Girl: Escapades for Your Life of Epic Adventure. That does not mean this podcast is only for girls, women, or females. It is about overcoming fear. Once a scaredy-cat herself, Caroline decided fear got in the way of the life she wanted, including a life of excitement, confidence, self-reliance, etc. She has since fought fires as one of the first female firefighters in San Francisco, flown planes, rafted big rivers, climbed tall mountains – like Denali – and much, much more. In this episode we discuss various types of fear and how she has overcome them, or minimized them, and how you can do the same. So please enjoy my conversation with Caroline Paul. Caroline, welcome to the show. Caroline Paul: Thanks, Tim. I’m really happy to be here. Tim Ferriss: It’s nice to see you again. I thought we could start with an email you haven’t seen. It was an introduction from Chris Sacca who has been on the podcast. I hate to use the B-word, but he’s a very, very esteemed start-up investor, billionaire, and all around good guy. He’s famous for his introductions, I would say. He’s very good at writing mutual intros or, in this case, a one-sided intro. This was his email to me two weeks ago: “Hey, man. Remember Caroline Paul from Italy? You guys hit it off big time. She’s a fucking bad-ass. One of the only ever San Francisco female firefighters, a pilot who walked away from a crash, a surfer, adventurer, etc. Her twin sister was actually one of the star life guards on Baywatch, too. Did I mention she can probably lift as much as you? I don’t know exactly what her supplement regime is, but she looks like she’s teetering on the edge of not entirely natural. Can I re-intro you? Chris.” Now, the last part – for those of you who don’t know Chris – Caroline Paul: That’s a lot of B’s – billionaire, bad-ass, Baywatch.  Tim Ferriss: It’s a lot. And I remember meeting you in Italy very briefly and just wanting to ask so many questions. So this is now my opportunity. It also gave me an opportunity to dig into your background and do a lot more reading. I feel like there are so many different pieces of the puzzle I don’t know where to start. So I’ll begin with the one that just jumped out at me when I was reading an op-ed of yours in the New York Times. That is pulling a bloated body from the bay. Can you provide some context for pulling a dead body from the bay? Caroline Paul: Yes. I was a San Francisco firefighter from 1989 to 2003. I worked on a rig called Rescue 2, and we were trained not only to rescue in fires but to do all sorts of technical rescues. One of them was to be a dive recoverer. We did body recoveries. I must’ve been talking about one of my attempted body recoveries. Tim Ferriss: What does that feel like, specifically the first time you went to potentially recover a body or did recover a body? What was that experience like? Caroline Paul: There are lots of mixed emotions. First to fall, it’s really exciting. I love adventure and it’s adventurous. But I’ve never been great with dead bodies. I know that sounds weird. Who is great with dead bodies? But I don’t love them. I don’t love coming upon them. I always get a little bit of the heebie-jeebies right before I walk up to someone who I know is dead. I have to gird myself just a little. When you’re looking for a body in the bay, it’s kind of like searching for a monster. Bodies in the water decompose very fast and bloat. Crabs eat the eyes. Yeah, I know. Tim Ferriss: Oh, god. Visibility is generally next to nothing in the bay or am I making that up? Caroline Paul: It’s nothing. Tim Ferriss: It’s nothing, right? Caroline Paul: It’s literally nothing. The first couple of feet you can see a little and then it gets murky brown. The bottom of the bay is actually a couple of feet of silt. So when you drop down to search, you can feel mud even though you’re wearing a super thick suit. And then you have to sink even lower to hit the actual bottom. You’re actually swimming very slowly through silt, and you can’t see anything. Tim Ferriss: It sounds terrifying without the dead body. In that case, the bay is certainly larger than a swimming pool by many orders of magnitude. If you have such low visibility, how do you search for a dead body? Caroline Paul: The worst way. You feel for a dead body. You swim very slowly with one hand holding a rope because you’re guided from the top. You want to do a certain pattern. The other hand is reaching out very slowly and feeling. If you do the search pattern right, you cover a pretty wide area. And I’ll tell you the things at the bottom of the bay are amazing – shopping carts, tires, pipes, cans. Tim Ferriss: I had this experience that scared me tremendously in the bay. I was at Aquatic Park, which is this somewhat safeguarded portion of the bay where you can swim laps. There are a number of swimming clubs, so I put on my swimming cap and went in without a wetsuit at some ungodly point in the season, not realizing I would freeze my extremities. About 15 minutes into my swim, I had a gigantic mammal – or animal of some type – come up and brush my side. Caroline Paul: No. Tim Ferriss: It wasn’t sandpapery, so I figure it wasn’t a shark, but it was a gigantic sea lion. I was just doing a freestyle stroke and it just bumped like five feet off of my lap. I was like, “Okay, I think I’m done.” Caroline Paul: There was no fin? Tim Ferriss: No fin that I saw. But I was like, “I’m not sure what that was, but I’m going to get out of the water now.” So if we think backtrack and start the movie at a point where you’re coming out a burning building and suddenly there’s a fragmented memento-type movie cut to you in the bay pulling out a dead body – but then we have this flashback. There are milk cartons involved. Can you tell us the story of the milk cartons please? Caroline Paul: When I was a kid I was obsessed with adventure pretty young. Tim Ferriss: How did it start? Caroline Paul: I don’t know. Maybe one is born with it. I really love the outdoors and we grew up in the country. Tim Ferriss: Where did you grow up? Caroline Paul: Cornwall, Connecticut. It’s a rural part of Connecticut, in the northwest corner. We basically spent our days biking all over the place. We were not adult-supervised. We were told to come home by dark. We skateboarded. We went cross-country skiing. We rode horses. We basically had an outdoor life. We built forts. We weren’t allowed to watch TV. We had no TV then. So I guess that fed that, or gave me the idea adventure was possible. Tim Ferriss: The default activities seem to be also adventurous, being forced out into the wilderness. Caroline Paul: Yeah, adults paid no attention to us, which was awesome. I didn’t even know that you were supposed to actually interact socially with adults until as an adult I saw kids doing that. It was a different time. Tim Ferriss: How did the milk cartons come into the picture? Caroline Paul: I was a big reader. I read a lot of books. My parents had the proverbial National Geographics all lined up on – Tim Ferriss: My parents, too – the yellow binding? Caroline Paul: Yeah. Tim Ferriss: A stack over there. Caroline Paul: Right? It was decorative and practical. So I would read those voraciously. In one of them was this article about a milk carton boat race. I thought, “I want to do that. I want to build a milk carton boat.” I had this grand plan of a pirate ship, because these boats in the pictures were amazing. I forgot that I don’t know how to build anything. My dad didn’t know how to build anything. But that didn’t matter. I collected milk cartons for months and failed to wash them out, so they started to reek. They were all under my bed. I had to wash them out and that was a revelation. I asked my dad to help me, so we built a milk carton boat. Tim Ferriss: What happened to the boat? Caroline Paul: It wasn’t really a boat. It was more like a raft. Like I said, my dad didn’t know anything. We ended up downgrading the pirate ship idea to basically a bunch of milk cartons wrapped in garbage bags, taped, and then put between plywood and nailed together. I made a flag. I picked my crew, who was basically my twin sister, my friend Charlie, and this poor exchange student from France. I think she just didn’t understand what I was saying. We set sail on this river in our town called the Housatonic, which is where they hold these really high – have you heard of it? Tim Ferriss: I haven’t. Caroline Paul: They hold big whitewater kayak races on that river. Tim Ferriss: What could go wrong? Caroline Paul: My parents were good parents, but they knew nothing about rivers. They didn’t care. I think they helped us ferry this big square to the river and then we set sail. Tim Ferriss: I don’t usually bring this up until much later in interviews, but I want to compliment you. I knew this story from a book you published called The Gutsy Girl: Escapades for Your Life of Epic Adventure. I get sent a lot of books and I always have a high degree of trepidation. I get sent books by a lot of friends, or friends of friends. You are a really, really good storyteller. I just wanted to compliment you on that. Caroline Paul: Thank you. Tim Ferriss: It is a really compelling read. I sat down with a glass of wine at a Japanese restaurant yesterday and just tore through half of it. It was great. Caroline Paul: It’s totally up your alley, though, Tim. Tim Ferriss: It is. Caroline Paul: It’s not even as crazy as things you would do – not even close. Tim Ferriss: It gave me a shot of excitement and also a short of half-nostalgia/half-regret. I remember trying to become a Boy Scout at one point. I wanted to be an Eagle Scout. There weren’t enough adult volunteers at the time to do the program, so after two meetings it got shut down. It was so sad to me. But it also brought back memories of my mother, who would always take me, my brother, and a few friends camping and hiking in the summer. It was very similar to the minimalist adult intervention style of parenting in the – Caroline Paul: They call it free range parenting, now. Tim Ferriss: I really recall these experiences with my mom. You talk about, in the first half of your book, your dad quite a lot. In one of your op-ed pieces – can you remind me of the title again? Why Do We Teach Girls That It’s Cute to Be Scared? I think the alternative in print was It’s Not Cute to Be Scared. You mentioned in this piece that your mom encouraged you to be more adventurous, in part because her mother was so timid and protective. Were you closer to your father, though, in the hands-on activity sense? Caroline Paul: Neither of my parents were very hands-on. Again, it was parenting by pushing you out the door and telling you to come back before dark. This was one of the few times my dad and I built something or made something. I was definitely closer to my dad, though, than my mom until later in life. It’s the mother/daughter relationship, which is much more complicated, just like the father/son, I think. I didn’t give my mom any credit for my ability to run off and have adventures or develop that spirit of adventure. I showed her the op-ed before it was done and that’s when she turned to me and said, “You know, my mom was a real scaredy-cat and she never let us do anything. When I was 21, I went on a ski trip and it was a revelation. It was so fun.” She realized everything she had been missing. So when she became a mom she didn’t want that for us. Of course, as kids we never give our parents their due. Now I get to and I’m glad. It turns out that it was actually more my mom who really wanted us to go experience a lot of things. While neither of my parents were outdoorsy, they definitely wanted us to try everything just a little bit. We had to play an instrument and were so not musical. That was fine. We had to play it for a certain amount of time and then we could drop it. They taught us to ski. They took us sledding. So they opened up our lives. They weren’t outdoorsy and didn’t participate, but they allowed and encouraged it. Tim Ferriss: How would you describe your childhood? Caroline Paul: Can I have multiple choice? Tim Ferriss: Somber, A – ecstatic, B – no. In general terms, I’m really curious. You have a very eclectic life. You live in San Francisco. You’re from Connecticut. I just don’t know much about your background and childhood. I’m just very curious to hear you describe the family dynamic and what it was like growing up. Caroline Paul: We had a varied life, for sure. I have an identical twin and a younger brother. We grew up in New York City until about third grade. In fact, my mom is a bit embarrassed about this now, but when I was eight I took two public buses to school on my own – which is unheard of now. This was the ’70s. New York was a dangerous place then. My mom feels a bit bad about this, but I think it was great. We lived in New York City and then moved to Paris for two years with my father’s work. Tim Ferriss: What was the work? Caroline Paul: He was a banker with Morgan Stanley, so he was transferred there two years earlier and spent a total of four years there. We then moved to Connecticut and lived in the country. I think of myself as a country girl, but when I really pars it out, I’ve probably not spent most of my time in the country. But I definitely think of myself as somebody who grew up in a rural setting. Tim Ferriss: When did you begin to think about firefighting? How did that happen? Caroline Paul: Oh, I never thought about firefighting. I didn’t grow up thinking about firefighting. I wasn’t one of those kids who wanted to be a firefighter. It wasn’t an option when I was a kid. There were no female firefighters. The only firefighters I knew were the volunteer firefighters in our small town, and they were all men. I fell into firefighting. I graduated from Stanford and I – Tim Ferriss: What was your major? Caroline Paul: Communications – an easy major. By the way, I wouldn’t get into Stanford these days. It’s crazy. Tim Ferriss: I wouldn’t either. Caroline Paul: I graduated from Stanford and was really on the trajectory to lead a briefcase-carrying life of sorts, which I didn’t want. I didn’t want to be in an office. I couldn’t imagine it. But I wanted to be maybe a documentary film maker or journalist – somewhere where I could be outside in the field somehow. I was volunteering at the time at KPFA in Berkeley. Tim Ferriss: I don’t know what that is. Is that a radio station? Caroline Paul: Yeah. It’s part of the Pacifica chain of radio – sort of public radio-esque but more radical. They have a great internship program. Basically, most of the station is run by volunteers. And you don’t come in and push papers. They throw you right into doing stories. Tim Ferriss: That’s awesome.  Caroline Paul: Yeah. So I was the news reporter for quite a few years at KPFA in the ’80s. At the time, all of these stories were coming across my desk about the San Francisco Fire Department and how racist and sexist it was. This was ’86 or ’87. I thought, “Well, maybe I’ll do an undercover story. I’ll sign up to take this test to become a firefighter” – which was as far from my life as you can imagine. I had grown up going to boarding school and Stanford. It just wasn’t in my purview. It’s funny. You think the whole world’s open to you, but in every situation we’re really acculturated to certain things. It never occurred to me. But I did go through this test process. Of course, racism and sexism doesn’t show up in the obvious ways we expect it to or think it does. It’s so pervasive because it’s more insidious than that. You can’t just encapsulate it in a two-day test taking situation. I had no story but I went through the process and every segment I passed, which surprised me. I’m not that great a test taker. I’m not that interested in academics, really. Tim Ferriss: This is the written portion of the test. Caroline Paul: The written portion, which is the big gatekeeper. I came in really high. Obviously, I knew how to take tests and that’s really what it was about. The physical portion was easy for me because I had been a rower at Stanford and had always been very physically fit. All of a sudden, they said, “You’re in.” Tim Ferriss: What did the physical test look like? Do your recall some of the components? Caroline Paul: I can’t quite remember now. It’s been a long time. But at the time they were struggling to make it relevant. It’s one test where you were really coming under scrutiny. You didn’t just do a bunch of push-ups because they’re not relevant to firefighting. Tim Ferriss: Right. They don’t translate directly. Caroline Paul: Right. I think they were still struggling. Definitely, if you were not fit, you couldn’t pass the test at the time. But I think it should’ve been more stringent. Being a firefighter is a really tough job. Physically, it’s tough. You’re wearing 100 pounds of equipment. Tim Ferriss: That’s a lot. Caroline Paul: You need to be fit and strong. Tim Ferriss: You’re wearing 100 pounds of equipment. That’s minus anything or anyone else that you need to carry. Caroline Paul: Or drag – yeah. Tim Ferriss: For anyone who’s wondering how heavy that is – looking at the wall here, there’s a caribou skull. I had to pack out close to 100 pounds of caribou meat in Alaska and that is extremely heavy. If you haven’t conditioned your glutes, knees, and hips– for those people who are wondering, get a weight vest and try that with 20-40 pounds. Caroline Paul: Yeah, our air packs – mine was heavier because we had to be in there longer. The rescue squads were in there longer without a hose to protect us, so our packs were heavier than most peoples. I weighed them and I think they were 30 pounds. Just the air pack was 30 pounds and then you’re wearing – Tim Ferriss: So within the fire department, you said rescue squad. How is it divided up? What are the different squads? Caroline Paul: When I grew up, it seemed like the boys automatically knew the difference between an engine and a truck. An engine carries the water and a truck carries the ladders. Do you mind if I give you this primer? Tim Ferriss: I would love you to. I can’t find my ass with both hands when it comes to fire department terminology. Caroline Paul: Fire engine and fire truck are actually different. The fire truck is responsible mostly for ventilation in a fire and rescue. They’ll throw the ladders, go up to the roof, start destroying the building – the fire is destroying the building and also the truck people are destroying it by putting holes in the roof to ventilate. When the engine crew gets there, they have the water and are going in. The conditions aren’t as terrible. They’re trying to ventilate that smoke and heat so it can rise. It’s a semi coordinated effort. Ideally, it’s very coordinated, but it’s a chaotic situation, obviously. The engine crew will crawl in with a hose and the truck helps them make entry if necessary. The truck is also responsible for search and rescue. But in San Francisco, we have two specialized units called Rescue 1 and Rescue 2. I was a member of Rescue 2 for most of my career – 10 of 14 years. Our responsibility was just to search and rescue. Every so often they would say, “Hey, squad. Grab a hose.” But mostly that was our job. We carried an axe and an entry tool. Tim Ferriss: Do you still have your axe? Caroline Paul: No. I don’t, unfortunately. Tim Ferriss: Did you have to relinquish it like a 1980s cop movie – badge and weapon? Caroline Paul: I cannot confirm or deny what I relinquished and what I did not. Tim Ferriss: Okay. So you passed the test. Then what goes through your head? What happens then? Caroline Paul: Then I was like, “Wow. I did not expect this. My father will be so bummed. My whole circle of friends will be shocked.” Tim Ferriss: If you were to accept, you mean. Caroline Paul: Yeah, this was completely different strata of life. By the time I had gone through the test, I was completely enamored with the job and was on the verge of realizing there were smart and brave people leading an extraordinary life. But I deferred. I was so confused. But I was also 25. I didn’t know what I wanted to do with my life. I was adrift. So instead of making a decision, I said maybe. I deferred, which kind of meant no. And then I went on this expedition with a friend of mine to Bolivia where we rode mountain bikes through the Andes. It was just he and I mountain biking. I thought a lot of about leading a life where I could do this sort of thing. When I came back, I was working odd jobs. And then earthquake hit. When the ’89 earthquake hit I read a lot about what the firefighters were doing. There were some amazing stories about the bravery of these men. So I thought, “Okay, this is an institution that has issues with racism and sexism for sure, but there are some amazing people in this institution and it’s an amazing job.” So I called and said I’d like to take that position. They said, “Mm, okay.” I had to wait awhile and in December of ’89 I got in. Tim Ferriss: What was your first day, week, or month on the job like? Caroline Paul: My first day was really scary, frankly. I walked in and one of the first things I did was put on the medical gloves to check the equipment. I was called a probie – probationer. Then I went to the bathroom and didn’t take my gloves off and forgot there is powder all over. So I walk out and there is powder all over my crotch where I zipped up my pants. I was so mortified. They gave me a hard time, but in a nice way. I basically came as “that Stanford grad” and “that vegetarian.” My twin sister was, at the time, on Baywatch, which was the most watched show in the world. So if I wanted to be a little bit under the radar, it just wasn’t going to happen. Tim Ferriss: Hard to blend in. Caroline Paul: Right. Tim Ferriss: Oh, my god. The powdered crotch is ready for film adaptation. What makes a good firefighter? Caroline Paul: That’s a great question. I notice that, in the fire department, the guys I respected as firefighters were often not the strongest ones. They were fit, but they were often smaller and had a lot of street smarts. At first it confused me because supposedly for firefighting you have to be a huge brute because it’s such a physical job – and it is a physical job. But it’s a combination of physicality and smarts. At that intersection, you get an amazing firefighter. You need to understand your physical limitations because everybody has them – even the strongest guy. The smaller guys did often understand their physical limitations and they used their smarts and grace. There was an elegance to the way they figured things out. I remember very clearly being on a stairwell once. It was super smoky and I was third down on the stairwell, lying there and waiting for the guy up top to make entry. He was whaling on the door with an axe. He was a big guy and the door just wasn’t giving way. I had a Chicago door opener, which is basically a pry bar. Usually, you never give up your equipment. If you give up your equipment, you’re useless. I would never give up my equipment. But he was up there and I also had an axe, so I said, “Take my pry bar. Take my pry bar.” He’s like, “No!” And kept whaling at that door. I’m telling you, it took so long for that door to come open because he thought, as a big guy, he could get that door open. For me, I knew I had a pry bar and I would’ve just stuck it in there. Somebody would give it one hit on the head and that door would’ve popped open. That’s the kind of thing you need as a firefighter as well. Tim Ferriss: Seeing the second or third portion. Caroline Paul: Yeah, knowing you have to work within your human limitations. Those of us who have to – like women and the smaller guys – we know right away where our limitations are. So we’re going to compensate with other things. Tim Ferriss: You see that in a lot of places. Years ago, I had elbow surgery, which took me out of this sport for a long time. I would train at say Planet Granite or Mission Cliffs for rock climbing. I always wanted to take lessons with the best female climbers because they were, generally speaking, more self-aware when it came to the physics of proper technique. They couldn’t just muscle with dinos or compensate for bad technique with a lot of upper body strength. So, you would get these elegant lines and decisions and you would be like, “Oh, wow. I never would’ve thought to solve that part of the wall in the way that she did.” What you’re describing sounds a lot like the dynamic that I’ve observed in the special forces, for instance – Navy SEALS as well. You have these guys called the door kickers, big brutes, who aren’t necessarily inelegant. But the guys who often impress me the most are very unassuming. They’re 170 and like to run long distances and just happen to be able to close a No. 3 Captains of Crush gripper and do all of this other crazy stuff. When you describe the situation of the person trying to get entry and whaling on this door with an axe, it seems like pride can get you into a lot of trouble in firefighting. Do you get to choose the people you have on your team or is that a dynamic you have to try to manage to the best of your ability? It seems like that person – who I’m sure is a very good firefighter – could’ve gotten you guys all in a lot of trouble if this building’s collapsing and it takes five minutes to open a door instead of two. How do you contend with something like that? Caroline Paul: Well, I had a lot of pride when I was a firefighter. As I get older, I think I’m able to put that in its place. Especially being one of the few women in the fire department – when I got in, I was the 15th woman. There were 1500 men. If I made a mistake, it wouldn’t be, “Oh, Caroline made a mistake.” It would be all women just made a mistake. For me, pride worked because my fear of failure was way more than my fear of fire. I didn’t often feel fear of fire to be totally frank. I’m not trying to pretend I’m so brake. It’s just that I had a bigger fear – humiliation, failure, letting down women. Pride can be a really great motivator, too. Tim Ferriss: Definitely. I agree. Caroline Paul: You don’t get to pick your crew, but everybody puts stuff aside when you’re in a fire. If you’re not getting along with your crew – which I had a great crew for many years. I had a great station. I was at Station 7 here in the Mission – the biggest station in the city. It’s like a village. There are always people that are – the drunk, the mean person, the gossip. You have all of that. It’s a small town. But in general, crews learn to work together. The truth is, in a fire it’s pitch dark. You often don’t know who is to your left or right from another crew. So squabbles aren’t relevant in a fire. Tim Ferriss: What lessons did you take to other areas of your life from firefighting? Caroline Paul: I was really comfortable fighting fires. I loved fighting fires, but not in a weird way of being a fire bug. Tim Ferriss: Fifty shades of fire. Caroline Paul: Yeah. I love the excitement of a fire. It’s hot, smoky, and pitch dark. If you’re on the hose, you’re trying to find the seat of the fire and your heart’s going. You have this goal. Everything else just falls away. A big fire – as we call it, a “good” fire – was what I loved. Where I learned more about myself was the medical calls. The fire department does a lot of medical calls, especially these days as fire goes down with better building inspections and people smoking and drinking less. Real estate in San Francisco is so expensive. People aren’t burning stuff down like they were when I was a firefighter. We do way, way more medical calls. Medical calls are really where I called upon my human attributes like compassion and patience. I know it sounds like the women should be really good at that – Tim Ferriss: That’s now what came to my mind. Are there any particular memories or experiences that come to mind when you think of your medical calls? Caroline Paul: Yeah, I remember doing CPR on a baby, which was very – I’m not a parent, but I was surprised at how absolutely overwhelming that is. We knew the baby had died, but we were transporting the parents, too. To be in that hospital where the mother and father were waiting in the waiting room – I just wept after. Tim Ferriss: What happened to the baby? Caroline Paul: SIDS. Tim Ferriss: That’s sudden infant death syndrome? Caroline Paul: Yeah. It was really sad. They were running their baby to the hospital along the street, so we had to try to find them. We went to the address and they said, “They’ve already gone. They’re running their baby to the hospital.” Tim Ferriss: Oh, god. Caroline Paul: So we had to find them, do CPR in the street, and take the baby into the ambulance and go with them. And then two weeks later I got a call for a woman who was completely catatonic when we got to this church. She would not respond to anything. She just laid on the ground and stared straight up. It turned out it was the baby’s mother and I recognized her. Tim Ferriss: Wow. How does an experience like that impact you subsequently, if it does? Does that have a lasting impact, aside from the imprint of such a strong memory? Caroline Paul: I think the best firefighters – and it extends to emergency room doctors, soldiers, police officers, and anyone who works in a profession where it’s highly traumatic emotionally – have to learn to walk this line between efficiency and being able to do the job practically. Administer that CPR and maintain your emotions about it. It’s very easy to block it out. I think that’s why there was a lot of drinking in the fire department. It was a part of the culture up until the ’90s. That’s the way one handles emotions. Tim Ferriss: It’s like doctors and prescription medications. Caroline Paul: Exactly. Yeah. So walking that line is really difficult. I’m not sure I did a great job of it. I used to come home and I would cry in my car. And then I’d get out and go in. It’s hard to talk to someone who is not a firefighter about what you’re seeing. I think later in life it gave me a depth, but there’s also a wall. So I keep trying to climb that wall or put that wall up, depending. Tim Ferriss: Choosing to be compassionate versus compartmentalizing – or trying to balance the two – I talked quite a bit with a number of friends of mine who have worked in ER shifts. I remember a story where he was describing for me the experience of looking into someone’s eyes as they go from alive to dead with eyes open. That’s not an experience I’ve had. He was telling me this story with a burn victim who was covered with second- and third-degree burns. His throat was starting to enflame, but the guy was able to talk. He said, “I need to give you an emergency tracheotomy. I need to put this into your throat or you are probably going to die.” In his head, he knew with 99 percent certainty the guy was going to die anyway. But he made the decision to break protocol that time and said, “Do you want to make any phone calls on my phone?” The guy was able to make two phone calls as his throat was closing to his loved ones. He was like, “I want to make one more phone call.” The doctor had to make the decision then. He was like, “I’m sorry. You can’t make one more phone call. I have to give you the tracheotomy.” He gave him the tracheotomy and the guy died anyway. And it’s just like, holy shit. You hear these stories and it’s like fuck. How can you do that week in and week out? It’s hard for someone like me, as a civilian, to even fathom that. To shift gears just a little bit, there is a trainer now passed named Cus D’Amato. He was Mike Tyson’s trainer who rescued him, brought him to the Catskills, and got him to the youngest heavyweight champion of the world at that time. I’m sure this isn’t his quote originally, but to paraphrase, Cus D’Amato would say the coward and the hero feel the same thing. It’s what the hero does that makes him/her different. We’re talking a lot about contending with fear. When you think of the moments you’ve been most terrified, what are those moments that come to mind? They don’t have to be physical danger. Caroline Paul: I think the time I was probably the most physically scared – and it was an unusual feeling for me. I just had this ability to take fear and put it way, way back in the line of all of my other emotions when I was a firefighter. I was in a fire building and was with my crew. We were in teams of two, so the team who was ahead of me – Frank and Andy – and my crewmate, Victor, was behind me. We were all crawling down the same hallway and had a hose line, which was unusual. But they couldn’t find the fire. So the chief goes, “Hey, guys. You grab a hose line.” We were psyched to do that. It’s awesome to go find the seat of the fire. It’s super smoky hot and kind of quiet in this weird way. And then all of a sudden a huge explosion pushed us all out of the hallway. We realized later there had been a flashover – not in the hallway, which would’ve killed us – somewhere close enough by to blow us all away. Tim Ferriss: What’s a flashover? Caroline Paul: When the room gets so hot that even the particles in the air simultaneously ignite. Tim Ferriss: Oh, god. Caroline Paul: It’s basically this huge – Tim Ferriss: It’s like a gas blast. Caroline Paul: Basically, yeah. I’ve been in those, too, and those will knock your mask off and throw you backwards. I remember being discombobulated and in the garage and my friend Frank goes, “Where is Victor?” Victor was my crewmate and I look around there were just three of us instead of four. I remember thinking, “I have to go back into that hallway?” The fear was paralyzing. This all took milliseconds.  I see Frank, who is super brave and a really great firefighter, turn and start to catapult himself towards that door to find Victor. For me, it was only a millisecond, but I was scared. I recognized that fear and that fear scared me more than the fire itself. When you’re paralyzed as a firefighter and your friend is missing, that’s the worst. Of course, I was right on his heels, but that feeling of overwhelming fear was really sobering for me. But I learned that you can be scared. That’s okay. But you still have to take action if it’s necessary. My friend was fine. He had been blown out, too, but had taken shelter on the other side. It all ended up fine, but it was a moment I’ll never forget. Tim Ferriss: You’ve mentioned, in your writing, your ability to put fear behind your other emotions. The story that comes to mind for me is the climbing of the Golden Gate Bridge. Which, by the way folks, is illegal. I wouldn’t recommend doing it. Caroline Paul: Especially now after 2001. They will shoot you. Tim Ferriss: Yeah, they will shoot you. Not advised. Caroline Paul: It was all a lark in the ’90s. Not anymore. Tim Ferriss: 760-some-odd feet or something like that – how did you develop that ability? For someone listening who is like, “God, I’m so fearful. How can I develop that same ability to take courage, desire, or enthusiasm and try to put it in front of this dominant emotion I have of fear?” What would you say to them? Caroline Paul: I am not against fear. I think fear is definitely important. It’s there to keep us safe. But I do feel like some people give it too much priority. It’s one of the many things that we use to assess a situation. I am pro bravery. That’s my paradigm. Tim Ferriss: I like that. Caroline Paul: Once I know that, fear is just one of many things that are going on. For instance, when we climbed the bridge – which was five us deciding we wanted to walk up that cable in the middle of the night – please don’t do that. But we did. Talk about fear – you’re walking on a cable where you have to put one foot in front of the other and you get higher and higher until you’re basically as high as a 70-story building with nothing below you and holding onto these two thin wires on either side. It’s just a walk, technically. Really, nothing’s going to happen unless some earthquake or catastrophic gust of wind happens. You’re going to be fine as long as you keep your mental state intact. Don’t panic. It’s just a walk. In those situations, I look at all the emotions I’m feeling, which are anticipation, exhilaration, focus, confidence, fun, and fear. And then I take fear and say, “Well, how much priority am I going to give this? I really want to do this.” I put it where it belongs. It’s like bricklaying or making a stone wall. You fit the pieces together. Tim Ferriss: Have you visualized the bricks? To someone who hasn’t this practice, give an answer for a medication exercise. The next time you’re feeling fear, do this. What would you advise them to do? Caroline Paul: I actually want someone to partition each emotion as if it’s a little separate block and then put it in a line. Once you assess your own skill and the situation, often things change. I hear people say, “I’m so scared of picking up an insect.” Really? What is really so scary about an insect? Is it going to eat you? No. As long as you stop and really look, I think people’s lives will change – kind of radically, especially for women. Women are very, very quick to say their scared. That’s something I really want to change. Tim Ferriss: You can feel free to decline, but I’d like to ask about being gay. When did you come out of the closet your family and/or friends about that? Caroline Paul: Not until I was 21, although I knew when I was two. Tim Ferriss: Was it intimidating to you to come out? Caroline Paul: Oh, yeah. This was a totally different time. I’m 52 now and that was the ’80s. It was different. It was a bizarre thing to be. I didn’t know anybody growing up who was gay – nobody. Tim Ferriss: In Connecticut. Caroline Paul: Yeah. Tim Ferriss: How did you break the news? What was the conversation like? Did your parents already know but they didn’t explicitly – Caroline Paul: They didn’t know. Tim Ferriss: How did you go about having that conversation and why then? Caroline Paul: Well, my twin sister guessed. I have an identical twin. I can’t keep anything from her – who is, by the way, so straight. I guess we’re a bit of a science lab experiment. They’ve done studies and there is no correlation, or little correlation, between sexuality and genes. And yet, it feels very biological. So I think it’s epigenetics or hormonal. Tim Ferriss: Got it – hormones or environment that are triggering different genes to lip on and off? Caroline Paul: I guess, but I feel like I was born this way. So I think it happened in the womb. My sister got that hormone and I got this. Really, as gay as I am, she’s straight. It’s kind of funny. And yet we’re so alike in so many ways. Tim Ferriss: So your sister guessed early on. You knew early on. Caroline Paul: No, she guessed around 20. Basically, she was calling my dorm room at Stanford and this woman was answering at 7:00 in the morning. My sister’s not dumb. Tim Ferriss: A really early study session. Caroline Paul: At Stanford we are really into studying. Tim Ferriss: How did the conversation with your parents go? Did you talk to one before the other? If this is uncomfortable, I’m happy not to talk about it. Caroline Paul: No, no, it’s fine. Tim Ferriss: I’m just so curious. Caroline Paul: I remember talking to my dad. This is really great because I was a big secret keeper. You learn that if you’re not part of the mainstream. You learn to keep those secrets because it’s just easier, you think. My brother was like, “Oh, that’s cool. I love women, too.” Tim Ferriss: Such a dude response. Caroline Paul: He was the most casual about it. It took my sister awhile because, being an identical twin, it made her think all about her own identities. My sister is an amazingly beautiful, very well-known actress, who was in Baywatch, so you would think her femininity would not be questioned. But she’s definitely not a girly-girl. Neither of us are. Both of us kind of walk like a truck driver. So she had to question her own identity, I think. It just brings up a lot of things. I think it was more difficult for her than my brother. Now she’s psyched, basically. I know that sounds weird, but she’s like, “God, I’m so glad you’re not straight because it’s so much more interesting.” Maybe that’s fetishizing it, too, but she’s just awesome. My dad was super conservative. He voted for Nixon. He still believed that Nixon was a great president up until his death. He definitely was a true-blue Republican. I didn’t tell him for a long time, until my sister said, “Why are you keeping secrets? Secrets are a buffer to intimacy.” I said, “No, he doesn’t need to know.” She said, “It’s a part of your life he’s not hearing about and you’re keeping from him. Even though he might not realize it, that is keeping a distance. You need to tell him.” And she was so right. I told him and was petrified. He was really sweet about it. He was shocked and then sort of struggled and said, “Well, I know some gay people.” He started listing the gay people he knew. It was really cute. Tim Ferriss: Your mom? Caroline Paul: It wasn’t that she thought that being gay was bad. She just had to rework her whole – Tim Ferriss: Paradigm or – Caroline Paul: Exactly. Tim Ferriss: – lens through which she viewed the world. Caroline Paul: And she became immediately defensive for me. She said the way she worked it out was she would tell everybody immediately, almost in the first sentence, that she had a gay daughter. And then she’d wait. It was almost a litmus test. And if they had any sort of flicker of – Tim Ferriss: Look for the micro expression. Caroline Paul: Yeah, and then she’d like cut them off. She was testing the world and herself. It’s a readjustment for people. I understood. Now it’s no big deal, but back then it was pretty huge. Also, it really shaped me to carry that. I’m grateful for it. I always knew I was different and I think that gave me an empathy I probably wouldn’t have had if I had just been easily part of the norm. Tim Ferriss: Definitely. I imagine it forces you to question assumptions about other people when there’s something about you that is different that people might assume is otherwise, if that makes any sense. There is a lot to unpack there, in a good way. But I want to talk about the op-ed. You have multiple op-eds, but this particular one, Why Do We Teach Girls That It’s Cute to Be Scared? – I was hoping to have you elaborate on a particular passage here. This is about three-quarters of the way through. “When girls become women, this fear manifests as deference and timid decision making. We try to counter this conditioning by urging ourselves to “lean in.” Books on female empowerment proliferate on our shelves. I admire what these writers are trying to do — but they come far too late.” Can you provide the background to that comment? What catalyzed the writing of this op-ed, Why Do We Teach Girls That It’s Cute to Be Scared? Caroline Paul: I wrote The Gutsy Girl as a sort of antidote for what I see is happening and maybe has happened for a long time. We acculturate our girls to be fearful. I see it in my peers now. I was really curious about where that started after I wrote the book, so I looked at some studies. It had been bothering me for a long time. One of the incidents that was probably part of the catalyst for this whole thing was, years ago a friend of mine lamented to me that her daughter was a scaredy-cat. I was a firefighter and she looked up to me, so could I hang out with her. Yes, she was sort of a scaredy-cat, but I really noticed that her parents were anxious on her behalf. They were always telling her to be careful, no, and watch out. When I did some research, it turned out that parents – both moms and dads – caution their daughters way more than their sons. When I say caution, it’s basically telling them, “Watch out. That’s dangerous. You’re going to get hurt.” They discourage them from trying something. With boys, there is an active encouragement, despite the possibilities that they could get hurt – and guiding the son to do it, often on his own. When a daughter decides to do something that might have some risk involved, after cautioning her, the parents are then much more likely to assist her doing it. What is this telling girls? They’re fragile and they need our help. That is acculturated so early. So of course, by the time we’re women and in the workplace or relationships, that’s going to be a predominant paradigm for us. Fear. Tim Ferriss: For women who are listening and say to themselves, “My god. She’s totally right. I was raised in a bubble of sorts. I don’t want to have this default anymore. I want to condition myself to be able to contend with fear and put it in line.” What would you say to them Caroline Paul: I would say it’s time to adopt a paradigm of bravery instead of a paradigm of fear. Weren’t you acculturated much more to bravery? Fear wasn’t really part of the conversation. It’s the flipside, which is bravery. Tim Ferriss: Yeah. Caroline Paul: So when you have a boy and a girl or a man and a woman facing the exact same situation, there will be two emotional reactions to it that are sort of opposite. The man will be trying to access his bravery and the woman will be accessing her fear. Tim Ferriss: I think this underscores something I think is important. Courage takes practice. It’s a skill you have to develop. I feel like a coward sometimes. We’re sitting here in my house and doing this interview, and on my coffee table is a quote on a piece of driftwood. It says, “Life shrinks or expands in proportion to one’s courage.” I literally have this on my coffee table so I see it every single day. I don’t know how to pronounce that name properly do you? Caroline Paul: Oh, Anaïs Nin. Tim Ferriss: Oh, there we go. Thank you, Stanford. If I were to look back at my upbringing – and you talk about this in your Sunday op-ed piece, also – being outdoors and playing sports had a huge role in inoculating me with small doses of constant fear and realizing that the worst-case scenario was not that bad. It was also a process of just conditioning – or more of a hermetic response like iocaine powder and the Princess Bride. The Dread Pirate Roberts makes himself immune to iocaine powder and he kills the Sicilian when death is on the line. The point is that if you constantly expose yourself – it was Eleanor Roosevelt who said, “Every day do something that scares you.” If you just give yourself these small doses of fear, you begin to expand your comfortable sphere of action. How did you choose the activities in The Gutsy Girl? You have all of the things I wanted to do as an Eagle Scout and many more in the book. How did you think about putting the book together? Caroline Paul: The Daring Dos. Tim Ferriss: That’s right. Caroline Paul: I have a bunch of fun exercises that girls can do. Some of them are survival tips like how to get water from a tree. You put a clear plastic bag over it and the tree will perspire actual water through photosynthesis, which is cool. I love those kinds of MacGyver like tips. We have how to find the North Star, which is not only practical but beautiful to look at the night sky. And then I have a lot of confidence building exercises like standing in the Wonder Woman pose, based on Amy Cuddy’s TED talk. Tim Ferriss: Great TED talk. Caroline Paul: Yeah. It talks about how, if you stand with your posture straight and taking up space, you’ll actually trigger confidence chemicals. If you stand in what she calls a low power pose, which is slouched, you’re actually triggering cortisol, which makes you feel worse. So the key is not to be brave in that moment, but to actually stand like you’re brave and then the confidence will come. I wanted a full range of exercises because this book takes place in the outdoors. I think it’s a great training ground for bravery and learning bravery. Yes, bravery is learned. Obviously, it’s not the only place where gutsiness comes into play. We need it in all parts of our lives, so that’s why the exercises range. But it’s in the outdoors because that’s fun. It’s great to read about adventures in the outdoors. Tim Ferriss: You have an incredible story about getting cloud sucked into not a cumulus, but a cumulonimbus? That’s terrifying. We might not have time to get into that. But you mentioned the outdoors and books. You’ve written about reading Harriet the Spy as a kid. Caroline Paul: Oh, yeah. Tim Ferriss: What books have you gifted most to other people, besides your own? Caroline Paul: I don’t gift my own, just so you know. Tim Ferriss: I never do that, either. I wouldn’t hold it against you if you gift your own books, by the way. Caroline Paul: No, I don’t. I’m trying to remember books that I’ve passed on. I’m blanking to be honest. I’m so sorry. Tim Ferriss: That’s okay. We can always come back. I was actually astonished when you said you were 52. I am not hitting on you, but you do not look 52. You look a lot younger. What does your current training regimen look like? Caroline Paul: I’ve become a much more efficient worker-outer. I used to be a complete gym rat. When I was a firefighter, I was working out all the time. I ran six miles a day and lifted a lot. But now I enjoy being outside much more, so my workout consists of surfing – hopefully, if the waves are right. But if not, I’ll swim in the outdoor pool. I do a very quick lifting workout. I unfortunately have a replaced knee. My knees are shot, so there is a lot I can’t do anymore, like run. That makes me sad. I’ve just become way more efficient with my workouts. Tim Ferriss: What does the lifting workout look like? Caroline Paul: Oh, I’m so old school. I’m embarrassed about it because I realize that everybody these days are into functional workouts that mean swinging kettlebells and things like that. I actually worked with Charles Poliquin about 20 years ago. Tim Ferriss: No kidding. Caroline Paul: Yeah. One of my close friends is a trainer with him. I met my friend Andre when I was luger. Tim Ferriss: I thought that was a very strong Connecticut accent on loser for a second. Caroline Paul: No, but that too. I was a loser and a luger. But I had determination, as most people who know me know. I had an Olympic dream. My theory was that I wasn’t really good at anything but I was super dogged and determined. I thought I would find a sport where there was hardly any people. Lo and behold, back in 1984, it was luging. Basically, the only people on the Olympic team for luge in the United States all lived in Lake Placid. That was the only place there was a track. So I went and did luge. I was terrible. I crashed all the time. Tim Ferriss: It sounds dangerous. Caroline Paul: Yes. You go at high speeds and, if you’re me – Tim Ferriss: Now luging, for people who aren’t familiar, you’re effectively laying on your back with your feet internally rotated, going feet first inches off the ice. Caroline Paul: Yes. I was terrible. I had a nickname. Tim Ferriss: What was your nickname? Caroline Paul: Crash. This is so bad. I talk about this in the book. I had such spectacular crashes that people would gather at this turn – I think it was 14 – and just watch me take these incredibly flippy, turny, topsy-turvy – Tim Ferriss: Just yard sales. Caroline Paul: Oh, yeah. I was even taken to the hospital once. I just wanted to be an Olympian. I was determined, but when I found out about the sport of skeleton – Tim Ferriss: That’s the one where you flip it around and you’re going head first, right? Caroline Paul: Yeah. Tim Ferriss: That’s insanity. Caroline Paul: It is. At the time, it was really a ragtag team. They didn’t have any uniforms. They wore jeans, work boots, and motorcycle helmets. I looked at it and I was like, “That’s the sport for me.” And when they said there was absolutely no women doing it, I was like – Tim Ferriss: You were like, “Oh, doubling down on black here.” Caroline Paul: I figured I would for sure make the Olympics in this sport. They said, “Well, we’re not in the Olympics yet but we plan to be.” I was like, “That’s good enough for me.” That’s an amazing sport. Your eyes are literally three inches from the ice. When I first went, the guy said, “Come here. I’m going to show you.” There was no learning, really. They basically put you on a sled. But he did take me to the side of the track and he said, “Watch Mike.” I remember standing at the corner and this guy goes around the corner around us and I hear this scream. I looked and said, “Was that a scream?” He said, “Oh, yeah. Mike’s chin always hits the ice on this turn. Don’t worry about it.” Tim Ferriss:   Now, were you in Lake Placid or somewhere else? Caroline Paul: Yeah, Lake Placid. Now they have a couple of tracks, but at the time that was the only – Tim Ferriss: Were you in the Lake Placid and then you decided to do the luging and skeleton? Or you were having a beer at a bar and was like, “What the hell is that? Luge? Fuck it. I’m moving to Lake Placid?” Caroline Paul: No, I was super lucky. It just so happened that the highest placing American luger at the time was a woman named Bonnie Warner and she went to Stanford. She was determined to break this Lake Placid kid only team, so she held these tryouts out here, which basically consisted of putting wheels on sleds and pushing us down Alpine Road near Stanford. I was like, “This is for me for sure,” and I got picked along with my really good friend Blaze. He and I were pals. Tim Ferriss: Blaze. Caroline Paul: Good name, right? Tim Ferriss: That’s a good name. Caroline Paul: That’s a good nickname. He and I were really good friends and were both pilots, so we flew together a lot. So then we went to Lake Placid and then he left to go back to Stanford. I was like, “I’m staying.” I took a quarter off at Stanford. Tim Ferriss: You started the luge story by mentioning Charles Poliquin and saying you were old school in the gym. Caroline Paul: Oh, right. When I was in Lake Placid, all of these athletes from around the world trained there. It was an amazing experience. I met my friend Andre, who turned into a Canadian Olympian. His nickname was not Crash. He was really good at what he did. He became a trainer under Charles Poliquin and trained many Olympic teams. So that’s how I met Charles. When he came to San Francisco to do a class with Andre, I was there. Tim Ferriss: How has that informed your current “old school” training? Caroline Paul: I was doing training in unstable environments, which is what Poliquin pretty much pioneered here in the United States. I think he took it from Russia. Tim Ferriss: Using Swiss balls or balance – Caroline Paul: Swiss balls was his big thing. He can do squats on a Swiss ball. You can probably do that, too. Tim Ferriss: I think I would end up in a YouTube blooper reel of people hitting walls on Swiss balls if I tried it. But it doesn’t surprise me that Charles would be able to do that. He’s been on the podcast. He’s a very smart and hilarious guy for people who are interested in physical training. Caroline Paul: He’s just super interesting. And his techniques were really new at the time, this idea of training in an unstable environment. I do incorporate that in my workouts still, but in general I’m old school free-weights. Tim Ferriss: Just compound movements like squat and dead lift? Caroline Paul: Yeah. Tim Ferriss: Nothing wrong with that. Caroline Paul: Sorry. Tim Ferriss: No, there’s no sorry. Are you still a vegetarian? Caroline Paul: I am a lapsed vegan who is pretty much a vegetarian now. Tim Ferriss: When you were a firefighter, you were also a vegan? Caroline Paul: No, I was vegan right before. The thing about the fire department is part of the biggest social times are the meals. So being a vegan was not going to help me at all. I became a vegetarian. There were a couple of other vegetarians in the fire department – some old timer guys – but in general we were an anomaly. People hated it when I cooked. I hated it when I cooked. I hated cooking. Cooking completely terrified me way more than any big fire could. Tim Ferriss: I take it then there was some type of rotation where you would end up with cooking duty. Caroline Paul: I would trade out of it or they would come up to me and say, “Well, you want to trade this and you take my night watch next time?” I was like, “Yes.” They didn’t want me to cook either. Tim Ferriss: When you had to cook, did you have a go-to meal? Caroline Paul: Yes. There were three tricks. I remember once I had a guy come up to me and said, “You just don’t put any love into this meal.” I was so shocked this big burly firefighter wanted love in his meal. He was right, actually. I was so sullen about cooking that I didn’t. He actually was a little indignant about that. Now, I try to put love in my meals when I cook. The other thing was to make it colorful. That was another advice I got that I thought was great advice. It’s very hard for me to do. Everything was kind of gray. And the third was to have three set meals that you do. Tim Ferriss: What were they? Caroline Paul: I can’t remember. I’ve blocked it out. I remember doing vegetarian chili and someone threw it against the wall. Tim Ferriss: That was their protest. Caroline Paul: Basically. Firefighters are very funny. They’re hilarious. You learn to have a thicker skin if someone throws your meal against a wall. Tim Ferriss: Speaking of thicker skin, I’d love to hear your thoughts on this. I get the impression, at least in the US – and I know this is true in many other English speaking countries like Australia and the UK. It seems that people are getting thinner and thinner skin, not thicker and thicker skin, when it comes to discussing important topics that might be uncomfortable. For people who are easily offended or hurt, what would you say to them? You strike me as very tough and resilient and capable of exacting your philosophies and goals in life. It strikes me that people who are very easily offended are just poor resource allocators. They waste a lot of energy and time with getting upset by small things they shouldn’t get upset by. The same thing happens when people are afraid of things they shouldn’t be afraid of. You don’t strike me as someone who is easily offended. Do you have any thoughts for people who are? Caroline Paul: I’m actually not easily offended. I learned something interesting. Being in the firehouse, at first I thought a lot of the men were ignoring me. I’d literally say hello to them or ask them something and they would not speak to me. It turned out a lot of them are deaf. I kid you not. Tim Ferriss: I totally believe it. Caroline Paul: I suddenly realized, “They’re not ignoring me.” They wouldn’t do that. Of course, there were a couple of bad apples who would do that, but in general they were super respectful. There were a lot of amazingly kind and open-minded men. It’s hard when you have your homogenous club, which we all do. When you look at your friends, they all look like you. And suddenly, it’s forcibly opened. It’s difficult. It’s right. You shouldn’t have your club. You don’t have a right to it, but still it’s going to be hard. And I really did empathize with that, especially when I looked around and saw that my own life was as homogenous as the fire department had been. In fact, my life opened up a lot with the fire department. I met a lot of people I would not have met, who were very different from me. So just understanding that the motivation is often not malice – and they might be deaf. Tim Ferriss: That’s good. When you think of the word success, who’s the first person that comes to mind and why? Caroline Paul: Probably Wendy. Tim Ferriss: Okay. For people who don’t know Wendy, please describe Wendy. Caroline Paul: Wendy’s my partner of eight years. She’s a very successful illustrator. She illustrated The Gutsy Girl and illustrated the book I wrote before called Lost Cat: A True Story of Love, Desperation, and GPS Technology. She’s illustrated many books and been in the New York Times. Tim Ferriss: She’s a rock star. Caroline Paul: A total rock star. She’s very successful because she’s doing exactly what she wants to do. She’s an artist who has her own business. The great thing about Wendy too is she’s so great at laughing at herself. That’s something I really want to embrace more in my own life. I want to laugh at myself. She’s also great about pointing out her own flaws all the time, whereas I try very much to hide my flaws. It’s so endearing when someone bares their flaws. The truth is, our flaws are usually fine. They’re what makes us so loveable. Tim Ferriss: For people who want to look up Wendy, what is her last name? Caroline Paul: McNaughton. Tim Ferriss: Wendy has the career that I wanted for about 10 years when I was growing up. I wanted to be an illustrator. Caroline Paul:  Really? Tim Ferriss: I was an illustrator in college. I was the graphics editor of The Princeton Tiger. I might be getting the name of the magazine wrong. I wanted to be a comic book illustrator – pencils. Jim Lee, I’m going to get you on the podcast eventually. Okay. I’m going to try this book question again. It doesn’t have to be the most gifted book, although that sometimes triggers a book or two. Do you have any favorite books? Here’s a third option. You are giving a commencement speech at Stanford and you can give every graduating undergrad one to three books. Which books would you give them? Caroline Paul: I would say that The Things They Carried by Tim O’Brien. Tim Ferriss: I’ve never heard of it, I’m embarrassed to say. Caroline Paul: Oh, it’s a beautiful book by a writer who fought in Vietnam. When he came back, he became a writer. A lot of his writing, at least initially, was about Vietnam in thinly veiled autobiographical form, but fiction. That book actually got me back to reading. When you go to college, reading gets kicked out of you a little bit. You have to read all of these things and I didn’t read until my friend Eric, a whitewater rafter with me, handed me this book. He said, “This is great.” I started reading again after that. I really love Peter Heller’s book The Dog Stars. I picked it up because I love the stars, basically. I was like, “Oh, the main character will be an astronomer and I’ll learn something about the stars.” It turns out it’s an apocalyptic book. It’s beautifully written. The main character is a pilot and, since I fly a lot of different things with varying degrees of success, I loved the book. But these are books I’d give just to say they’re amazing stories and you’ll probably learn something from them. Tim Ferriss: If you had to pick a historical figure you identify with, who would you pick? Caroline Paul: I don’t identify with Rosa Parks, but I’d love to have her courage and ability to overcome what was then the social norm to sit in the back of the bus. The other person would be Beryl Markham, who is a pilot. She wrote an autobiography called West with the Night about flying. Tim Ferriss: I think she’s also one of the highlighted women in your book. Caroline Paul: I don’t actually mention her because I think she’s probably too well known. Tim Ferriss: That makes me feel like a total idiot. Caroline Paul: She’s actually not in the book, but I have little sidebars of women throughout history and around the world that have done adventurous, super kickass things. She certainly could be. Tim Ferriss: I was pleased to see Laura Dekker, at 14, who circumnavigated the globe. There’s a documentary about her that’s just incredible. Caroline Paul: Great documentary. She wanted to go around the world on her own and her parents said fine. The Dutch courts and the court of public opinion freaked out. She was clearly a very talented sailor. Tim Ferriss: Incredibly gifted. Caroline Paul: I have a quote where she was writing in her journal, “Yeah, I had sort of a boring day today. Hurricane Lucy came by, but that’s about it.” Tim Ferriss: Yeah. Some of the footage and stories – going around the Cape in South Africa and these experienced sailors saying that almost anyone would’ve been killed on that route. This is girl is beyond talented. Caroline Paul: There’s something psychological about doing something alone. I was a paraglider for many years. Always, when I would launch, I would feel, “Now, I’m really alone. No matter what happens, it’s just me.” At the time, we didn’t even carry radios. Now I think probably paragliders carry all sorts of paraphernalia. When you fly in the air, you feel alone. She’s in the middle of the ocean in a storm. It’s very different. Tim Ferriss: Yeah. It’s a really good documentary. If you could have a billboard anywhere that said anything, what would you put on the billboard? I know. These questions. Caroline Paul: Be brave? I don’t know. I write books, not sentences or billboards. Tim Ferriss: They’re comprised of sentences. Caroline Paul: Yeah, you’re right. What would you put on a billboard, Tim? Tim Ferriss: The first one that comes to mind, which is just really burned into my memory, is from someone else’s answer. I’ll cheat here a little bit. Amelia Boone is the world’s most successful female obstacle course racer – Spartan Race, World’s Toughest Mudder. Even though it’s true, modifying it with female does do her enough justice at all. In the 2012 World’s Toughest Mudder, where there are more than 1000 competitors, you have to qualify to compete. It’s predominantly men who are competing. It’s a 24-hour race where you have to do as many reps as possible of an obstacle course with no sleeping. She finished second out of everyone and the man who won beat her by a total of eight minutes. She’s an incredible athlete. She’s really funny and very smart. She’s an attorney at Apple. She is winning at life. Her answer was, “No one owes you anything.” I liked that. I really like it. You have to go out and get amongst it. I might steal that. Caroline Paul: That’s mine. I want to put that one. That’s my answer. Tim Ferriss: Okay. Caroline Paul: We’ll change it – nobody owes you anything at all. Tim Ferriss: Yes. Do you have any morning routines? I asked you earlier what you had for breakfast and you said coffee and two Balance bars and that you’re a creature of habit. So let’s talk about habits. Do you have any particular morning routines or daily routines that you absolutely must do or feel better if you have done them? Caroline Paul: I am such a creature of habit, which often surprises people. They think someone who loves adventure would be incredibly spontaneous. I can see why, because when you’re outside – I did first ascents with a whitewater team. You do not know what’s going to happen next on a river that’s never been done before, even if you’ve scouted it along the banks. Yet I need routine in my daily life. I guess that makes sense because it balances it out. Tim Ferriss: Totally. Caroline Paul: It’s like Obama, who wants to wear the same tie because he makes way too many decisions in other areas. Yes, I get up early. Tim Ferriss: What time? Caroline Paul: 6:00. Even if it’s a vacation, I set my alarm and get up. I feel if I sleep in that I’ve sort of wasted the day. I eat within an hour just because that’s important for my metabolism. It’s Pete’s coffee, French roast, really strong, two Balance bars, and I feel set for the day. Tim Ferriss: Do you have any evening routines? Caroline Paul: Go to sleep. I cannot stay up late. I wish I could. I wish could hardly sleep at all because I’m not one of those people who loves sleep. But I need to go to bed about 10:00. It drives Wendy crazy. I’m checked out. Tim Ferriss: Do you have any trouble getting to sleep? Caroline Paul: I do have a lot of trouble sleeping. Now I have my medical marijuana card, actually. I’ve never liked pot, ever, but my mom recently had lung cancer. She’s fine, but she was really nauseous from the drugs. She had a friend giving her some pot paste. We told her to take it because it would help her nausea. She’s English and almost 80. She was like, “Oh no. I’m not going to take pot.” But then she did and it was miraculous for her. She said she slept well. I don’t smoke pot either, but I sleep so terribly. I took it and I slept like a log. So now I take pot before I go to sleep. Tim Ferriss: Do you smoke it or a small amount of paste? How do you consume it? Caroline Paul: I actually use an e-cigarette because I don’t like the effect when I – I don’t smoke anything in general. I don’t smoke cigarettes. I never have. But I do use the vape. I’m so uncool. I don’t know any of the – Tim Ferriss:   I was about to out one of our close mutual friends who is an expert in this field, but I won’t. Caroline Paul: Oh I have many close friends who – Tim Ferriss: It’s the bay area. You can throw a stone and hit a pot professional. Have you always had trouble sleeping or is that something that cropped up recently? Caroline Paul: I don’t remember having trouble sleeping. The last 10 years – I don’t know if it’s an age thing? It’s a drag when you can’t sleep. Part of it is I used to get injured a lot. And then I couldn’t sleep because of my injuries. I basically had my knee replaced because I fell while firefighting. Eventually, that knee had to be replaced and once it was it took years for me to be able to sleep. So that threw me off track. Tim Ferriss: Do you wish people would break more bones when they were kids? Going back to the op-ed and the way we’ve been acculturated and socialized, when I meet a guy who has never broken a bone I always get very suspicious. But it’s perfectly accepted if you meet a girl who has never broken a bone. It’s a non-topic. Do you think kids should get injured more in the process of growing up? Caroline Paul: That’s interesting. I think the parents will hate me if I say they should. I had my first stitches when I was five, when my parents put me on a sled and I immediately sledded right into the tree at the bottom of the hill. That’s where my luging career was foretold. But it was not treated as if it was something catastrophic. It was just part of childhood. I had a couple of stitches and broke my thumb. I hope no one gets injured, but injury is not as bad as people think. To not do something because you might get injured is a terrible reason not to do something. We can get injured in anything. Just getting into your car is very dangerous. I think we should just put that in its place. Girls are often told, “Oh, you could get hurt,” and the specter of getting hurt takes on these huge proportions. For boys, that’s not emphasized. And yet, girls and boys before puberty, are physically the same. They break the same and they’re as able as each other, if not girls being more able at that time. So the fact that girls are told and treated as if they’re more fragile doesn’t make sense at all. It primes them to be very over cautious about this idea of being hurt. Tim Ferriss: I remember getting my ass kicked in fifth grade because I was playing Shinobi – this ninja videogame. I was a little boy at the time and this gigantic, towering girl came over and just restarted the game to terrorize me. I started bubbling. I was on the verge of tears and I called her Squid Face. She proceeded to just mop the floor with me. Oh, the trauma. Caroline Paul: Never call a woman Squid Face. Lesson learned. Tim Ferriss: Yeah, if you’ve ever seen Blood Sport. “Put up your dukes, right?” And the huge redneck American who just hammer fists the first opponent in the face – it was kind of like that. It was a very short fight. We could talk for hours and hours. I think this is a good round one and people could certainly let us know if they’d like a round two. Do you have any requests of the audience or suggestion to them before we wrap up? Caroline Paul: Yeah, if you’re a parent I really want you to look at the way you are guiding your girls versus guiding your boys. I hear a lot of parents say, “Oh, no. I treat my boy and girl the same.” And then the more we talk about it, the more it becomes clear that maybe they don’t. For instance, I was talking to this woman and she said, “I don’t really treat my boy and girl different. Oh, but my girl’s more klutzy. So I do caution her more because she’s more klutzy.” So in fact she was actually already treating her girl differently without realizing it. I’m guilty of this too, this bias of thinking that girls and women are more fragile and more in need of help. That is so not true and so detrimental. Tim Ferriss: On the klutzy point, I just pulled it up on the piece here. “‘But she’s very klutzy,’ the mom explained. I wondered, wasn’t there a way even a klutzy child could take risks? My friend agreed there might be, but only halfheartedly, and I could see on her face that maternal instinct was sparring with feminism, and feminism was losing.” I love this book and I very rarely say that because I get sent a shit-ton of books and I don’t want to get 10X the number of books sent to me because I would do nothing more than read books. But I’m really a fan of the message and the writing. I was expecting it to read like a kid book, and to be pandering to kids. It’s a hilarious book to read, even as an adult. I really enjoyed it. So where can people find more about the book and about you on the web and social? Caroline Paul: I have a website, carolinepaul.com. My book is there. We have an Instagram called @gutsygirlclub that’s doing very well, where we highlight girl heroes and girls that are great role models for gutsiness and bravery. We also have a website for the book, thegutsygirl.org. Tim Ferriss: And if people wanted to say hello and wave a digital hand at you on social media, @carowriter. Caroline Paul: Yes, I’m terrible at social media, I have to say. Tim Ferriss: Probably makes you better in every other area of your life. Caroline Paul: Better to send me an email, which is on my website. Tim Ferriss: That’s the best way to put it. That’ll give you some time to potentially modify that to a contact form. Everybody listening, links to everything we discussed and the book references will be in the show notes. So if you’re wondering what we said and don’t want to go back and listen two or three times to the podcast, you can go to fourhourworkweek.com/podcast. Caroline, this was so much fun. I appreciate you taking the time. Caroline Paul: So fun. Thank you, Tim. I’m a fan. Tim Ferriss: Well, the feeling is very mutual. I’m super inspired to go out and do something daring. I need more injuries in my life. To everyone listening, as always, until next time, thank you for listening. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "caroline paul"], "text_sentences": ["hello, druids and drow elves", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job every episode to deconstruct people who are exceptionally good at what they do, whether they are chess prodigies, performers, athletes, politicians, military strategists, or otherwise", "this episode, we have a very fun guest, caroline paul – @carowriter on twitter", "she is a blast", "she was recommended to me by two close friends who have both been on the podcast – chris sacca and maria popova", "maria, i hope to god that i’m getting your last name correct this time around", "maria said that caroline is all about living courageously and embracing adventure in our culture of safe achievement", "that is music to my ears", "i feel like we’ve grown soft and weak, and it is time to remedy that with habits, practices, and stories that impart lessons", "on top of that, caroline can probably kick my ass – and i’m actually not kidding whatsoever about that", "she is the author of four published books", "the latest is the new york times bestseller the gutsy girl: escapades for your life of epic adventure", "that does not mean this podcast is only for girls, women, or females", "it is about overcoming fear", "once a scaredy-cat herself, caroline decided fear got in the way of the life she wanted, including a life of excitement, confidence, self-reliance, etc", "she has since fought fires as one of the first female firefighters in san francisco, flown planes, rafted big rivers, climbed tall mountains – like denali – and much, much more", "in this episode we discuss various types of fear and how she has overcome them, or minimized them, and how you can do the same", "so please enjoy my conversation with caroline paul", "caroline, welcome to the show", "thanks, tim", "i’m really happy to be here", "it’s nice to see you again", "i thought we could start with an email you haven’t seen", "it was an introduction from chris sacca who has been on the podcast", "i hate to use the b-word, but he’s a very, very esteemed start-up investor, billionaire, and all around good guy", "he’s famous for his introductions, i would say", "he’s very good at writing mutual intros or, in this case, a one-sided intro", "this was his email to me two weeks ago: “hey, man", "remember caroline paul from italy", "you guys hit it off big time", "she’s a fucking bad-ass", "one of the only ever san francisco female firefighters, a pilot who walked away from a crash, a surfer, adventurer, etc", "her twin sister was actually one of the star life guards on baywatch, too", "did i mention she can probably lift as much as you", "i don’t know exactly what her supplement regime is, but she looks like she’s teetering on the edge of not entirely natural", "can i re-intro you", "chris.” now, the last part – for those of you who don’t know chris – that’s a lot of b’s – billionaire, bad-ass, baywatch", " it’s a lot", "and i remember meeting you in italy very briefly and just wanting to ask so many questions", "so this is now my opportunity", "it also gave me an opportunity to dig into your background and do a lot more reading", "i feel like there are so many different pieces of the puzzle i don’t know where to start", "so i’ll begin with the one that just jumped out at me when i was reading an op-ed of yours in the new york times", "that is pulling a bloated body from the bay", "can you provide some context for pulling a dead body from the bay", "yes", "i was a san francisco firefighter from 1989 to 2003", "i worked on a rig called rescue 2, and we were trained not only to rescue in fires but to do all sorts of technical rescues", "one of them was to be a dive recoverer", "we did body recoveries", "i must’ve been talking about one of my attempted body recoveries", "what does that feel like, specifically the first time you went to potentially recover a body or did recover a body", "what was that experience like", "there are lots of mixed emotions", "first to fall, it’s really exciting", "i love adventure and it’s adventurous", "but i’ve never been great with dead bodies", "i know that sounds weird", "who is great with dead bodies", "but i don’t love them", "i don’t love coming upon them", "i always get a little bit of the heebie-jeebies right before i walk up to someone who i know is dead", "i have to gird myself just a little", "when you’re looking for a body in the bay, it’s kind of like searching for a monster", "bodies in the water decompose very fast and bloat", "crabs eat the eyes", "yeah, i know", "oh, god", "visibility is generally next to nothing in the bay or am i making that up", "it’s nothing", "it’s nothing, right", "it’s literally nothing", "the first couple of feet you can see a little and then it gets murky brown", "the bottom of the bay is actually a couple of feet of silt", "so when you drop down to search, you can feel mud even though you’re wearing a super thick suit", "and then you have to sink even lower to hit the actual bottom", "you’re actually swimming very slowly through silt, and you can’t see anything", "it sounds terrifying without the dead body", "in that case, the bay is certainly larger than a swimming pool by many orders of magnitude", "if you have such low visibility, how do you search for a dead body", "the worst way", "you feel for a dead body", "you swim very slowly with one hand holding a rope because you’re guided from the top", "you want to do a certain pattern", "the other hand is reaching out very slowly and feeling", "if you do the search pattern right, you cover a pretty wide area", "and i’ll tell you the things at the bottom of the bay are amazing – shopping carts, tires, pipes, cans", "i had this experience that scared me tremendously in the bay", "i was at aquatic park, which is this somewhat safeguarded portion of the bay where you can swim laps", "there are a number of swimming clubs, so i put on my swimming cap and went in without a wetsuit at some ungodly point in the season, not realizing i would freeze my extremities", "about 15 minutes into my swim, i had a gigantic mammal – or animal of some type – come up and brush my side", "no", "it wasn’t sandpapery, so i figure it wasn’t a shark, but it was a gigantic sea lion", "i was just doing a freestyle stroke and it just bumped like five feet off of my lap", "i was like, “okay, i think i’m done.” there was no fin", "no fin that i saw", "but i was like, “i’m not sure what that was, but i’m going to get out of the water now.” so if we think backtrack and start the movie at a point where you’re coming out a burning building and suddenly there’s a fragmented memento-type movie cut to you in the bay pulling out a dead body – but then we have this flashback", "there are milk cartons involved", "can you tell us the story of the milk cartons please", "when i was a kid i was obsessed with adventure pretty young", "how did it start", "i don’t know", "maybe one is born with it", "i really love the outdoors and we grew up in the country", "where did you grow up", "cornwall, connecticut", "it’s a rural part of connecticut, in the northwest corner", "we basically spent our days biking all over the place", "we were not adult-supervised", "we were told to come home by dark", "we skateboarded", "we went cross-country skiing", "we rode horses", "we basically had an outdoor life", "we built forts", "we weren’t allowed to watch tv", "we had no tv then", "so i guess that fed that, or gave me the idea adventure was possible", "the default activities seem to be also adventurous, being forced out into the wilderness", "yeah, adults paid no attention to us, which was awesome", "i didn’t even know that you were supposed to actually interact socially with adults until as an adult i saw kids doing that", "it was a different time", "how did the milk cartons come into the picture", "i was a big reader", "i read a lot of books", "my parents had the proverbial national geographics all lined up on – my parents, too – the yellow binding", "yeah", "a stack over there", "right", "it was decorative and practical", "so i would read those voraciously", "in one of them was this article about a milk carton boat race", "i thought, “i want to do that", "i want to build a milk carton boat.” i had this grand plan of a pirate ship, because these boats in the pictures were amazing", "i forgot that i don’t know how to build anything", "my dad didn’t know how to build anything", "but that didn’t matter", "i collected milk cartons for months and failed to wash them out, so they started to reek", "they were all under my bed", "i had to wash them out and that was a revelation", "i asked my dad to help me, so we built a milk carton boat", "what happened to the boat", "it wasn’t really a boat", "it was more like a raft", "like i said, my dad didn’t know anything", "we ended up downgrading the pirate ship idea to basically a bunch of milk cartons wrapped in garbage bags, taped, and then put between plywood and nailed together", "i made a flag", "i picked my crew, who was basically my twin sister, my friend charlie, and this poor exchange student from france", "i think she just didn’t understand what i was saying", "we set sail on this river in our town called the housatonic, which is where they hold these really high – have you heard of it", "i haven’t", "they hold big whitewater kayak races on that river", "what could go wrong", "my parents were good parents, but they knew nothing about rivers", "they didn’t care", "i think they helped us ferry this big square to the river and then we set sail", "i don’t usually bring this up until much later in interviews, but i want to compliment you", "i knew this story from a book you published called the gutsy girl: escapades for your life of epic adventure", "i get sent a lot of books and i always have a high degree of trepidation", "i get sent books by a lot of friends, or friends of friends", "you are a really, really good storyteller", "i just wanted to compliment you on that", "thank you", "it is a really compelling read", "i sat down with a glass of wine at a japanese restaurant yesterday and just tore through half of it", "it was great", "it’s totally up your alley, though, tim", "it is", "it’s not even as crazy as things you would do – not even close", "it gave me a shot of excitement and also a short of half-nostalgia/half-regret", "i remember trying to become a boy scout at one point", "i wanted to be an eagle scout", "there weren’t enough adult volunteers at the time to do the program, so after two meetings it got shut down", "it was so sad to me", "but it also brought back memories of my mother, who would always take me, my brother, and a few friends camping and hiking in the summer", "it was very similar to the minimalist adult intervention style of parenting in the – they call it free range parenting, now", "i really recall these experiences with my mom", "you talk about, in the first half of your book, your dad quite a lot", "in one of your op-ed pieces – can you remind me of the title again", "why do we teach girls that it’s cute to be scared", "i think the alternative in print was it’s not cute to be scared", "you mentioned in this piece that your mom encouraged you to be more adventurous, in part because her mother was so timid and protective", "were you closer to your father, though, in the hands-on activity sense", "neither of my parents were very hands-on", "again, it was parenting by pushing you out the door and telling you to come back before dark", "this was one of the few times my dad and i built something or made something", "i was definitely closer to my dad, though, than my mom until later in life", "it’s the mother/daughter relationship, which is much more complicated, just like the father/son, i think", "i didn’t give my mom any credit for my ability to run off and have adventures or develop that spirit of adventure", "i showed her the op-ed before it was done and that’s when she turned to me and said, “you know, my mom was a real scaredy-cat and she never let us do anything", "when i was 21, i went on a ski trip and it was a revelation", "it was so fun.” she realized everything she had been missing", "so when she became a mom she didn’t want that for us", "of course, as kids we never give our parents their due", "now i get to and i’m glad", "it turns out that it was actually more my mom who really wanted us to go experience a lot of things", "while neither of my parents were outdoorsy, they definitely wanted us to try everything just a little bit", "we had to play an instrument and were so not musical", "that was fine", "we had to play it for a certain amount of time and then we could drop it", "they taught us to ski", "they took us sledding", "so they opened up our lives", "they weren’t outdoorsy and didn’t participate, but they allowed and encouraged it", "how would you describe your childhood", "can i have multiple choice", "somber, a – ecstatic, b – no", "in general terms, i’m really curious", "you have a very eclectic life", "you live in san francisco", "you’re from connecticut", "i just don’t know much about your background and childhood", "i’m just very curious to hear you describe the family dynamic and what it was like growing up", "we had a varied life, for sure", "i have an identical twin and a younger brother", "we grew up in new york city until about third grade", "in fact, my mom is a bit embarrassed about this now, but when i was eight i took two public buses to school on my own – which is unheard of now", "this was the ’70s", "new york was a dangerous place then", "my mom feels a bit bad about this, but i think it was great", "we lived in new york city and then moved to paris for two years with my father’s work", "what was the work", "he was a banker with morgan stanley, so he was transferred there two years earlier and spent a total of four years there", "we then moved to connecticut and lived in the country", "i think of myself as a country girl, but when i really pars it out, i’ve probably not spent most of my time in the country", "but i definitely think of myself as somebody who grew up in a rural setting", "when did you begin to think about firefighting", "how did that happen", "oh, i never thought about firefighting", "i didn’t grow up thinking about firefighting", "i wasn’t one of those kids who wanted to be a firefighter", "it wasn’t an option when i was a kid", "there were no female firefighters", "the only firefighters i knew were the volunteer firefighters in our small town, and they were all men", "i fell into firefighting", "i graduated from stanford and i – what was your major", "communications – an easy major", "by the way, i wouldn’t get into stanford these days", "it’s crazy", "i wouldn’t either", "i graduated from stanford and was really on the trajectory to lead a briefcase-carrying life of sorts, which i didn’t want", "i didn’t want to be in an office", "i couldn’t imagine it", "but i wanted to be maybe a documentary film maker or journalist – somewhere where i could be outside in the field somehow", "i was volunteering at the time at kpfa in berkeley", "i don’t know what that is", "is that a radio station", "yeah", "it’s part of the pacifica chain of radio – sort of public radio-esque but more radical", "they have a great internship program", "basically, most of the station is run by volunteers", "and you don’t come in and push papers", "they throw you right into doing stories", "that’s awesome.  yeah", "so i was the news reporter for quite a few years at kpfa in the ’80s", "at the time, all of these stories were coming across my desk about the san francisco fire department and how racist and sexist it was", "this was ’86 or ’87", "i thought, “well, maybe i’ll do an undercover story", "i’ll sign up to take this test to become a firefighter” – which was as far from my life as you can imagine", "i had grown up going to boarding school and stanford", "it just wasn’t in my purview", "it’s funny", "you think the whole world’s open to you, but in every situation we’re really acculturated to certain things", "it never occurred to me", "but i did go through this test process", "of course, racism and sexism doesn’t show up in the obvious ways we expect it to or think it does", "it’s so pervasive because it’s more insidious than that", "you can’t just encapsulate it in a two-day test taking situation", "i had no story but i went through the process and every segment i passed, which surprised me", "i’m not that great a test taker", "i’m not that interested in academics, really", "this is the written portion of the test", "the written portion, which is the big gatekeeper", "i came in really high", "obviously, i knew how to take tests and that’s really what it was about", "the physical portion was easy for me because i had been a rower at stanford and had always been very physically fit", "all of a sudden, they said, “you’re in.” what did the physical test look like", "do your recall some of the components", "i can’t quite remember now", "it’s been a long time", "but at the time they were struggling to make it relevant", "it’s one test where you were really coming under scrutiny", "you didn’t just do a bunch of push-ups because they’re not relevant to firefighting", "right", "they don’t translate directly", "right", "i think they were still struggling", "definitely, if you were not fit, you couldn’t pass the test at the time", "but i think it should’ve been more stringent", "being a firefighter is a really tough job", "physically, it’s tough", "you’re wearing 100 pounds of equipment", "that’s a lot", "you need to be fit and strong", "you’re wearing 100 pounds of equipment", "that’s minus anything or anyone else that you need to carry", "or drag – yeah", "for anyone who’s wondering how heavy that is – looking at the wall here, there’s a caribou skull", "i had to pack out close to 100 pounds of caribou meat in alaska and that is extremely heavy", "if you haven’t conditioned your glutes, knees, and hips– for those people who are wondering, get a weight vest and try that with 20-40 pounds", "yeah, our air packs – mine was heavier because we had to be in there longer", "the rescue squads were in there longer without a hose to protect us, so our packs were heavier than most peoples", "i weighed them and i think they were 30 pounds", "just the air pack was 30 pounds and then you’re wearing – so within the fire department, you said rescue squad", "how is it divided up", "what are the different squads", "when i grew up, it seemed like the boys automatically knew the difference between an engine and a truck", "an engine carries the water and a truck carries the ladders", "do you mind if i give you this primer", "i would love you to", "i can’t find my ass with both hands when it comes to fire department terminology", "fire engine and fire truck are actually different", "the fire truck is responsible mostly for ventilation in a fire and rescue", "they’ll throw the ladders, go up to the roof, start destroying the building – the fire is destroying the building and also the truck people are destroying it by putting holes in the roof to ventilate", "when the engine crew gets there, they have the water and are going in", "the conditions aren’t as terrible", "they’re trying to ventilate that smoke and heat so it can rise", "it’s a semi coordinated effort", "ideally, it’s very coordinated, but it’s a chaotic situation, obviously", "the engine crew will crawl in with a hose and the truck helps them make entry if necessary", "the truck is also responsible for search and rescue", "but in san francisco, we have two specialized units called rescue 1 and rescue 2", "i was a member of rescue 2 for most of my career – 10 of 14 years", "our responsibility was just to search and rescue", "every so often they would say, “hey, squad", "grab a hose.” but mostly that was our job", "we carried an axe and an entry tool", "do you still have your axe", "no", "i don’t, unfortunately", "did you have to relinquish it like a 1980s cop movie – badge and weapon", "i cannot confirm or deny what i relinquished and what i did not", "okay", "so you passed the test", "then what goes through your head", "what happens then", "then i was like, “wow", "i did not expect this", "my father will be so bummed", "my whole circle of friends will be shocked.” if you were to accept, you mean", "yeah, this was completely different strata of life", "by the time i had gone through the test, i was completely enamored with the job and was on the verge of realizing there were smart and brave people leading an extraordinary life", "but i deferred", "i was so confused", "but i was also 25", "i didn’t know what i wanted to do with my life", "i was adrift", "so instead of making a decision, i said maybe", "i deferred, which kind of meant no", "and then i went on this expedition with a friend of mine to bolivia where we rode mountain bikes through the andes", "it was just he and i mountain biking", "i thought a lot of about leading a life where i could do this sort of thing", "when i came back, i was working odd jobs", "and then earthquake hit", "when the ’89 earthquake hit i read a lot about what the firefighters were doing", "there were some amazing stories about the bravery of these men", "so i thought, “okay, this is an institution that has issues with racism and sexism for sure, but there are some amazing people in this institution and it’s an amazing job.” so i called and said i’d like to take that position", "they said, “mm, okay.” i had to wait awhile and in december of ’89 i got in", "what was your first day, week, or month on the job like", "my first day was really scary, frankly", "i walked in and one of the first things i did was put on the medical gloves to check the equipment", "i was called a probie – probationer", "then i went to the bathroom and didn’t take my gloves off and forgot there is powder all over", "so i walk out and there is powder all over my crotch where i zipped up my pants", "i was so mortified", "they gave me a hard time, but in a nice way", "i basically came as “that stanford grad” and “that vegetarian.” my twin sister was, at the time, on baywatch, which was the most watched show in the world", "so if i wanted to be a little bit under the radar, it just wasn’t going to happen", "hard to blend in", "right", "oh, my god", "the powdered crotch is ready for film adaptation", "what makes a good firefighter", "that’s a great question", "i notice that, in the fire department, the guys i respected as firefighters were often not the strongest ones", "they were fit, but they were often smaller and had a lot of street smarts", "at first it confused me because supposedly for firefighting you have to be a huge brute because it’s such a physical job – and it is a physical job", "but it’s a combination of physicality and smarts", "at that intersection, you get an amazing firefighter", "you need to understand your physical limitations because everybody has them – even the strongest guy", "the smaller guys did often understand their physical limitations and they used their smarts and grace", "there was an elegance to the way they figured things out", "i remember very clearly being on a stairwell once", "it was super smoky and i was third down on the stairwell, lying there and waiting for the guy up top to make entry", "he was whaling on the door with an axe", "he was a big guy and the door just wasn’t giving way", "i had a chicago door opener, which is basically a pry bar", "usually, you never give up your equipment", "if you give up your equipment, you’re useless", "i would never give up my equipment", "but he was up there and i also had an axe, so i said, “take my pry bar", "take my pry bar.” he’s like, “no!” and kept whaling at that door", "i’m telling you, it took so long for that door to come open because he thought, as a big guy, he could get that door open", "for me, i knew i had a pry bar and i would’ve just stuck it in there", "somebody would give it one hit on the head and that door would’ve popped open", "that’s the kind of thing you need as a firefighter as well", "seeing the second or third portion", "yeah, knowing you have to work within your human limitations", "those of us who have to – like women and the smaller guys – we know right away where our limitations are", "so we’re going to compensate with other things", "you see that in a lot of places", "years ago, i had elbow surgery, which took me out of this sport for a long time", "i would train at say planet granite or mission cliffs for rock climbing", "i always wanted to take lessons with the best female climbers because they were, generally speaking, more self-aware when it came to the physics of proper technique", "they couldn’t just muscle with dinos or compensate for bad technique with a lot of upper body strength", "so, you would get these elegant lines and decisions and you would be like, “oh, wow", "i never would’ve thought to solve that part of the wall in the way that she did.” what you’re describing sounds a lot like the dynamic that i’ve observed in the special forces, for instance – navy seals as well", "you have these guys called the door kickers, big brutes, who aren’t necessarily inelegant", "but the guys who often impress me the most are very unassuming", "they’re 170 and like to run long distances and just happen to be able to close a no", "3 captains of crush gripper and do all of this other crazy stuff", "when you describe the situation of the person trying to get entry and whaling on this door with an axe, it seems like pride can get you into a lot of trouble in firefighting", "do you get to choose the people you have on your team or is that a dynamic you have to try to manage to the best of your ability", "it seems like that person – who i’m sure is a very good firefighter – could’ve gotten you guys all in a lot of trouble if this building’s collapsing and it takes five minutes to open a door instead of two", "how do you contend with something like that", "well, i had a lot of pride when i was a firefighter", "as i get older, i think i’m able to put that in its place", "especially being one of the few women in the fire department – when i got in, i was the 15th woman", "there were 1500 men", "if i made a mistake, it wouldn’t be, “oh, caroline made a mistake.” it would be all women just made a mistake", "for me, pride worked because my fear of failure was way more than my fear of fire", "i didn’t often feel fear of fire to be totally frank", "i’m not trying to pretend i’m so brake", "it’s just that i had a bigger fear – humiliation, failure, letting down women", "pride can be a really great motivator, too", "definitely", "i agree", "you don’t get to pick your crew, but everybody puts stuff aside when you’re in a fire", "if you’re not getting along with your crew – which i had a great crew for many years", "i had a great station", "i was at station 7 here in the mission – the biggest station in the city", "it’s like a village", "there are always people that are – the drunk, the mean person, the gossip", "you have all of that", "it’s a small town", "but in general, crews learn to work together", "the truth is, in a fire it’s pitch dark", "you often don’t know who is to your left or right from another crew", "so squabbles aren’t relevant in a fire", "what lessons did you take to other areas of your life from firefighting", "i was really comfortable fighting fires", "i loved fighting fires, but not in a weird way of being a fire bug", "fifty shades of fire", "yeah", "i love the excitement of a fire", "it’s hot, smoky, and pitch dark", "if you’re on the hose, you’re trying to find the seat of the fire and your heart’s going", "you have this goal", "everything else just falls away", "a big fire – as we call it, a “good” fire – was what i loved", "where i learned more about myself was the medical calls", "the fire department does a lot of medical calls, especially these days as fire goes down with better building inspections and people smoking and drinking less", "real estate in san francisco is so expensive", "people aren’t burning stuff down like they were when i was a firefighter", "we do way, way more medical calls", "medical calls are really where i called upon my human attributes like compassion and patience", "i know it sounds like the women should be really good at that – that’s now what came to my mind", "are there any particular memories or experiences that come to mind when you think of your medical calls", "yeah, i remember doing cpr on a baby, which was very – i’m not a parent, but i was surprised at how absolutely overwhelming that is", "we knew the baby had died, but we were transporting the parents, too", "to be in that hospital where the mother and father were waiting in the waiting room – i just wept after", "what happened to the baby", "sids", "that’s sudden infant death syndrome", "yeah", "it was really sad", "they were running their baby to the hospital along the street, so we had to try to find them", "we went to the address and they said, “they’ve already gone", "they’re running their baby to the hospital.” oh, god", "so we had to find them, do cpr in the street, and take the baby into the ambulance and go with them", "and then two weeks later i got a call for a woman who was completely catatonic when we got to this church", "she would not respond to anything", "she just laid on the ground and stared straight up", "it turned out it was the baby’s mother and i recognized her", "wow", "how does an experience like that impact you subsequently, if it does", "does that have a lasting impact, aside from the imprint of such a strong memory", "i think the best firefighters – and it extends to emergency room doctors, soldiers, police officers, and anyone who works in a profession where it’s highly traumatic emotionally – have to learn to walk this line between efficiency and being able to do the job practically", "administer that cpr and maintain your emotions about it", "it’s very easy to block it out", "i think that’s why there was a lot of drinking in the fire department", "it was a part of the culture up until the ’90s", "that’s the way one handles emotions", "it’s like doctors and prescription medications", "exactly", "yeah", "so walking that line is really difficult", "i’m not sure i did a great job of it", "i used to come home and i would cry in my car", "and then i’d get out and go in", "it’s hard to talk to someone who is not a firefighter about what you’re seeing", "i think later in life it gave me a depth, but there’s also a wall", "so i keep trying to climb that wall or put that wall up, depending", "choosing to be compassionate versus compartmentalizing – or trying to balance the two – i talked quite a bit with a number of friends of mine who have worked in er shifts", "i remember a story where he was describing for me the experience of looking into someone’s eyes as they go from alive to dead with eyes open", "that’s not an experience i’ve had", "he was telling me this story with a burn victim who was covered with second- and third-degree burns", "his throat was starting to enflame, but the guy was able to talk", "he said, “i need to give you an emergency tracheotomy", "i need to put this into your throat or you are probably going to die.” in his head, he knew with 99 percent certainty the guy was going to die anyway", "but he made the decision to break protocol that time and said, “do you want to make any phone calls on my phone?” the guy was able to make two phone calls as his throat was closing to his loved ones", "he was like, “i want to make one more phone call.” the doctor had to make the decision then", "he was like, “i’m sorry", "you can’t make one more phone call", "i have to give you the tracheotomy.” he gave him the tracheotomy and the guy died anyway", "and it’s just like, holy shit", "you hear these stories and it’s like fuck", "how can you do that week in and week out", "it’s hard for someone like me, as a civilian, to even fathom that", "to shift gears just a little bit, there is a trainer now passed named cus d’amato", "he was mike tyson’s trainer who rescued him, brought him to the catskills, and got him to the youngest heavyweight champion of the world at that time", "i’m sure this isn’t his quote originally, but to paraphrase, cus d’amato would say the coward and the hero feel the same thing", "it’s what the hero does that makes him/her different", "we’re talking a lot about contending with fear", "when you think of the moments you’ve been most terrified, what are those moments that come to mind", "they don’t have to be physical danger", "i think the time i was probably the most physically scared – and it was an unusual feeling for me", "i just had this ability to take fear and put it way, way back in the line of all of my other emotions when i was a firefighter", "i was in a fire building and was with my crew", "we were in teams of two, so the team who was ahead of me – frank and andy – and my crewmate, victor, was behind me", "we were all crawling down the same hallway and had a hose line, which was unusual", "but they couldn’t find the fire", "so the chief goes, “hey, guys", "you grab a hose line.” we were psyched to do that", "it’s awesome to go find the seat of the fire", "it’s super smoky hot and kind of quiet in this weird way", "and then all of a sudden a huge explosion pushed us all out of the hallway", "we realized later there had been a flashover – not in the hallway, which would’ve killed us – somewhere close enough by to blow us all away", "what’s a flashover", "when the room gets so hot that even the particles in the air simultaneously ignite", "oh, god", "it’s basically this huge – it’s like a gas blast", "basically, yeah", "i’ve been in those, too, and those will knock your mask off and throw you backwards", "i remember being discombobulated and in the garage and my friend frank goes, “where is victor?” victor was my crewmate and i look around there were just three of us instead of four", "i remember thinking, “i have to go back into that hallway?” the fear was paralyzing", "this all took milliseconds.  i see frank, who is super brave and a really great firefighter, turn and start to catapult himself towards that door to find victor", "for me, it was only a millisecond, but i was scared", "i recognized that fear and that fear scared me more than the fire itself", "when you’re paralyzed as a firefighter and your friend is missing, that’s the worst", "of course, i was right on his heels, but that feeling of overwhelming fear was really sobering for me", "but i learned that you can be scared", "that’s okay", "but you still have to take action if it’s necessary", "my friend was fine", "he had been blown out, too, but had taken shelter on the other side", "it all ended up fine, but it was a moment i’ll never forget", "you’ve mentioned, in your writing, your ability to put fear behind your other emotions", "the story that comes to mind for me is the climbing of the golden gate bridge", "which, by the way folks, is illegal", "i wouldn’t recommend doing it", "especially now after 2001", "they will shoot you", "yeah, they will shoot you", "not advised", "it was all a lark in the ’90s", "not anymore", "760-some-odd feet or something like that – how did you develop that ability", "for someone listening who is like, “god, i’m so fearful", "how can i develop that same ability to take courage, desire, or enthusiasm and try to put it in front of this dominant emotion i have of fear?” what would you say to them", "i am not against fear", "i think fear is definitely important", "it’s there to keep us safe", "but i do feel like some people give it too much priority", "it’s one of the many things that we use to assess a situation", "i am pro bravery", "that’s my paradigm", "i like that", "once i know that, fear is just one of many things that are going on", "for instance, when we climbed the bridge – which was five us deciding we wanted to walk up that cable in the middle of the night – please don’t do that", "but we did", "talk about fear – you’re walking on a cable where you have to put one foot in front of the other and you get higher and higher until you’re basically as high as a 70-story building with nothing below you and holding onto these two thin wires on either side", "it’s just a walk, technically", "really, nothing’s going to happen unless some earthquake or catastrophic gust of wind happens", "you’re going to be fine as long as you keep your mental state intact", "don’t panic", "it’s just a walk", "in those situations, i look at all the emotions i’m feeling, which are anticipation, exhilaration, focus, confidence, fun, and fear", "and then i take fear and say, “well, how much priority am i going to give this", "i really want to do this.” i put it where it belongs", "it’s like bricklaying or making a stone wall", "you fit the pieces together", "have you visualized the bricks", "to someone who hasn’t this practice, give an answer for a medication exercise", "the next time you’re feeling fear, do this", "what would you advise them to do", "i actually want someone to partition each emotion as if it’s a little separate block and then put it in a line", "once you assess your own skill and the situation, often things change", "i hear people say, “i’m so scared of picking up an insect.” really", "what is really so scary about an insect", "is it going to eat you", "no", "as long as you stop and really look, i think people’s lives will change – kind of radically, especially for women", "women are very, very quick to say their scared", "that’s something i really want to change", "you can feel free to decline, but i’d like to ask about being gay", "when did you come out of the closet your family and/or friends about that", "not until i was 21, although i knew when i was two", "was it intimidating to you to come out", "oh, yeah", "this was a totally different time", "i’m 52 now and that was the ’80s", "it was different", "it was a bizarre thing to be", "i didn’t know anybody growing up who was gay – nobody", "in connecticut", "yeah", "how did you break the news", "what was the conversation like", "did your parents already know but they didn’t explicitly – they didn’t know", "how did you go about having that conversation and why then", "well, my twin sister guessed", "i have an identical twin", "i can’t keep anything from her – who is, by the way, so straight", "i guess we’re a bit of a science lab experiment", "they’ve done studies and there is no correlation, or little correlation, between sexuality and genes", "and yet, it feels very biological", "so i think it’s epigenetics or hormonal", "got it – hormones or environment that are triggering different genes to lip on and off", "i guess, but i feel like i was born this way", "so i think it happened in the womb", "my sister got that hormone and i got this", "really, as gay as i am, she’s straight", "it’s kind of funny", "and yet we’re so alike in so many ways", "so your sister guessed early on", "you knew early on", "no, she guessed around 20", "basically, she was calling my dorm room at stanford and this woman was answering at 7:00 in the morning", "my sister’s not dumb", "a really early study session", "at stanford we are really into studying", "how did the conversation with your parents go", "did you talk to one before the other", "if this is uncomfortable, i’m happy not to talk about it", "no, no, it’s fine", "i’m just so curious", "i remember talking to my dad", "this is really great because i was a big secret keeper", "you learn that if you’re not part of the mainstream", "you learn to keep those secrets because it’s just easier, you think", "my brother was like, “oh, that’s cool", "i love women, too.” such a dude response", "he was the most casual about it", "it took my sister awhile because, being an identical twin, it made her think all about her own identities", "my sister is an amazingly beautiful, very well-known actress, who was in baywatch, so you would think her femininity would not be questioned", "but she’s definitely not a girly-girl", "neither of us are", "both of us kind of walk like a truck driver", "so she had to question her own identity, i think", "it just brings up a lot of things", "i think it was more difficult for her than my brother", "now she’s psyched, basically", "i know that sounds weird, but she’s like, “god, i’m so glad you’re not straight because it’s so much more interesting.” maybe that’s fetishizing it, too, but she’s just awesome", "my dad was super conservative", "he voted for nixon", "he still believed that nixon was a great president up until his death", "he definitely was a true-blue republican", "i didn’t tell him for a long time, until my sister said, “why are you keeping secrets", "secrets are a buffer to intimacy.” i said, “no, he doesn’t need to know.” she said, “it’s a part of your life he’s not hearing about and you’re keeping from him", "even though he might not realize it, that is keeping a distance", "you need to tell him.” and she was so right", "i told him and was petrified", "he was really sweet about it", "he was shocked and then sort of struggled and said, “well, i know some gay people.” he started listing the gay people he knew", "it was really cute", "your mom", "it wasn’t that she thought that being gay was bad", "she just had to rework her whole – paradigm or – exactly", "– lens through which she viewed the world", "and she became immediately defensive for me", "she said the way she worked it out was she would tell everybody immediately, almost in the first sentence, that she had a gay daughter", "and then she’d wait", "it was almost a litmus test", "and if they had any sort of flicker of – look for the micro expression", "yeah, and then she’d like cut them off", "she was testing the world and herself", "it’s a readjustment for people", "i understood", "now it’s no big deal, but back then it was pretty huge", "also, it really shaped me to carry that", "i’m grateful for it", "i always knew i was different and i think that gave me an empathy i probably wouldn’t have had if i had just been easily part of the norm", "definitely", "i imagine it forces you to question assumptions about other people when there’s something about you that is different that people might assume is otherwise, if that makes any sense", "there is a lot to unpack there, in a good way", "but i want to talk about the op-ed", "you have multiple op-eds, but this particular one, why do we teach girls that it’s cute to be scared", "– i was hoping to have you elaborate on a particular passage here", "this is about three-quarters of the way through. “when girls become women, this fear manifests as deference and timid decision making", "we try to counter this conditioning by urging ourselves to “lean in.” books on female empowerment proliferate on our shelves", "i admire what these writers are trying to do — but they come far too late.” can you provide the background to that comment", "what catalyzed the writing of this op-ed, why do we teach girls that it’s cute to be scared", "i wrote the gutsy girl as a sort of antidote for what i see is happening and maybe has happened for a long time", "we acculturate our girls to be fearful", "i see it in my peers now", "i was really curious about where that started after i wrote the book, so i looked at some studies", "it had been bothering me for a long time", "one of the incidents that was probably part of the catalyst for this whole thing was, years ago a friend of mine lamented to me that her daughter was a scaredy-cat", "i was a firefighter and she looked up to me, so could i hang out with her", "yes, she was sort of a scaredy-cat, but i really noticed that her parents were anxious on her behalf", "they were always telling her to be careful, no, and watch out", "when i did some research, it turned out that parents – both moms and dads – caution their daughters way more than their sons", "when i say caution, it’s basically telling them, “watch out", "that’s dangerous", "you’re going to get hurt.” they discourage them from trying something", "with boys, there is an active encouragement, despite the possibilities that they could get hurt – and guiding the son to do it, often on his own", "when a daughter decides to do something that might have some risk involved, after cautioning her, the parents are then much more likely to assist her doing it", "what is this telling girls", "they’re fragile and they need our help", "that is acculturated so early", "so of course, by the time we’re women and in the workplace or relationships, that’s going to be a predominant paradigm for us", "fear", "for women who are listening and say to themselves, “my god", "she’s totally right", "i was raised in a bubble of sorts", "i don’t want to have this default anymore", "i want to condition myself to be able to contend with fear and put it in line.” what would you say to them i would say it’s time to adopt a paradigm of bravery instead of a paradigm of fear", "weren’t you acculturated much more to bravery", "fear wasn’t really part of the conversation", "it’s the flipside, which is bravery", "yeah", "so when you have a boy and a girl or a man and a woman facing the exact same situation, there will be two emotional reactions to it that are sort of opposite", "the man will be trying to access his bravery and the woman will be accessing her fear", "i think this underscores something i think is important", "courage takes practice", "it’s a skill you have to develop", "i feel like a coward sometimes", "we’re sitting here in my house and doing this interview, and on my coffee table is a quote on a piece of driftwood", "it says, “life shrinks or expands in proportion to one’s courage.” i literally have this on my coffee table so i see it every single day", "i don’t know how to pronounce that name properly do you", "oh, anaïs nin", "oh, there we go", "thank you, stanford", "if i were to look back at my upbringing – and you talk about this in your sunday op-ed piece, also – being outdoors and playing sports had a huge role in inoculating me with small doses of constant fear and realizing that the worst-case scenario was not that bad", "it was also a process of just conditioning – or more of a hermetic response like iocaine powder and the princess bride", "the dread pirate roberts makes himself immune to iocaine powder and he kills the sicilian when death is on the line", "the point is that if you constantly expose yourself – it was eleanor roosevelt who said, “every day do something that scares you.” if you just give yourself these small doses of fear, you begin to expand your comfortable sphere of action", "how did you choose the activities in the gutsy girl", "you have all of the things i wanted to do as an eagle scout and many more in the book", "how did you think about putting the book together", "the daring dos", "that’s right", "i have a bunch of fun exercises that girls can do", "some of them are survival tips like how to get water from a tree", "you put a clear plastic bag over it and the tree will perspire actual water through photosynthesis, which is cool", "i love those kinds of macgyver like tips", "we have how to find the north star, which is not only practical but beautiful to look at the night sky", "and then i have a lot of confidence building exercises like standing in the wonder woman pose, based on amy cuddy’s ted talk", "great ted talk", "yeah", "it talks about how, if you stand with your posture straight and taking up space, you’ll actually trigger confidence chemicals", "if you stand in what she calls a low power pose, which is slouched, you’re actually triggering cortisol, which makes you feel worse", "so the key is not to be brave in that moment, but to actually stand like you’re brave and then the confidence will come", "i wanted a full range of exercises because this book takes place in the outdoors", "i think it’s a great training ground for bravery and learning bravery", "yes, bravery is learned", "obviously, it’s not the only place where gutsiness comes into play", "we need it in all parts of our lives, so that’s why the exercises range", "but it’s in the outdoors because that’s fun", "it’s great to read about adventures in the outdoors", "you have an incredible story about getting cloud sucked into not a cumulus, but a cumulonimbus", "that’s terrifying", "we might not have time to get into that", "but you mentioned the outdoors and books", "you’ve written about reading harriet the spy as a kid", "oh, yeah", "what books have you gifted most to other people, besides your own", "i don’t gift my own, just so you know", "i never do that, either", "i wouldn’t hold it against you if you gift your own books, by the way", "no, i don’t", "i’m trying to remember books that i’ve passed on", "i’m blanking to be honest", "i’m so sorry", "that’s okay", "we can always come back", "i was actually astonished when you said you were 52", "i am not hitting on you, but you do not look 52", "you look a lot younger", "what does your current training regimen look like", "i’ve become a much more efficient worker-outer", "i used to be a complete gym rat", "when i was a firefighter, i was working out all the time", "i ran six miles a day and lifted a lot", "but now i enjoy being outside much more, so my workout consists of surfing – hopefully, if the waves are right", "but if not, i’ll swim in the outdoor pool", "i do a very quick lifting workout", "i unfortunately have a replaced knee", "my knees are shot, so there is a lot i can’t do anymore, like run", "that makes me sad", "i’ve just become way more efficient with my workouts", "what does the lifting workout look like", "oh, i’m so old school", "i’m embarrassed about it because i realize that everybody these days are into functional workouts that mean swinging kettlebells and things like that", "i actually worked with charles poliquin about 20 years ago", "no kidding", "yeah", "one of my close friends is a trainer with him", "i met my friend andre when i was luger", "i thought that was a very strong connecticut accent on loser for a second", "no, but that too", "i was a loser and a luger", "but i had determination, as most people who know me know", "i had an olympic dream", "my theory was that i wasn’t really good at anything but i was super dogged and determined", "i thought i would find a sport where there was hardly any people", "lo and behold, back in 1984, it was luging", "basically, the only people on the olympic team for luge in the united states all lived in lake placid", "that was the only place there was a track", "so i went and did luge", "i was terrible", "i crashed all the time", "it sounds dangerous", "yes", "you go at high speeds and, if you’re me – now luging, for people who aren’t familiar, you’re effectively laying on your back with your feet internally rotated, going feet first inches off the ice", "yes", "i was terrible", "i had a nickname", "what was your nickname", "crash", "this is so bad", "i talk about this in the book", "i had such spectacular crashes that people would gather at this turn – i think it was 14 – and just watch me take these incredibly flippy, turny, topsy-turvy – just yard sales", "oh, yeah", "i was even taken to the hospital once", "i just wanted to be an olympian", "i was determined, but when i found out about the sport of skeleton – that’s the one where you flip it around and you’re going head first, right", "yeah", "that’s insanity", "it is", "at the time, it was really a ragtag team", "they didn’t have any uniforms", "they wore jeans, work boots, and motorcycle helmets", "i looked at it and i was like, “that’s the sport for me.” and when they said there was absolutely no women doing it, i was like – you were like, “oh, doubling down on black here.” i figured i would for sure make the olympics in this sport", "they said, “well, we’re not in the olympics yet but we plan to be.” i was like, “that’s good enough for me.” that’s an amazing sport", "your eyes are literally three inches from the ice", "when i first went, the guy said, “come here", "i’m going to show you.” there was no learning, really", "they basically put you on a sled", "but he did take me to the side of the track and he said, “watch mike.” i remember standing at the corner and this guy goes around the corner around us and i hear this scream", "i looked and said, “was that a scream?” he said, “oh, yeah", "mike’s chin always hits the ice on this turn", "don’t worry about it.” tim ferriss:   now, were you in lake placid or somewhere else", "yeah, lake placid", "now they have a couple of tracks, but at the time that was the only – were you in the lake placid and then you decided to do the luging and skeleton", "or you were having a beer at a bar and was like, “what the hell is that", "luge", "fuck it", "i’m moving to lake placid?” no, i was super lucky", "it just so happened that the highest placing american luger at the time was a woman named bonnie warner and she went to stanford", "she was determined to break this lake placid kid only team, so she held these tryouts out here, which basically consisted of putting wheels on sleds and pushing us down alpine road near stanford", "i was like, “this is for me for sure,” and i got picked along with my really good friend blaze", "he and i were pals", "blaze", "good name, right", "that’s a good name", "that’s a good nickname", "he and i were really good friends and were both pilots, so we flew together a lot", "so then we went to lake placid and then he left to go back to stanford", "i was like, “i’m staying.” i took a quarter off at stanford", "you started the luge story by mentioning charles poliquin and saying you were old school in the gym", "oh, right", "when i was in lake placid, all of these athletes from around the world trained there", "it was an amazing experience", "i met my friend andre, who turned into a canadian olympian", "his nickname was not crash", "he was really good at what he did", "he became a trainer under charles poliquin and trained many olympic teams", "so that’s how i met charles", "when he came to san francisco to do a class with andre, i was there", "how has that informed your current “old school” training", "i was doing training in unstable environments, which is what poliquin pretty much pioneered here in the united states", "i think he took it from russia", "using swiss balls or balance – swiss balls was his big thing", "he can do squats on a swiss ball", "you can probably do that, too", "i think i would end up in a youtube blooper reel of people hitting walls on swiss balls if i tried it", "but it doesn’t surprise me that charles would be able to do that", "he’s been on the podcast", "he’s a very smart and hilarious guy for people who are interested in physical training", "he’s just super interesting", "and his techniques were really new at the time, this idea of training in an unstable environment", "i do incorporate that in my workouts still, but in general i’m old school free-weights", "just compound movements like squat and dead lift", "yeah", "nothing wrong with that", "sorry", "no, there’s no sorry", "are you still a vegetarian", "i am a lapsed vegan who is pretty much a vegetarian now", "when you were a firefighter, you were also a vegan", "no, i was vegan right before", "the thing about the fire department is part of the biggest social times are the meals", "so being a vegan was not going to help me at all", "i became a vegetarian", "there were a couple of other vegetarians in the fire department – some old timer guys – but in general we were an anomaly", "people hated it when i cooked", "i hated it when i cooked", "i hated cooking", "cooking completely terrified me way more than any big fire could", "i take it then there was some type of rotation where you would end up with cooking duty", "i would trade out of it or they would come up to me and say, “well, you want to trade this and you take my night watch next time?” i was like, “yes.” they didn’t want me to cook either", "when you had to cook, did you have a go-to meal", "yes", "there were three tricks", "i remember once i had a guy come up to me and said, “you just don’t put any love into this meal.” i was so shocked this big burly firefighter wanted love in his meal", "he was right, actually", "i was so sullen about cooking that i didn’t", "he actually was a little indignant about that", "now, i try to put love in my meals when i cook", "the other thing was to make it colorful", "that was another advice i got that i thought was great advice", "it’s very hard for me to do", "everything was kind of gray", "and the third was to have three set meals that you do", "what were they", "i can’t remember", "i’ve blocked it out", "i remember doing vegetarian chili and someone threw it against the wall", "that was their protest", "basically", "firefighters are very funny", "they’re hilarious", "you learn to have a thicker skin if someone throws your meal against a wall", "speaking of thicker skin, i’d love to hear your thoughts on this", "i get the impression, at least in the us – and i know this is true in many other english speaking countries like australia and the uk", "it seems that people are getting thinner and thinner skin, not thicker and thicker skin, when it comes to discussing important topics that might be uncomfortable", "for people who are easily offended or hurt, what would you say to them", "you strike me as very tough and resilient and capable of exacting your philosophies and goals in life", "it strikes me that people who are very easily offended are just poor resource allocators", "they waste a lot of energy and time with getting upset by small things they shouldn’t get upset by", "the same thing happens when people are afraid of things they shouldn’t be afraid of", "you don’t strike me as someone who is easily offended", "do you have any thoughts for people who are", "i’m actually not easily offended", "i learned something interesting", "being in the firehouse, at first i thought a lot of the men were ignoring me", "i’d literally say hello to them or ask them something and they would not speak to me", "it turned out a lot of them are deaf", "i kid you not", "i totally believe it", "i suddenly realized, “they’re not ignoring me.” they wouldn’t do that", "of course, there were a couple of bad apples who would do that, but in general they were super respectful", "there were a lot of amazingly kind and open-minded men", "it’s hard when you have your homogenous club, which we all do", "when you look at your friends, they all look like you", "and suddenly, it’s forcibly opened", "it’s difficult", "it’s right", "you shouldn’t have your club", "you don’t have a right to it, but still it’s going to be hard", "and i really did empathize with that, especially when i looked around and saw that my own life was as homogenous as the fire department had been", "in fact, my life opened up a lot with the fire department", "i met a lot of people i would not have met, who were very different from me", "so just understanding that the motivation is often not malice – and they might be deaf", "that’s good", "when you think of the word success, who’s the first person that comes to mind and why", "probably wendy", "okay", "for people who don’t know wendy, please describe wendy", "wendy’s my partner of eight years", "she’s a very successful illustrator", "she illustrated the gutsy girl and illustrated the book i wrote before called lost cat: a true story of love, desperation, and gps technology", "she’s illustrated many books and been in the new york times", "she’s a rock star", "a total rock star", "she’s very successful because she’s doing exactly what she wants to do", "she’s an artist who has her own business", "the great thing about wendy too is she’s so great at laughing at herself", "that’s something i really want to embrace more in my own life", "i want to laugh at myself", "she’s also great about pointing out her own flaws all the time, whereas i try very much to hide my flaws", "it’s so endearing when someone bares their flaws", "the truth is, our flaws are usually fine", "they’re what makes us so loveable", "for people who want to look up wendy, what is her last name", "mcnaughton", "wendy has the career that i wanted for about 10 years when i was growing up", "i wanted to be an illustrator", " really", "i was an illustrator in college", "i was the graphics editor of the princeton tiger", "i might be getting the name of the magazine wrong", "i wanted to be a comic book illustrator – pencils", "jim lee, i’m going to get you on the podcast eventually", "okay", "i’m going to try this book question again", "it doesn’t have to be the most gifted book, although that sometimes triggers a book or two", "do you have any favorite books", "here’s a third option", "you are giving a commencement speech at stanford and you can give every graduating undergrad one to three books", "which books would you give them", "i would say that the things they carried by tim o’brien", "i’ve never heard of it, i’m embarrassed to say", "oh, it’s a beautiful book by a writer who fought in vietnam", "when he came back, he became a writer", "a lot of his writing, at least initially, was about vietnam in thinly veiled autobiographical form, but fiction", "that book actually got me back to reading", "when you go to college, reading gets kicked out of you a little bit", "you have to read all of these things and i didn’t read until my friend eric, a whitewater rafter with me, handed me this book", "he said, “this is great.” i started reading again after that", "i really love peter heller’s book the dog stars", "i picked it up because i love the stars, basically", "i was like, “oh, the main character will be an astronomer and i’ll learn something about the stars.” it turns out it’s an apocalyptic book", "it’s beautifully written", "the main character is a pilot and, since i fly a lot of different things with varying degrees of success, i loved the book", "but these are books i’d give just to say they’re amazing stories and you’ll probably learn something from them", "if you had to pick a historical figure you identify with, who would you pick", "i don’t identify with rosa parks, but i’d love to have her courage and ability to overcome what was then the social norm to sit in the back of the bus", "the other person would be beryl markham, who is a pilot", "she wrote an autobiography called west with the night about flying", "i think she’s also one of the highlighted women in your book", "i don’t actually mention her because i think she’s probably too well known", "that makes me feel like a total idiot", "she’s actually not in the book, but i have little sidebars of women throughout history and around the world that have done adventurous, super kickass things", "she certainly could be", "i was pleased to see laura dekker, at 14, who circumnavigated the globe", "there’s a documentary about her that’s just incredible", "great documentary", "she wanted to go around the world on her own and her parents said fine", "the dutch courts and the court of public opinion freaked out", "she was clearly a very talented sailor", "incredibly gifted", "i have a quote where she was writing in her journal, “yeah, i had sort of a boring day today", "hurricane lucy came by, but that’s about it.” yeah", "some of the footage and stories – going around the cape in south africa and these experienced sailors saying that almost anyone would’ve been killed on that route", "this is girl is beyond talented", "there’s something psychological about doing something alone", "i was a paraglider for many years", "always, when i would launch, i would feel, “now, i’m really alone", "no matter what happens, it’s just me.” at the time, we didn’t even carry radios", "now i think probably paragliders carry all sorts of paraphernalia", "when you fly in the air, you feel alone", "she’s in the middle of the ocean in a storm", "it’s very different", "yeah", "it’s a really good documentary", "if you could have a billboard anywhere that said anything, what would you put on the billboard", "i know", "these questions", "be brave", "i don’t know", "i write books, not sentences or billboards", "they’re comprised of sentences", "yeah, you’re right", "what would you put on a billboard, tim", "the first one that comes to mind, which is just really burned into my memory, is from someone else’s answer", "i’ll cheat here a little bit", "amelia boone is the world’s most successful female obstacle course racer – spartan race, world’s toughest mudder", "even though it’s true, modifying it with female does do her enough justice at all", "in the 2012 world’s toughest mudder, where there are more than 1000 competitors, you have to qualify to compete", "it’s predominantly men who are competing", "it’s a 24-hour race where you have to do as many reps as possible of an obstacle course with no sleeping", "she finished second out of everyone and the man who won beat her by a total of eight minutes", "she’s an incredible athlete", "she’s really funny and very smart", "she’s an attorney at apple", "she is winning at life", "her answer was, “no one owes you anything.” i liked that", "i really like it", "you have to go out and get amongst it", "i might steal that", "that’s mine", "i want to put that one", "that’s my answer", "okay", "we’ll change it – nobody owes you anything at all", "yes", "do you have any morning routines", "i asked you earlier what you had for breakfast and you said coffee and two balance bars and that you’re a creature of habit", "so let’s talk about habits", "do you have any particular morning routines or daily routines that you absolutely must do or feel better if you have done them", "i am such a creature of habit, which often surprises people", "they think someone who loves adventure would be incredibly spontaneous", "i can see why, because when you’re outside – i did first ascents with a whitewater team", "you do not know what’s going to happen next on a river that’s never been done before, even if you’ve scouted it along the banks", "yet i need routine in my daily life", "i guess that makes sense because it balances it out", "totally", "it’s like obama, who wants to wear the same tie because he makes way too many decisions in other areas", "yes, i get up early", "what time", "6:00", "even if it’s a vacation, i set my alarm and get up", "i feel if i sleep in that i’ve sort of wasted the day", "i eat within an hour just because that’s important for my metabolism", "it’s pete’s coffee, french roast, really strong, two balance bars, and i feel set for the day", "do you have any evening routines", "go to sleep", "i cannot stay up late", "i wish i could", "i wish could hardly sleep at all because i’m not one of those people who loves sleep", "but i need to go to bed about 10:00", "it drives wendy crazy", "i’m checked out", "do you have any trouble getting to sleep", "i do have a lot of trouble sleeping", "now i have my medical marijuana card, actually", "i’ve never liked pot, ever, but my mom recently had lung cancer", "she’s fine, but she was really nauseous from the drugs", "she had a friend giving her some pot paste", "we told her to take it because it would help her nausea", "she’s english and almost 80", "she was like, “oh no", "i’m not going to take pot.” but then she did and it was miraculous for her", "she said she slept well", "i don’t smoke pot either, but i sleep so terribly", "i took it and i slept like a log", "so now i take pot before i go to sleep", "do you smoke it or a small amount of paste", "how do you consume it", "i actually use an e-cigarette because i don’t like the effect when i – i don’t smoke anything in general", "i don’t smoke cigarettes", "i never have", "but i do use the vape", "i’m so uncool", "i don’t know any of the – tim ferriss:   i was about to out one of our close mutual friends who is an expert in this field, but i won’t", "oh i have many close friends who – it’s the bay area", "you can throw a stone and hit a pot professional", "have you always had trouble sleeping or is that something that cropped up recently", "i don’t remember having trouble sleeping", "the last 10 years – i don’t know if it’s an age thing", "it’s a drag when you can’t sleep", "part of it is i used to get injured a lot", "and then i couldn’t sleep because of my injuries", "i basically had my knee replaced because i fell while firefighting", "eventually, that knee had to be replaced and once it was it took years for me to be able to sleep", "so that threw me off track", "do you wish people would break more bones when they were kids", "going back to the op-ed and the way we’ve been acculturated and socialized, when i meet a guy who has never broken a bone i always get very suspicious", "but it’s perfectly accepted if you meet a girl who has never broken a bone", "it’s a non-topic", "do you think kids should get injured more in the process of growing up", "that’s interesting", "i think the parents will hate me if i say they should", "i had my first stitches when i was five, when my parents put me on a sled and i immediately sledded right into the tree at the bottom of the hill", "that’s where my luging career was foretold", "but it was not treated as if it was something catastrophic", "it was just part of childhood", "i had a couple of stitches and broke my thumb", "i hope no one gets injured, but injury is not as bad as people think", "to not do something because you might get injured is a terrible reason not to do something", "we can get injured in anything", "just getting into your car is very dangerous", "i think we should just put that in its place", "girls are often told, “oh, you could get hurt,” and the specter of getting hurt takes on these huge proportions", "for boys, that’s not emphasized", "and yet, girls and boys before puberty, are physically the same", "they break the same and they’re as able as each other, if not girls being more able at that time", "so the fact that girls are told and treated as if they’re more fragile doesn’t make sense at all", "it primes them to be very over cautious about this idea of being hurt", "i remember getting my ass kicked in fifth grade because i was playing shinobi – this ninja videogame", "i was a little boy at the time and this gigantic, towering girl came over and just restarted the game to terrorize me", "i started bubbling", "i was on the verge of tears and i called her squid face", "she proceeded to just mop the floor with me", "oh, the trauma", "never call a woman squid face", "lesson learned", "yeah, if you’ve ever seen blood sport", "“put up your dukes, right?” and the huge redneck american who just hammer fists the first opponent in the face – it was kind of like that", "it was a very short fight", "we could talk for hours and hours", "i think this is a good round one and people could certainly let us know if they’d like a round two", "do you have any requests of the audience or suggestion to them before we wrap up", "yeah, if you’re a parent i really want you to look at the way you are guiding your girls versus guiding your boys", "i hear a lot of parents say, “oh, no", "i treat my boy and girl the same.” and then the more we talk about it, the more it becomes clear that maybe they don’t", "for instance, i was talking to this woman and she said, “i don’t really treat my boy and girl different", "oh, but my girl’s more klutzy", "so i do caution her more because she’s more klutzy.” so in fact she was actually already treating her girl differently without realizing it", "i’m guilty of this too, this bias of thinking that girls and women are more fragile and more in need of help", "that is so not true and so detrimental", "on the klutzy point, i just pulled it up on the piece here", "“‘but she’s very klutzy,’ the mom explained", "i wondered, wasn’t there a way even a klutzy child could take risks", "my friend agreed there might be, but only halfheartedly, and i could see on her face that maternal instinct was sparring with feminism, and feminism was losing.” i love this book and i very rarely say that because i get sent a shit-ton of books and i don’t want to get 10x the number of books sent to me because i would do nothing more than read books", "but i’m really a fan of the message and the writing", "i was expecting it to read like a kid book, and to be pandering to kids", "it’s a hilarious book to read, even as an adult", "i really enjoyed it", "so where can people find more about the book and about you on the web and social", "i have a website, carolinepaul.com", "my book is there", "we have an instagram called @gutsygirlclub that’s doing very well, where we highlight girl heroes and girls that are great role models for gutsiness and bravery", "we also have a website for the book, thegutsygirl.org", "and if people wanted to say hello and wave a digital hand at you on social media, @carowriter", "yes, i’m terrible at social media, i have to say", "probably makes you better in every other area of your life", "better to send me an email, which is on my website", "that’s the best way to put it", "that’ll give you some time to potentially modify that to a contact form", "everybody listening, links to everything we discussed and the book references will be in the show notes", "so if you’re wondering what we said and don’t want to go back and listen two or three times to the podcast, you can go to fourhourworkweek.com/podcast", "caroline, this was so much fun", "i appreciate you taking the time", "so fun", "thank you, tim", "i’m a fan", "well, the feeling is very mutual", "i’m super inspired to go out and do something daring", "i need more injuries in my life", "to everyone listening, as always, until next time, thank you for listening"]}