{"dialog_idx": {}, "episode_num": 152, "file_type": "audio", "guests": [], "num_sentences": 109, "num_words": 1614, "raw_text": "Please enjoy this transcript of a special episode of the podcast, in which I share one of my favorite letters from Seneca, “On Philosophy and Riches.” If you want to learn more of Seneca’s teachings, I’ve compiled his letters into a collection called the Tao of Seneca. Listen to the episode here or by selecting any of the options below. Enjoy!    DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED:   Hello, ladies and germs. This is Tim Ferriss and welcome to another episode of the Tim Ferriss show. This is a special edition where I’m going to share an excerpt from my favorite book of all time. And in fact, it is a collection of letters roughly 2,000 years old that I reread at least once a quarter from Seneca the Younger. These are the moral letters to Lucilius that I’ve complied into the Tao of Seneca. And this particular is a letter, 17, on Philosophy and Riches. And Seneca takes a little while with his preamble to get warmed up, but my favorite portion begins with: I might close my letter at this point. So you can use that as a bookmark. I might close my letter at this point. And I was talking to a friend of mine about Seneca. He’s a huge fan, also. And he said what I agree with, and that is I went back through my notes and started to compile a list of the ideas that had the biggest impact on me, letter by letter. But going through, I realized that what makes Seneca so unique is the common threads that flow through different letters. So it’s very hard to just take one letter, although they are valuable. So I encourage you to check out all of these letters. And you can find them at Audible.com\\timsbooks. It’s a three volume set of all of these letters because I wanted to listen to them in audio and could not find it. That’s how it got created. So please enjoy On Philosophy and Riches by Seneca, and I hope you find it as valuable as I have. John A. Robinson, Narrator: Letter 17. On Philosophy and Riches. Cast away everything of that sort if you are wise. Neigh, rather that you may be wise. Strive toward a sound mind at top speed and with your whole strength. If any bond holds you back, untie it or sever it. But, you say, my estate delays me. I wish to make such disposition of it that it may suffice for me when I have nothing to do, lest either poverty be a burden to me or I, myself, a burden to others. You do not seem when you say this to know the strength and power of that good which you are considering. You do indeed grasp the all important thing, the great benefit which philosophy confers. But you do not yet discern accurately its various functions, nor do you yet know how great is the help we receive from philosophy in everything everywhere. How, to use Cisero’s language, it not only suckers us in the greatest matters but also descends to the smallest. Take my advice. Call wisdom into consultation. She will advise you not to sit forever at your ledger. Doubtless your object, what you wish to attain by such postponement of your studies, is that poverty may not have to be feared by you. But what if it is something to be desired? Riches have shut of many a man from the attainment of wisdom. Poverty is unburdened and free from care. When the trumpet sounds, the poor man knows that he is not being attacked. When there is a cry of “fire,” he only seeks a way of escape and does not ask what he can save. If the poor man must go to sea, the harbor does not resound, nor do the wharves bustle with the retinue of one individual. No throng of slaves surrounds the poor man. Slaves, for whose mouths the master must covet the fertile crops of regions beyond the sea. It is easy to fill a few stomachs when they are well trained and crave nothing else but to be filled. Hunger costs but little. Squeamishness costs much. Poverty is contented with fulfilling pressing needs. Why, then, should you reject philosophy as a comrade? Even the rich man copies her ways when he is in his senses. If you wish to have leisure for your mind, either be a poor man or resemble a poor man. Study cannot be helpful unless you take pains to live simply. And living simply is voluntary poverty. Away, then, with all excuses like, “I have not yet enough. When I have gained the desire to mount, then I shall devote myself wholly to philosophy.” And yet, this ideal which you are putting off and placing second to other interests should be secured first of all. You should begin with it. You retort, “I wish to acquire something to live on.” Yes, but learn while you are acquiring it. For if anything forbids you to live nobly, nothing forbids you to die nobly. There is no reason why poverty should call us away from philosophy. No, nor even actual want. For when hastening after wisdom, we must endure even hunger. Men have endured hunger when their towns were besieged. And what other reward for their endurance did they obtain than that that they did not fall under the conqueror’s power? How much greater is the promise of the prize of everlasting liberty and the assurance that we need fear neither God nor man? Even though we starve, we must reach that goal. Armies have endured all manner of want, have lived on roots, and have resisted hunger by means of food too revolting to mention. All this they have suffered to gain a kingdom. And what is more marvelous, to gain a kingdom that will be another’s. Will any man hesitate to endure poverty in order that he may free his mind from madness? Therefore, one should not seek to lay up riches first. One may attain to philosophy, however, even without money for the journey. It is indeed so. After you have come to possess all other things, should you then wish to possess wisdom also? Is philosophy to be the last requisite in life, a sort of supplement? Neigh. Your plan should be this. Be a philosopher now, whether you have anything or not. For if you have anything, how do you know that you have not too much already? But if you have nothing, seek understanding first before anything else. But, you say, I shall lack the necessities of life. In the first place, you cannot lack them because nature demands but little, and the wise man suits his needs to nature. But if the utmost pinch of need arrives, he will quickly take leave of life and cease being a trouble to himself. If, however, his means of existence are meager and scanty, he will make the best of them without being anxious or worried about anything more than the bare necessities. He will do justice to his belly and his shoulders. With free and happy spirit, he will laugh at the bustling of rich men and the flurried ways of those who are hastening after wealth. And say, why of your own accord postpone your real life to the distant future? Shall you wait for some interest to fall due or force some income on your merchandise or for a place in the will of some wealthy old man when you can be rich here and now? Wisdom offers wealth in ready money and pays it over to those in whose eyes she has made wealth superfluous. These remarks refer to other men. You are nearer the rich class. Change the age in which you live and you have too much. But in every age, what is enough remains the same. I might close my letter at this point if I had not got you into bad habits. One cannot greet party and royalty without bringing a gift. And in your case, I cannot say farewell without paying a price. But what of it? I shall borrow from a procuress. The acquisition of riches has been for many men not an end, but a change of troubles. I do not wonder, for the fault is not in the wealth but in the mind itself. That which had made poverty a burden to us has made riches also a burden. Just as it matters little whether you lay a sick man on a wooden or on a golden bed, for whithersoever he be moved, he will carry his malady with him. So one need not care whether the diseased mind is bestowed upon riches or upon poverty. His malady goes with the man. Farewell.     Posted on: January 1, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of a special episode of the podcast, in which i share one of my favorite letters from seneca, “on philosophy and riches.” if you want to learn more of seneca’s teachings, i’ve compiled his letters into a collection called the tao of seneca", "listen to the episode here or by selecting any of the options below", "enjoy", "   due to some headaches in the past, please note legal conditions: tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", "what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed:   hello, ladies and germs", "this is tim ferriss and welcome to another episode of the tim ferriss show", "this is a special edition where i’m going to share an excerpt from my favorite book of all time", "and in fact, it is a collection of letters roughly 2,000 years old that i reread at least once a quarter from seneca the younger", "these are the moral letters to lucilius that i’ve complied into the tao of seneca", "and this particular is a letter, 17, on philosophy and riches", "and seneca takes a little while with his preamble to get warmed up, but my favorite portion begins with: i might close my letter at this point", "so you can use that as a bookmark", "i might close my letter at this point", "and i was talking to a friend of mine about seneca", "he’s a huge fan, also", "and he said what i agree with, and that is i went back through my notes and started to compile a list of the ideas that had the biggest impact on me, letter by letter", "but going through, i realized that what makes seneca so unique is the common threads that flow through different letters", "so it’s very hard to just take one letter, although they are valuable", "so i encourage you to check out all of these letters", "and you can find them at audible.com\\timsbooks", "it’s a three volume set of all of these letters because i wanted to listen to them in audio and could not find it", "that’s how it got created", "so please enjoy on philosophy and riches by seneca, and i hope you find it as valuable as i have", "john a", "robinson, narrator: letter 17. on philosophy and riches", "cast away everything of that sort if you are wise", "neigh, rather that you may be wise", "strive toward a sound mind at top speed and with your whole strength", "if any bond holds you back, untie it or sever it", "but, you say, my estate delays me", "i wish to make such disposition of it that it may suffice for me when i have nothing to do, lest either poverty be a burden to me or i, myself, a burden to others", "you do not seem when you say this to know the strength and power of that good which you are considering", "you do indeed grasp the all important thing, the great benefit which philosophy confers", "but you do not yet discern accurately its various functions, nor do you yet know how great is the help we receive from philosophy in everything everywhere", "how, to use cisero’s language, it not only suckers us in the greatest matters but also descends to the smallest", "take my advice", "call wisdom into consultation", "she will advise you not to sit forever at your ledger", "doubtless your object, what you wish to attain by such postponement of your studies, is that poverty may not have to be feared by you", "but what if it is something to be desired", "riches have shut of many a man from the attainment of wisdom", "poverty is unburdened and free from care", "when the trumpet sounds, the poor man knows that he is not being attacked", "when there is a cry of “fire,” he only seeks a way of escape and does not ask what he can save", "if the poor man must go to sea, the harbor does not resound, nor do the wharves bustle with the retinue of one individual", "no throng of slaves surrounds the poor man", "slaves, for whose mouths the master must covet the fertile crops of regions beyond the sea", "it is easy to fill a few stomachs when they are well trained and crave nothing else but to be filled", "hunger costs but little", "squeamishness costs much", "poverty is contented with fulfilling pressing needs", "why, then, should you reject philosophy as a comrade", "even the rich man copies her ways when he is in his senses", "if you wish to have leisure for your mind, either be a poor man or resemble a poor man", "study cannot be helpful unless you take pains to live simply", "and living simply is voluntary poverty", "away, then, with all excuses like, “i have not yet enough", "when i have gained the desire to mount, then i shall devote myself wholly to philosophy.” and yet, this ideal which you are putting off and placing second to other interests should be secured first of all", "you should begin with it", "you retort, “i wish to acquire something to live on.” yes, but learn while you are acquiring it", "for if anything forbids you to live nobly, nothing forbids you to die nobly", "there is no reason why poverty should call us away from philosophy", "no, nor even actual want", "for when hastening after wisdom, we must endure even hunger", "men have endured hunger when their towns were besieged", "and what other reward for their endurance did they obtain than that that they did not fall under the conqueror’s power", "how much greater is the promise of the prize of everlasting liberty and the assurance that we need fear neither god nor man", "even though we starve, we must reach that goal", "armies have endured all manner of want, have lived on roots, and have resisted hunger by means of food too revolting to mention", "all this they have suffered to gain a kingdom", "and what is more marvelous, to gain a kingdom that will be another’s", "will any man hesitate to endure poverty in order that he may free his mind from madness", "therefore, one should not seek to lay up riches first", "one may attain to philosophy, however, even without money for the journey", "it is indeed so", "after you have come to possess all other things, should you then wish to possess wisdom also", "is philosophy to be the last requisite in life, a sort of supplement", "neigh", "your plan should be this", "be a philosopher now, whether you have anything or not", "for if you have anything, how do you know that you have not too much already", "but if you have nothing, seek understanding first before anything else", "but, you say, i shall lack the necessities of life", "in the first place, you cannot lack them because nature demands but little, and the wise man suits his needs to nature", "but if the utmost pinch of need arrives, he will quickly take leave of life and cease being a trouble to himself", "if, however, his means of existence are meager and scanty, he will make the best of them without being anxious or worried about anything more than the bare necessities", "he will do justice to his belly and his shoulders", "with free and happy spirit, he will laugh at the bustling of rich men and the flurried ways of those who are hastening after wealth", "and say, why of your own accord postpone your real life to the distant future", "shall you wait for some interest to fall due or force some income on your merchandise or for a place in the will of some wealthy old man when you can be rich here and now", "wisdom offers wealth in ready money and pays it over to those in whose eyes she has made wealth superfluous", "these remarks refer to other men", "you are nearer the rich class", "change the age in which you live and you have too much", "but in every age, what is enough remains the same", "i might close my letter at this point if i had not got you into bad habits", "one cannot greet party and royalty without bringing a gift", "and in your case, i cannot say farewell without paying a price", "but what of it", "i shall borrow from a procuress", "the acquisition of riches has been for many men not an end, but a change of troubles", "i do not wonder, for the fault is not in the wealth but in the mind itself", "that which had made poverty a burden to us has made riches also a burden", "just as it matters little whether you lay a sick man on a wooden or on a golden bed, for whithersoever he be moved, he will carry his malady with him", "so one need not care whether the diseased mind is bestowed upon riches or upon poverty", "his malady goes with the man", "farewell"]}