{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128]}, "episode_num": 153, "file_type": "html", "guests": [], "num_sentences": 1129, "num_words": 16172, "raw_text": "Tim Ferriss: Hello, ladies and germs. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show. This one was such a treat for me and I really hope it is for you as well. This is an interview that I had hoped to set up and tried to set up for close to, I’d say, five years. And here’s the question I’ll pose. At the end of our lives, what do we most wish for? And how can knowing this (if we can know it) help you to live a better life now? Well, it turns out, BJ Miller, M.D., Dr. Miller, knows exactly this. BJ is a palliative care physician at Zen Hospice Project in San Francisco where he thinks deeply about how to create a dignified, graceful end of life for his patients. Now, this is, of course, not one of the usual suspects you would expect to see making the rounds on the podcast and this is precisely why I wanted him on and why I hope you listen to this podcast. BJ is an expert in death but important, he’s also learned how we can dramatically improve our own lives, often with very small changes. When you consider that he has guided or been involved with roughly 1, 000 deaths, it’s not surprising that he has spotted patterns we can all learn from. On top of this, BJ has developed incredible empathic abilities. He is a triple amputee and his 2015 TED talk, “Not Whether, But How,” which is a moving reflection on his vision to make empathic end of life care available to all. Ranked among the top 15 most viewed TED talks of the year, I absolutely love this conversation. Without further ado, please enjoy the wide-ranging dialogue, conversation, rambling exploration between myself and BJ Miller, M.D. BJ, welcome to the show. BJ Miller: Thank you, Tim. It’s nice to be here. Tim Ferriss: I have been wanting to talk to you – or I should say I have wanted to talk to you for years now. And to give you examples and illustrate that: the first was an article that I came across in the Princeton Alumni magazine – Princeton Alumni Weekly – about your work. And then the next was a profile in a magazine here in San Francisco. Following on the tails of that, Adam Gazzaley, who is just an incredible neuroscientist at UCSF, has been on the podcast, reached out to me and that was related to a – I think the senior partner at IDEO who had also reached out to him to suggest that you be on the podcast. So I feel like this was fated to be and I’ve been increasingly, over the last over the last few years, thinking about death and the value of meditating on death, among other things. But before we get there and I suppose we’ll get there rather quickly, when people ask you, “What do you do?” How do you answer that? BJ Miller: Well, I guess I generally say – you know, generically, I’ll say, “Oh, I’m a physician.”And if people seem like they actually really want to talk things out, I’ll say, “Well, I’m a palliative care doc.” And then if people wanna talk out from there, I’ll say, “I work at a remarkable place called the Zen Hospice Project and do some work at UCSF and do increasing amounts of speaking and beating the drum,” I like to say. So depending how interested the person asking the question is, that’s what they might hear from me. Tim Ferriss: Let’s say they’re very interested. I don’t know if you drink but let’s say the other person’s had two drinks so pleasantly, drunkenly curious and they say, “What drum are you beating? I’m really interested to hear more.” What is the drum? BJ Miller: Well, the drum I suppose is getting society to pay attention to the inevitables in life. Helping each other look at hard stuff, helping each other live with hard truths. I’m trying to get people to pay attention to the fact that we all die. And that the way we die could be a lot better than it is, in general. Tim Ferriss: So let’s dig into that because I really enjoyed, for instance, your TED talk. And maybe you’ve given multiple but at least the one that I saw. BJ Miller: Just one. Yeah. Tim Ferriss: Which is – one is enough, by the way. BJ Miller: No kidding. Tim Ferriss: But let’s look at a sample experience. So you have a new patient come in to your facility. What does the first meeting look like? And what does that first day look like for them? BJ Miller: Well, so, let me pre-answer your question because it so depends – so for example, at Zen Hospice Project, by virtue of coming to our place, by virtue of enrolling in hospice, many corners will have been turned just to get to that place. So when we’re meeting folks for the first time at Zen Hospice, they, for the most part, are aware that time is short, are aware that they’re dying soon, are aware that there’s really not much more to beat back their disease to be done. And there’s plenty of work to be done even on the far side of turning that corner, but I think another way of answering your question is really upstream of hospice, when folks are struggling, gone to war with their disease, engaged in that fight, whether is chemotherapy or whatever. Now that’s the kind of person I’ll meet in clinic at UCSF. So a part of my job is I’m faculty at UCSF and I work in a clinic that’s called the Symptom Management Service. It’s about ten years old. And that’s just basically a euphemism for palliative care. The cancer center wanted us to call it the Symptom Management Service because it felt that the “palliative care” phrase had too much baggage around it. Tim Ferriss: And is palliative care – I’m just going to plead ignorance here. Is that synonymous with hospice care or are those different things? BJ Miller: They are related but different. And thank you for asking that question, Tim. This is part of the drum beat. So hospice is that portion of palliative care that’s at the end of the road. And hospice is an insurance designation as much as it is a philosophy of care. So hospice is, by definition, end of life care. Palliative care makes no – time is not an issue in palliative care. You just have to be suffering. So you can see folks in palliative care for many, many years far in advance of their death. So, yeah, all hospice is palliative care but not all palliative care is hospice. Tim Ferriss: Got it. BJ Miller: Alright, so palliative care just to kind of make it – is basically the – within the context of dealing with illness, palliative care is the pursuit of quality of life. Period. That’s it. So the fulcrum in palliative care is suffering. Are you suffering in some intractable way? Struggling more than you need to. And if so, then come see us in palliative care. We’ll help. And in palliative care, you can receive our support and continue on with your more aggressive, invasive life sustaining interventions as well. You don’t have to give up one type of care to add palliative care to the mix. Whereas, once rendering hospice, because of its insurance details and vagaries, you do have to – in general, you have to give up curative intended care to qualify for hospice. We could spend a lot of time on this. There are a lot of wonky details. But does that sort of make sense to you? Tim Ferriss: It totally makes sense. And the first thing that leapt to mind for me and that will lead to a lot of tangents. I apologize in advance. But was that the way that you defined palliative care would seem to include almost everyone on the planet in some respect. Suffering more than they need to. And we’ll dig in to the learnings and philosophies and so on that you’ve cultivated. But so let’s say they have gone through the paperwork in the process to get to the Zen Hospice Project. What does their first day look like? BJ Miller: So the first day at Zen Hospice is usually – there’s always the – folks by – almost by definition are in pretty fragile states. So just the ride getting to the house and into the house is often plenty overwhelming. So very often the resident will just sleep much of the first day. But as soon as their beyond the logistics of the trip over, the first day is generally – our nurses, our volunteers, the kitchen crew sort of swarming around that resident and their family and just getting to know them. That’s where all the potency comes. It’s inherently a relationship. So there’s some details around medications, et cetera. But most of the early work is just getting to know people and making them feel that this their home now. They’ve come to live here. Yeah, they’re going to be dying soon but they’re here to live until they die. It’s a very nonmedical establishment and the first day doesn’t feel anything like being admitted to a hospital. And pretty soon, as you get to know someone, within the first day, invariably questions get asked like, “Tell us what’s most important to you now.” “You want something to eat? We can whip you up something in the kitchen.” Or we’ll tend to the family. It’s very casual. It’s meant to feel like you’re entering a warm embrace of a familiar setting. Tim Ferriss: What does the – just to highlight also the differences – can you describe upon the patient’s death, what happens in Zen Hospice Project versus in a conventional hospital setting? And you can present either first. BJ Miller: So much of – hospice and palliative care, in general, but certainly places like Zen Hospice Project – in many ways, they were created as antidotes to the hospitals. So in some ways they’re really – they’ll feel like opposites. And that’s, to some degree, by design. But a death in a place like Zen Hospice Project is usually very peaceful because we’ve gotten to know that person. We’ve been living with that person. We know what they want, what their idiosyncrasies are. And we work with local teams of hospice agencies who come in and provide the medical care. So for the most part people can enjoy and expect a much more comfortable and peaceful death at Zen Hospice Project and places like it. That’s what all the expertise is geared towards. They’re not distracted by beeping machines and other things and other agendas happening. Research agendas – whatever it is. And to your question, Tim, so when a person dies, invariably the mortuary needs to come and retrieve the body. And we have this ritual that we offer people which is on their way out the building, the mortuary guys have picked up the body and if they’re family or friends around and certainly staff and nurses and volunteers will gather around. And we’ll all gather on the porch and we will do our flower ceremony, which is basically we gather around and the mortuary guys pause for a moment and we maybe say a few words or sing a song or whatever it is. Just reflect on our time and remember the person who is just leaving us and then we’ll sprinkle the body with flower petals. It’s just this very simple, gorgeous moment and then the body bag is zipped up as it has to be by law and the body heads out the door. But it’s a very stunning, poignant, gorgeous, simple moment and you can feel everyone entering into the sort of grieving phase more fully, especially, of course, the family. And you can watch folks have this little bit of closure, perhaps. But more of the point is you watch them swarmed with warmth and love and easing into the grief process because there’s space for it and there’s this sweet segue and you can just feel that something’s been completed there. And then the family now have to live on but can do so with some imagery that’s sweet and beautiful to remember rather than traumatic. So counter that with the typical hospital death. And, by the way, Tim, we can talk about all sorts of things together. I hope we do, but no knock on hospitals. They’re incredible places. They’re just not really designed to have a beautiful experience, per se. And they’re not really designed to help you die well. And you feel that mismatch. So I’ve worked on a lot of work in hospitals – as a patient but also as a physician – and a typical hospital death is in a more sterile room usually lined with a bunch of machinery and all the sounds and lights emitted. And it’s very cold. The second the person dies, you can feel the cleaning crew waiting to descend on the room and they need to get the body out of the room because someone invariably is waiting for the room. And there’s no ushering in of grief. There’s a sort of a snuffing of it. And it’s very disorienting for everybody involved, including clinicians because there’s no pause moment to reflect on the experience you’ve just had with this person. It’s just kind of on to the next. And it’s a stark, stark contrast. Tim Ferriss: Since you began your work with palliative care and hospice care, how many deaths have you witnessed? Or experienced even in the periphery? Not necessarily watching someone die, but under your care or in your periphery, how many deaths have you experienced? BJ Miller: My guess now – I finished my final bits of training and then there’s all the deaths during residency and fellowship, of course, but I’ve been out of my final training now for ten years. If it’s not 1,000 people, it’s approaching 1,000. I don’t know that for sure but it’s certainly many, many hundreds. Tim Ferriss: What – and this is a huge question, so we can certainly fine slice it and feel free to tackle it any way you like but what has observing that many deaths and the march towards death taught you about living? And specifically your own life? BJ Miller: Well that’s the perfect question. Those of us who work in the field of hospice and palliative care – it can feel like you’re sitting on a secret and because I think the assumption is that, “Oh, wow, that’s got to be very morbid.” You know, it is. “It’s got to be very morbid work” or “very depressing work.” And, sure, it is loaded. It is emotionally laden work without a doubt. I don’t mean to make it sound easy. But those of use who work in the field, you pretty quickly get a real sweet hit that paying attention to this zone of life is very nurturing. So the sort of secret is that paying attention to the fact that you die can help you live a lot better. So a lot of my colleagues and I are very aware of the clock. Sure, that can make you anxious as well. But we know – we’re aware of our finitude. And so we’re just a little more likely to be kind to ourselves and others and we’re a little less likely to squander that time because we have all these sort of remarkable, vicarious deathbed moments with our patients and their families. And you can learn a lot. And one of the things I love thinking about – a real organizing theme for me is avoiding regret essentially and we avoid regret by, again, paying attention to our decisions, paying attention to how precious things are and getting very good at forgiveness and reconciliation. These are themes that play out in this work all the time. So in a sense, we’re exercising these muscles on behalf of others that all of us need to exercise on behalf of ourselves at some point. We just get pretty well practiced at it. So this is where the work gets extremely beautiful and really nurturing and can help you live better. I guess that’s part of the drum beat. Why do we want to talk about this? Well there’s some systems issues. There’s some economic issues. But there’s these beautiful civil issues on behalf of kindness, on behalf of justice and equality – the fact that we all die. Well, paying attention to this has all this potential for this to be a bond among human beings. The fact that we die and the fact that we’re cognizant that we die – that’s part of this drum beat. Tim Ferriss: In the case of paying attention to decisions, what would be examples of some specific decisions you’ve made or habits you’ve developed that have been impacted by this work? BJ Miller: One thing – caveat – I, like anybody else, am flawed and I’m a work in progress. And I forget all the lessons that I’ve learned. I have to learn them over and over again so I got all sorts of work to do on myself but – Tim Ferriss: As we all do. BJ Miller: Yeah. Amen, brother. But I do think I’ve gotten a lot better at – I’m pretty good as a hyper educated person at rationalizing all sorts of things and behaviors and I can convince myself to stay in relationships or in situations that don’t necessarily feed me or that aren’t working very well. And I think I’ve gotten a lot better at calling that for everybody’s sake. So I might be – I think I’m a little bit better these days at not squandering my time. And in terms of friendships and relationships, navigating them, not taking them seriously so that we’re just not wasting each other’s time.      So I feel that – in my relationships, I feel these lessons in my relationship to nature. So that’s a great [inaudible] for me is being out on Mount Tam out here in Marin County or just about anywhere and feeling – letting myself really delight and bask in the crazy grandeur of being alive at all. And I get thrilled that I can feel anything. Sometimes even pain. The way I deal with my own pain is I remind myself that I’m glad to feel anything at all. So my relationships, I think, are impacted. My orientation to mother nature’s impacted. I think I’m a lot, lot – I’ve gotten a lot, lot better at forgiveness. So not holding grudges. You know how we walk around with anger at others and ourselves and it’s just unnecessary? Doesn’t help anybody. So I’ve gotten a lot better at sort of letting go of certain things. Tim Ferriss: So to drill into that – I apologize for interrupting, but because this is a particular Achilles’ heel of mine and I’ve improved – I think I’m trending in the right direction over the last few years. But I have always had a lot of difficulty letting go of grudges and those loops that we tend to repeat. Or, at least, I tend to repeat and reinforce like a groove in a record – that can just create this – bitterness might be a strong word but it’s not totally out of place. When you find yourself – when you catch yourself angry with someone or not letting go, what is the internal dialogue? What do you say to yourself? How do you ameliorate that? BJ Miller: Well this is where meditation, mindfulness, self awareness, whatever you want to call it can be so helpful because one thing to just get better at is realizing you’re doing it in the first place. Tim Ferriss: Definitely. BJ Miller: Even before you’re able to change it at all, there’s great potency in just being aware that you’re doing it. I used to be much more – I could walk around for months with grudges and chips and bitternesses, et cetera before I really even realized it. I would just be really moody or whatever else. So job one, I guess, is just paying attention to yourself and seeing it for what it is. And then the next step is actually – that’s the hard part, I think. At least for me. The next step is actually kind of easy because then as you watch yourself spinning out, then you can kind of call it the silly, useless thing that it is and you kind of take the wind out of its sails. You disempower the anger. And for me, in my life, the absurdity – being in touch with absurdity has been very, very helpful. So that’s my next step. So it’s the awareness and then it’s sort of watching the silliness of it all. And then that anger and maybe with some deep breaths or whatever else or a walk to sort of bleed off the physical anxieties of it but then I can sort of unspool, unwind and maybe even quickly laugh at myself. And that’s great because A) you’ve let go of the junk and B) it’s an exercise in humility and forgiveness which is always pretty dang useful. Tim Ferriss: For those people listening who might have these same issues and a lot of us do, of course, there’s a book with a very bland title called Radical Acceptance by Tara Brach that I found very, very particularly helpful to me in this instance. You mentioned mindfulness, meditation. Do you have a regular meditation or mindfulness practice? BJ Miller: Not really. Tim Ferriss: Well I guess your whole job, in a way, is a mindfulness practice. So that perhaps might be overkill to add another session on top of everything else you’re doing. BJ Miller: Thank you for that way out, brother man. Tim Ferriss: You’re welcome. BJ Miller: There is some truth in it actually. Another reason why this work is so potent and fun is your personal and professional lives are deeply entwined. Almost necessarily because so much of this work is just being aware, is listening, is paying attention and bearing witness and coming to terms with all the stuff you can’t control. Whether it’s for my own sake or my patient’s sake, so there is some real truth that I kind of feel like doing this job well and empathy is job one in this world – in this work. And so I do feel that much of my daily life – the daily grind for me is itself sort of meditative. But I also want to be clear. I have my own relationship. For me, it’s a bike ride or it’s time with my dog or it’s time sitting in my backyard just looking out at the hills and it feels to me like a meditation. I like movement. There’s something – ever since I became disabled, I think I’m particularly primed to appreciate movement. So I like walking or a bike ride and it feels like mediation. So I feel like I’m doing it a lot, in a way. But I also want to honor those folks in the audience and elsewhere who truly have a meditation practice and that is really its own discipline. So I don’t really have that. But I have those other things. Tim Ferriss: Well I think they’re all present-state mindfulness practices. Right? I mean, if you’re riding a bike. Now you mentioned something we haven’t covered. And I didn’t cover it very deliberately but it makes sense at this point to rewind the clock. Could you tell us about the Dinky? BJ Miller: Yeah. I’m sorry. I just love – speaking of absurdity – the dinky. I lost three limbs to a thing called the Dinky. Tim Ferriss: Sorry I’m laughing but – BJ Miller: You should laugh. I laugh. Please laugh. It is kind of silly. But anyway so as you know, fellow tiger, there’s this commuter train that runs on the campus of Princeton University. Although, I guess it doesn’t run on campus anymore. It’s a commuter train. It’s called the Dinky, with affection, to some. And the Dinky runs from Princeton to Princeton Junction and commuters can take the trains into Philly or New York or whatever else. So that’s what the Dinky is. But why it’s significant in my life, in particular, is one night – it was November. It was just after Thanksgiving vacation sophomore year. So it would have been November 27th, 1990. A couple friends of mine and I were out just hanging out, having fun. Not a crazy night but we were walking – well you remember the Wawa market, Tim? Tim Ferriss: I do. I was at Forbes so I walked by the Dinky and the Wawa every single day multiple times. BJ Miller: Right. So you know. So a late night visit to the Wawa market was pretty common. So we were heading over to get a sandwich or whatever. We were just walking by the Dinky and it was just parked there. It was not operating hours. It has a ladder on the back and we just walked by it and decided to climb it like you would climb a tree or whatever. We really did not think we were doing anything that daring. Or put it this way, we’ve done a lot stupider things besides that. At least we thought. But I just happened to be the first one up on top of the train and those trains run like the buses in San Francisco – wires that run overhead and then there’s this metal thing called the pentagraph – I think is what it’s called. And that connects the train itself to the power source and it’s this big metal pole. And so when I stood up on top of the train, I had a metal watch on and I happen to be close enough to the power source and the electricity arced to the watch and entered my arm and then blew down the feet. That was that. Tim Ferriss: So what happened at that point? BJ Miller: So well I should say I don’t remember anything about that night but my friends who were with me pieced it back together. But there was a big explosion and I was thrown some distance. One friend came up on top of the train while the other friend ran and called 911. As you can imagine, both of my friends were freaking out and extremely, right into action mode. Getting up on top of the train that had just – in ways they couldn’t possibly have understood – had just electrified their friend, and yet they got up on top of the train to help me. Ever a daily shout out to my friends Jonathon and Pete – and Tommy too – for all they did for me that night – Oh God – and so many nights. So Pete held me down because I guess at some point I came to and I was just thrashing about. You have – electricity enters your body and so you’ve got all this heat you burn from the inside out and apparently, it’s very common that people wake with extreme energy. You are electrified. So I’m just flailing, punching him. I’m just a wild terror, apparently. So Pete, who was a very, particularly large, strong, sturdy, heroic friend of mine, held me down so I didn’t roll off the top of the train and make things worse and then the ambulance came. I don’t blame them one bit but the ambulance drivers refused to get on top of the train – as they should have. But between my friends and a Princeton police officer by the name of Officer Dawson – I believe his name was – who went on to become – who was promoted, I think, after that, to Sergeant Dawson. But anyway Sergeant Dawson got up on the train with Pete and together with Jonathon, they got me into the stretcher and handed me down to the ambulance guys. The ambulance whisked me off to the local hospital. The local hospital did these things where they basically just slice open the skin to allow the heat out. It’s called a fasciotomy so that you stop burning yourself, essentially. And then I was flown to the burn unit at St. Barnabas Hospital in Livingston, New Jersey which is New Jersey’s one and only burn unit. At least it was at the time. And that was that. Tim Ferriss: And flash forward to when you became fully cognizant of what had happened. You open your eyes. What does the scene look like? BJ Miller: It’s interesting. It’s like I was conscious. I was awake throughout the ordeal and it’s just more the sleepiness of memory. So there really – it was not like coming out of a coma where I was asleep and then awake. So there was not a singular moment reprisal. But I’ll tell you the first memory, which I actually – for some freakish reason, I love this story. It just – I don’t know why but I’ll tell it to you anyway. I do like this story so I will tell it to you. Tim Ferriss: Please do. BJ Miller: So your blood pressure’s unstable. You’re just a hot mess, so surgery can’t happen until you’re more stable if it can be avoided and so it’s common to wait several days before surgical amputation of the dead tissue and also in part because it’s not totally clear what tissue’s viable and what tissue’s not. So anyway, it was maybe day five or day six before the first amputations and I woke up the night before – I remember this very, very well. You know that feeling where you wake up from a dream and it’s been a bad dream and there’s a moment of sort of panic and then you sort of orient yourself? You look around and you orient yourself and you realize, “Oh, thank God. That was just a dream.” You know that sensation? It’s an incredible, somatic – it’s a beautiful feeling of relief that washes over you. So anyway, somehow I looked around a burn unit, which is a particular environment. It’s not like our guest house that I was just describing a moment ago – at Zen Hospice. It’s a very technical, sterile, intense environment and somehow in my stupor I looked around and saw all these machines and still managed to think, “Oh, thank God that was just a dream.” And so I had the sensation I had to use the bathroom and so I said, “Oh well. Get out of bed and go to the bathroom.” And so in this state, I was intubated on a ventilator. I extubated myself, which is not easy to do, by any stretch. So I extubate myself. I pull out – I have all these lines running into my jugular veins in my neck. I pull those out. I decouple myself from all these machines and get out of bed on my crispy little feet and start heading for the door to go to the bathroom. I’m obviously out of it but in my mind – very clear, everything’s fine. And then the – you know what a Foley catheter is, Tim? Tim Ferriss: I don’t know what a Foley catheter is but a catheter I would understand is something that’s probably in your urethra. BJ Miller: There you go, pal. You got it. So, yeah, that’s right. And the way it stays in there is there’s a little balloon on the tip of it so the tip is fed through your urethra into your bladder and the catheter is there to spontaneously drain your bladder. But the way that thing stays in there is there’s a little balloon that gets inflated once it’s in your bladder so that it doesn’t slip out of your bladder. So there’s this small ping pong ball at the end of it that’s now inflated. So I’m walking to the door – and they usually clip the catheter and the bag on to the side of the bed. So you know where this is going? So, anyways, I’m walking to the door and the thing runs out of slack and it yanks the dang catheter, of course. And it comes – not all the way out – but like partially out. I’m sorry to you in the audience. Tim Ferriss: Wait, are we talking like a small python that ate a golf ball kind of situation? BJ Miller: Yeah. Tim Ferriss: No offense. Large python that ate a golf ball. BJ Miller: No, no. No, small python. Yeah, so, no, that’s right, man. The total reverse – that total warm bath of relief that you experience thinking it was a dream? So that just goes totally in reverse and in a millisecond, I realize that all of this was not a dream. I fall down to the floor because all of a sudden I really can’t walk either. I just fall on the floor and I’m screaming and I’m pulling on the – I’m trying to break the rubber tubing of the catheter, which there’s no way I could – to somehow relieve the pain. Anyway, finally a nurse comes running in and gets me back in bed and that was that. So anyway, that’s my first real memory. Tim Ferriss: Oh my God. I can see why it’s vivid. BJ Miller: Oh yeah. I’m sort of bent over as I’m talking to you. Tim Ferriss: Oh God. So let’s contrast that with one that I’ve heard you tell but I don’t recall the details. This is snowball. Am I getting this right? BJ Miller: Uh-huh. Tim Ferriss: Could you tell the snowball story? BJ Miller: Yeah. So a burn unit is, like I said, a particular place. They’re gruesome places. They’re very difficult environments. The pain that the patients are going through is gut-wrenching. So working in a burn unit is very difficult. People often don’t last in a burn unit very long as a clinician. It’s incredibly difficult work. And we learn from wars over time. It’s my understanding of certain medical history that the way burns often killed people is indirectly through infection. So once you’ve disrupted the integrity of your skin, you’re much more vulnerable to infection. Right? And so the thing that often kills burn victims after they’ve survived the initial trauma is infection. So burn units are incredibly sterile environments. So everyone’s gowned up, masked, gloved. For the first maybe several weeks, I could only have one person in my room at a time. It’s extremely – you’re in a bubble, in other words. And therefore, you’re cut off from everything. There’s no day, night. Runs together. There was no window in my room. There’s no – you’re in a little cell. Even when people are at your bedside, there’s all this garb in between you and them. You have no relationship to the natural world. You can touch nothing. And also you’re in a fair amount of pain, of course, which does not necessarily reward your paying attention to anything. It’s not fun. So this was November. At some point in December – maybe it was early January – and honestly, I can’t remember who brought me the dang snowball. I can’t remember. There were two nurses in particular I felt very close to and it may have been one of them. I think it was. It may have been. Her name was Joi Varcardipone. It may have been Joi. But anyway it was snowing outside and I didn’t know that. I didn’t know if it was night or day. She had the bright idea of just smuggling in a snowball to me so I could hold – so I could feel snow. Man, it was just stunning. What a simple little thing, right? But she put it in my hand and just feeling the contrast of that cold snow on my sort of crisp – the burnt skin. The obnoxious inflamed skin. And also watching it melt and watching the snow become water and the simple miracle of it was just a stunner for me. It really made it so palpable that we as human beings, as long as we’re in this body, we are feeling machines and if we’re cut off – if our senses are choked off, we are choked off. It was the most therapeutic moment I could imagine. I would never have guessed this but just holding that snowball – first of all, the sensation. But also the implied, inherent perspective that it helped me make. Right? That everything changes. Snow becomes water. It’s beautiful because it changes. Things are fleeting. It just felt so beautiful to be part of this weird world in that moment, you know? I just felt part of the world again. Rather than removed from it. It was potent. Tim Ferriss: BJ, what did you study undergrad or what were planning on studying or studying at the time? I always forget when people make decisions in undergrad even though I went through it myself. BJ Miller: Like you, I started out – Tim, I was at Princeton ‘89-‘93 and I went there really high on the idea of learning things that were foreign to me. Totally seeing a different world view and really delighting in the liberal arts education. So with that and Tiananmen Square had just happened before freshman year and so China was on my mind. I started studying Chinese language and was heading for a major in East Asian studies. But when I was out with this injury, art, which I’d always been interested in, especially music – I became much more interested in art. Not just listening to it or looking at it, but the idea of art. So I switched my major to Art History and that’s what I ended up studying. Tim Ferriss: What do you mean by “the idea of art?” BJ Miller: What is this art stuff? Why do humans – we seem to be unique as a species that we reflect on our lives. We reflect on our mortality. We reflect on our experiences and one way or another, we reproduce them. We use them as creative grist. So either in our sort of daily lives or those of us who make art, we use it to make art. What’s the purpose of making art? Art is inherently kind of useless and that seems to be part of its charm. So that seemed to me – the fact that we as a species make art and care about it seemed to me really important because I was trying to figure out, “Well, who am I now?” Am I less human because I have fewer body parts? Is that the measure of what it means to be a human being?” No, but I couldn’t really answer the question what was my humanity, what did it mean to be a human being, why was I happy to be still alive? Those are the kinds of questions I was trying to kind of wade through. Essentially, questions of identity. So studying art, the hunch was, “Well, this seems to be a peculiar…” The situation I’m in was sort of peculiar to being a human being. That one could survive injuries like that and go back out into the world in this damaged way and make their way again and return ostensibly to some sense of wholeness in themselves. And it seemed to me rightly placed to focus on something like art as a guide to help me get creative with the reality I was now facing. In a way, the thing I was trying to learn how to do was make perspective and art really helps you exercise that muscle. It helps you learn how to see, how to listen. That was really empowering because there’s so much I would have loved to change about what I was seeing. When I looked at my body, I would have loved to have changed so much about it. But I couldn’t. But I could change, with this knowledge – I could change my perspective. I could change how I saw myself. That’s what art helped me learn and where to focus my energies. It             really paid off; I have to say. It was very helpful. Tim Ferriss: I’d love to explore that some more because I’ve been, in the last few months in particular, asking myself over and over again. Why do humans care about music, create music? Like a compulsion. And dance. Every group of humans on the planet and it just seems so peculiar yet unsurprising if you look at say, bird song and animal mating calls and mating dances and all this, that, and the other thing. But there seems to be many layers. There seems to be many layers to it. So what did you find? How did it pay off? You gave one example already in terms of changing perspective. But were there any particular classes, teachers, books, pieces of art that really influenced you? BJ Miller: So, boy, let’s see here, man. Yeah. Really so much of – Art History – the way the curriculum was set at the time, it really didn’t actually dig in so much around why humans make art. It just presupposed that we do and that that’s interesting and went from there, which was cool. It basically put me in front of a lot of art and helped me tweak my eye and my ear. And that was great but on this sort of identity, sort of philosophical front, like the existential, like “why do we do this?”, “what’s the meaning of this?” That was actually kind of left up to me as an individual and in my relationships and there was – one of my dearest friends, a guy named Justin Burke, who is a philosopher, an art historian.     That’s what he studied to his doctorate. And frankly a lot of stuff we’re talking about right now, Tim, and the benefits I reap from it, was really from conversations with Justin. Fed in the backdrop by these pounds of artwork that I got to spend time with. But working through this philosophical stuff was really with my buddy, Justin. So that’s one point. There was no particular work of art. Again, it was more the idea of art than it was any particular piece of art that was so potent for me. Even to this day, I might love going to museums but I just like being around art. Sometimes I don’t even look at it. I just like that it exists and I like to reward places to help it exist. So anyway, there’s no one work I could point to. Although I would say, probably the painting of Mark Rothko has proven to be very poignant and potent for me. Any chance I get to stand in front of a Rothko, I will do. Tim Ferriss: How do you spell that last name? I’m ignorant when it comes to this type of thing. BJ Miller: Oh, Rothko. R-O-T-H-K-O. Mark Rothko. Abstract expressionist. Mid-twentieth century guy. Made these big, beautiful color form paintings. Nonrepresentational. Yeah. Tim Ferriss: Quick, random anecdote that might be entertaining. So I grew up on eastern Long Island where Jackson Pollock basically turned himself into one of his paintings by driving a car into a tree. He actually used to show up at one of my relatives’ homes completely shitfaced drunk all the time. He would bring his poor dogs in the car and he’d show up at like 9:00 p.m. And this man and his wife would say to themselves, “Oh no. It’s fucking Jackson again.” They would pretend to be going out to dinner, no matter what time it was. They would go, “Oh, we’re so sorry. We can’t stay. We’re just on our way to dinner.” Because what would happen is he would stay. He would forget about the dogs. They would shit all over the car. He would take the dogs home, leaving the shit intact in the car and then blame it on my relatives to his wife, who then had to contend with the whole mess. So anyway, related by totally unrelated. If we’re talking about abstract. If you were – this is an awkward transition, but here we go. That’s kind of my M.O. If you were brought in as a physician/mentor – guide – to someone who had just suffered nearly identical injuries to yourself. 20-some years old. What would your conversation be like with them? Or what resources or reading or otherwise would you point them to? BJ Miller: So I find myself every once in a while – I’ll get called by friends in the hospital to come visit with someone who is in similar shoes. Actually, I wish I remembered his name, but someone did that for me when I was in the burn unit. He’d had a similar accident. I think he lost two legs below the knee. I should say both legs. And I learned a lot from how – how I gained from his visits to me, I have just sort of reproduced, which is basically walk in these rooms with almost no agenda, almost no plan to advise in any way. The potency, especially early on, was just seeing someone in similar shoes. My early questions when I was in the bed was like, “What am I going to look like? What’s it going to feel like to walk on prostheses?” It was that nuts and bolts-y kind of stuff. “Will anyone want to date me again?’ I don’t know.  It was on that level. So when this guy would come visit me, it was just seeing him. Just seeing him upright. Just knowing by virtue of the fact that he entered my room, he came from somewhere else. He was out in the world. Knowing he was a functioning human being out in the world. And just seeing him look me in the eye with some kinship. That was the therapy of it. I think I’ve gotten in trouble when I’ve tried to come in with some predetermined idea of advice giving. Oftentimes that’s not really what’s needed. It’s more just some of the camaraderie and the bearing witness. And so to answer your question, when I do go into folks’ rooms, I’m there and I’ll avail myself to any questions they have. But I think most of the power of the visit is just visiting, just being together and sharing this awkward body. Tim Ferriss: From what I’ve heard and read of yours, one of the recurring themes appears to be – please correct me if I’m getting this off at all – is how powerful simple things can be or maybe are. And that our tendency is to perhaps undervalue the things that are not expensive or difficult to obtain. The snowball. Could you talk about the things you’ve noticed that most help people in hospice care? And the reason I ask is specifically related to cookies, which maybe you could talk about. But I’d be curious to hear sort of what really brings the most peace to these people. BJ Miller: So you’re right. I think one of the joys about – one of the upshots – the silver linings about the end of life is that if you wanted to, if you let it, you can let a lot of the rules that govern our daily lives fly out the window. Because you realize that we’re walking around in systems in society and much of what consumes most of our days is not some natural order. We’re all navigating some superstructure that we humans created. That is the work day, the work week, whatever it is. It’s not – I think part of the trick is if when you’re dealing with serious illness or some unnatural trauma or are facing the end of your life, oftentimes that becomes crystal clear. Like where you’ve been hanging out and spending so much of your time and energy and worry is like living in someone else’s dream. You know? It’s not – sure, society and what we’ve structured there’s a lot of importance to it. I don’t mean to dismiss it. But we inherit that. We don’t spend a lot of time creating our realities. Most of us don’t in a clear, intentional way. And so when you have this excuse to forget all that, it can be really liberating. A little bit scary too because a lot of people then invariably realize that they feel like they’ve been wasting so much of their time on things that actually weren’t that important. And that’s part of the trick of checking yourself over time – in a daily way. Am I doing things that I really care about et cetera? So back to your question, to this point about simple things – the small things ain’t so small actually. Like I said about the snowball. Just the joy of feeling anything, of having a body at all, of being capable of movement at all. That is so profound and so potent and yet I think most of us take that for granted. So, anyway, as a clinician and as a person, I love looking for moments where the rules get to go out the window. I love having residents at the guest house at Zen Hospice who smoke, frankly. Anything that just kind of gets to – that kind of reorients us and puts things in proper proportion in relationship to the natural world and rejiggers our priorities. I love that reorienting feeling and again, it does seem to be one of the silver linings for folks in this zone. I don’t know how many of us – I think about this most nights. Every night, depending on where you are, of course, but you can look up and usually find a star. I feel like when any of us are struggling with just about anything, look up. Just ponder the night sky for a minute and just realize that we’re all on the same planet at the same time. And as far as we can tell, we’re the only life – only planet with life like ours on it anywhere nearby. Then you start looking at the stars and you realize that the lights hitting your eye is ancient and that the stars that you’re seeing, they no longer exist. By the time that the light gets to you. And just sort of mulling the bare-naked facts of the cosmos for me is enough to just thrill me, awe me, freak me out and kind of put all my neurotic anxieties in their proper place. A lot of people – when you’re standing at the edge of your horizon, at death’s door, you can be much more in tune with the cosmos than you are with what the body is doing in a day to day kind of way. Does that make sense, Tim? Can you imagine? Tim Ferriss: No, it makes perfect sense. So just because I brought it up and I don’t want people to be harassing me about it on the internet. The cookies. Can you mention…? BJ Miller: Yeah, the smell of fresh bread. Or for most of us, the smell of the chocolate chip cookie does magical things. First of all, food is primal. Our sense of smell. It is one of our oldest senses. It is primal. You can walk by someone who may be wearing a cologne or perfume of someone you knew 30 years ago. It’s been maybe a few years but there’s a perfume that I would smell that my babysitter wore when I lived in St. Louis when I was in preschool and it would throw me back there instantaneously. The sense of smell is potent. And food is primal and potent. It’s nourishment. It’s nutrition. It’s how we live, in some way. So there’s all this symbolic stuff happening too but there’s also just the basic joy of smelling a cookie. It smells freaking great. And it’s like the snowball. In that moment, I am rewarded for being alive and in the moment. Smelling a cookie is not on behalf of some future state. It’s great in the moment, by itself, on behalf of nothing. And this is another thing back to art. Art for its own sake. Art is – part of its poignancy and music and dance is its purposelessness and just delighting in a wacky fact of perhaps a meaningless universe and how remarkable that is. That’s kind of what I’m shooting for. That’s a way for all of us to live until we’re really dead. Until we’re actually dead – is to prize those little moments. Tim Ferriss: You guys – I might be fabricating this but – make cookies at the Zen Hospice center for this precise reason, right? And so you mentioned absurdity a few times. This is something I’ve been thinking about a lot and for reasons that may inferentially become super clear in a second. But just the being able to try to laugh at the cosmic joke, so to speak – the meaninglessness, if it is in fact meaningless, of things as opposed to taking all things so damn seriously, which in a way prevents you from doing a lot of the serious work you’d like to do. But the question I was gonna ask is – to get your opinion on a modality, we’ll call it or a tool and I’m going to explain this vis-à-vis a friend I’ll keep anonymous. So this is a female – young woman who used to work in hospice care and she found, just as you alluded to earlier, that she felt like she was sitting on a secret. It gave her incredible joy and presence to do that work. She really loved the work. At some point, became very frustrated with the insurance policies and vagaries of our health care system. And now does something that is illegal, but I think should not be, which is guided work with psilocybin. And she said, “Now, I get to experience people dying every weekend. The only difference is they come back to life.” And many people listening to this will have read or should read an article that was titled, “The Trip Treatment” by Michael Pollan in the New Yorker about the use of, I believe, specifically psilocybin. For those people not familiar which is extracted or the psychoactive compound in magic mushrooms for end of life care in terminal cancer patients. I’d just love to hear your opinion on the use of compounds such as those in end of life care otherwise. BJ Miller: I’m so glad you’re asking this question. So there’s all sorts of stuff coming out of the closet these days. And it’s really wonderful and there’s a movement afoot to revisit psychedelics from a therapeutic perspective. And I don’t pretend to know the full history of how psychedelics went from considered therapeutic to considered toxic and devil’s work. But here we are. There’s a revisiting happening with fresh eyes. And serious eyes. So it’s not folks with a wig trying to justify their own recreational use of these – Tim Ferriss: Well, it’s UCSF, UCLA, John’s Hopkins. BJ Miller: John’s Hopkins, you got it right. NYU, friends at the River Styx Foundation have been funding some of this work. They do beautiful – the people I know who are involved in this work are deeply thoughtful, caring, loving people. That’s a preamble. But to get to your question, I am thrilled for this for a number of reasons. One is just the counterculture fun kind of things coming out of the closet. Another is a whole generation, i.e. the baby boomers who are now the focus of so much of our efforts in healthcare and the aging population, how do we cater to this population? Well, a lot of folks of that generation have experience with these compounds, and now they get to sort of be aboveboard potentially. I love the subject for many reasons, but as a clinician I’m particularly excited because we’re pretty good at treating nausea, treating pain as a rule. And where things get very difficult, and in palliative care we talk about this, we call it existential distress. Tim Ferriss: Hm. BJ Miller: And basically existential distress is a crisis of meaning in some way or another. So it’s particularly potent at the end of life when people don’t have much time left to make meaning and they realize they haven’t been living a very meaningful life or haven’t thought much about it. It can be really traumatizing to realize, oh gosh, all of a sudden to take that seriously and then realize you don’t have much time to do much with it. So anyway, this idea of existential distress is huge in medicine, in palliative care it’s very nascent. I mean, the way we treat it now is, well, if someone comes to us and they’re miserable, well, we rule out and/or treat pain, nausea, anxiety, depression. We look for a diagnosis that we can treat and then we treat it. And if folks after all that are still miserable and shut down, then we’ll sort of invoke this phrase, existential suffering or existential distress. And this is what we call in medicine a diagnosis of exclusion. So no one knows what the hell to do about this. So – Tim Ferriss: Diagnosis of exclusion. BJ Miller: Yeah. So you just rule out everything else that you understand, then whatever you’re left with you just call it this bucket term. And in this case that bucket term is existential suffering. Not particularly inspired, right? Tim Ferriss: Right. BJ Miller: But, this is where it also gets thrilling. This is my favorite thing about my field, which is palliative care, first of all, organizing around the human condition and suffering and what it means to suffer this highly subjective state that we all have some experience with in our lives. So that’s total ubiquity. Absolutely un-esoteric field. Absolutely relevant. No one I know has not suffered. It seems to be elemental to being a human being. And this is our fulcrum in palliative care. And what’s more, we have named this thing existential suffering, which is so mysterious, right, and there’s so much, it’s so ripe to invite the arts into this mix, philosophy into this mix, like we’ve already talked a little bit. So this is my favorite sort of strategic zone to upload into healthcare all these otherwise non-medical issues. So there’s a ton of reasons why I love this space. And I’m getting around to an answer to your question, which is, so we have named – Tim Ferriss: I’m not in any rush, man. This is a long podcast. Always is. BJ Miller: Good, because I love this subject. So we have the leverage now that palliative care is accepted in part of healthcare, and has called out the nature of suffering, and has called out this thing existential suffering. We have this portal to upload all these other fields and interests and to keep them to make them relevant. So this is where it gets thrilling. Tim Ferriss: Meaning you have a channel because you’ve wedged your foot in the door with palliative care – BJ Miller: Yeah. Tim Ferriss: – through which you can insert other things that wouldn’t otherwise have an easy gateway. BJ Miller: Exactly. You got it. Right. So now enter the relevance of the arts, philosophy, design, you name it. I mean, what field isn’t relevant in some way or other to the human condition, right? So all of a sudden there’s this huge invitation, or at least possible invitation to the rest of the world besides medical, that sort of narrow medical sciences per se. All right? So that’s really exciting. So back to psychedelics, well, we can call out this existential suffering, but today as clinicians we don’t really have much to offer it. We’re aware that we’ve talked – we talked like bearing witness and non-abandonment, accompanying people in their struggles is itself a great salve. And that’s beautiful work. But, what else can we do? Well, I often find myself prescribing people for their existential suffering, to remember what it is that they love, but to keep an eye out for esthetic moments in their days where they feel something, anything. And just whether it’s that snowball or sun on your skin, some just to note when you feel happy to be alive. And there’s our little toehold to work from. So there’s a lot to build around this. But what we haven’t had is we certainly haven’t had any chemicals to offer people to help in this way. And the data to date seems really robust that it may be that compounds like MDMA, silicide and other things may be radically helpful in fostering a meaning making moment for someone. Of fostering a sense of belonging in this sort of cosmic way. And so in other words, we have potentially with these compounds a way to respond to this wacky thing called existential suffering. So this is just thrilling for all those reasons. Tim Ferriss: Yeah, I couldn’t agree more. And for people who want to dig into this, and I would encourage everyone listening to take a closer look at this, there’s a great organization, I think, they’re really well organized and comprised of very good MDs and PhDs called the Heffter Research Institute. H-E-F-F-T-E-R. It’s just Heffter.org. And they do some incredible work with not only patient focused studies, but also research studies using things like FMRIs and different types of neuroimaging to look at the specific effects of different types of psychedelics, whether you call them entheogens or psychoactive, psychotropics, whatever it might be. So it’s a very, very – a lot of interesting work. And you could learn a lot about how these compounds function just by looking at, for instance, some of these studies and examining sort of the methodology, right, the protocols that they use. So if we look at – BJ Miller: And by the way, Tim, can I just interrupt? Tim Ferriss: Absolutely. BJ Miller: I’ve also had some really fascinating conservations with other folks in this space, and another organization to point out [inaudible] is a group called Compass. Tim Ferriss: Compass? BJ Miller: Compass. And they are beginning to also support research in this vein, and also starting to try to align healthcare systems and other institutions to participate in this work one way or another, and to sort of pull the stuff, again, out of the closet. I’m not sure where they are in their development, but it’s another group to be aware of. And I think they’re website is compasspathways.org. So just another group in this space that’s doing cool stuff. Tim Ferriss: Cool. And you know what, I’ll throw one more in there. Maps – BJ Miller: Yeah. Tim Ferriss: – which is doing a lot of investigation and interesting work related to policy and the legal side of things as well. And that’s worth checking out. And for people wondering, links to all of these things will be in the show notes at fourhourworkweek.com/podcast. All spelled out. But coming back to your story and your life. I mean, I really have so much I would love to ask and we’ll dig into some of them, but we’re not going to have time for all of them. Which is fine. The question that I’d love to ask next is, what you feel you do on a daily or weekly basis that is different from most people? Routine wise, thinking wise, self-talk wise, anything. BJ Miller: Hm. Different from other physicians, or just people in general? Tim Ferriss: People in general, because I don’t want to make it exclusively professional. BJ Miller: Yeah. Tim Ferriss: Because I’m looking for – what I’m fishing for are practices that you’ve adopted or developed habit, whatever it might be, that people listening might be able to test drive for themselves. BJ Miller: Hm. Well, let’s see here, my friend. I have two answers to that question. So one is, you know, we’ve touched on it a little bit, but I find myself increasingly interested in the esthetic domain. And by esthetic I mean just the life of the senses. Not just beauty, but just the felt environment at all. Tim Ferriss: Mm-hmm. BJ Miller: That is the world of the esthetic domain. And one of the reasons I’m particularly interested in the esthetic domain, besides just delighting in having a body to feel anything, like we’ve talked. Is it’s how it prizes purposelessness. So I am all for meaning. I see human beings as meaning making machines. And we talked about this a little bit. Like whether there is some grander meaning in the universe, I don’t really know. And frankly I’m fine not knowing. I enjoy the mystery of it. And I’m okay if there is meaning on the grand scale or not, frankly. But meanwhile I am aware of our talent as a species to make meaning for ourselves and to string together narratives and stories that make sense of our lives. I think it’s a profound impulse and a lot of good comes from it. And, I also just increasingly want to carve out a space for meaninglessness, purposelessness. So like again, like the snowball or anything that makes us feel – in our bones feel happy to be alive in that moment on behalf of nothing else but that moment. And that is I think we could all benefit from letting ourselves delight in things that don’t necessarily have any meaning, but just feel good and don’t anybody else. But just give ourselves a space to delight and purposelessness. That to me is a huge deal, and I see its therapeutic relevance for my patients very often who are beyond their life of purpose. They can no longer to that job they loved, or the role in their family has changed, and they’re so crestfallen because they don’t have that reason to get out of bed. So let’s find new reasons to get out of bed. Let’s repurpose ourselves. Yes, yes, yes. And, let’s get really good at honoring just the joy of smelling a cookie. And that can be enough. Watching a ball game, that can be enough. It doesn’t have to be big. It doesn’t have to be a means to an end. So anyway, I think that’s one answer to your question. I don’t know how many of us are out there prizing purposelessness, but I do. Tim Ferriss: Well, it made me think of this might be a strange connection, but made me thing of Kurt Vonnegut, the writer, who I actually consider a fantastic philosopher in a lot of ways if you read his fiction. But one of his          quotes that I’ve always loved is, “I tell you we are here on earth to fart around and don’t let anyone tell you different.” And there’s a story, I think it’s actually in a dialogue with another writer at some type of event. And I’m sure someone will be able to find it. I’ll try to put it in the show notes, but it might be tricky to find. Where he talks about this long walk that he takes to mail something at the post office, and his wife doesn’t scold him, but just laughs and asks him why he wasted so much time. And he’s like, “No, no, no, no, you don’t get it. I didn’t waste time because-” and he runs through all of these seemingly meaningless – seemingly trivial, but to him very important kind of absurd interactions with multiple people along the way. And it’s just a very good meditative exercise because I feel like it’s extremely easy to think that the big overarching abstract things are the important things, and the small tangible things with sensory inputs are the unimportant things. BJ Miller: Yeah. Tim Ferriss: I am not convinced at all that that is the case. In fact, it might be quite the opposite. And if you had a patient come in, they are finally getting comfortable at Zen Hospice Project, very introverted, and they say to you, “You know, I’m going to want to talk to everybody and get to know them, but I’m not quite ready. I just want to read.” What one to three books would you suggest I read? BJ Miller: So funny, because, I mean, I’m laughing because I am probably the least well-read person you will ever meet. And especially one with like degrees, college and stuff. Tim Ferriss: All right. Give me one to three things that I can watch, do, absorb, look at, etc., without human interaction and what would your answer be? BJ Miller: Thank you. That’s better… for me. I mean, hey, I’m all for books too, those apparently are cool. But for me, you know, I love film, I love music, I love art, I love doing nothing, I love being outside. So that’s for me [inaudible]. So, but, I would put big picture books in front of people. And I mentioned Mark Rothko. Staring at Mark Rothko work is just a gorgeous splendor. But it, you know, it’s to suit your taste. So for me I guess I’d put a picture book of Mark Rothko paintings in front of them. I would put probably any music from Beethoven into their ears. And I probably would reserve that third thing for staring into space. Tim Ferriss: Hm. Before they stared into space, if they wanted to watch a movie, what would you put in front of them? BJ Miller: Man, there’s so many good ones. Tim Ferriss: Ratatouille. BJ Miller: No. I think, no, I have a real soft spot for Waiting for Guffman. Tim Ferriss: Hm. BJ Miller: Not that it has this great meaning per se, but speaking of absurdity I just think it’s hilarious. Tim Ferriss: Waiting for Guffman, I’ve never even heard of it. BJ Miller: You’re never heard of Waiting for Guffman? Tim Ferriss: No. BJ Miller: Wow! Tim Ferriss: Just a string of ignorance on my part of this conversation. Although you don’t read books, so I feel that evens us out. BJ Miller: Oh yeah. And this is good news, because man, you have so much to look forward to. This movie is by Christopher Guest and company, the guys who did Spinal Tap and – Tim Ferriss: Oh, wow! BJ Miller: – Best in Show. Tim Ferriss: Sure. How do you say Guffman – or how do you spell Guffman? BJ Miller: I think it’s G-U-F-F-M-A-N. Tim Ferriss: Okay, got it. I’m on it. BJ Miller: It’s friggin’ hilarious. So that, just always a long term favorite. I mean, as a kid growing up, Kentucky Fried Movie. Tim Ferriss: Oh my God, I haven’t thought about that in decades. BJ Miller: Yeah. I mean, that was like really an important movie in my childhood. We watched it probably, I don’t know, a hundred times. I mean, every day. I mean, that and Groove Tube. I mean it was, you know, formative for us. And I heard that you asked another question specifically about documentary film of other guests. And I was thinking about that, and, you know, one that leaps to mind, I don’t know if you would really consider it a documentary, but I guess it is. It’s the movie Grizzly Man. Tim Ferriss: Oh man, oh man! Yeah, I consider that a documentary. BJ Miller: Yeah, sure. Let’s call it a documentary. So yeah, of course it is. I mean it is – any piece of art where I simultaneously – or I’m not sure whether to sob or laugh hysterically, I love that feeling. Where you just go either direction, you’re not even sure which is the correct emotion. You’re simultaneously attracted and repulsed to something. That was my experience watching that film. And so I just think it’s an amazing piece of filmmaking. And I also particularly like its poignancy around our human silly dance around nature and how we humans think of ourselves as somehow opposed to nature. And yet when we try to reinsert ourselves into the wild it doesn’t necessarily go very well. Tim Ferriss: Right, right. BJ Miller: And how we romanticize how mother nature can coddle us. You know, I spend a lot of time in the desert in southern Utah, as much time as I can. I just love that landscape. And speaking of perspective making, you know, thinking on geologic time and making myself feel very, very small and inconsequential is really deeply therapeutic for me. And when I go out in Utah – and I’ve gotten lost twice walking around this particular area – and it’s the same feeling I had watching Grizzly Man, which is mother nature, as far as I can tell, is pretty indifferent to us, you know. Tim Ferriss: Yeah, I would say so. BJ Miller: So anyway, there’s my answer for you. Tim Ferriss: So that brings to mind two things. The first is, you mentioned that that feeling which is two sides of the same coin almost, that of being simultaneously repulsed but wanting to laugh, and unsure of which way to go. That seems to me to be a very primal emotion. Like a singular emotion in a way. BJ Miller: Mm-hmm. Tim Ferriss: When, for instance, I’ve watched nature footage of chimpanzee troops when one of them is torn to pieces by a jaguar or some such on the ground, and the response tends to be breaking out into what would be considered by primatologists hysterical laughter. And this seems to be something very, very hardwired, so returning to that in some way, and it being therapeutic, doesn’t surprise me. The second is just to tie together a few things you said related to sort of the meaninglessness which may be too loaded a term for some people. It might come off as very negative. BJ Miller: Yeah. Tim Ferriss: But seeming inconsequential or small in meditating on that, or not even meditating on it, experiencing it in a very visceral way by being in the desert or looking up at the sky I think is very compatible with something that struck me, which was told to me by Tony Robbins, who’s also been on the podcast. And he said that, and I’m paraphrasing, but that most human suffering comes from a focus on me. Like a self-focus. And if that is true, it makes perfect sense that focusing on this expansive geological timeline, which puts out like shitty week into a just hilariously diminutive perspective, makes a lot of sense. BJ Miller: Mm-hmm. Tim Ferriss: This is unrelated, but what do you think of, or who do you think of, when you hear the word successful? BJ Miller: Hm. I think of – well, you know, you just pointed to something. That the relationship of self and the silliness of self, and the power of self, and I think we do ourselves disservices by playing the polemics around selfishness or selflessness. So there’s a lot to say about that. But to segue to your question about success, on one hand I sort of think of it in terms – I guess I think of it as sort of a self-actualization. Someone who has realized – has played themselves all the way out. And that might be seen and appreciated by practically no one and therefore not make the measure of some external success. But someone who has sort of become themselves, delighted in themselves, including their quirks and awkwardness, and played that self out, insisted on itself all the way to the end, to me that may be a version of success. So I guess one part of my answer to your question is, I think of it as really an internal process. But then beyond that too, I guess I’m a little torn here, because I agree that what I just said sort of focusses us and success back and into the self. And I suppose the second half of the question really has to do with orienting oneself to the other, everyone but oneself, and to the relational dynamics between the self and the other. And so I think probably success may be – or the second half of it has to do with in a way maybe seeing yourself in others and others in yourself, and realizing the unseen connections between us all. And this is another reason I love our mortality. Is that it has the potential to be this equalizing, uniting force. So anyway, so success may be this sort of self-actualized piece, but part of that self-actualizing is exploding the sense of self and feeling part of everything around you and vice-versa. That continence with the world around your, that seems like a great success. Tim Ferriss: Is there anyone who embodies that for you or comes closest? BJ Miller: Hm, man. Well, someone, – yeah, gosh. Hm. Well, I recently had the joy of sitting with Oprah Winfrey and watching her make use of her life and also point her energies to promoting and helping others. It’s a very – I mean, a remarkable life’s work, and it’s just a name we all know, and wow. But, you know, I’m also interested in all the gazillion successful people we walk by every day and don’t even know it, you know. Tim Ferriss: Mm-hmm. BJ Miller: This kind of happiness, this kind of success doesn’t necessarily brag about itself. And I love presuming it when I’m unaware of it. And assuming it exists in others that I walk by on the street. And in a way you find yourself kind of imbuing others with an idea of success that changes how you look at them and how you treat them. Tim Ferriss: Definitely. BJ Miller: And that’s sort of a sweet favorite daily exercise of mine. So no, it’s hard for me to say a single person that I would to as embodying all this. Tim Ferriss: So you actually touched on a much more interesting answer or point than my question deserved, which is your morning practice. So could you elaborate on that, please? When do you do it, how do you do it? So you’re walking – just take us through this morning exercise. BJ Miller: And how I get up in the day to start the day? Tim Ferriss: No, what you just talked about. Sort of assuming the presence of this type of success. You said it’s a morning exercise of yours. BJ Miller: Oh. Tim Ferriss: I’d love to just hear you elaborate on that. BJ Miller: Oh, I don’t know how – I didn’t remember saying morning, that’s what tripped me off. Tim Ferriss: Ah. BJ Miller: So that daily exercise perhaps. Tim Ferriss: Ah, there we go, yeah, I could have made up the morning part. BJ Miller: Who knows. But sure. But it’s sort of – and any time of day or night this is useful. You know, it’s kind of like just the power of meaning well. Of wanting well of others. And when there’s a choice in the matter to choose to see good. And if you can’t know, assume good. And this kind of builds an argument for your day of gratitude and happiness and some amount of comfort. So I’ll, you know, I’ll catch myself being bitter, or I get kind of road rage-y. I’m very aggressive on my motorcycle and car. And actually just today I was really annoying someone by following them too close. Whatever. I get in my bullshit zone pretty quickly. But what I’ll catch myself and then so when I walk by, you know, particularly here in the Bay Area, the homeless epidemic is enormous. And it’s just I’m particularly acutely aware of this exercise when walking by someone who otherwise the world would assume in a sense that they are failures in one way or another. I like to invert that whenever possible. So I’ll just fill in the blanks whenever I see a homeless person, that I’ll assume that whatever they’re going through is vital to them and that maybe whatever junk we project onto them, that inside maybe they’re all right with who they are. Maybe they’re way more all right with who they are than a lot of people I see striving and otherwise looking successful. So it’s really just simply that. I actually learned this, my mother took me to a Deepak Chopra conference when I was pretty young. It was a long, long time ago. And the one thing I heard that stuck, that was really interesting to me, was it was getting in the habit of saying, you know, when you hear anyone sneeze, either say it out loud or to yourself, say bless you. It’s like a neural loop of goodness, and it just means in that quick second you meant well toward somebody. And even if you don’t say it out loud, even if you don’t share it, say it to yourself. And I’ve got to believe that that resonates and registers somewhere. You know, that that lands somewhere. That that lends itself to a vibe. So that’s the kind of stuff you walk around and you see people and you just project well-wishing onto them. Tim Ferriss: Now, I hate to focus on something maybe superficial, but you said riding your motorcycle. Now I apologize if this sounds like a weird question, but you have three limbs that have been damaged. How do you ride a motorcycle? BJ Miller: So, yeah, so you know, this was sort of a long dream that recently came true. Tim Ferriss: Congratulations. I mean, it’s awesome. I’m just so curious about the logistics. BJ Miller: Thank you. Well, it’s interesting you ask, because right now there’s – the man who helped make this dream come true, Randy, he ended up being my patient and our resident at Zen Hospice Project not long after he converted my motorcycle. So there’s a lot to this story, my friend. So cheers to Randy and his family and his wife, I mean, and his mother, [inaudible] who I might be seeing next week actually. But so that’s one piece of the story. But the other is, I love two wheels. I love gyroscopic lifestyle. I love the feeling of it. So I’ve always loved riding bicycles. And then I’d always wanted to get on a motorcycle, but I kept going to shops and, you know, people would sort of look at me and no one got into it. I could never find a mechanic who was willing to take it on and try to help make it happen. A fellow named Mert Lawwill, who’s an old motorcycle racer champion, sort of legendary in that world, he happens to live around here. He lives in Tiburon. And he built a prosthetic component. I don’t know what the story that inspired Mert to do this, but he’s a machinist himself and a handy fella, and in his retirement he got into this business of building this prosthetic component that lends itself very well to mounting an arm onto a bicycle or a motorcycle. So the first piece of this puzzle was discovering Mert’s invention and getting a hold of it myself which allowed me to get my prosthetic arm attached to a handlebar in a very functional way. Tim Ferriss: Now does that connection – so you have throttle, rear brake and then typically front brake on the left. How are those controls modified? BJ Miller: So, okay, so Randy, what he figured out, so first was to get the arm piece and then what Randy figured out was – and then – well, then Aprilia, and I know Honda had made a version of this as well, but Aprilia makes a model, the Mana, M-A-N-A, that is clutchless. So that was a huge – Tim Ferriss: Got it. BJ Miller: – piece to get out of the way. So this is essentially an automatic transmission. So do away with the clutch and gear changes. So that’s a huge piece of the puzzle out of the way. And then Randy figured out a way to splice the brakes, front and rear in a certain ratio into a single lever. So I’m doing nothing with my prosthetic feet except hold on to the bike. I’m doing nothing with my prosthetic arm except for hold on to the bike. So all the action is in my right hand. Brakes the one lever, and then Randy built this box and moved all the controls, the turn signals, horn and all that stuff, over to the right side of the bike in good distance for my thumb to reach them. So I have throttle, brake lever and then the turn signal box all going with one hand. Tim Ferriss: That’s so awesome. BJ Miller: That’s it, you know. Away you go! Tim Ferriss: I just have to pause here for a second and just ask everyone listening, what bullshit excuses do you have for not going after whatever it is that you want. Like, please, write in, tell us on social media why these are real excuses. With #bullshit afterwards. Oh my God, man, that’s such a great story. I’m so glad I asked about it. And what a really fantastic work-around. Man! Congrats, that’s awesome. BJ Miller: Well, thank you, and thanks Randy and thanks for the folks at Scooteria, the bike shop in the city. I mean I – a lot of people helped me make this come true. And it took a long, long time of trying to find the right folks to make it happen, so Amen. Tim Ferriss: Amen to that. So just a few more questions. I want to be respectful of your time. But I’m having a blast here. What $100 or less purchase has most positively impacted your life in recent memory? I’m guessing not the motorcycle. BJ Miller: No, it was a little more than $10. Holy cow, man. Well, you know, I would probably point us to a beautiful Pinot Noir from Joseph Swan up in Sonoma County. You know, it’s like the artwork of Andy Goldsworthy or anyone who delights in anything ephemeral. The charm in a bottle of wine, the craft, all the work that goes into it, and actually delighting in the fact that it’s perishable and goes away I find really helpful. So I’ve gotten a lot of miles out of a beautiful bottle of wine, not just for the taste and the buzz, but just the symbolism of delighting in something that goes away. Tim Ferriss: Hear, hear. And I have a practice that some folks might enjoy, which I didn’t come up with. I’m pretty sure I borrowed it from some past girlfriend, but I have a small glass jar and I keep the corks from bottles that I finished with friends at home, and I have each of them write something on the cork. So I have this collection. The bottles are gone, the wine is long gone, but there’s this vestige – is that the right – maybe that’s not the right word. I’m trying to Jerry – to sound intelligent. But the corks in this – [inaudible] I’m looking at it right now, it’s on this floating shelf on the wall. And so I see it as I walk by it. So no matter how sort of lonely I might feel at times, I think we all do at moments, it’s sort of a reminder of how close by, how within reach sort of friends and that type of experience are. If you could put one billboard anywhere with anything on it, what would it say? BJ Miller: Oooh boy, that’s a doozy. Let’s see here, man. Well, you know, it makes me think of as big as billboard are, you can only put so much on them. And it makes me think of my favorite bumper sticker. And I guess – and it seems like a [inaudible] I just love it. And so I would love to see it on a billboard, and the basic bumper sticker, I’m sure you’ve seen it is: Don’t believe everything you think. Tim Ferriss: I’ve actually never seen that. That’s a really good one. BJ Miller: Yeah. Oh, it’s so good. I think this is the sweet, hilarious, true reminder to not take ourselves so dang seriously. Anyway, that’s probably my choice. Tim Ferriss: Yeah. BJ Miller: Don’t believe everything you think. Tim Ferriss: Don’t believe everything you think. I was really waiting for what this was going to be. I was really wondering. I saw one, this is – I’m really going to lose any shred of respect that people have for me by saying this, but I saw one recently that was a – it was not a bumper sticker, it was surrounding the license plate. I’m not sure, but the license plate casing, I guess. And it said: If you’re on my ass, you better be pulling my hair. I thought that was pretty clever. But it shows you where my level of emotional maturity is. BJ Miller: I’m appalled. Tim Ferriss: In any case don’t – you know, I thought I might lose you at that one. It’s okay. I’ll try to reel you back in with the next few questions. So yeah, don’t believe everything you think, that’s awesome. I’m astonished I’ve never seen that. BJ Miller: Yeah, me too. Tim Ferriss: What advice would you give your 30-year old self? And if you could place us with where you were, what you were doing, that would be helpful also. BJ Miller: Hm. Ooh, wow, that was a particularly poignant time for me, actually. So there was a lot going on. I was in – I was deep in med school. I was in my last year of med school. Boy, I’d had a really sort of experimental tour of my 20s and I was sort of settling into a new rhythm. I had finally let go of a fair amount of guilt around my own accident and the effect on my friends. And I was, you know, I was pretty neurotic at that time. And my sister had just died. So it’s – this may not be the intention of your question, but 30 happened to be a really sort of heady, heavy time for me. So but I’ll still roll with the question. And I think I guess I would have helped myself get, you know, this sounds way too tidy, but I might have said something like, “Hey man, don’t believe everything you think.” Tim Ferriss: Yeah. BJ Miller: Don’t, you know, let it go. You know, don’t take it all – don’t – I do mean to take life very seriously. But I need to take things like playfulness and purposelessness very seriously. So I want to take, you know – so I don’t mean to – this is not meant to be light. But I think I would have somehow encouraged myself to let go a little bit more and hang in there and don’t pretend to know where this is all going, and you don’t need to know where it’s all going. Tim Ferriss: Hm, yeah. Yeah, you don’t need to know where it’s all going, for sure. BJ Miller: And you can’t. And you can’t. Tim Ferriss: What have you changed your mind about in the last few years? BJ Miller: Hm. Well, for all my talk of purposelessness and all this stuff, you know, I have in the last several years allowed myself to feel that I have a true vocation in this work around palliative care and helping us as a species deal with and dance with our mortality. I had convinced myself that, you know, hey, man, I had gotten very loose and I was whatever, I didn’t feel the need to accomplish so much per se. And I was – I mean these last few years I’ve let myself I think in a way, man, I think I’ve let myself get more ambitious in a way. Tim Ferriss: Mm-hmm. BJ Miller: And to take my work even extra seriously. More seriously than perhaps I had been. And letting myself feel like this could all work, and letting myself feel like actually the healthcare system could be fixed. And so in other words, I guess in a word is to reacquaint myself with something I had talked myself out of, which was ambition. I still think of that word with negative connotations. I see bad behavior on behalf of ambition a lot. And I’m sure you have too in around where we live and places like Princeton and people stepping all over each other to get ahead. And that’s not what I’m talking about. But – Tim Ferriss: Maybe it’s aspiration. BJ Miller: Yeah, yeah. Mm-hmm. Yeah, I think that’s right. Tim Ferriss: Well, on that point, do you have any last requests, asks, suggestions or otherwise for the people listening? BJ Miller: Oh thanks, man, that’s such a great invitation. I mean, one is, folks, hey, everyone, I hope we could start seeing the remarkable amount that we all have in common by virtue of being the same species on the same planet, etcetera. And mortal being at that. And I guess I would ask that we start looking to make that all real. I would ask that we prize kindness. I would ask that we learn to forgive in a daily way. But more strategic, I would ask you guys if you’re so moved, to get involved, [inaudible] and supporting hospice and palliative care. If you’re in and around the Bay Area or just so moved, we would love your support at Zen Hospice Project. These places rely heavily in philanthropy. So if you’re moved, please come check us out. Zenhospice.org. And otherwise think about what’s going on in your own geography. Support hospice and palliative care, it’s work that needs to be developed and built. Yeah, I’ll leave it at that. That’s plenty. Tim Ferriss: And I just really have been so excited to chat with you for so long and I’ve had so much fun in part because it’s exciting to me to think that in studying and refining how to die, we can study and refine how to live. And that, like you said, with the foot in the door, the wedge that is palliative care, you have the ability in this laboratory called Zen Hospice Project, to do a lot of experimentation that could actually translate much more broadly to life. Not just at the end of life, but throughout life. And I find that very, very inspiring and exciting. So I think it’s a real tremendous opportunity and potential point of leverage that you have. So people can find you at Zenhospice.org. BJ Miller: That’s right. Tim Ferriss: Z-E-N-H-O-S – zen ho spice.org. Zenhospice.org. Facebook is Zen Hospice Project. Twitter @zenhospice. And I’ll put all of this in the show notes, of course for everybody listening. BJ Miller: Can I also – on that note, Tim, can I just give a shout out to the work that’s also – the great work that’s being done at UCSF and – Tim Ferriss: Absolutely, of course. BJ Miller: – Symptom Management Service in the UCSF Cancer Center, the Outpatient Palliative Care Program there, Mike Raybo and all the work going on in around there is gorgeous. And that’s another thing to consider supporting. But that’s another place to find my work too. Tim Ferriss: Definitely. Yeah, UCSF is just spectacular and I’ve done – I’ve also been involved with – well, with the Gazzaley Lab and other folks at UCSF. I’m just continually impressed. BJ, hopefully we’ll get to do a round two maybe with some wine some time. But I really appreciate number one, first and foremost, the work that you’re doing and how you’ve dedicated your life, it’s tremendously important and tremendously impactful. And also on a smaller level, of course, the time that you carved out today for this. BJ Miller: Hm. It’s such a pleasure, Tim. I mean, it went really fast, man, and thank you so much for having me on the show. It’s such a joy. Tim Ferriss: And to everyone listening, you can find the show notes, links to everything we discussed, at fourhourworkweek.com/podcast, all spelled out, or just search Tim Ferriss and podcast. And as always, and until next time, thank you for listening. Posted on: January 1, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello, ladies and germs", "this is tim ferriss and welcome to another episode of the tim ferriss show", "this one was such a treat for me and i really hope it is for you as well", "this is an interview that i had hoped to set up and tried to set up for close to, i’d say, five years", "and here’s the question i’ll pose", "at the end of our lives, what do we most wish for", "and how can knowing this (if we can know it) help you to live a better life now", "well, it turns out, bj miller, m.d., dr", "miller, knows exactly this", "bj is a palliative care physician at zen hospice project in san francisco where he thinks deeply about how to create a dignified, graceful end of life for his patients", "now, this is, of course, not one of the usual suspects you would expect to see making the rounds on the podcast and this is precisely why i wanted him on and why i hope you listen to this podcast", "bj is an expert in death but important, he’s also learned how we can dramatically improve our own lives, often with very small changes", "when you consider that he has guided or been involved with roughly 1, 000 deaths, it’s not surprising that he has spotted patterns we can all learn from", "on top of this, bj has developed incredible empathic abilities", "he is a triple amputee and his 2015 ted talk, “not whether, but how,” which is a moving reflection on his vision to make empathic end of life care available to all", "ranked among the top 15 most viewed ted talks of the year, i absolutely love this conversation", "without further ado, please enjoy the wide-ranging dialogue, conversation, rambling exploration between myself and bj miller, m.d", "bj, welcome to the show", "bj miller: thank you, tim", "it’s nice to be here", "i have been wanting to talk to you – or i should say i have wanted to talk to you for years now", "and to give you examples and illustrate that: the first was an article that i came across in the princeton alumni magazine – princeton alumni weekly – about your work", "and then the next was a profile in a magazine here in san francisco", "following on the tails of that, adam gazzaley, who is just an incredible neuroscientist at ucsf, has been on the podcast, reached out to me and that was related to a – i think the senior partner at ideo who had also reached out to him to suggest that you be on the podcast", "so i feel like this was fated to be and i’ve been increasingly, over the last over the last few years, thinking about death and the value of meditating on death, among other things", "but before we get there and i suppose we’ll get there rather quickly, when people ask you, “what do you do?” how do you answer that", "bj miller: well, i guess i generally say – you know, generically, i’ll say, “oh, i’m a physician.”and if people seem like they actually really want to talk things out, i’ll say, “well, i’m a palliative care doc.” and then if people wanna talk out from there, i’ll say, “i work at a remarkable place called the zen hospice project and do some work at ucsf and do increasing amounts of speaking and beating the drum,” i like to say", "so depending how interested the person asking the question is, that’s what they might hear from me", "let’s say they’re very interested", "i don’t know if you drink but let’s say the other person’s had two drinks so pleasantly, drunkenly curious and they say, “what drum are you beating", "i’m really interested to hear more.” what is the drum", "bj miller: well, the drum i suppose is getting society to pay attention to the inevitables in life", "helping each other look at hard stuff, helping each other live with hard truths", "i’m trying to get people to pay attention to the fact that we all die", "and that the way we die could be a lot better than it is, in general", "so let’s dig into that because i really enjoyed, for instance, your ted talk", "and maybe you’ve given multiple but at least the one that i saw", "bj miller: just one", "yeah", "which is – one is enough, by the way", "bj miller: no kidding", "but let’s look at a sample experience", "so you have a new patient come in to your facility", "what does the first meeting look like", "and what does that first day look like for them", "bj miller: well, so, let me pre-answer your question because it so depends – so for example, at zen hospice project, by virtue of coming to our place, by virtue of enrolling in hospice, many corners will have been turned just to get to that place", "so when we’re meeting folks for the first time at zen hospice, they, for the most part, are aware that time is short, are aware that they’re dying soon, are aware that there’s really not much more to beat back their disease to be done", "and there’s plenty of work to be done even on the far side of turning that corner, but i think another way of answering your question is really upstream of hospice, when folks are struggling, gone to war with their disease, engaged in that fight, whether is chemotherapy or whatever", "now that’s the kind of person i’ll meet in clinic at ucsf", "so a part of my job is i’m faculty at ucsf and i work in a clinic that’s called the symptom management service", "it’s about ten years old", "and that’s just basically a euphemism for palliative care", "the cancer center wanted us to call it the symptom management service because it felt that the “palliative care” phrase had too much baggage around it", "and is palliative care – i’m just going to plead ignorance here", "is that synonymous with hospice care or are those different things", "bj miller: they are related but different", "and thank you for asking that question, tim", "this is part of the drum beat", "so hospice is that portion of palliative care that’s at the end of the road", "and hospice is an insurance designation as much as it is a philosophy of care", "so hospice is, by definition, end of life care", "palliative care makes no – time is not an issue in palliative care", "you just have to be suffering", "so you can see folks in palliative care for many, many years far in advance of their death", "so, yeah, all hospice is palliative care but not all palliative care is hospice", "got it", "bj miller: alright, so palliative care just to kind of make it – is basically the – within the context of dealing with illness, palliative care is the pursuit of quality of life", "period", "that’s it", "so the fulcrum in palliative care is suffering", "are you suffering in some intractable way", "struggling more than you need to", "and if so, then come see us in palliative care", "we’ll help", "and in palliative care, you can receive our support and continue on with your more aggressive, invasive life sustaining interventions as well", "you don’t have to give up one type of care to add palliative care to the mix", "whereas, once rendering hospice, because of its insurance details and vagaries, you do have to – in general, you have to give up curative intended care to qualify for hospice", "we could spend a lot of time on this", "there are a lot of wonky details", "but does that sort of make sense to you", "it totally makes sense", "and the first thing that leapt to mind for me and that will lead to a lot of tangents", "i apologize in advance", "but was that the way that you defined palliative care would seem to include almost everyone on the planet in some respect", "suffering more than they need to", "and we’ll dig in to the learnings and philosophies and so on that you’ve cultivated", "but so let’s say they have gone through the paperwork in the process to get to the zen hospice project", "what does their first day look like", "bj miller: so the first day at zen hospice is usually – there’s always the – folks by – almost by definition are in pretty fragile states", "so just the ride getting to the house and into the house is often plenty overwhelming", "so very often the resident will just sleep much of the first day", "but as soon as their beyond the logistics of the trip over, the first day is generally – our nurses, our volunteers, the kitchen crew sort of swarming around that resident and their family and just getting to know them", "that’s where all the potency comes", "it’s inherently a relationship", "so there’s some details around medications, et cetera", "but most of the early work is just getting to know people and making them feel that this their home now", "they’ve come to live here", "yeah, they’re going to be dying soon but they’re here to live until they die", "it’s a very nonmedical establishment and the first day doesn’t feel anything like being admitted to a hospital", "and pretty soon, as you get to know someone, within the first day, invariably questions get asked like, “tell us what’s most important to you now.” “you want something to eat", "we can whip you up something in the kitchen.” or we’ll tend to the family", "it’s very casual", "it’s meant to feel like you’re entering a warm embrace of a familiar setting", "what does the – just to highlight also the differences – can you describe upon the patient’s death, what happens in zen hospice project versus in a conventional hospital setting", "and you can present either first", "bj miller: so much of – hospice and palliative care, in general, but certainly places like zen hospice project – in many ways, they were created as antidotes to the hospitals", "so in some ways they’re really – they’ll feel like opposites", "and that’s, to some degree, by design", "but a death in a place like zen hospice project is usually very peaceful because we’ve gotten to know that person", "we’ve been living with that person", "we know what they want, what their idiosyncrasies are", "and we work with local teams of hospice agencies who come in and provide the medical care", "so for the most part people can enjoy and expect a much more comfortable and peaceful death at zen hospice project and places like it", "that’s what all the expertise is geared towards", "they’re not distracted by beeping machines and other things and other agendas happening", "research agendas – whatever it is", "and to your question, tim, so when a person dies, invariably the mortuary needs to come and retrieve the body", "and we have this ritual that we offer people which is on their way out the building, the mortuary guys have picked up the body and if they’re family or friends around and certainly staff and nurses and volunteers will gather around", "and we’ll all gather on the porch and we will do our flower ceremony, which is basically we gather around and the mortuary guys pause for a moment and we maybe say a few words or sing a song or whatever it is", "just reflect on our time and remember the person who is just leaving us and then we’ll sprinkle the body with flower petals", "it’s just this very simple, gorgeous moment and then the body bag is zipped up as it has to be by law and the body heads out the door", "but it’s a very stunning, poignant, gorgeous, simple moment and you can feel everyone entering into the sort of grieving phase more fully, especially, of course, the family", "and you can watch folks have this little bit of closure, perhaps", "but more of the point is you watch them swarmed with warmth and love and easing into the grief process because there’s space for it and there’s this sweet segue and you can just feel that something’s been completed there", "and then the family now have to live on but can do so with some imagery that’s sweet and beautiful to remember rather than traumatic", "so counter that with the typical hospital death", "and, by the way, tim, we can talk about all sorts of things together", "i hope we do, but no knock on hospitals", "they’re incredible places", "they’re just not really designed to have a beautiful experience, per se", "and they’re not really designed to help you die well", "and you feel that mismatch", "so i’ve worked on a lot of work in hospitals – as a patient but also as a physician – and a typical hospital death is in a more sterile room usually lined with a bunch of machinery and all the sounds and lights emitted", "and it’s very cold", "the second the person dies, you can feel the cleaning crew waiting to descend on the room and they need to get the body out of the room because someone invariably is waiting for the room", "and there’s no ushering in of grief", "there’s a sort of a snuffing of it", "and it’s very disorienting for everybody involved, including clinicians because there’s no pause moment to reflect on the experience you’ve just had with this person", "it’s just kind of on to the next", "and it’s a stark, stark contrast", "since you began your work with palliative care and hospice care, how many deaths have you witnessed", "or experienced even in the periphery", "not necessarily watching someone die, but under your care or in your periphery, how many deaths have you experienced", "bj miller: my guess now – i finished my final bits of training and then there’s all the deaths during residency and fellowship, of course, but i’ve been out of my final training now for ten years", "if it’s not 1,000 people, it’s approaching 1,000", "i don’t know that for sure but it’s certainly many, many hundreds", "what – and this is a huge question, so we can certainly fine slice it and feel free to tackle it any way you like but what has observing that many deaths and the march towards death taught you about living", "and specifically your own life", "bj miller: well that’s the perfect question", "those of us who work in the field of hospice and palliative care – it can feel like you’re sitting on a secret and because i think the assumption is that, “oh, wow, that’s got to be very morbid.” you know, it is", "“it’s got to be very morbid work” or “very depressing work.” and, sure, it is loaded", "it is emotionally laden work without a doubt", "i don’t mean to make it sound easy", "but those of use who work in the field, you pretty quickly get a real sweet hit that paying attention to this zone of life is very nurturing", "so the sort of secret is that paying attention to the fact that you die can help you live a lot better", "so a lot of my colleagues and i are very aware of the clock", "sure, that can make you anxious as well", "but we know – we’re aware of our finitude", "and so we’re just a little more likely to be kind to ourselves and others and we’re a little less likely to squander that time because we have all these sort of remarkable, vicarious deathbed moments with our patients and their families", "and you can learn a lot", "and one of the things i love thinking about – a real organizing theme for me is avoiding regret essentially and we avoid regret by, again, paying attention to our decisions, paying attention to how precious things are and getting very good at forgiveness and reconciliation", "these are themes that play out in this work all the time", "so in a sense, we’re exercising these muscles on behalf of others that all of us need to exercise on behalf of ourselves at some point", "we just get pretty well practiced at it", "so this is where the work gets extremely beautiful and really nurturing and can help you live better", "i guess that’s part of the drum beat", "why do we want to talk about this", "well there’s some systems issues", "there’s some economic issues", "but there’s these beautiful civil issues on behalf of kindness, on behalf of justice and equality – the fact that we all die", "well, paying attention to this has all this potential for this to be a bond among human beings", "the fact that we die and the fact that we’re cognizant that we die – that’s part of this drum beat", "in the case of paying attention to decisions, what would be examples of some specific decisions you’ve made or habits you’ve developed that have been impacted by this work", "bj miller: one thing – caveat – i, like anybody else, am flawed and i’m a work in progress", "and i forget all the lessons that i’ve learned", "i have to learn them over and over again so i got all sorts of work to do on myself but – as we all do", "bj miller: yeah", "amen, brother", "but i do think i’ve gotten a lot better at – i’m pretty good as a hyper educated person at rationalizing all sorts of things and behaviors and i can convince myself to stay in relationships or in situations that don’t necessarily feed me or that aren’t working very well", "and i think i’ve gotten a lot better at calling that for everybody’s sake", "so i might be – i think i’m a little bit better these days at not squandering my time", "and in terms of friendships and relationships, navigating them, not taking them seriously so that we’re just not wasting each other’s time.      so i feel that – in my relationships, i feel these lessons in my relationship to nature", "so that’s a great [inaudible] for me is being out on mount tam out here in marin county or just about anywhere and feeling – letting myself really delight and bask in the crazy grandeur of being alive at all", "and i get thrilled that i can feel anything", "sometimes even pain", "the way i deal with my own pain is i remind myself that i’m glad to feel anything at all", "so my relationships, i think, are impacted", "my orientation to mother nature’s impacted", "i think i’m a lot, lot – i’ve gotten a lot, lot better at forgiveness", "so not holding grudges", "you know how we walk around with anger at others and ourselves and it’s just unnecessary", "doesn’t help anybody", "so i’ve gotten a lot better at sort of letting go of certain things", "so to drill into that – i apologize for interrupting, but because this is a particular achilles’ heel of mine and i’ve improved – i think i’m trending in the right direction over the last few years", "but i have always had a lot of difficulty letting go of grudges and those loops that we tend to repeat", "or, at least, i tend to repeat and reinforce like a groove in a record – that can just create this – bitterness might be a strong word but it’s not totally out of place", "when you find yourself – when you catch yourself angry with someone or not letting go, what is the internal dialogue", "what do you say to yourself", "how do you ameliorate that", "bj miller: well this is where meditation, mindfulness, self awareness, whatever you want to call it can be so helpful because one thing to just get better at is realizing you’re doing it in the first place", "definitely", "bj miller: even before you’re able to change it at all, there’s great potency in just being aware that you’re doing it", "i used to be much more – i could walk around for months with grudges and chips and bitternesses, et cetera before i really even realized it", "i would just be really moody or whatever else", "so job one, i guess, is just paying attention to yourself and seeing it for what it is", "and then the next step is actually – that’s the hard part, i think", "at least for me", "the next step is actually kind of easy because then as you watch yourself spinning out, then you can kind of call it the silly, useless thing that it is and you kind of take the wind out of its sails", "you disempower the anger", "and for me, in my life, the absurdity – being in touch with absurdity has been very, very helpful", "so that’s my next step", "so it’s the awareness and then it’s sort of watching the silliness of it all", "and then that anger and maybe with some deep breaths or whatever else or a walk to sort of bleed off the physical anxieties of it but then i can sort of unspool, unwind and maybe even quickly laugh at myself", "and that’s great because a) you’ve let go of the junk and b) it’s an exercise in humility and forgiveness which is always pretty dang useful", "for those people listening who might have these same issues and a lot of us do, of course, there’s a book with a very bland title called radical acceptance by tara brach that i found very, very particularly helpful to me in this instance", "you mentioned mindfulness, meditation", "do you have a regular meditation or mindfulness practice", "bj miller: not really", "well i guess your whole job, in a way, is a mindfulness practice", "so that perhaps might be overkill to add another session on top of everything else you’re doing", "bj miller: thank you for that way out, brother man", "you’re welcome", "bj miller: there is some truth in it actually", "another reason why this work is so potent and fun is your personal and professional lives are deeply entwined", "almost necessarily because so much of this work is just being aware, is listening, is paying attention and bearing witness and coming to terms with all the stuff you can’t control", "whether it’s for my own sake or my patient’s sake, so there is some real truth that i kind of feel like doing this job well and empathy is job one in this world – in this work", "and so i do feel that much of my daily life – the daily grind for me is itself sort of meditative", "but i also want to be clear", "i have my own relationship", "for me, it’s a bike ride or it’s time with my dog or it’s time sitting in my backyard just looking out at the hills and it feels to me like a meditation", "i like movement", "there’s something – ever since i became disabled, i think i’m particularly primed to appreciate movement", "so i like walking or a bike ride and it feels like mediation", "so i feel like i’m doing it a lot, in a way", "but i also want to honor those folks in the audience and elsewhere who truly have a meditation practice and that is really its own discipline", "so i don’t really have that", "but i have those other things", "well i think they’re all present-state mindfulness practices", "right", "i mean, if you’re riding a bike", "now you mentioned something we haven’t covered", "and i didn’t cover it very deliberately but it makes sense at this point to rewind the clock", "could you tell us about the dinky", "bj miller: yeah", "i’m sorry", "i just love – speaking of absurdity – the dinky", "i lost three limbs to a thing called the dinky", "sorry i’m laughing but – bj miller: you should laugh", "i laugh", "please laugh", "it is kind of silly", "but anyway so as you know, fellow tiger, there’s this commuter train that runs on the campus of princeton university", "although, i guess it doesn’t run on campus anymore", "it’s a commuter train", "it’s called the dinky, with affection, to some", "and the dinky runs from princeton to princeton junction and commuters can take the trains into philly or new york or whatever else", "so that’s what the dinky is", "but why it’s significant in my life, in particular, is one night – it was november", "it was just after thanksgiving vacation sophomore year", "so it would have been november 27th, 1990", "a couple friends of mine and i were out just hanging out, having fun", "not a crazy night but we were walking – well you remember the wawa market, tim", "i do", "i was at forbes so i walked by the dinky and the wawa every single day multiple times", "bj miller: right", "so you know", "so a late night visit to the wawa market was pretty common", "so we were heading over to get a sandwich or whatever", "we were just walking by the dinky and it was just parked there", "it was not operating hours", "it has a ladder on the back and we just walked by it and decided to climb it like you would climb a tree or whatever", "we really did not think we were doing anything that daring", "or put it this way, we’ve done a lot stupider things besides that", "at least we thought", "but i just happened to be the first one up on top of the train and those trains run like the buses in san francisco – wires that run overhead and then there’s this metal thing called the pentagraph – i think is what it’s called", "and that connects the train itself to the power source and it’s this big metal pole", "and so when i stood up on top of the train, i had a metal watch on and i happen to be close enough to the power source and the electricity arced to the watch and entered my arm and then blew down the feet", "that was that", "so what happened at that point", "bj miller: so well i should say i don’t remember anything about that night but my friends who were with me pieced it back together", "but there was a big explosion and i was thrown some distance", "one friend came up on top of the train while the other friend ran and called 911", "as you can imagine, both of my friends were freaking out and extremely, right into action mode", "getting up on top of the train that had just – in ways they couldn’t possibly have understood – had just electrified their friend, and yet they got up on top of the train to help me", "ever a daily shout out to my friends jonathon and pete – and tommy too – for all they did for me that night – oh god – and so many nights", "so pete held me down because i guess at some point i came to and i was just thrashing about", "you have – electricity enters your body and so you’ve got all this heat you burn from the inside out and apparently, it’s very common that people wake with extreme energy", "you are electrified", "so i’m just flailing, punching him", "i’m just a wild terror, apparently", "so pete, who was a very, particularly large, strong, sturdy, heroic friend of mine, held me down so i didn’t roll off the top of the train and make things worse and then the ambulance came", "i don’t blame them one bit but the ambulance drivers refused to get on top of the train – as they should have", "but between my friends and a princeton police officer by the name of officer dawson – i believe his name was – who went on to become – who was promoted, i think, after that, to sergeant dawson", "but anyway sergeant dawson got up on the train with pete and together with jonathon, they got me into the stretcher and handed me down to the ambulance guys", "the ambulance whisked me off to the local hospital", "the local hospital did these things where they basically just slice open the skin to allow the heat out", "it’s called a fasciotomy so that you stop burning yourself, essentially", "and then i was flown to the burn unit at st", "barnabas hospital in livingston, new jersey which is new jersey’s one and only burn unit", "at least it was at the time", "and that was that", "and flash forward to when you became fully cognizant of what had happened", "you open your eyes", "what does the scene look like", "bj miller: it’s interesting", "it’s like i was conscious", "i was awake throughout the ordeal and it’s just more the sleepiness of memory", "so there really – it was not like coming out of a coma where i was asleep and then awake", "so there was not a singular moment reprisal", "but i’ll tell you the first memory, which i actually – for some freakish reason, i love this story", "it just – i don’t know why but i’ll tell it to you anyway", "i do like this story so i will tell it to you", "please do", "bj miller: so your blood pressure’s unstable", "you’re just a hot mess, so surgery can’t happen until you’re more stable if it can be avoided and so it’s common to wait several days before surgical amputation of the dead tissue and also in part because it’s not totally clear what tissue’s viable and what tissue’s not", "so anyway, it was maybe day five or day six before the first amputations and i woke up the night before – i remember this very, very well", "you know that feeling where you wake up from a dream and it’s been a bad dream and there’s a moment of sort of panic and then you sort of orient yourself", "you look around and you orient yourself and you realize, “oh, thank god", "that was just a dream.” you know that sensation", "it’s an incredible, somatic – it’s a beautiful feeling of relief that washes over you", "so anyway, somehow i looked around a burn unit, which is a particular environment", "it’s not like our guest house that i was just describing a moment ago – at zen hospice", "it’s a very technical, sterile, intense environment and somehow in my stupor i looked around and saw all these machines and still managed to think, “oh, thank god that was just a dream.” and so i had the sensation i had to use the bathroom and so i said, “oh well", "get out of bed and go to the bathroom.” and so in this state, i was intubated on a ventilator", "i extubated myself, which is not easy to do, by any stretch", "so i extubate myself", "i pull out – i have all these lines running into my jugular veins in my neck", "i pull those out", "i decouple myself from all these machines and get out of bed on my crispy little feet and start heading for the door to go to the bathroom", "i’m obviously out of it but in my mind – very clear, everything’s fine", "and then the – you know what a foley catheter is, tim", "i don’t know what a foley catheter is but a catheter i would understand is something that’s probably in your urethra", "bj miller: there you go, pal", "you got it", "so, yeah, that’s right", "and the way it stays in there is there’s a little balloon on the tip of it so the tip is fed through your urethra into your bladder and the catheter is there to spontaneously drain your bladder", "but the way that thing stays in there is there’s a little balloon that gets inflated once it’s in your bladder so that it doesn’t slip out of your bladder", "so there’s this small ping pong ball at the end of it that’s now inflated", "so i’m walking to the door – and they usually clip the catheter and the bag on to the side of the bed", "so you know where this is going", "so, anyways, i’m walking to the door and the thing runs out of slack and it yanks the dang catheter, of course", "and it comes – not all the way out – but like partially out", "i’m sorry to you in the audience", "wait, are we talking like a small python that ate a golf ball kind of situation", "bj miller: yeah", "no offense", "large python that ate a golf ball", "bj miller: no, no", "no, small python", "yeah, so, no, that’s right, man", "the total reverse – that total warm bath of relief that you experience thinking it was a dream", "so that just goes totally in reverse and in a millisecond, i realize that all of this was not a dream", "i fall down to the floor because all of a sudden i really can’t walk either", "i just fall on the floor and i’m screaming and i’m pulling on the – i’m trying to break the rubber tubing of the catheter, which there’s no way i could – to somehow relieve the pain", "anyway, finally a nurse comes running in and gets me back in bed and that was that", "so anyway, that’s my first real memory", "oh my god", "i can see why it’s vivid", "bj miller: oh yeah", "i’m sort of bent over as i’m talking to you", "oh god", "so let’s contrast that with one that i’ve heard you tell but i don’t recall the details", "this is snowball", "am i getting this right", "bj miller: uh-huh", "could you tell the snowball story", "bj miller: yeah", "so a burn unit is, like i said, a particular place", "they’re gruesome places", "they’re very difficult environments", "the pain that the patients are going through is gut-wrenching", "so working in a burn unit is very difficult", "people often don’t last in a burn unit very long as a clinician", "it’s incredibly difficult work", "and we learn from wars over time", "it’s my understanding of certain medical history that the way burns often killed people is indirectly through infection", "so once you’ve disrupted the integrity of your skin, you’re much more vulnerable to infection", "right", "and so the thing that often kills burn victims after they’ve survived the initial trauma is infection", "so burn units are incredibly sterile environments", "so everyone’s gowned up, masked, gloved", "for the first maybe several weeks, i could only have one person in my room at a time", "it’s extremely – you’re in a bubble, in other words", "and therefore, you’re cut off from everything", "there’s no day, night", "runs together", "there was no window in my room", "there’s no – you’re in a little cell", "even when people are at your bedside, there’s all this garb in between you and them", "you have no relationship to the natural world", "you can touch nothing", "and also you’re in a fair amount of pain, of course, which does not necessarily reward your paying attention to anything", "it’s not fun", "so this was november", "at some point in december – maybe it was early january – and honestly, i can’t remember who brought me the dang snowball", "i can’t remember", "there were two nurses in particular i felt very close to and it may have been one of them", "i think it was", "it may have been", "her name was joi varcardipone", "it may have been joi", "but anyway it was snowing outside and i didn’t know that", "i didn’t know if it was night or day", "she had the bright idea of just smuggling in a snowball to me so i could hold – so i could feel snow", "man, it was just stunning", "what a simple little thing, right", "but she put it in my hand and just feeling the contrast of that cold snow on my sort of crisp – the burnt skin", "the obnoxious inflamed skin", "and also watching it melt and watching the snow become water and the simple miracle of it was just a stunner for me", "it really made it so palpable that we as human beings, as long as we’re in this body, we are feeling machines and if we’re cut off – if our senses are choked off, we are choked off", "it was the most therapeutic moment i could imagine", "i would never have guessed this but just holding that snowball – first of all, the sensation", "but also the implied, inherent perspective that it helped me make", "right", "that everything changes", "snow becomes water", "it’s beautiful because it changes", "things are fleeting", "it just felt so beautiful to be part of this weird world in that moment, you know", "i just felt part of the world again", "rather than removed from it", "it was potent", "bj, what did you study undergrad or what were planning on studying or studying at the time", "i always forget when people make decisions in undergrad even though i went through it myself", "bj miller: like you, i started out – tim, i was at princeton ‘89-‘93 and i went there really high on the idea of learning things that were foreign to me", "totally seeing a different world view and really delighting in the liberal arts education", "so with that and tiananmen square had just happened before freshman year and so china was on my mind", "i started studying chinese language and was heading for a major in east asian studies", "but when i was out with this injury, art, which i’d always been interested in, especially music – i became much more interested in art", "not just listening to it or looking at it, but the idea of art", "so i switched my major to art history and that’s what i ended up studying", "what do you mean by “the idea of art?” bj miller: what is this art stuff", "why do humans – we seem to be unique as a species that we reflect on our lives", "we reflect on our mortality", "we reflect on our experiences and one way or another, we reproduce them", "we use them as creative grist", "so either in our sort of daily lives or those of us who make art, we use it to make art", "what’s the purpose of making art", "art is inherently kind of useless and that seems to be part of its charm", "so that seemed to me – the fact that we as a species make art and care about it seemed to me really important because i was trying to figure out, “well, who am i now?” am i less human because i have fewer body parts", "is that the measure of what it means to be a human being?” no, but i couldn’t really answer the question what was my humanity, what did it mean to be a human being, why was i happy to be still alive", "those are the kinds of questions i was trying to kind of wade through", "essentially, questions of identity", "so studying art, the hunch was, “well, this seems to be a peculiar…” the situation i’m in was sort of peculiar to being a human being", "that one could survive injuries like that and go back out into the world in this damaged way and make their way again and return ostensibly to some sense of wholeness in themselves", "and it seemed to me rightly placed to focus on something like art as a guide to help me get creative with the reality i was now facing", "in a way, the thing i was trying to learn how to do was make perspective and art really helps you exercise that muscle", "it helps you learn how to see, how to listen", "that was really empowering because there’s so much i would have loved to change about what i was seeing", "when i looked at my body, i would have loved to have changed so much about it", "but i couldn’t", "but i could change, with this knowledge – i could change my perspective", "i could change how i saw myself", "that’s what art helped me learn and where to focus my energies", "it             really paid off; i have to say", "it was very helpful", "i’d love to explore that some more because i’ve been, in the last few months in particular, asking myself over and over again", "why do humans care about music, create music", "like a compulsion", "and dance", "every group of humans on the planet and it just seems so peculiar yet unsurprising if you look at say, bird song and animal mating calls and mating dances and all this, that, and the other thing", "but there seems to be many layers", "there seems to be many layers to it", "so what did you find", "how did it pay off", "you gave one example already in terms of changing perspective", "but were there any particular classes, teachers, books, pieces of art that really influenced you", "bj miller: so, boy, let’s see here, man", "yeah", "really so much of – art history – the way the curriculum was set at the time, it really didn’t actually dig in so much around why humans make art", "it just presupposed that we do and that that’s interesting and went from there, which was cool", "it basically put me in front of a lot of art and helped me tweak my eye and my ear", "and that was great but on this sort of identity, sort of philosophical front, like the existential, like “why do we do this?”, “what’s the meaning of this?” that was actually kind of left up to me as an individual and in my relationships and there was – one of my dearest friends, a guy named justin burke, who is a philosopher, an art historian", "    that’s what he studied to his doctorate", "and frankly a lot of stuff we’re talking about right now, tim, and the benefits i reap from it, was really from conversations with justin", "fed in the backdrop by these pounds of artwork that i got to spend time with", "but working through this philosophical stuff was really with my buddy, justin", "so that’s one point", "there was no particular work of art", "again, it was more the idea of art than it was any particular piece of art that was so potent for me", "even to this day, i might love going to museums but i just like being around art", "sometimes i don’t even look at it", "i just like that it exists and i like to reward places to help it exist", "so anyway, there’s no one work i could point to", "although i would say, probably the painting of mark rothko has proven to be very poignant and potent for me", "any chance i get to stand in front of a rothko, i will do", "how do you spell that last name", "i’m ignorant when it comes to this type of thing", "bj miller: oh, rothko", "r-o-t-h-k-o", "mark rothko", "abstract expressionist", "mid-twentieth century guy", "made these big, beautiful color form paintings", "nonrepresentational", "yeah", "quick, random anecdote that might be entertaining", "so i grew up on eastern long island where jackson pollock basically turned himself into one of his paintings by driving a car into a tree", "he actually used to show up at one of my relatives’ homes completely shitfaced drunk all the time", "he would bring his poor dogs in the car and he’d show up at like 9:00 p.m", "and this man and his wife would say to themselves, “oh no", "it’s fucking jackson again.” they would pretend to be going out to dinner, no matter what time it was", "they would go, “oh, we’re so sorry", "we can’t stay", "we’re just on our way to dinner.” because what would happen is he would stay", "he would forget about the dogs", "they would shit all over the car", "he would take the dogs home, leaving the shit intact in the car and then blame it on my relatives to his wife, who then had to contend with the whole mess", "so anyway, related by totally unrelated", "if we’re talking about abstract", "if you were – this is an awkward transition, but here we go", "that’s kind of my m.o", "if you were brought in as a physician/mentor – guide – to someone who had just suffered nearly identical injuries to yourself", "20-some years old", "what would your conversation be like with them", "or what resources or reading or otherwise would you point them to", "bj miller: so i find myself every once in a while – i’ll get called by friends in the hospital to come visit with someone who is in similar shoes", "actually, i wish i remembered his name, but someone did that for me when i was in the burn unit", "he’d had a similar accident", "i think he lost two legs below the knee", "i should say both legs", "and i learned a lot from how – how i gained from his visits to me, i have just sort of reproduced, which is basically walk in these rooms with almost no agenda, almost no plan to advise in any way", "the potency, especially early on, was just seeing someone in similar shoes", "my early questions when i was in the bed was like, “what am i going to look like", "what’s it going to feel like to walk on prostheses?” it was that nuts and bolts-y kind of stuff", "“will anyone want to date me again?’ i don’t know.  it was on that level", "so when this guy would come visit me, it was just seeing him", "just seeing him upright", "just knowing by virtue of the fact that he entered my room, he came from somewhere else", "he was out in the world", "knowing he was a functioning human being out in the world", "and just seeing him look me in the eye with some kinship", "that was the therapy of it", "i think i’ve gotten in trouble when i’ve tried to come in with some predetermined idea of advice giving", "oftentimes that’s not really what’s needed", "it’s more just some of the camaraderie and the bearing witness", "and so to answer your question, when i do go into folks’ rooms, i’m there and i’ll avail myself to any questions they have", "but i think most of the power of the visit is just visiting, just being together and sharing this awkward body", "from what i’ve heard and read of yours, one of the recurring themes appears to be – please correct me if i’m getting this off at all – is how powerful simple things can be or maybe are", "and that our tendency is to perhaps undervalue the things that are not expensive or difficult to obtain", "the snowball", "could you talk about the things you’ve noticed that most help people in hospice care", "and the reason i ask is specifically related to cookies, which maybe you could talk about", "but i’d be curious to hear sort of what really brings the most peace to these people", "bj miller: so you’re right", "i think one of the joys about – one of the upshots – the silver linings about the end of life is that if you wanted to, if you let it, you can let a lot of the rules that govern our daily lives fly out the window", "because you realize that we’re walking around in systems in society and much of what consumes most of our days is not some natural order", "we’re all navigating some superstructure that we humans created", "that is the work day, the work week, whatever it is", "it’s not – i think part of the trick is if when you’re dealing with serious illness or some unnatural trauma or are facing the end of your life, oftentimes that becomes crystal clear", "like where you’ve been hanging out and spending so much of your time and energy and worry is like living in someone else’s dream", "you know", "it’s not – sure, society and what we’ve structured there’s a lot of importance to it", "i don’t mean to dismiss it", "but we inherit that", "we don’t spend a lot of time creating our realities", "most of us don’t in a clear, intentional way", "and so when you have this excuse to forget all that, it can be really liberating", "a little bit scary too because a lot of people then invariably realize that they feel like they’ve been wasting so much of their time on things that actually weren’t that important", "and that’s part of the trick of checking yourself over time – in a daily way", "am i doing things that i really care about et cetera", "so back to your question, to this point about simple things – the small things ain’t so small actually", "like i said about the snowball", "just the joy of feeling anything, of having a body at all, of being capable of movement at all", "that is so profound and so potent and yet i think most of us take that for granted", "so, anyway, as a clinician and as a person, i love looking for moments where the rules get to go out the window", "i love having residents at the guest house at zen hospice who smoke, frankly", "anything that just kind of gets to – that kind of reorients us and puts things in proper proportion in relationship to the natural world and rejiggers our priorities", "i love that reorienting feeling and again, it does seem to be one of the silver linings for folks in this zone", "i don’t know how many of us – i think about this most nights", "every night, depending on where you are, of course, but you can look up and usually find a star", "i feel like when any of us are struggling with just about anything, look up", "just ponder the night sky for a minute and just realize that we’re all on the same planet at the same time", "and as far as we can tell, we’re the only life – only planet with life like ours on it anywhere nearby", "then you start looking at the stars and you realize that the lights hitting your eye is ancient and that the stars that you’re seeing, they no longer exist", "by the time that the light gets to you", "and just sort of mulling the bare-naked facts of the cosmos for me is enough to just thrill me, awe me, freak me out and kind of put all my neurotic anxieties in their proper place", "a lot of people – when you’re standing at the edge of your horizon, at death’s door, you can be much more in tune with the cosmos than you are with what the body is doing in a day to day kind of way", "does that make sense, tim", "can you imagine", "no, it makes perfect sense", "so just because i brought it up and i don’t want people to be harassing me about it on the internet", "the cookies", "can you mention…", "bj miller: yeah, the smell of fresh bread", "or for most of us, the smell of the chocolate chip cookie does magical things", "first of all, food is primal", "our sense of smell", "it is one of our oldest senses", "it is primal", "you can walk by someone who may be wearing a cologne or perfume of someone you knew 30 years ago", "it’s been maybe a few years but there’s a perfume that i would smell that my babysitter wore when i lived in st", "louis when i was in preschool and it would throw me back there instantaneously", "the sense of smell is potent", "and food is primal and potent", "it’s nourishment", "it’s nutrition", "it’s how we live, in some way", "so there’s all this symbolic stuff happening too but there’s also just the basic joy of smelling a cookie", "it smells freaking great", "and it’s like the snowball", "in that moment, i am rewarded for being alive and in the moment", "smelling a cookie is not on behalf of some future state", "it’s great in the moment, by itself, on behalf of nothing", "and this is another thing back to art", "art for its own sake", "art is – part of its poignancy and music and dance is its purposelessness and just delighting in a wacky fact of perhaps a meaningless universe and how remarkable that is", "that’s kind of what i’m shooting for", "that’s a way for all of us to live until we’re really dead", "until we’re actually dead – is to prize those little moments", "you guys – i might be fabricating this but – make cookies at the zen hospice center for this precise reason, right", "and so you mentioned absurdity a few times", "this is something i’ve been thinking about a lot and for reasons that may inferentially become super clear in a second", "but just the being able to try to laugh at the cosmic joke, so to speak – the meaninglessness, if it is in fact meaningless, of things as opposed to taking all things so damn seriously, which in a way prevents you from doing a lot of the serious work you’d like to do", "but the question i was gonna ask is – to get your opinion on a modality, we’ll call it or a tool and i’m going to explain this vis-à-vis a friend i’ll keep anonymous", "so this is a female – young woman who used to work in hospice care and she found, just as you alluded to earlier, that she felt like she was sitting on a secret", "it gave her incredible joy and presence to do that work", "she really loved the work", "at some point, became very frustrated with the insurance policies and vagaries of our health care system", "and now does something that is illegal, but i think should not be, which is guided work with psilocybin", "and she said, “now, i get to experience people dying every weekend", "the only difference is they come back to life.” and many people listening to this will have read or should read an article that was titled, “the trip treatment” by michael pollan in the new yorker about the use of, i believe, specifically psilocybin", "for those people not familiar which is extracted or the psychoactive compound in magic mushrooms for end of life care in terminal cancer patients", "i’d just love to hear your opinion on the use of compounds such as those in end of life care otherwise", "bj miller: i’m so glad you’re asking this question", "so there’s all sorts of stuff coming out of the closet these days", "and it’s really wonderful and there’s a movement afoot to revisit psychedelics from a therapeutic perspective", "and i don’t pretend to know the full history of how psychedelics went from considered therapeutic to considered toxic and devil’s work", "but here we are", "there’s a revisiting happening with fresh eyes", "and serious eyes", "so it’s not folks with a wig trying to justify their own recreational use of these – well, it’s ucsf, ucla, john’s hopkins", "bj miller: john’s hopkins, you got it right", "nyu, friends at the river styx foundation have been funding some of this work", "they do beautiful – the people i know who are involved in this work are deeply thoughtful, caring, loving people", "that’s a preamble", "but to get to your question, i am thrilled for this for a number of reasons", "one is just the counterculture fun kind of things coming out of the closet", "another is a whole generation, i.e", "the baby boomers who are now the focus of so much of our efforts in healthcare and the aging population, how do we cater to this population", "well, a lot of folks of that generation have experience with these compounds, and now they get to sort of be aboveboard potentially", "i love the subject for many reasons, but as a clinician i’m particularly excited because we’re pretty good at treating nausea, treating pain as a rule", "and where things get very difficult, and in palliative care we talk about this, we call it existential distress", "hm", "bj miller: and basically existential distress is a crisis of meaning in some way or another", "so it’s particularly potent at the end of life when people don’t have much time left to make meaning and they realize they haven’t been living a very meaningful life or haven’t thought much about it", "it can be really traumatizing to realize, oh gosh, all of a sudden to take that seriously and then realize you don’t have much time to do much with it", "so anyway, this idea of existential distress is huge in medicine, in palliative care it’s very nascent", "i mean, the way we treat it now is, well, if someone comes to us and they’re miserable, well, we rule out and/or treat pain, nausea, anxiety, depression", "we look for a diagnosis that we can treat and then we treat it", "and if folks after all that are still miserable and shut down, then we’ll sort of invoke this phrase, existential suffering or existential distress", "and this is what we call in medicine a diagnosis of exclusion", "so no one knows what the hell to do about this", "so – diagnosis of exclusion", "bj miller: yeah", "so you just rule out everything else that you understand, then whatever you’re left with you just call it this bucket term", "and in this case that bucket term is existential suffering", "not particularly inspired, right", "right", "bj miller: but, this is where it also gets thrilling", "this is my favorite thing about my field, which is palliative care, first of all, organizing around the human condition and suffering and what it means to suffer this highly subjective state that we all have some experience with in our lives", "so that’s total ubiquity", "absolutely un-esoteric field", "absolutely relevant", "no one i know has not suffered", "it seems to be elemental to being a human being", "and this is our fulcrum in palliative care", "and what’s more, we have named this thing existential suffering, which is so mysterious, right, and there’s so much, it’s so ripe to invite the arts into this mix, philosophy into this mix, like we’ve already talked a little bit", "so this is my favorite sort of strategic zone to upload into healthcare all these otherwise non-medical issues", "so there’s a ton of reasons why i love this space", "and i’m getting around to an answer to your question, which is, so we have named – i’m not in any rush, man", "this is a long podcast", "always is", "bj miller: good, because i love this subject", "so we have the leverage now that palliative care is accepted in part of healthcare, and has called out the nature of suffering, and has called out this thing existential suffering", "we have this portal to upload all these other fields and interests and to keep them to make them relevant", "so this is where it gets thrilling", "meaning you have a channel because you’ve wedged your foot in the door with palliative care – bj miller: yeah", "– through which you can insert other things that wouldn’t otherwise have an easy gateway", "bj miller: exactly", "you got it", "right", "so now enter the relevance of the arts, philosophy, design, you name it", "i mean, what field isn’t relevant in some way or other to the human condition, right", "so all of a sudden there’s this huge invitation, or at least possible invitation to the rest of the world besides medical, that sort of narrow medical sciences per se", "all right", "so that’s really exciting", "so back to psychedelics, well, we can call out this existential suffering, but today as clinicians we don’t really have much to offer it", "we’re aware that we’ve talked – we talked like bearing witness and non-abandonment, accompanying people in their struggles is itself a great salve", "and that’s beautiful work", "but, what else can we do", "well, i often find myself prescribing people for their existential suffering, to remember what it is that they love, but to keep an eye out for esthetic moments in their days where they feel something, anything", "and just whether it’s that snowball or sun on your skin, some just to note when you feel happy to be alive", "and there’s our little toehold to work from", "so there’s a lot to build around this", "but what we haven’t had is we certainly haven’t had any chemicals to offer people to help in this way", "and the data to date seems really robust that it may be that compounds like mdma, silicide and other things may be radically helpful in fostering a meaning making moment for someone", "of fostering a sense of belonging in this sort of cosmic way", "and so in other words, we have potentially with these compounds a way to respond to this wacky thing called existential suffering", "so this is just thrilling for all those reasons", "yeah, i couldn’t agree more", "and for people who want to dig into this, and i would encourage everyone listening to take a closer look at this, there’s a great organization, i think, they’re really well organized and comprised of very good mds and phds called the heffter research institute", "h-e-f-f-t-e-r", "it’s just heffter.org", "and they do some incredible work with not only patient focused studies, but also research studies using things like fmris and different types of neuroimaging to look at the specific effects of different types of psychedelics, whether you call them entheogens or psychoactive, psychotropics, whatever it might be", "so it’s a very, very – a lot of interesting work", "and you could learn a lot about how these compounds function just by looking at, for instance, some of these studies and examining sort of the methodology, right, the protocols that they use", "so if we look at – bj miller: and by the way, tim, can i just interrupt", "absolutely", "bj miller: i’ve also had some really fascinating conservations with other folks in this space, and another organization to point out [inaudible] is a group called compass", "compass", "bj miller: compass", "and they are beginning to also support research in this vein, and also starting to try to align healthcare systems and other institutions to participate in this work one way or another, and to sort of pull the stuff, again, out of the closet", "i’m not sure where they are in their development, but it’s another group to be aware of", "and i think they’re website is compasspathways.org", "so just another group in this space that’s doing cool stuff", "cool", "and you know what, i’ll throw one more in there", "maps – bj miller: yeah", "– which is doing a lot of investigation and interesting work related to policy and the legal side of things as well", "and that’s worth checking out", "and for people wondering, links to all of these things will be in the show notes at fourhourworkweek.com/podcast", "all spelled out", "but coming back to your story and your life", "i mean, i really have so much i would love to ask and we’ll dig into some of them, but we’re not going to have time for all of them", "which is fine", "the question that i’d love to ask next is, what you feel you do on a daily or weekly basis that is different from most people", "routine wise, thinking wise, self-talk wise, anything", "bj miller: hm", "different from other physicians, or just people in general", "people in general, because i don’t want to make it exclusively professional", "bj miller: yeah", "because i’m looking for – what i’m fishing for are practices that you’ve adopted or developed habit, whatever it might be, that people listening might be able to test drive for themselves", "bj miller: hm", "well, let’s see here, my friend", "i have two answers to that question", "so one is, you know, we’ve touched on it a little bit, but i find myself increasingly interested in the esthetic domain", "and by esthetic i mean just the life of the senses", "not just beauty, but just the felt environment at all", "mm-hmm", "bj miller: that is the world of the esthetic domain", "and one of the reasons i’m particularly interested in the esthetic domain, besides just delighting in having a body to feel anything, like we’ve talked", "is it’s how it prizes purposelessness", "so i am all for meaning", "i see human beings as meaning making machines", "and we talked about this a little bit", "like whether there is some grander meaning in the universe, i don’t really know", "and frankly i’m fine not knowing", "i enjoy the mystery of it", "and i’m okay if there is meaning on the grand scale or not, frankly", "but meanwhile i am aware of our talent as a species to make meaning for ourselves and to string together narratives and stories that make sense of our lives", "i think it’s a profound impulse and a lot of good comes from it", "and, i also just increasingly want to carve out a space for meaninglessness, purposelessness", "so like again, like the snowball or anything that makes us feel – in our bones feel happy to be alive in that moment on behalf of nothing else but that moment", "and that is i think we could all benefit from letting ourselves delight in things that don’t necessarily have any meaning, but just feel good and don’t anybody else", "but just give ourselves a space to delight and purposelessness", "that to me is a huge deal, and i see its therapeutic relevance for my patients very often who are beyond their life of purpose", "they can no longer to that job they loved, or the role in their family has changed, and they’re so crestfallen because they don’t have that reason to get out of bed", "so let’s find new reasons to get out of bed", "let’s repurpose ourselves", "yes, yes, yes", "and, let’s get really good at honoring just the joy of smelling a cookie", "and that can be enough", "watching a ball game, that can be enough", "it doesn’t have to be big", "it doesn’t have to be a means to an end", "so anyway, i think that’s one answer to your question", "i don’t know how many of us are out there prizing purposelessness, but i do", "well, it made me think of this might be a strange connection, but made me thing of kurt vonnegut, the writer, who i actually consider a fantastic philosopher in a lot of ways if you read his fiction", "but one of his          quotes that i’ve always loved is, “i tell you we are here on earth to fart around and don’t let anyone tell you different.” and there’s a story, i think it’s actually in a dialogue with another writer at some type of event", "and i’m sure someone will be able to find it", "i’ll try to put it in the show notes, but it might be tricky to find", "where he talks about this long walk that he takes to mail something at the post office, and his wife doesn’t scold him, but just laughs and asks him why he wasted so much time", "and he’s like, “no, no, no, no, you don’t get it", "i didn’t waste time because-” and he runs through all of these seemingly meaningless – seemingly trivial, but to him very important kind of absurd interactions with multiple people along the way", "and it’s just a very good meditative exercise because i feel like it’s extremely easy to think that the big overarching abstract things are the important things, and the small tangible things with sensory inputs are the unimportant things", "bj miller: yeah", "i am not convinced at all that that is the case", "in fact, it might be quite the opposite", "and if you had a patient come in, they are finally getting comfortable at zen hospice project, very introverted, and they say to you, “you know, i’m going to want to talk to everybody and get to know them, but i’m not quite ready", "i just want to read.” what one to three books would you suggest i read", "bj miller: so funny, because, i mean, i’m laughing because i am probably the least well-read person you will ever meet", "and especially one with like degrees, college and stuff", "all right", "give me one to three things that i can watch, do, absorb, look at, etc., without human interaction and what would your answer be", "bj miller: thank you", "that’s better… for me", "i mean, hey, i’m all for books too, those apparently are cool", "but for me, you know, i love film, i love music, i love art, i love doing nothing, i love being outside", "so that’s for me [inaudible]", "so, but, i would put big picture books in front of people", "and i mentioned mark rothko", "staring at mark rothko work is just a gorgeous splendor", "but it, you know, it’s to suit your taste", "so for me i guess i’d put a picture book of mark rothko paintings in front of them", "i would put probably any music from beethoven into their ears", "and i probably would reserve that third thing for staring into space", "hm", "before they stared into space, if they wanted to watch a movie, what would you put in front of them", "bj miller: man, there’s so many good ones", "ratatouille", "bj miller: no", "i think, no, i have a real soft spot for waiting for guffman", "hm", "bj miller: not that it has this great meaning per se, but speaking of absurdity i just think it’s hilarious", "waiting for guffman, i’ve never even heard of it", "bj miller: you’re never heard of waiting for guffman", "no", "bj miller: wow", "just a string of ignorance on my part of this conversation", "although you don’t read books, so i feel that evens us out", "bj miller: oh yeah", "and this is good news, because man, you have so much to look forward to", "this movie is by christopher guest and company, the guys who did spinal tap and – oh, wow", "bj miller: – best in show", "sure", "how do you say guffman – or how do you spell guffman", "bj miller: i think it’s g-u-f-f-m-a-n", "okay, got it", "i’m on it", "bj miller: it’s friggin’ hilarious", "so that, just always a long term favorite", "i mean, as a kid growing up, kentucky fried movie", "oh my god, i haven’t thought about that in decades", "bj miller: yeah", "i mean, that was like really an important movie in my childhood", "we watched it probably, i don’t know, a hundred times", "i mean, every day", "i mean, that and groove tube", "i mean it was, you know, formative for us", "and i heard that you asked another question specifically about documentary film of other guests", "and i was thinking about that, and, you know, one that leaps to mind, i don’t know if you would really consider it a documentary, but i guess it is", "it’s the movie grizzly man", "oh man, oh man", "yeah, i consider that a documentary", "bj miller: yeah, sure", "let’s call it a documentary", "so yeah, of course it is", "i mean it is – any piece of art where i simultaneously – or i’m not sure whether to sob or laugh hysterically, i love that feeling", "where you just go either direction, you’re not even sure which is the correct emotion", "you’re simultaneously attracted and repulsed to something", "that was my experience watching that film", "and so i just think it’s an amazing piece of filmmaking", "and i also particularly like its poignancy around our human silly dance around nature and how we humans think of ourselves as somehow opposed to nature", "and yet when we try to reinsert ourselves into the wild it doesn’t necessarily go very well", "right, right", "bj miller: and how we romanticize how mother nature can coddle us", "you know, i spend a lot of time in the desert in southern utah, as much time as i can", "i just love that landscape", "and speaking of perspective making, you know, thinking on geologic time and making myself feel very, very small and inconsequential is really deeply therapeutic for me", "and when i go out in utah – and i’ve gotten lost twice walking around this particular area – and it’s the same feeling i had watching grizzly man, which is mother nature, as far as i can tell, is pretty indifferent to us, you know", "yeah, i would say so", "bj miller: so anyway, there’s my answer for you", "so that brings to mind two things", "the first is, you mentioned that that feeling which is two sides of the same coin almost, that of being simultaneously repulsed but wanting to laugh, and unsure of which way to go", "that seems to me to be a very primal emotion", "like a singular emotion in a way", "bj miller: mm-hmm", "when, for instance, i’ve watched nature footage of chimpanzee troops when one of them is torn to pieces by a jaguar or some such on the ground, and the response tends to be breaking out into what would be considered by primatologists hysterical laughter", "and this seems to be something very, very hardwired, so returning to that in some way, and it being therapeutic, doesn’t surprise me", "the second is just to tie together a few things you said related to sort of the meaninglessness which may be too loaded a term for some people", "it might come off as very negative", "bj miller: yeah", "but seeming inconsequential or small in meditating on that, or not even meditating on it, experiencing it in a very visceral way by being in the desert or looking up at the sky i think is very compatible with something that struck me, which was told to me by tony robbins, who’s also been on the podcast", "and he said that, and i’m paraphrasing, but that most human suffering comes from a focus on me", "like a self-focus", "and if that is true, it makes perfect sense that focusing on this expansive geological timeline, which puts out like shitty week into a just hilariously diminutive perspective, makes a lot of sense", "bj miller: mm-hmm", "this is unrelated, but what do you think of, or who do you think of, when you hear the word successful", "bj miller: hm", "i think of – well, you know, you just pointed to something", "that the relationship of self and the silliness of self, and the power of self, and i think we do ourselves disservices by playing the polemics around selfishness or selflessness", "so there’s a lot to say about that", "but to segue to your question about success, on one hand i sort of think of it in terms – i guess i think of it as sort of a self-actualization", "someone who has realized – has played themselves all the way out", "and that might be seen and appreciated by practically no one and therefore not make the measure of some external success", "but someone who has sort of become themselves, delighted in themselves, including their quirks and awkwardness, and played that self out, insisted on itself all the way to the end, to me that may be a version of success", "so i guess one part of my answer to your question is, i think of it as really an internal process", "but then beyond that too, i guess i’m a little torn here, because i agree that what i just said sort of focusses us and success back and into the self", "and i suppose the second half of the question really has to do with orienting oneself to the other, everyone but oneself, and to the relational dynamics between the self and the other", "and so i think probably success may be – or the second half of it has to do with in a way maybe seeing yourself in others and others in yourself, and realizing the unseen connections between us all", "and this is another reason i love our mortality", "is that it has the potential to be this equalizing, uniting force", "so anyway, so success may be this sort of self-actualized piece, but part of that self-actualizing is exploding the sense of self and feeling part of everything around you and vice-versa", "that continence with the world around your, that seems like a great success", "is there anyone who embodies that for you or comes closest", "bj miller: hm, man", "well, someone, – yeah, gosh", "hm", "well, i recently had the joy of sitting with oprah winfrey and watching her make use of her life and also point her energies to promoting and helping others", "it’s a very – i mean, a remarkable life’s work, and it’s just a name we all know, and wow", "but, you know, i’m also interested in all the gazillion successful people we walk by every day and don’t even know it, you know", "mm-hmm", "bj miller: this kind of happiness, this kind of success doesn’t necessarily brag about itself", "and i love presuming it when i’m unaware of it", "and assuming it exists in others that i walk by on the street", "and in a way you find yourself kind of imbuing others with an idea of success that changes how you look at them and how you treat them", "definitely", "bj miller: and that’s sort of a sweet favorite daily exercise of mine", "so no, it’s hard for me to say a single person that i would to as embodying all this", "so you actually touched on a much more interesting answer or point than my question deserved, which is your morning practice", "so could you elaborate on that, please", "when do you do it, how do you do it", "so you’re walking – just take us through this morning exercise", "bj miller: and how i get up in the day to start the day", "no, what you just talked about", "sort of assuming the presence of this type of success", "you said it’s a morning exercise of yours", "bj miller: oh", "i’d love to just hear you elaborate on that", "bj miller: oh, i don’t know how – i didn’t remember saying morning, that’s what tripped me off", "ah", "bj miller: so that daily exercise perhaps", "ah, there we go, yeah, i could have made up the morning part", "bj miller: who knows", "but sure", "but it’s sort of – and any time of day or night this is useful", "you know, it’s kind of like just the power of meaning well", "of wanting well of others", "and when there’s a choice in the matter to choose to see good", "and if you can’t know, assume good", "and this kind of builds an argument for your day of gratitude and happiness and some amount of comfort", "so i’ll, you know, i’ll catch myself being bitter, or i get kind of road rage-y", "i’m very aggressive on my motorcycle and car", "and actually just today i was really annoying someone by following them too close", "whatever", "i get in my bullshit zone pretty quickly", "but what i’ll catch myself and then so when i walk by, you know, particularly here in the bay area, the homeless epidemic is enormous", "and it’s just i’m particularly acutely aware of this exercise when walking by someone who otherwise the world would assume in a sense that they are failures in one way or another", "i like to invert that whenever possible", "so i’ll just fill in the blanks whenever i see a homeless person, that i’ll assume that whatever they’re going through is vital to them and that maybe whatever junk we project onto them, that inside maybe they’re all right with who they are", "maybe they’re way more all right with who they are than a lot of people i see striving and otherwise looking successful", "so it’s really just simply that", "i actually learned this, my mother took me to a deepak chopra conference when i was pretty young", "it was a long, long time ago", "and the one thing i heard that stuck, that was really interesting to me, was it was getting in the habit of saying, you know, when you hear anyone sneeze, either say it out loud or to yourself, say bless you", "it’s like a neural loop of goodness, and it just means in that quick second you meant well toward somebody", "and even if you don’t say it out loud, even if you don’t share it, say it to yourself", "and i’ve got to believe that that resonates and registers somewhere", "you know, that that lands somewhere", "that that lends itself to a vibe", "so that’s the kind of stuff you walk around and you see people and you just project well-wishing onto them", "now, i hate to focus on something maybe superficial, but you said riding your motorcycle", "now i apologize if this sounds like a weird question, but you have three limbs that have been damaged", "how do you ride a motorcycle", "bj miller: so, yeah, so you know, this was sort of a long dream that recently came true", "congratulations", "i mean, it’s awesome", "i’m just so curious about the logistics", "bj miller: thank you", "well, it’s interesting you ask, because right now there’s – the man who helped make this dream come true, randy, he ended up being my patient and our resident at zen hospice project not long after he converted my motorcycle", "so there’s a lot to this story, my friend", "so cheers to randy and his family and his wife, i mean, and his mother, [inaudible] who i might be seeing next week actually", "but so that’s one piece of the story", "but the other is, i love two wheels", "i love gyroscopic lifestyle", "i love the feeling of it", "so i’ve always loved riding bicycles", "and then i’d always wanted to get on a motorcycle, but i kept going to shops and, you know, people would sort of look at me and no one got into it", "i could never find a mechanic who was willing to take it on and try to help make it happen", "a fellow named mert lawwill, who’s an old motorcycle racer champion, sort of legendary in that world, he happens to live around here", "he lives in tiburon", "and he built a prosthetic component", "i don’t know what the story that inspired mert to do this, but he’s a machinist himself and a handy fella, and in his retirement he got into this business of building this prosthetic component that lends itself very well to mounting an arm onto a bicycle or a motorcycle", "so the first piece of this puzzle was discovering mert’s invention and getting a hold of it myself which allowed me to get my prosthetic arm attached to a handlebar in a very functional way", "now does that connection – so you have throttle, rear brake and then typically front brake on the left", "how are those controls modified", "bj miller: so, okay, so randy, what he figured out, so first was to get the arm piece and then what randy figured out was – and then – well, then aprilia, and i know honda had made a version of this as well, but aprilia makes a model, the mana, m-a-n-a, that is clutchless", "so that was a huge – got it", "bj miller: – piece to get out of the way", "so this is essentially an automatic transmission", "so do away with the clutch and gear changes", "so that’s a huge piece of the puzzle out of the way", "and then randy figured out a way to splice the brakes, front and rear in a certain ratio into a single lever", "so i’m doing nothing with my prosthetic feet except hold on to the bike", "i’m doing nothing with my prosthetic arm except for hold on to the bike", "so all the action is in my right hand", "brakes the one lever, and then randy built this box and moved all the controls, the turn signals, horn and all that stuff, over to the right side of the bike in good distance for my thumb to reach them", "so i have throttle, brake lever and then the turn signal box all going with one hand", "that’s so awesome", "bj miller: that’s it, you know", "away you go", "i just have to pause here for a second and just ask everyone listening, what bullshit excuses do you have for not going after whatever it is that you want", "like, please, write in, tell us on social media why these are real excuses", "with #bullshit afterwards", "oh my god, man, that’s such a great story", "i’m so glad i asked about it", "and what a really fantastic work-around", "man", "congrats, that’s awesome", "bj miller: well, thank you, and thanks randy and thanks for the folks at scooteria, the bike shop in the city", "i mean i – a lot of people helped me make this come true", "and it took a long, long time of trying to find the right folks to make it happen, so amen", "amen to that", "so just a few more questions", "i want to be respectful of your time", "but i’m having a blast here", "what $100 or less purchase has most positively impacted your life in recent memory", "i’m guessing not the motorcycle", "bj miller: no, it was a little more than $10", "holy cow, man", "well, you know, i would probably point us to a beautiful pinot noir from joseph swan up in sonoma county", "you know, it’s like the artwork of andy goldsworthy or anyone who delights in anything ephemeral", "the charm in a bottle of wine, the craft, all the work that goes into it, and actually delighting in the fact that it’s perishable and goes away i find really helpful", "so i’ve gotten a lot of miles out of a beautiful bottle of wine, not just for the taste and the buzz, but just the symbolism of delighting in something that goes away", "hear, hear", "and i have a practice that some folks might enjoy, which i didn’t come up with", "i’m pretty sure i borrowed it from some past girlfriend, but i have a small glass jar and i keep the corks from bottles that i finished with friends at home, and i have each of them write something on the cork", "so i have this collection", "the bottles are gone, the wine is long gone, but there’s this vestige – is that the right – maybe that’s not the right word", "i’m trying to jerry – to sound intelligent", "but the corks in this – [inaudible] i’m looking at it right now, it’s on this floating shelf on the wall", "and so i see it as i walk by it", "so no matter how sort of lonely i might feel at times, i think we all do at moments, it’s sort of a reminder of how close by, how within reach sort of friends and that type of experience are", "if you could put one billboard anywhere with anything on it, what would it say", "bj miller: oooh boy, that’s a doozy", "let’s see here, man", "well, you know, it makes me think of as big as billboard are, you can only put so much on them", "and it makes me think of my favorite bumper sticker", "and i guess – and it seems like a [inaudible] i just love it", "and so i would love to see it on a billboard, and the basic bumper sticker, i’m sure you’ve seen it is: don’t believe everything you think", "i’ve actually never seen that", "that’s a really good one", "bj miller: yeah", "oh, it’s so good", "i think this is the sweet, hilarious, true reminder to not take ourselves so dang seriously", "anyway, that’s probably my choice", "yeah", "bj miller: don’t believe everything you think", "don’t believe everything you think", "i was really waiting for what this was going to be", "i was really wondering", "i saw one, this is – i’m really going to lose any shred of respect that people have for me by saying this, but i saw one recently that was a – it was not a bumper sticker, it was surrounding the license plate", "i’m not sure, but the license plate casing, i guess", "and it said: if you’re on my ass, you better be pulling my hair", "i thought that was pretty clever", "but it shows you where my level of emotional maturity is", "bj miller: i’m appalled", "in any case don’t – you know, i thought i might lose you at that one", "it’s okay", "i’ll try to reel you back in with the next few questions", "so yeah, don’t believe everything you think, that’s awesome", "i’m astonished i’ve never seen that", "bj miller: yeah, me too", "what advice would you give your 30-year old self", "and if you could place us with where you were, what you were doing, that would be helpful also", "bj miller: hm", "ooh, wow, that was a particularly poignant time for me, actually", "so there was a lot going on", "i was in – i was deep in med school", "i was in my last year of med school", "boy, i’d had a really sort of experimental tour of my 20s and i was sort of settling into a new rhythm", "i had finally let go of a fair amount of guilt around my own accident and the effect on my friends", "and i was, you know, i was pretty neurotic at that time", "and my sister had just died", "so it’s – this may not be the intention of your question, but 30 happened to be a really sort of heady, heavy time for me", "so but i’ll still roll with the question", "and i think i guess i would have helped myself get, you know, this sounds way too tidy, but i might have said something like, “hey man, don’t believe everything you think.” yeah", "bj miller: don’t, you know, let it go", "you know, don’t take it all – don’t – i do mean to take life very seriously", "but i need to take things like playfulness and purposelessness very seriously", "so i want to take, you know – so i don’t mean to – this is not meant to be light", "but i think i would have somehow encouraged myself to let go a little bit more and hang in there and don’t pretend to know where this is all going, and you don’t need to know where it’s all going", "hm, yeah", "yeah, you don’t need to know where it’s all going, for sure", "bj miller: and you can’t", "and you can’t", "what have you changed your mind about in the last few years", "bj miller: hm", "well, for all my talk of purposelessness and all this stuff, you know, i have in the last several years allowed myself to feel that i have a true vocation in this work around palliative care and helping us as a species deal with and dance with our mortality", "i had convinced myself that, you know, hey, man, i had gotten very loose and i was whatever, i didn’t feel the need to accomplish so much per se", "and i was – i mean these last few years i’ve let myself i think in a way, man, i think i’ve let myself get more ambitious in a way", "mm-hmm", "bj miller: and to take my work even extra seriously", "more seriously than perhaps i had been", "and letting myself feel like this could all work, and letting myself feel like actually the healthcare system could be fixed", "and so in other words, i guess in a word is to reacquaint myself with something i had talked myself out of, which was ambition", "i still think of that word with negative connotations", "i see bad behavior on behalf of ambition a lot", "and i’m sure you have too in around where we live and places like princeton and people stepping all over each other to get ahead", "and that’s not what i’m talking about", "but – maybe it’s aspiration", "bj miller: yeah, yeah", "mm-hmm", "yeah, i think that’s right", "well, on that point, do you have any last requests, asks, suggestions or otherwise for the people listening", "bj miller: oh thanks, man, that’s such a great invitation", "i mean, one is, folks, hey, everyone, i hope we could start seeing the remarkable amount that we all have in common by virtue of being the same species on the same planet, etcetera", "and mortal being at that", "and i guess i would ask that we start looking to make that all real", "i would ask that we prize kindness", "i would ask that we learn to forgive in a daily way", "but more strategic, i would ask you guys if you’re so moved, to get involved, [inaudible] and supporting hospice and palliative care", "if you’re in and around the bay area or just so moved, we would love your support at zen hospice project", "these places rely heavily in philanthropy", "so if you’re moved, please come check us out", "zenhospice.org", "and otherwise think about what’s going on in your own geography", "support hospice and palliative care, it’s work that needs to be developed and built", "yeah, i’ll leave it at that", "that’s plenty", "and i just really have been so excited to chat with you for so long and i’ve had so much fun in part because it’s exciting to me to think that in studying and refining how to die, we can study and refine how to live", "and that, like you said, with the foot in the door, the wedge that is palliative care, you have the ability in this laboratory called zen hospice project, to do a lot of experimentation that could actually translate much more broadly to life", "not just at the end of life, but throughout life", "and i find that very, very inspiring and exciting", "so i think it’s a real tremendous opportunity and potential point of leverage that you have", "so people can find you at zenhospice.org", "bj miller: that’s right", "z-e-n-h-o-s – zen ho spice.org", "zenhospice.org", "facebook is zen hospice project", "twitter @zenhospice", "and i’ll put all of this in the show notes, of course for everybody listening", "bj miller: can i also – on that note, tim, can i just give a shout out to the work that’s also – the great work that’s being done at ucsf and – absolutely, of course", "bj miller: – symptom management service in the ucsf cancer center, the outpatient palliative care program there, mike raybo and all the work going on in around there is gorgeous", "and that’s another thing to consider supporting", "but that’s another place to find my work too", "definitely", "yeah, ucsf is just spectacular and i’ve done – i’ve also been involved with – well, with the gazzaley lab and other folks at ucsf", "i’m just continually impressed", "bj, hopefully we’ll get to do a round two maybe with some wine some time", "but i really appreciate number one, first and foremost, the work that you’re doing and how you’ve dedicated your life, it’s tremendously important and tremendously impactful", "and also on a smaller level, of course, the time that you carved out today for this", "bj miller: hm", "it’s such a pleasure, tim", "i mean, it went really fast, man, and thank you so much for having me on the show", "it’s such a joy", "and to everyone listening, you can find the show notes, links to everything we discussed, at fourhourworkweek.com/podcast, all spelled out, or just search tim ferriss and podcast", "and as always, and until next time, thank you for listening"]}