{"dialog_idx": {"paulo coelho": [57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56]}, "episode_num": 154, "file_type": "html", "guests": ["paulo coelho"], "num_sentences": 353, "num_words": 3736, "raw_text": "Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss. And welcome to another episode of the Tim Ferriss show. This one is an experimental episode, as I often indulge in. And it features one of my favorite writers, an inspiring fellow, Paulo Coelho who has long been one of my writing inspirations. His books of near universal appeal span from The Alchemist to the most recent, Adultery. And his work has been translated into more than 70 languages. Who knew there were even 70 languages on the planet? And few people know that The Alchemist, which was sold to an original Brazilian publisher, which printed 900 copies has now sold more than 65 million copies worldwide. I expect it’s probably more than 100 million. That original Brazilian publisher, after the 900 copies, declined to reprint it. It wasn’t until after his subsequent called Brida that The Alchemist was revived and took off. I, for one, have always been very impressed with consistent writers. Paulo averages one book every two years. And he is staggeringly consistent. As I am recording this, I’m under the pressure of deadlines, and I more often feel like Kurt Vonnegut did, also one of my favorite writers. And he explains it with a quote. “When I write, I feel like an armless, legless man with a crayon in his mouth.” That’s most of the time that I spend writing. So my output is erratic at best. And I wondered how does Paulo write? What is his process? How does he think about it? And this episode covers a lot of that. It might seem like a niche topic for this podcast. For those of you who say well, I’m not a writer. What am I going to get out of this? And what I would encourage you to think of as you listen, and the audio is a little big grainy because he recorded it from Geneva in Switzerland that it showcases, in many ways, the struggle and how someone at the top of their game who has seemingly beaten all of the odds still has the daily struggle. And I reached out to him. He was kind enough to reply with the audio that I’ve included. And he really provides some gems and answers to the following questions, which I will read right now because he doesn’t always repeat them. And here we go. So the first is when on deadline, what is the first thing you do in the morning? What does your daily schedule look like? Do you take any days off? And what determines if you’ve had a “successful” writing day? The next, how do you capture ideas that might be helpful in your writing? These days, what software and tools do you use for writing? Next, how much of your books do you visualize or outline upfront versus writing organically piece by piece. In other words, how much of the story have you decided before you start writing? Let’s take two books as examples, The Alchemist, and Aleph. Otherwise, how did the process differ for these two books? What are your most common mistakes that you see first time novelists making, most common weaknesses? Do you base your characters on real people? Why or why not? If not, how do you develop those characters. And then last, what are the two to three things you personally find most invigorating or helpful when you’re stuck or feel stagnated with writing/ideas? Do you have a team of any type, researchers, etc., who help you? And he also offered a few other suggestions. The first is some context. The sentence in Alice and Wonderland that he mentions is “Begin at the beginning, the king said gravely, and go on until you come to the end. Then stop.” That is it. And he covers a lot on his You Tube channel. And for all of his musings, you can certainly see is Facebook fan page, which is just Facebook.com/paulocoelho. And he has the same handle on Twitter. I think he has something along the lines of 28 million fans as I record this, which is astonishing. So without further ado, please enjoy this short and experimental episode with the incredible Paulo Coelho. And I will link to anything he mentions in the show notes as well as additional resources at fourhourworkweek.com/podcast. Paulo Coelho: Hello, Tim. Paulo Coelho. Pleasure to talk to you. Looking forward to meet you, as I said in my email. And as for your answers, I will try to be as brief as I can. About the deadline, I don’t have deadlines. I write a book once every two years. And I sit down, of course. I have the book inside of me. And I start procrastinating. In the morning, I check my emails. I check news. I check everything that I could check just to postpone, at the moment, to sit and face myself as I write in front of my book. So I would like to say that for three hours, I’m trying to tell myself, no, no, no, later, later, later. And then, one moment, I say just not to lose face in front of myself, I’m going to sit, and I’m going to write half an hour. And I do. And, of course, this half an hour becomes 10 hours in a row. That’s why I write my books very quickly because I cannot stop. I cannot stop. And then, of course, at night, I take a lot of notes because I’m still in the speed of writing the book. The next day, these notes are totally useless. The same thing happens again, checking mails, going to social communities, postponing, procrastinating. And I cannot stop. Probably, this is my inner ritual. I have to feel guilty of not writing for three hours or four hours. But then, when I’m there, I start writing and nonstop. As I said before, in two weeks, I have the book ready. Next question. My daily schedule while writing books is the one that I just described. Trying to escape from my task of writing my books. My normal daily schedule is, in the morning, checking my social communities, answering emails. Then, walking. Walking is, for me, my way of thinking, my way of meditating. It is not that I’m thinking. But I’m in a kind of trance totally connected with the present moment. And when I arrive from walking, I sit here, and then, I start really connecting to my social communities. I work with three or four people and not more than that. My agent in Barcelona, my office in Brazil, and my web master. These are the only three people that have access to me. There is a very strong shield so I can really use my time to do what I think I should do to fulfill this blessing that’s, of course, bestowed on me that was to allow me to live my personal [inaudible] and to become a writer against all odds because Brazilians don’t have this tradition, which is later. And besides that, there are very few authors who can make a living out of writing. Not in the US but all over the world. However, I was so committed to my work that it was my dream. It was my dream from the very beginning. So everything draws on what I do. I don’t work. In fact, what I’m doing is really to have pleasure and have fun and have social responsibility. That is my readers, myself, and the world where I live. Do I take any days off? I take many – well, back to what I said. I force myself to take two weeks off but not during my writing period. My writing period is like I go into a tank, and I only can leave this tank after finishing a book. So as Alice in Wonderland, Louis Carroll said, Alice in Wonderland is [inaudible] to write a book. Start at the beginning, go through the middle, and go to the end, and then stop. That is it. No secret. I can later quote Louis Carroll sentence in an email. I don’t know it by heart. But it’s more or less what he said. A successful writing day is a day that I suffer in the morning, and I have fun in the evening, fun by writing. Fun, I will not describe this as fun. It’s also painful. But it’s exhausting because I don’t realize that I’m totally connected. I’m in a kind of trance. So when I go to bed after 10 hours of working, well, the adrenaline is still circulating in my blood. So it takes hours to sleep. And there is this note pad by my side. And I take notes. But I take notes only to take them out from my head. They will be useless the next day. I never use notes that I took, only to continue writing. And this happens since I wrote my first book, The Pilgrimage. I cannot change this process. I wish I could sit and write and not feel guilty for four or five hours during the day. It is impossible. How do I capture ideas that may be helpful in your writing? I don’t. I don’t. I try to live my life. I try. I do live my life. And, eventually, some subject pops up when the cycle of two years ends. And there are several layers of ideas. I think I’m going to write a book about this. And then, I start. And then, the second. And then, the third. But hidden behind all these books that are not ready to be written or should never be written, it is the book that I want to be written, that I want to write. And it is the book that wants to be written. I think it is a much more decision from the book than from the writer. And then, when you discover the first sentence, behind this first sentence, there is a thread that takes you to the last sentence of the book. Let’s see. Let me give you an example. When I wrote The Alchemist, I want to write a metaphor about me about my life. And to be honest, I don’t know why did I choose a shepherd boy. I’d never been a shepherd. I did not do any research on shepherds. Not even in Islam. I heard someone, when I was in Israel, mentioning the five precepts of Islam. But the book was there. I think that when you write a book, as it is written in The Alchemist, you connect to the soul of the world. You connect to this energy that I call inspiration, everybody calls inspiration. And then, they said not such an effort to write it. [Inaudible], I took this [inaudible] in 2006. And I never thought I would be able to write a book on it. Why? Because it’s so difficult to explain this point that conveys everything. So I left my experience traveling for three months. I met this Aleph at this point. But I thought I would be unable to write about it. And then, one day, two years ago, I was talking to a friend. And she said why don’t you write about the [inaudible]? No. This is a long trip. I said, first, because I don’t feel like writing this. Second, because it’s not every single experience that I have in my life that I want to write. I’m the opposite. I write about a few experiences but not all of them. But and then, okay, three days later, I got this inspiration. Yes, I should write. The book is ready. And I started the book with a word that normally won’t start a book, and it’s no. Nobody starts a book saying no. This must be a bad vibe. That said, the book is now, at the moment that I’m recording this interview, No. 1 everywhere. It was released three weeks ago in Germany, and it went to No. 3 one week ago. And then, this is week, No. 2. So if you want to capture ideas, you are lost because you are not going to leave here alive. You are going to be capturing ideas. You are going to be detached from the emotions that you need to live fully. You will be an observer and not a human being that is living his or her life. I strongly accept what is for technical start. I strongly encourage writers not to think about writing every time that they do something. Forget notebooks. Forget taking notes. Let what is important remains. What’s not important goes away. So when you sit down to write, there is this process of purge, this process of cleansing that only the important things remain. So it’s much more easier than taking notes and overload yourself with information. Software and tools that you use for writing. I would [inaudible]. I do not want this podcast to be very long. I know that it is a blog. But, basically, I use Word. And that’s all. That’s all. Having said that, a writer today is not a writer of books. He or she might be fully conscious of different types of writing. You can write for books. You can write for mobiles. You can write Twitter. You can write blogs. And each and every platform requires a different technique. This is very exciting for writers today is we are in front of a new challenge. And you have to learn how to do it. A tweet is not a book. A book is not a tweet. So but please, writers should exercise training in these new techniques. Let’s forget about the classic format of books and move to the way that internet is now forcing us to move forth, I mean, encouraging us to write. As for the story arc, there are only four stories. The story of a love story between two people, a love story between three people, the struggle for power, and the journey. Every single book that is in the book store deals with these four archetypes, these four themes. So you have to decide only among these four themes. But back, it is not, in my case, it is not me who decides. It is the book itself. I’m not saying the book is powerful. It is an angel that is whispering to me what to write. No, I’m not saying that. I’m saying that, normally, I have 10,000 books that I feel like writing. And, at the end of the day, I only write one. Let’s take two books as examples; you said The Alchemist and Aleph. How did your process differ from these two books? They are very much close. One is a metaphor that it is The Alchemist. The other one is the real experience, my own experience. However, both of them are in the classic story arc of travel or a journey. So they are very much close. They are part of my soul. If there is – yeah, I think that I answered the question. What are the most common mistakes that you see first time novelists making? The most common mistake is the first time novelists are always postponing. And then, they are very, very much insecure. When they finish and they publish a book, and you talk to them, and they say, “Oh, but you need to see my next book.” This is totally nonsense. If you talk to many, many, many, many writers, they say that. And I don’t understand. I really don’t understand why do they say that. You cannot underrate yourself. You cannot feel insecure. You cannot sell your next book by despising or underrating the book that was just published. So as for style and these types of things, don’t try to innovate. I mean, you can innovate in Twitter, Facebook, books, mobiles but not writing of [inaudible] storytelling. Storytelling is the [inaudible]. It is the essence, the dawn of times. And it is magical. And tell a good story. I see people trying to work so much in style finding different ways to tell the same thing. That is like fashion. Style is the dress, but the dress does to dictate what is inside of the dress, the person. So what counts is the person inside the dress not the dress itself. Of course, I need to write with good taste. And another advice that I would give is that keep it simple. Keep it simple. Trust your reader. He or she has a lot of imagination. Don’t try to describe things. Give a hint, and they will fulfill this hint with their own imagination. That’s why I am so reluctant to sell the rights of my books to movies because there, you have everything. The reader does not need to think. However, if I say like in Aleph, at the very beginning, well, I am in my house in the Pyrenees, and there is an oak there. Well, I don’t need to explain my house in the Pyrenees. I only needed to put the two elements that are important. The oak, myself, and the person that I’m talking to. And that’s all. So keep it simple. Trust your reader. Understand that he or she can fulfill the empty spaces. Don’t over explain. Most common weaknesses of first time novelists. Of course, lack of self confidence. When The Alchemist was published, it did not sell. So the first publisher gave me the book back. But I was so convinced that I started knocking doors. And then, I found a second publisher. Imagine there was one month in my month that I would really quit my dream. And if I was not perseverant enough, The Alchemist would not be the worldwide success as it is today. The second weakness is to pay too much attention to critics. I don’t think this happens in US. But outside of US, critics, they’re losing ground very fast because now, internet has this power of promoting or killing anything. But still, writers want to please their peers. They want to please other writers. They want to be recognized by their academia, by the system. Forget about this. Who cares? You should fear to share your soul and not to please other writers who is going to write a review that nobody is going to read. Just tell you how good you are, and then, you are also obliged in the future to write a review about his books. No. Forget it. This is really a weakness. Don’t pay attention and also, don’t answer to reviewers. Don’t answer to critics. Do I base my characters on real people? It depends. In many books, yes. Aleph, of course. The Pilgrimage, my first book, yes. The Valkyries, but yes. You cannot take something out of nothing. So when you write a book, you use your experience, not your conscious experience, but things that are important, as I said, and that remains in you. And I don’t develop my characters. I give them free rein. They guide me. When I used to read that in biographies of other writers, I said these people, they are trying to cheat me because, come on, how can a character guide a writer? They are just trying to make it very mystical, very like they were in an ivory tower. But, in fact, when I started writing, I saw that this is totally true, except, of course, for some books that should be based on complete experiences. In my case, it is The Pilgrimage, The Valkyries, and Aleph. Yeah. What are the two or three things I find most invigorating or helpful when you are stuck or feel stagnated with writing ideas? Okay. There is only one thing. Two, three, four, when I feel stagnated; I promise to myself that if I don’t feel inspired, I need to move forward. I need to have discipline. And it happens. In the middle of a book, there I am. But I don’t know how to continue the story. Even if it is a nonfiction story. But then, I say, okay, you are fighting with me. You book are fighting with me, okay. I’m going to sit here, and I’m not going to leave you alone until I find my way out of this crossroads. And then, it may take 10 minutes. It may take 10 hours. But if you don’t have discipline enough, you don’t move forward. So at the end of the day, Tim, writing books is, basically, sharing your experience. And it is a spot of the human condition. And if you really are honest, if you don’t try to fill a formula, to follow a formula, you have to be free to write. I wrote about prostitution in 11 Minutes. I wrote about madness in Veronica Decides to Die. So I wrote about things that are important to me, issues that are important to me. And you should be free to write things that you feel. We’re not trying to repeat the same formula over and over again. And I don’t have researchers, no. No, no. If I need any research, of course, when I wrote Aleph, I did not take notes, as I told you. I had this fantastic experience. But then, I am in a city in the middle of Siberia, and I forgot the name of the street, of the hotel. Then, I do a quick research. That’s all. But if you overload your book with a lot of research, you’re going to be very boring to yourself and to your readers. Books are not here to show how intelligent and cultivated you are. Books are out there to show your heart, to show your soul, and to tell your fans, readers, I’m not alone, and I hope you are not because you can identify yourself with my books or my words as I can identify yourself with your garden and with your music, with anything that we do with love. Thank you very much. Sorry it is a little bit big. I’m going to upload and to send you the podcast. May God bless you, as they say here, Au revoir. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "paulo coelho"], "text_sentences": ["hello, boys and girls, ladies and germs", "this is tim ferriss", "and welcome to another episode of the tim ferriss show", "this one is an experimental episode, as i often indulge in", "and it features one of my favorite writers, an inspiring fellow, paulo coelho who has long been one of my writing inspirations", "his books of near universal appeal span from the alchemist to the most recent, adultery", "and his work has been translated into more than 70 languages", "who knew there were even 70 languages on the planet", "and few people know that the alchemist, which was sold to an original brazilian publisher, which printed 900 copies has now sold more than 65 million copies worldwide", "i expect it’s probably more than 100 million", "that original brazilian publisher, after the 900 copies, declined to reprint it", "it wasn’t until after his subsequent called brida that the alchemist was revived and took off", "i, for one, have always been very impressed with consistent writers", "paulo averages one book every two years", "and he is staggeringly consistent", "as i am recording this, i’m under the pressure of deadlines, and i more often feel like kurt vonnegut did, also one of my favorite writers", "and he explains it with a quote", "“when i write, i feel like an armless, legless man with a crayon in his mouth.” that’s most of the time that i spend writing", "so my output is erratic at best", "and i wondered how does paulo write", "what is his process", "how does he think about it", "and this episode covers a lot of that", "it might seem like a niche topic for this podcast", "for those of you who say well, i’m not a writer", "what am i going to get out of this", "and what i would encourage you to think of as you listen, and the audio is a little big grainy because he recorded it from geneva in switzerland that it showcases, in many ways, the struggle and how someone at the top of their game who has seemingly beaten all of the odds still has the daily struggle", "and i reached out to him", "he was kind enough to reply with the audio that i’ve included", "and he really provides some gems and answers to the following questions, which i will read right now because he doesn’t always repeat them", "and here we go", "so the first is when on deadline, what is the first thing you do in the morning", "what does your daily schedule look like", "do you take any days off", "and what determines if you’ve had a “successful” writing day", "the next, how do you capture ideas that might be helpful in your writing", "these days, what software and tools do you use for writing", "next, how much of your books do you visualize or outline upfront versus writing organically piece by piece", "in other words, how much of the story have you decided before you start writing", "let’s take two books as examples, the alchemist, and aleph", "otherwise, how did the process differ for these two books", "what are your most common mistakes that you see first time novelists making, most common weaknesses", "do you base your characters on real people", "why or why not", "if not, how do you develop those characters", "and then last, what are the two to three things you personally find most invigorating or helpful when you’re stuck or feel stagnated with writing/ideas", "do you have a team of any type, researchers, etc., who help you", "and he also offered a few other suggestions", "the first is some context", "the sentence in alice and wonderland that he mentions is “begin at the beginning, the king said gravely, and go on until you come to the end", "then stop.” that is it", "and he covers a lot on his you tube channel", "and for all of his musings, you can certainly see is facebook fan page, which is just facebook.com/paulocoelho", "and he has the same handle on twitter", "i think he has something along the lines of 28 million fans as i record this, which is astonishing", "so without further ado, please enjoy this short and experimental episode with the incredible paulo coelho", "and i will link to anything he mentions in the show notes as well as additional resources at fourhourworkweek.com/podcast", "paulo coelho: hello, tim", "paulo coelho", "pleasure to talk to you", "looking forward to meet you, as i said in my email", "and as for your answers, i will try to be as brief as i can", "about the deadline, i don’t have deadlines", "i write a book once every two years", "and i sit down, of course", "i have the book inside of me", "and i start procrastinating", "in the morning, i check my emails", "i check news", "i check everything that i could check just to postpone, at the moment, to sit and face myself as i write in front of my book", "so i would like to say that for three hours, i’m trying to tell myself, no, no, no, later, later, later", "and then, one moment, i say just not to lose face in front of myself, i’m going to sit, and i’m going to write half an hour", "and i do", "and, of course, this half an hour becomes 10 hours in a row", "that’s why i write my books very quickly because i cannot stop", "i cannot stop", "and then, of course, at night, i take a lot of notes because i’m still in the speed of writing the book", "the next day, these notes are totally useless", "the same thing happens again, checking mails, going to social communities, postponing, procrastinating", "and i cannot stop", "probably, this is my inner ritual", "i have to feel guilty of not writing for three hours or four hours", "but then, when i’m there, i start writing and nonstop", "as i said before, in two weeks, i have the book ready", "next question", "my daily schedule while writing books is the one that i just described", "trying to escape from my task of writing my books", "my normal daily schedule is, in the morning, checking my social communities, answering emails", "then, walking", "walking is, for me, my way of thinking, my way of meditating", "it is not that i’m thinking", "but i’m in a kind of trance totally connected with the present moment", "and when i arrive from walking, i sit here, and then, i start really connecting to my social communities", "i work with three or four people and not more than that", "my agent in barcelona, my office in brazil, and my web master", "these are the only three people that have access to me", "there is a very strong shield so i can really use my time to do what i think i should do to fulfill this blessing that’s, of course, bestowed on me that was to allow me to live my personal [inaudible] and to become a writer against all odds because brazilians don’t have this tradition, which is later", "and besides that, there are very few authors who can make a living out of writing", "not in the us but all over the world", "however, i was so committed to my work that it was my dream", "it was my dream from the very beginning", "so everything draws on what i do", "i don’t work", "in fact, what i’m doing is really to have pleasure and have fun and have social responsibility", "that is my readers, myself, and the world where i live", "do i take any days off", "i take many – well, back to what i said", "i force myself to take two weeks off but not during my writing period", "my writing period is like i go into a tank, and i only can leave this tank after finishing a book", "so as alice in wonderland, louis carroll said, alice in wonderland is [inaudible] to write a book", "start at the beginning, go through the middle, and go to the end, and then stop", "that is it", "no secret", "i can later quote louis carroll sentence in an email", "i don’t know it by heart", "but it’s more or less what he said", "a successful writing day is a day that i suffer in the morning, and i have fun in the evening, fun by writing", "fun, i will not describe this as fun", "it’s also painful", "but it’s exhausting because i don’t realize that i’m totally connected", "i’m in a kind of trance", "so when i go to bed after 10 hours of working, well, the adrenaline is still circulating in my blood", "so it takes hours to sleep", "and there is this note pad by my side", "and i take notes", "but i take notes only to take them out from my head", "they will be useless the next day", "i never use notes that i took, only to continue writing", "and this happens since i wrote my first book, the pilgrimage", "i cannot change this process", "i wish i could sit and write and not feel guilty for four or five hours during the day", "it is impossible", "how do i capture ideas that may be helpful in your writing", "i don’t", "i don’t", "i try to live my life", "i try", "i do live my life", "and, eventually, some subject pops up when the cycle of two years ends", "and there are several layers of ideas", "i think i’m going to write a book about this", "and then, i start", "and then, the second", "and then, the third", "but hidden behind all these books that are not ready to be written or should never be written, it is the book that i want to be written, that i want to write", "and it is the book that wants to be written", "i think it is a much more decision from the book than from the writer", "and then, when you discover the first sentence, behind this first sentence, there is a thread that takes you to the last sentence of the book", "let’s see", "let me give you an example", "when i wrote the alchemist, i want to write a metaphor about me about my life", "and to be honest, i don’t know why did i choose a shepherd boy", "i’d never been a shepherd", "i did not do any research on shepherds", "not even in islam", "i heard someone, when i was in israel, mentioning the five precepts of islam", "but the book was there", "i think that when you write a book, as it is written in the alchemist, you connect to the soul of the world", "you connect to this energy that i call inspiration, everybody calls inspiration", "and then, they said not such an effort to write it", "[inaudible], i took this [inaudible] in 2006", "and i never thought i would be able to write a book on it", "why", "because it’s so difficult to explain this point that conveys everything", "so i left my experience traveling for three months", "i met this aleph at this point", "but i thought i would be unable to write about it", "and then, one day, two years ago, i was talking to a friend", "and she said why don’t you write about the [inaudible]", "no", "this is a long trip", "i said, first, because i don’t feel like writing this", "second, because it’s not every single experience that i have in my life that i want to write", "i’m the opposite", "i write about a few experiences but not all of them", "but and then, okay, three days later, i got this inspiration", "yes, i should write", "the book is ready", "and i started the book with a word that normally won’t start a book, and it’s no", "nobody starts a book saying no", "this must be a bad vibe", "that said, the book is now, at the moment that i’m recording this interview, no", "1 everywhere", "it was released three weeks ago in germany, and it went to no", "3 one week ago", "and then, this is week, no", "2", "so if you want to capture ideas, you are lost because you are not going to leave here alive", "you are going to be capturing ideas", "you are going to be detached from the emotions that you need to live fully", "you will be an observer and not a human being that is living his or her life", "i strongly accept what is for technical start", "i strongly encourage writers not to think about writing every time that they do something", "forget notebooks", "forget taking notes", "let what is important remains", "what’s not important goes away", "so when you sit down to write, there is this process of purge, this process of cleansing that only the important things remain", "so it’s much more easier than taking notes and overload yourself with information", "software and tools that you use for writing", "i would [inaudible]", "i do not want this podcast to be very long", "i know that it is a blog", "but, basically, i use word", "and that’s all", "that’s all", "having said that, a writer today is not a writer of books", "he or she might be fully conscious of different types of writing", "you can write for books", "you can write for mobiles", "you can write twitter", "you can write blogs", "and each and every platform requires a different technique", "this is very exciting for writers today is we are in front of a new challenge", "and you have to learn how to do it", "a tweet is not a book", "a book is not a tweet", "so but please, writers should exercise training in these new techniques", "let’s forget about the classic format of books and move to the way that internet is now forcing us to move forth, i mean, encouraging us to write", "as for the story arc, there are only four stories", "the story of a love story between two people, a love story between three people, the struggle for power, and the journey", "every single book that is in the book store deals with these four archetypes, these four themes", "so you have to decide only among these four themes", "but back, it is not, in my case, it is not me who decides", "it is the book itself", "i’m not saying the book is powerful", "it is an angel that is whispering to me what to write", "no, i’m not saying that", "i’m saying that, normally, i have 10,000 books that i feel like writing", "and, at the end of the day, i only write one", "let’s take two books as examples; you said the alchemist and aleph", "how did your process differ from these two books", "they are very much close", "one is a metaphor that it is the alchemist", "the other one is the real experience, my own experience", "however, both of them are in the classic story arc of travel or a journey", "so they are very much close", "they are part of my soul", "if there is – yeah, i think that i answered the question", "what are the most common mistakes that you see first time novelists making", "the most common mistake is the first time novelists are always postponing", "and then, they are very, very much insecure", "when they finish and they publish a book, and you talk to them, and they say, “oh, but you need to see my next book.” this is totally nonsense", "if you talk to many, many, many, many writers, they say that", "and i don’t understand", "i really don’t understand why do they say that", "you cannot underrate yourself", "you cannot feel insecure", "you cannot sell your next book by despising or underrating the book that was just published", "so as for style and these types of things, don’t try to innovate", "i mean, you can innovate in twitter, facebook, books, mobiles but not writing of [inaudible] storytelling", "storytelling is the [inaudible]", "it is the essence, the dawn of times", "and it is magical", "and tell a good story", "i see people trying to work so much in style finding different ways to tell the same thing", "that is like fashion", "style is the dress, but the dress does to dictate what is inside of the dress, the person", "so what counts is the person inside the dress not the dress itself", "of course, i need to write with good taste", "and another advice that i would give is that keep it simple", "keep it simple", "trust your reader", "he or she has a lot of imagination", "don’t try to describe things", "give a hint, and they will fulfill this hint with their own imagination", "that’s why i am so reluctant to sell the rights of my books to movies because there, you have everything", "the reader does not need to think", "however, if i say like in aleph, at the very beginning, well, i am in my house in the pyrenees, and there is an oak there", "well, i don’t need to explain my house in the pyrenees", "i only needed to put the two elements that are important", "the oak, myself, and the person that i’m talking to", "and that’s all", "so keep it simple", "trust your reader", "understand that he or she can fulfill the empty spaces", "don’t over explain", "most common weaknesses of first time novelists", "of course, lack of self confidence", "when the alchemist was published, it did not sell", "so the first publisher gave me the book back", "but i was so convinced that i started knocking doors", "and then, i found a second publisher", "imagine there was one month in my month that i would really quit my dream", "and if i was not perseverant enough, the alchemist would not be the worldwide success as it is today", "the second weakness is to pay too much attention to critics", "i don’t think this happens in us", "but outside of us, critics, they’re losing ground very fast because now, internet has this power of promoting or killing anything", "but still, writers want to please their peers", "they want to please other writers", "they want to be recognized by their academia, by the system", "forget about this", "who cares", "you should fear to share your soul and not to please other writers who is going to write a review that nobody is going to read", "just tell you how good you are, and then, you are also obliged in the future to write a review about his books", "no", "forget it", "this is really a weakness", "don’t pay attention and also, don’t answer to reviewers", "don’t answer to critics", "do i base my characters on real people", "it depends", "in many books, yes", "aleph, of course", "the pilgrimage, my first book, yes", "the valkyries, but yes", "you cannot take something out of nothing", "so when you write a book, you use your experience, not your conscious experience, but things that are important, as i said, and that remains in you", "and i don’t develop my characters", "i give them free rein", "they guide me", "when i used to read that in biographies of other writers, i said these people, they are trying to cheat me because, come on, how can a character guide a writer", "they are just trying to make it very mystical, very like they were in an ivory tower", "but, in fact, when i started writing, i saw that this is totally true, except, of course, for some books that should be based on complete experiences", "in my case, it is the pilgrimage, the valkyries, and aleph", "yeah", "what are the two or three things i find most invigorating or helpful when you are stuck or feel stagnated with writing ideas", "okay", "there is only one thing", "two, three, four, when i feel stagnated; i promise to myself that if i don’t feel inspired, i need to move forward", "i need to have discipline", "and it happens", "in the middle of a book, there i am", "but i don’t know how to continue the story", "even if it is a nonfiction story", "but then, i say, okay, you are fighting with me", "you book are fighting with me, okay", "i’m going to sit here, and i’m not going to leave you alone until i find my way out of this crossroads", "and then, it may take 10 minutes", "it may take 10 hours", "but if you don’t have discipline enough, you don’t move forward", "so at the end of the day, tim, writing books is, basically, sharing your experience", "and it is a spot of the human condition", "and if you really are honest, if you don’t try to fill a formula, to follow a formula, you have to be free to write", "i wrote about prostitution in 11 minutes", "i wrote about madness in veronica decides to die", "so i wrote about things that are important to me, issues that are important to me", "and you should be free to write things that you feel", "we’re not trying to repeat the same formula over and over again", "and i don’t have researchers, no", "no, no", "if i need any research, of course, when i wrote aleph, i did not take notes, as i told you", "i had this fantastic experience", "but then, i am in a city in the middle of siberia, and i forgot the name of the street, of the hotel", "then, i do a quick research", "that’s all", "but if you overload your book with a lot of research, you’re going to be very boring to yourself and to your readers", "books are not here to show how intelligent and cultivated you are", "books are out there to show your heart, to show your soul, and to tell your fans, readers, i’m not alone, and i hope you are not because you can identify yourself with my books or my words as i can identify yourself with your garden and with your music, with anything that we do with love", "thank you very much", "sorry it is a little bit big", "i’m going to upload and to send you the podcast", "may god bless you, as they say here, au revoir"]}