{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137]}, "episode_num": 155, "file_type": "html", "guests": [], "num_sentences": 138, "num_words": 9469, "raw_text": "Tim Ferriss: Good golly, Miss Molly. This is Tim Ferriss, and welcome to another episode of The Tim Ferriss Show. This episode of The Tim Ferriss Show is not a long-form interview unless you count the multiple personalities in my own head.  We are not talking to Arnold Schwarzenegger, Edward Norton, Jamie Foxx, or black market biochemists, or hospice experts who have helped thousands of people die—none of those things which we have done in the past.  Josh Waitzkin, not going to be here. Instead, I am answering questions that you all or I should say many of you, wanted me to answer.  There have been requests for me to do a Q&A, and I went onto the Facebook, www.Facebook.com/timferriss, and linked to a Reddit post where I had people submit and up-vote questions.  At least 100 of you participated in this submitting questions, and many, many, many more up-voted the ones that you liked.  I will take a stab at answering, I would say, somewhere between 10 and 20 questions in this short in-between-isode, shorter than my two- to three-hour interviews.  I will infuse that with wine and water with some lemon in it. I’ll give you another gear visual.  I have my water in a hydro flask, which is 40 ounces.  That’s 1.18 liters.  Why this particular size?  Well, I realized when traveling in Columbia doing an AcroYoga immersive course—and you can look up AcroYoga, and I suggest searching the name Jason Neemer at the same time—this particular size of insulated water bottle also can be used for not foam rolling, because it’s hard, but rolling out the hip flexors, quads, et cetera.  It serves that dual purpose, so I have that in front of me. We are going to cover quite a few things, note-taking.  We are going to cover how I view and develop particular skills, and things I’m excited about in the next three to five years.  Many of these answers are informed by the world-class experts who have been on the podcast before and things I’ve learned from them, just in case you think this might be too self-indulgent. I hope you find some value in it.  Let’s just jump into the questions. The first—I’m going to pause for dramatic drink of wine from my beaker.  It’s a beaker of sorts.  It’s 250 mL KIMAX Kimble beaker.  I first saw these types of glasses at Flower and Water, a restaurant here in San Francisco that’s outstanding.  I’m actually involved with a sister restaurant called Central Kitchen.  Why would I find this interesting?  Number one, I like giving people beakers in my house to drink wine from because they all put on funny faces expecting that I’ve stored blood, urine, or something else in it.  Two-hundred-fifty milliliters, also, I enjoy measuring things.  That is exactly one-third of a standard bottle of wine, 750 mL.  Pause for a sip, and I hope you’re all having a lovely day wherever you are, or evening.  Hold on. Oh, so delicious.  All right.  Here we go.  First question and I’m not going to read off the names of the people who submitted these just in case I criticize the questions.  All right.  The first question is if you were to do a zero to hero transformation of someone, what would be the path you would take?  I’m speaking about business as well as health. Now let me begin my answer with a story.  Then I’ll take a stab at answering this.  I recall after graduating from college—this was 2000 or so—I moved to Silicon Valley and ended up getting a very low-paying job in technical sales for a mass data storage company, storage area networking company.  There was a mentor to the CEO of this company.  It was a very young CEO, very capable, about 23 or 25 years old. This mentor was one of the highest-ranking executives at a company called Brocade.  He was looked at and viewed with reverence and awe by many people in the company.  I remember at one point getting into the elevator going down at the same time as he was ending a meeting with the CEO, so we ended up in the elevator together, and we struck up a conversation and ended up having an email exchange about philosophies of life, basically.  I tried to keep it very succinct.  I knew that if I abused the opportunity to communicate with him, I would lose that immediately.  At the same time, I was eager to learn as much as possible from him. Now flash forward a month or two.  I shot him an email that ended the communication.  That email asked two questions, in effect.  What should I do to become successful, and something along the lines of, “Here I am.  I’m doing this, this, and this.  What should I do with my life?” Here’s the problem with those two questions, and in a way, the question that was asked.  You have to fit the question to the format, particularly when dealing with someone who has a lot going on.  He responded prettily angrily, at least from the way I read the tone with, “What do you expect me to do with these questions?  These are not good questions.  I can’t answer them,” because it would take him hours and hours just to clarify exactly what we mean by, for instance in this one, zero to hero.  Hero for what?  How do we objectively or subjectively define success? All right.  But let me take a stab at this, just underscoring the importance of asking questions that fit the format and fit the person’s bandwidth.  You see this a lot in Q&As where questions are posed which are not necessarily bad questions, but they’re somewhat imprecise and cannot be answered in the time allocated. Here we go.  Here’s what I would do.  I hate to presuppose people have read my books who are listening to the podcast, but the fact of the matter is that I’ve answered a lot of this before, so I would assign reading.  In this particular order, this is what came to mind as I was having dinner earlier. I would have them read The Magic of Thinking Big by David J Schwartz.  This is a book that’s actually on my bookshelf facing out, so I’m reminded of it constantly.  Next, I would have them read The Four-Hour Workweek written by yours truly. Next I would have them read The Effective Executive by Peter Drucker, probably the best book or almost certainly the best book I’ve ever read on productivity, really with a focus by necessity on being effective, doing the right things, and not efficiency, doing things well because you can do a lot of unimportant or meaningless things extremely quickly and well.  That does not make them important, and it will never make them important. Okay, The Effective Executive.  Next How to Stop Worrying and Start Living by Mr.  Carnegie.  I believe that that covers the major bases.  In terms of getting someone on the path from zero to here on business.  All right.  There you have it. The next is health for our body, I think the book that was written to answer that question.  The short synopsis would be number-one, create accountability through some type of betting circle.  I think money is an easy tool to use in this case, so get together with four or five friends.  Put in $100 each, for instance.  Whoever loses the most body fat in the next X number of months—make a specific date—gets the entire pool and bragging rights, and shit-talking rights, of course. This accomplishes some very interesting things.  I won’t delve into the behavioral psychology aspects of this, but this is an incentive.  Ultimately, you’re only as loyal as your incentives.  I hate to say that, but it’s true.  Self-control is overrated.  You need a stick or a carrot, and this provides both.  The fear and consequences of losing money, which is actually a greater motivator than that of gaining money, and then social accountability.  Create a betting circle or something like that.  You can use tools like www.Coach.me, which is a site, www.StickK.com, and others, www.DietBet.com, for instance.  But create a betting circle, number one. Number-two is focus on diet.  Ninety-nine percent of fat loss is diet mediating.  You cannot out-exercise your mouth.  For those people who have a lot of weight to lose, or just want to lose weight effectively, I say do not add any new exercise.  Focus on diet for at least the first four to eight weeks.  That would be the slow-carb diet with one cheat day as prescribed in The Four-Hour Body. You can just search “slow carb diet” and find all the basics, or “how to lose 100 pounds on the slow carb diet” with a bunch of case studies, which is on the blog. Next, if you’re going to add exercise, I would suggest two-handed kettlebell swings in one set of 50 to 75 reps if possible.  You can break that up into multiple sets if you cannot hit the target of 75 reps.  You do that once or twice per week.  Search for a blog post called, I think it is, “Creating the Perfect Posterior,” which has demo videos and explains exactly how to do this. You can build a kettlebell very cheaply with basic supplies from a plumbing store.  It’s called the T-bar handle or the T-bar kettlebell swings.  You can search for that as well. On off days, walk for at least one hour.  That would be my recommendation. Last but not least, meditate.  You can take a transcendental meditation course as I did, or you can practice vipassana, mindfulness insight mediation, et cetera, or just use, as I would recommend to most people, an app like Headspace, and practice for 10 minutes in the morning for 10 days straight.  That is my attempt at answering that very broad question. Next and this is ancillary, if you were tasked with building a person from a blank slate, a la Frankenstein’s creature or an android, what skills, qualities, would you give him first?  I will tell you. Number-one, I’m just thinking of building a terminator here.  Number-one would be the ability to build—assuming they have biological requirements.  They’re not just made of metal and computational components, so they actually need food, et cetera, and are susceptible to cold and whatnot.  I would teach them how to build or find shelter because the rule of threes would dictate—and this is in The Four-Hour Chef for people who want to really go off the rails with survivalist stuff. You can survive.  The guideline is in harsh conditions or changing conditions, you can survive without shelter for three hours.  You can survive without water for three days.  You can survive without food for three weeks.  Food is not the highest priority despite all the sensationalist bullshit television shows you might watch.  You just don’t need food, really, for a very long time.  So shelter, number one.  The next would be the ability to ask good questions.  That would be along the lines of Cal Fussman who was interviewed on this podcast, the best interviewer I have ever met in my life who has interviewed every celebrity imaginable for Esquire magazine for the “What I’ve Learned” column.  This ranges from Mohammad Ali to Gorbachev to presidents.  It just goes down the list—Johnny Depp—everybody you can possibly imagine. Way back in the day when he was paying his—well, not really paying his way.  I should say befriending his way across Europe and around the world, he didn’t have a lot of budget, and he would find free places to stay by, say, walking down a train, sitting next to a grandmother, and ultimately asking her how to make, say, the best borscht, depending on the location.  Pick your regional soup.  “How do you make a really good borscht?”  It would end two hours later with, “You need to come.  You stay with my family.  I’m going to make you borscht.”  So the ability to ask good questions is really the ability to think clearly.  If you think about the underlying process of conscious thought, it is really one of asking and answering questions, so the ability to ask good questions.  Maybe last, I would say the ability to identify or find people, powerful people, in times of crisis.  This is a weird one, but it came to mind earlier. That is a window of opportunity to crack through the noise as a signal if you have something to offer, and develop relationships that would otherwise be above your paygrade or social stature. Next, how do you build rapport with your podcast guests?  For the most part, the conversations flow well, and your guests are very open with you.  I would love some tips I can implement to build that type of rapport with people. All right, there are a few things.  Number one, making someone comfortable with a conversation or, in this case, an interview, starts before the interview.  A big part of that is making it clear to them this is not a “gotcha” interview, and you have final cut. This is what they do with “Inside the Actors Studio,” which I learned by hiring a researcher who had worked with the team and Lipton at “Inside the Actors Studio.”  They say you have final cut.  What does that mean?  That means if you say anything embarrassing or you say anything you regret, we can cut it out before it goes live, and you have the ability to make those cuts. I always encourage people to be as raw and detailed as possible.  We can always cut it out afterwards.  We can’t add it in afterwards. Then you have social proof at one point where I say, “Your friends A, B, C, D, and E have been on the podcast,” or “A and B,” or just A.  “Feel free to chat with them.  This is a friendly podcast with an incredibly huge impact with the demographic that I can describe,” and then go on.  You have to sell the show and the importance of being candid and raw. Then I will do a few things to make them comfortable.  Number one is I will oftentimes—not always—send them the rapid-fire questions that I ask at the end of the podcast in advance because I want them to have good answers.  You, the audience, want them to have good answers, and it still keeps it fresh for me, but it gives them a layer of comfort.  Even if two-thirds of the interview is spontaneous, they have something they know they can knock out of the park if they take 10 minutes to think about it beforehand. Then there are probably 20 more things, but I’ll just give you two more.  At least 10 minutes of pre-interview talk, so call and actually talk to them for a period of time before you start the interview.  You don’t want to jump immediately into it if you can avoid that.  The way you elicit vulnerability is by being vulnerable yourself. I hope it does not seem like I’m trying to monopolize conversations when I interview people for the podcast, but a very important component of making them feel comfortable enough to provide stories, tactics, et cetera that people have never heard before is being forthcoming with my own stories of vulnerability or things that they wouldn’t expect me to share in an interview, and they reciprocate in kind. Those are a few things, and that—by the way—a number of those, I picked up from Neil Strauss, a seven- or eight-time The New York Times bestselling author but also an incredible interviewer who has written a lot for The New York Times and Rolling Stone. Next, this is a multi-parter.  You crafty little devils and your multi-bulleted questions.  Here we go.  Expand more on your teens and 20s.  What were you doing?  What type of person were you?  What were your influences?  I’m just going to cut it short and say I was a wrestler.  I think that sports should be mandatory in elementary school and high school, as they were at the second high school I went to, which was a spectacular school called Saint Paul’s in New Hampshire.  I went from a bad public high school in Long Island to a very, very tough boarding school in New Hampshire, school six days a week, mandatory sports, chapel almost every morning, seated meal with coat and tie, like Dead Poets Society style, and on and on. It really kicked my ass, which was great.  But I wanted to say that sports, I think, enabled you to inoculate yourself against fear and failure because you are constantly delivered small doses of both, and you have to contend with them in a sports arena where success is objectively determined.  I think this is a real godsend and gift.  It is a form in which you can practice and condition yourself to be more effective in every area of life. Two large influences, one in person, John Buxton who is my wrestling coach and coached some incredible people that went on to do amazing things, like Charles Best who is founder of www.DonorsChoose.org, which you guys should all check out. The other mentor who I’ve actually come to know a bit now in person—which is amazing.  I actually watched the Olympic trials in Iowa with him a few weeks ago—Dan Gable.  There was a video called “Competitor Supreme” about Dan Gable that I must have watched 100 times. I will leave it at that, but everyone should watch it.  It might be a dude thing.  I don’t know, but high emphasis on aggression, determination, grit, et cetera.  Certainly there is no gender-specific requirement for grit and resilience.  That goes across the board, and I hope to explore that actually in the new future with a female author and scientist who has written a book titled Grit, but we’ll come back to that. All right.  Do you believe that you or people in general have personal callings?  Do you believe that circumstances are designed so that we have an approximate or ideal life path? Well, I have a few, perhaps, contradictory answers to this.  The first answer is no.  Well, no-asterisk.  That means that most people will not immediately know what their calling is.  Now if you’re Tiger Woods, and you’re drawing trajectories of different irons when you’re 6 or 7 years old, okay.  You have been selected by the universe to specialize.  I think that can be a gift. It can be a curse, of course, as all these things are.  For most folks, you can have many different vocations, callings, or purposes throughout your life.  Certainly that is how I feel personally.  At one point, I read—I think this was actually a [inaudible] of some type—and I’m paraphrasing this.  It stated roughly that your calling is looking for you. This has been a very big shift for me in the last two or three years that has taken the pressure off but actually allowed me to get a lot more done simultaneously.  That is throwing the entire paradigm of you need to find your calling, you need to find your passion, on its head.  Look at it through the lens of your calling is looking for you.  All you need to do is create space and openness in this entangled universe. Ultimately, like two balls in a pinball machine—I’m not sure if that’s actually the right metaphor, but—you will encounter this.  You have to have the presence of mind to recognize it when it appears or presents itself.  I do believe that developing practices of mindfulness, like using, for instance, an app in the morning to meditate for 10 to 20 minutes for seven to 10 days straight to develop that habit. Other related tools, whether that’s simple gratitude journaling exercises or flotation tanks will enable you to see opportunities and callings that are right in front of you and perhaps have been in front of you for a very long time.  That has been, at least, my approach. Do I believe in coincidences is the next one?  In reviewing data, yes.  In other words, there are a lot of spurious relationships you can observe in massive data sets or in scientific studies, and people convince themselves of causality, i.e.  A causes B when it is just chance.  You have to understand a little bit of statistics to really crunch that properly, but in reviewing data, yes.  I believe in coincidences.  There are a lot of folks who will torture the data to get all sorts of conclusions out of the data, which may be popular, i.e.  The China study, but not in any respect defensible or accurate. You can go back to the original monograph for that or look at the long-term implications of cancer from, for instance, purely plant-based diets and so on that have come up recently.  This is to say also, guys, don’t assume an agenda.  I’m not part of the pro-meat lobby.  I’m reviewing the data.  On either side or any side, do I believe in coincidences?  Yes.  Absolutely when reviewing data.  In life generally, if we’re talking about at the 30,000-foot level, I find it enabling, and there are people who take issue with this.  I think I sometimes take issue with this. I find it helpful—and this is borrowed from Tony Robbins who has said this—to believe that life is happening for me, not to me.  A consequence of that is when shitty things happen, I view it as an opportunity to train myself, or I view it as what is needed to happen for me to learn a particular lesson.  I suppose that would mean that I am ruling out coincidence.  I am looking for purpose or reason behind these things that happen, whether they are good, bad, or neutral. All right.  Next bullet.  I’m going to skip one on cryonics because I don’t have a strong opinion, although “Wait, But Why?” has a good article on it.  What is something you are increasingly getting excited about or is just on your radar, something you might be really into in the next three to five years. There are a few things: getting very much into gymnastic strength training.  Specifically, I’m being helped by a guy named Coach Sommer who has a company called Gymnastic Bodies.  AcroYoga, and I mentioned this earlier.  I’m increasingly excited about it because it has certain facets of tango, which of course I fell in love with long ago in Argentina. I went to the world championships in 2005.  Those include physical contact that is sensual but not necessarily sexual, play, and improvisation.  These three components I find very medicinal and therapeutic, and it’s just fucking fun, and you get in fantastic shape if you don’t tear your adductors first, as a base.  That is so you guys can look it up.  AcroYoga, check it. On a business standpoint, or not just a business standpoint but opportunity standpoint, fascination standpoint, economic standpoint, there are two that jump out.  The first is virtual reality.  I was a virtual reality skeptic until I had the Valve software demo on and HTCV headset, and I think it’s going to change everything. Virtual reality is in the Model T stage at best, and I think in the next five years it will revolutionize entertainment.  It’ll revolutionize training for skills like surgery.  It will revolutionize porn certainly, just to name the huge elephant in the room.  I mean, the tactile feedback potential.  Eye scanning startups and specializing.  It’s going to be completely bonkers, so there’s that. The next is – and this is something I only recently got a full appreciation of two nights ago at dinner at Central Kitchen, which I mentioned, with a gent named David Norris.  David Norris is the CEO of a company called MD Insider.  You guys should check out MD Insider.  It’s highly disruptive.  Full disclosure, I am an investor in this company.  He was explaining to me the shift from something called fee for service model to value model with health insurance. The way I would introduce this is by asking how big a deal would it be if every single automotive company simultaneously decided they were going to stop using gasoline.  They were all going electric or all going to an alternative fuel source or energy source?  It would be front-page news in every newspaper.  The same thing, effectively, is happening in healthcare right now. That is that instead of saying, “You’re going to pay this premium, and then when you get sick, we’re going to pay out these incredible fees for these various things.  Instead what we’re going to do is we’re going to charge you a premium, and then it’s our job to keep you healthy.”  I’m vastly simplifying this and drinking wine, so I’m going to let you look up fee for service to value for healthcare.  This is a multi, multi-trillion-dollar opportunity. It’s just unbelievable.  It’s a fucking free for all.  It’s the Wild West right now, so that’s very exciting.  In that type of chaos, you find a lot of opportunity for smart people who can think orthogonally.  All right.  There you go. Next, dogs.  Let’s talk about them.  I get a lot of questions about dogs because I have Molly who’s lying on the floor next to me right now and is 11 months old.  I’ve had her for roughly seven months.  A couple of questions related to dogs. Why did you get one, especially as someone who values flexibility and freedom?  Well, I will tell you.  I think flexibility and freedom can be a fool’s errand.  I’ll illustrate it with a story.  I was having a conversation with a very close friend of mine, who has a successful business with millions of dollars, and he always had ruled out decisions that would limit his travel, limit his options, and he viewed himself as the guy who was independent.  He worked for his freedom to be an entrepreneur until he realized he had a high degree of stress from infinite options. He needed positive constraints, as I do.  Infinite options equals ultimate prison in many circumstances.  You end up with this paradox of choices.  It’s like standing in front of shelving at a Safeway with 300 brands of toothpaste and just wasting 15 minutes of your life just trying to pick a fucking toothpaste.  You don’t need that type of cognitive burden and decision fatigue. Why did I get one?  Because I always felt incomplete without a dog.  That might sound pitiful.  I think it’s just being honest.  I grew up with two rescues, and there is something in my DNA that just matches with canines, number-one.  I wanted to care for something outside myself. Now you would say that infringes on my freedom.  On the other hand, you could argue that when I am miserable, I am miserable because of a me focus, and the remedy to that is precisely doing something which is infringing on my freedom, my options, but is a positive constraint that improves my wellbeing and contentedness, which is having something like a dog that I need to keep alive.  That is another piece of it. Next question: training tips.  All right.  I will probably write something more elaborate on this in the future.  Number-one, look into crate training.  I think Ian Dunbar has quite a bit that is good on this.  Clicker training, use a clicker.  This is basically a positive reinforcement tool that has been refined with a whistle or a clicker in marine training with dolphins and so on.  You can use it for dogs.  It speeds everything up dramatically. The best book that touches on this and many other principles—and there’s a lot of bullshit in the dog training world—is [Don’t] Shoot the Dog by Karen Pryor.  She is very legit.  Terrible title.  Fantastic book.  Even if you care not one iota about dog training, for human training, if you want to get your mother-in-law to stop nagging you, if you want to get the cat off the table, if you want to negotiate with your kid to get them to do something, this is a great book, so check out [Don’t] Shoot the Dog. Next tip for training is train for attention.  This means training your dog to at least engage in eye contact and check in with you regularly when you give specific cues.  If you search for “the most important skill to teach your dog Ferriss,” I put up a short video demonstrating how I do this with my dog using a clicker.  It’s very easy to do and pays incredible dividends. That alone allows me to go to most dog parks and have people comment on how my dog is the best-behaved or trained there.  It is a cheat, but that doesn’t mean it is of any less value.  It’s a prerequisite for all the other types of skills you’d want to layer on top of that, so train for attention.  Check out that video, the most important skill to teach your dog, and then my last name. A few other things, depending on how old or young the dog is.  Expose them to many different surfaces and many different people, ages, gender, race, et cetera.  Surface is very important if you’re going to travel with your dog a lot, which I do.  Grates, sand, grass, AstroTurf, carpet, et cetera.  You want to expose them to as much as possible.  If your dog freaks out about something, which mine did for a long time with certain types of sliding doors and entryways. Take a Temple Grandin approach.  I don’t have time to get into who that is, but crouch down to the eye level of your dog, and check things out.  Don’t assume they see the exact same thing, but it will give you some improved perspective. Let’s see.  What breed is Molly?  Why’d you pick that?  She is a rescue mutt.  I have no idea.  I did a genetic test with a company that I am convinced is a complete scam.  They basically sent me a cover sheet that said, “Congratulations. You have a dog.  It might be one of these 20 breeds, and here are 30 pages stolen from Wikipedia on genetics. Congratulations.” But she looks a lot like an [inaudible], which is a short-haired herding dog that looks like a Bernese mountain dog, closely related.  That is that.  I believe in supporting no-kill dog shelters whenever possible, so I adopted her. What have you learned about human behavior from Molly?  I have learned the drive to be right or righteous is often counterproductive.  What I mean by that is you should focus on positive reinforcement whenever possible.  I don’t have time to get into why that’s the case, although there is a book.  It’s very hard to find. I’m fantasizing about buying the rights and giving it away for free as a PDF to the world.  It’s called Command Performance, which is a compilation of training tips from Whole Dog Journal.  I’m not making this up.  It’s great.  It’s very short.  Most dog training books are 99 percent bullshit subjective made-up nonsense and then a handful of tactical things.  This is all tactical.  Maybe one behavior every three pages for 100 pages.  It’s great. But looking at the flipside of that, negative reinforcement or punishment, so let’s just say you come home and your dog shit on the floor.  Guess what.  This is going to happen, if you get a puppy especially, or whatever it might be. At some point, your dog’s going to make a mistake.  If you, let’s say, come across it, and you don’t know when it happened, but you’re pissed, and you want to make a point of teaching your dog that this is the wrong thing to do, in your mind.  This is how you’re going about rationalizing what you do next, which is, let’s say, grabbing the dog by the collar, and putting their head right next to it, and saying, “No.  Bad dog.  Bad dog.”  Well, guess what.  If this dog didn’t take the shit right in front of you, they’re not going to connect not crapping in the house.  They will perhaps conclude that they shouldn’t go to the bathroom where you can find it, so they’ll just go in the closet and take a dump on your shoes instead. The point being it pays to study behavioral conditioning, operant in classical conditioning, and you’ll realize that very often, being right or righteous and disciplining your dog is not effective.  It just is not effective, and this translates to interacting with other humans, of course, because we are mammals.  Whether you’re prodding a slug with a little electrode and looking at operate conditioning and Ebbinghaus forgetting curves and so on, it’s the same shit.  We like to think of ourselves as very fancy creatures, but the fact of the matter is you can condition human begins to do fantastic things or atrocious things very easily by understanding operant and classical conditionings.  Conditioning is no different, which is why [Don’t] Shoot the Dog is such a great book for understanding how to modify behavior, your own and other people or species.  There you have it. All right.  Explain why you avoid feeding fowl to your dog.  I’ve looked but can’t find the reason.  This is a simple reason.  It might not be a good one.  I had a very good chef and food scientist tell me to avoid fowl.  I asked him why, and he said, “Because they’re fucking disgusting.” Two weeks later, there was a recall on the same brand of food that I bought my dog, but there was a recall on the duck and chicken, on the fowl.  It just seems like there are higher incidences of food contamination, but I could be investing that. All right.  Next question.  I’m going to go for another 10 or 15 minutes.  “Hey, Tim.  You might have covered this previously, but I’m really interested to hear how you met and became friends with Kevin Rose.  Kevin Rose I met through Aubrey Sabala, Aubs.  How you doing?  Thanks for that. I threw a party on the SS Jeremiah, which is a working warship that is docked in San Francisco.  They recorded a lot of the sound for Titanic on the SS Jeremiah.  It is a functioning homeland security vessel.  They have weaponry and everything up on deck, but you can rent out one of the cargo rooms for parties, so I threw this Hunt for Red October theme party with red lights everywhere, and Aubrey was coming, and she asked me if she could bring her friend, Kevin Rose. Kevin came, and we hit it off.  Over the period of maybe six months, we got to know each other.  Shazam.  There you have it.  Kevin, for those people who don’t know, was also Episode1 of “The Tim Ferriss Show,” which at that time did not have a name.  He wanted to call it “Tim Tim Talk Talk” which some people still fucking call it.  Thank you, Kevin. All right.  Next.  If you were to go back to college, what would you choose to major in and why?  It can be for personal reasons or fiscal reasons.  I assume you would choose not to go at all, but let’s say you had to.  That deserves another sip of wine.  Bear with me, folks.  Oh, so delicious. Well, you assumed incorrectly.  I would go to college.  I think that despite the dropout fetishizing we have in the U.S., there is still a fantastic place for college, and that is for two reasons.  Number one, I view the objective of a liberal arts education, if that is what we’re talking about, as creating a well-rounded human being—well-rounded and open-minded human being, not preparing someone, as would be the case in a specialty professional school, for one industry or profession. That being the case, I will say this and bite my tongue at the same time.  Number one, many of the people I know who have done very well financially but have not gone to college carry with them an insecurity about that for the rest of their life, for their entire lives.  They will open up about this with close friends after a few glasses of wine. The second and more important piece is that I’ve met many people who talk a lot of trash about going to college.  They did not go themselves, and they are very successful financially, and extremely one-dimensional.  They are great at crafting deals, negotiating, and they know absolutely fuck-all about anything outside of that realm.  This is not universal.  There are some incredible exceptions, but this is very common. I would absolutely still go to college, but I would say the value of that from a professional or career standpoint is—well, there are two different strata we can talk about.  I think that if you’re not a Zuckerberg—and lets’ face it.  Most of us are not—then having college graduate on your resume will help you to achieve a guaranteed level of income above the norm that will be very hard to come by if you are not an entrepreneur who is a Zuckerberg. The second is much like MBA programs, people ask me, “Is it worth it going to an MBA program?”  I say, “Well, it depends on your goals and it depends on the school.  If you go to, say, a top 10 school or a top 50 school, undergraduate, it can certainly be worth it.”  If you go to a Harvard, or Princeton, or Stanford, that is a golden ticket in many different worlds, so it is worth it. So now I’m going to get off my soap box about college.  Can you educate yourself well without it?  Yes, but it takes someone who is self-directed or disciplined enough to do that through cultivation by parents or through conditioning and self-development. Next, what would I major in?  I would major in what I majored in when I went to school, which was East Asian studies.  I think you should focus on obsessions and communication.  That has served me very well in life, so I’m perhaps speaking from a limited personal experience, but I was never encouraged to take a technical path. It might have been terrible even if I had been encouraged, so I’m not going to say computer science because that is the way of the future, and if you don’t code, you’re not going to be literate, and you’re fucked.  I’m not going to say that.  I’m going to say you should focus on your obsessions because if you’re not obsessed, if you don’t have that excitement, you’re not going to be any better than mediocre in any field, in my opinion. And communication because you’re going to require that no matter what.  You are going to have to have a clear ability to communicate verbally and in the written word.  That could mean English.  It could mean any number of things.  Writing courses with extremely merciless teachers are also very helpful.  There you have it. What do I think about going to school aboard?  I know Tim lived in Germany.  Yeah, I think it should be mandatory for one year, ideally in 10th grade.  I don’t have time to go into that right now, but I’ll leave it at that. A bunch of questions about note-taking.  I will just say I am note-taking fiend.  I have what I would call hypergraphia, which is compulsive note-taking tendencies.  To keep this short, search for a blog post called “How to Take Notes Like an Alpha Geek.”  I really dig into it there.  You can also see photographs of some of my notes that I put on Instagram, www.Instragram.com/timferriss. But there was a specific question about what deserves highlighting?  Do you use any made-up abbreviations or symbols?  Yes, I do.  I will go through.  I will take notes in books.  If I put “ph” next to it, that means “phrase.”  That means I like the wording, the wordsmithing of a line.  “Q” or “Qu” means “quote.”  I like the quote.  Then I will underline things and highlight things. I create an index at the front of the book if we’re talking about print.  I will create basically a table of contents with different topics and the page numbers to the left.  They do not need to be in order from start to finish.  They can be all out of order.  It doesn’t matter because I’m looking at the topic and then jumping to the page number. In some cases, I’ll just put “ph,” remember those phrases, and then I’ll write down all of the page numbers for the phrase, the turns of phrase that I like. Now, this is the critical piece.  When I go through a second time—because some folks have said highlighting in my own notes always seems random.  I hope this was important until my highlighting basically means nothing.  The way I get around that is when I do multiple passes of a book.  If a book is worth reading once and it’s non-fiction, it should be worth reading twice or three times.  Otherwise, it’s not worth reading once. I will go through multiple passes looking at my highlights, and I will put T1, T2, T3, T4 on each of these passes.  What does this mean?  I’ll underline highlighted stuff.  Then I will go back and review those highlights.  If I still think it’s worth highlighting, I’ll put T2. I will often date this in my index.  I’ll say, “All right.  April, 2016, T2.”  That’s when I went through and did T2.  Then if I go through again six months later, I will only look at the T2s and put T3.  This is how I keep track of these revisions. Let’s see.  We’re about 46 minutes in.  Holy fuck, people.  I am long-winded.  Am I long-winded?  Such insecurities.  I’m going to hit a few more, and then I’m going to call it a night. Next we have slow carb diet.  As a 40-plus male on the slow carb diet, I’m very interested in understanding a few things.  I’ve heard a lot about ketogenesis.  I’m interested if this process relates to the slow carb diet.  I wouldn’t think about it.  Ketogenesis and ketogenic diet is much harder to follow.  If you haven’t succeeded already on the slow carb diet, I would not go directly to ketosis.  If you want to learn a lot about it, you can read a book called Keto Clarity, which is a good introduction, or listen to the podcast I did with Dominic D’Agostino, an incredible scientist. Suffice to say, I would say if you have a lot of weight to lose and if you’re 40-plus, I would focus on the slow carb diet first. How much does falling off the wagon or extending your cheat day affect the results of your slow carb diet?  Just get back on the horse, number one.  Number two, if you extend your cheat day, you will significantly impact your gains, meaning losses.  So stick to one wake cycle whenever possible.  That means don’t stay up on a Friday if your cheat day is Saturday, as it is for me and many people, hence the nickname fatter-day.  Do not stay up until midnight, cheat for four hours, then go to bed at 4:00 a.m., wake up in the middle of the day, and then cheat for another 24 hours.  That will fuck you up.  One wake cycle.  That means that you wake up.  You start cheating.  You cheat, cheat, cheat, and then you end when you go to bed, and that’s it. Can it be beneficial to start the slow carb with a period of no cheat day, and what are the pros and cons?  Yes, you can do that.  Some people have benefited from that.  Most people, 90 percent, will benefit from the psychological release valve and the hyper chloric spike, which helps with thyroid and whatnot, if a cheat day.  If you know thyself, and you are going to fly of the rails and not be able to regain it or get back on the rails, then you could avoid a cheat day for the first few weeks.  I, for most people, still recommend it. There’s a note here then.  “I’ve pushed too hard several times and injured my back and knee with two intensive an exercise, which is why I’ve tried slow carb diet four times.  This time I’m trying to stick to the diet as close as possible and only do light walks every day. “People do not realize that if you eat a lot of sugar, live on a diet of cookies and milk, pies and ice cream, your body does not like it when you stop it, and it messes with your head.  Sometimes even if I’m not physically hungry, I still have an immense desire to eat Oreos and drink a little milk.” A few things.  Yes, if you are focusing on weight loss, focus on diet exclusively for the first four to eight weeks.  Do not add exercise.  This will increase your likelihood of failing, and you will, as a big person—and look.  Let’s call a spade a spade.  People talk about fat-shaming.  That’s bullshit.  If you don’t try to help other people or yourself who are obese, you are complicit in killing them.  Fat-shaming, go fuck yourself.  I want to help people first and foremost, and what that means is we have to be honest with ourselves.  So if you are fat, if you can reach down and grab your gut, and you have a nice little—you’ve got a nice handful there, that’s fat. All right.  So if we’re going to deal with that, then you do not want to add too many variables right off the bat.  Exercise is an additive habit.  Eating meals are a default, necessary habit that you’re probably doing three times a day already.  Just replace those default meals, and this will avoid a number of complications.  If you start exercising, many people will say, “Oh, my gosh.  I’ve exercised.  I’ve earned this additional food.”  What will happen?  They will end up eating more volume than they were even before their diet.  Then, of course, they will not lose body fat. The second is that they will become dependent on exercise, view that as the source of their fat loss—which it is not.  Diet for losing fat.  Exercise for building muscle.  Period.  With very rare exceptions, that’s the way to think about it, at least until you’re at 10 percent body fat. If you become dependent on exercise, you will get injured.  You can get injured, and it always happens eventually.  Then you fly off the rails.  Yes, I agree with you 100 percent.  Focus on little or no exercise with diet exclusively.  Nail it for four to eight weeks. For the hunger pangs, for the carb desires, and so on, the sweet tooth, you can consume a small amount of BCAAs, branched chain amino acids, to stay those off.  The liver will convert a small amount of these branched chain amino acids.  When I say a small amount, I mean 3 to 5 grams when you have the sugar cravings.  The liver, through gluconeogenesis, will convert a small amount of these branched chain amino acids in the bloodstream to glucose, and to keep your brain less bitchy.  That’ll be very helpful. Another thing that can help, folks, is a few tablespoons of medium chain triglycerides.  You could get caprylic acid.  You could have some coconut oil in your tea, as I often do.  You could get something from the Bulletproof folks.  I guess it’s XCT oil or something like that.  They all work just fine, but do not guzzle this stuff.  A few tablespoons is more than sufficient. Okay.  Next is do you have any practical tips for dealing with people you dislike?  Example given: coworkers, acquaintances, family members.  Man, that sounds tough.  That’s a long list. Well, I’ll tell you.  Yes.  Number one, I read or listen to a bit of Seneca daily.  I try to do my best.  It’s Seneca the Younger, a Stoic philosopher of 2000 years ago, the wealthiest investment banker in Rome, effectively advisor to the emperor, world-famous playwright, a real doer on the front lines who was very good at operating in high-stress environments. There are also a number of books in a series called Crucial Conversations that I think are worth checking out.  Honest, and this is going to sound funny, but brutal honest I think goes a long way toward making these relationships either manageable or disappear.  That’s not going to happen with family, of course, but I’ll give you an example. I received a phone call from a friend.  This guy is a real friend I’ve known for years about six months ago.  He had texted me and I guess emailed me, and I get thousands of both, but I’m not sure he realized this.  He finally got me on the phone, and I was like, “Hey, man.  What’s going on?”  He’s a very good dude.  We get along great.  He’s extremely effective in the professional world. He’s like, “Dude, what the fuck?  You’re harder to get a hold of than the fucking president.”  This is somebody who probably gets a hold of people like the president.  He was ranting and raving and got really upset with me.  I hadn’t said anything on the phone at this point.  I said, “Okay.  Well, do you want to know the real answer?”  He said, “Sure.”  I said, “I have a lot of high priorities right now.  Getting to you is probably between 15 and 20.”  That is number 15 and 20 on my priority list.  He was like, “What?  Fuck you, man.”  I was like, “Hey, you wanted the truth.  That’s the truth.  I love you, but that’s the state of affairs.” There’s a great short book called Lying by Sam Harris, Ph.D., neuroscientist who has been on this podcast.  I would encourage everyone to read that book.  It’s really enlightening, and it talks about the damage of white lies or silence in situations like that.  It’s very enabling.  I encourage everybody to check it out. There’s a quote also that I have on my refrigerator which forces me—let me pick up my microphone and my recording device, which for those interested in is a Zoom H6 recording device.  I quote like it.  The mic is a Shure SM58 cabled with an XLR, if anybody cares.  The quote on my refrigerator is this.  Here we go.  “When jarred unavoidably by circumstances, revert it once to yourself, and don’t lose the rhythm more than you can help.  You’ll have a better grasp of the harmony if you keep on going back to it.” That is a quote from Marcus Aurelius.  I’m sure that is taken from Meditations, which is effectively a collection of war journal entries that he wrote to himself at the time, the emperor of Rome, the most powerful human being on the planet.  Never intended for publication, so very cool collection of letters.  That is a quote that also helps me to deal with people that I dislike or find difficult.  There are a number of meditations in that book that relate to this. All right.  Episode on Japan, very intrigued to learn more about your views, specifically on the country, culture, and travel there. All right, well a few things real quick.  If you want to get a taste for why I love Japan so much, watch the move “Spirited Away,” and then go check out on YouTube a video for this heavy metal band called Babymetal.  “Karate” is the song name. By the way, “karate” is empty hand.  “Kara” is empty, and then hand is “te.”  That’s karate, just like Tegami.  Here’s a bit of trivia for those nerds out there who want some East Asian studies action.  “Tegami” in Japanese is hand paper, which means a letter, to write someone a nice letter. In Chinese, it’s [inaudible] is hand paper, which means toilet paper, so be careful when using characters.  The same characters, two different languages.  Who knew? For Japan, otherwise, there’s a two-part article on the blog called “Hacking Japan for Less Than New York City,” which covers a lot of my favorite things to do, and diversions in Tokyo.  Then there’s a CNN piece called something like “How Travel Helped me Learn to Kick Ass.”  I never use that phrase, “kick ass.”  Nonetheless, it covers my travel in 10th grade to Japan as an exchange student for a year, and some of the lessons I learned, which could elucidate things a bit. Biggest frustration or annoyance at the moment is golfer’s elbow from gymnastics strength training, which I am addressing with every possible tool under the sun, including the Armaid device, which I quite like, voodoo flossing, the Hitachi Magic Wand, which I’m not using for masturbating women.  I’m using it for my medial epicondylitis. If you guys don’t know what any of that means that I just said, you could buy Hitachi Magic Wand and figure it out for yourself.  And on, and on, and on.  Not that I’m against using it for that purpose, but not why I purchased this fine device. Which book or books have you gifted most, excluding yours?  Definitely the letters of Seneca, the moral letters to Lucilius.  I’m going to be coming out with my own print or ebook version with original artwork just for the fuck of it.  Wow.  That’s the wine bringing the F bombs.  I was born on Long Island.  Keep that in mind, folks—rat tail and all.  In any case, so Seneca. There’s a good Penguin classics translation called Letters From a Stoic.  The audio version that I produced is the Tao of Seneca.  That’s one.  Bird by Bird by Anne Lamott, which is an incredible book on contending with frustration in the creative process, particularly as it relates to writing.  It’s a great book and very hilarious, and very good therapy for people who are going through tough spots when trying to do anything entrepreneurial or creative. I’m going to mispronounce this again, some Irish—it’s not Irish.  Celtic folks, people who know to pronounce this name properly give me a lot of shit, but Slaine: The Horned God, which is a graphic novel that I like so much that I had 2,000 copies special printed with a bunch of fun original artwork in the beginning. Artwork by Simon Bisley, incredible hand painted.  He made the extremely well-known Lobo series, which I think was DC, if I’m recalling correctly.  Hand painted.  Slaine: The Horned God, graphic novel.  Then The Baron in the Trees by Italo Calvino, which is a fantastic short book about a young baron who gets in a huge tiff with his father and goes up in the trees, never to come down again, and has love affairs, battles of various types, wages, political campaigns, all from within the canopies of the trees.  It’s a great book.  That is another I would mention. Note: You may expand your answer to include any books that you find particularly interested but haven’t equally gifted, if at all.  Given that, I would add The Black Swan and Fooled by Randomness, both by Nassim Taleb.  The Black Swan in particular is the one that caught my attention. With that, folks, I am going to wrap up.  I hope you found this entertaining, or interesting, or useful, ideally both.  Please let me know what you thought.  I can be reached on the Twitters @TFerriss.  Let me know.  Just put #QandA, and let me know what you thought of this because this is, of course, somewhat time consuming.  So if you liked this, I’ll do more of these.  I’m happy to do it and drink more wine.  If you’re like, “That sucked.  Bring back pure interviews and I only want interviews,” please let me know because I want to know. For show notes, we will have links to everything that I just mentioned in this entire shindig.  Go to www.FourHourWorkweek.com/podcast.  Until next time and as always, thank you my little darlings for listening.  Have a wonderful day or evening wherever you may be.  Ta-ta. Posted on: January 1, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["tim ferriss: good golly, miss molly", "this is tim ferriss, and welcome to another episode of the tim ferriss show", "this episode of the tim ferriss show is not a long-form interview unless you count the multiple personalities in my own head.  we are not talking to arnold schwarzenegger, edward norton, jamie foxx, or black market biochemists, or hospice experts who have helped thousands of people die—none of those things which we have done in the past.  josh waitzkin, not going to be here", "instead, i am answering questions that you all or i should say many of you, wanted me to answer.  there have been requests for me to do a q&a, and i went onto the facebook, www.facebook.com/timferriss, and linked to a reddit post where i had people submit and up-vote questions.  at least 100 of you participated in this submitting questions, and many, many, many more up-voted the ones that you liked.  i will take a stab at answering, i would say, somewhere between 10 and 20 questions in this short in-between-isode, shorter than my two- to three-hour interviews.  i will infuse that with wine and water with some lemon in it", "i’ll give you another gear visual.  i have my water in a hydro flask, which is 40 ounces.  that’s 1.18 liters.  why this particular size?  well, i realized when traveling in columbia doing an acroyoga immersive course—and you can look up acroyoga, and i suggest searching the name jason neemer at the same time—this particular size of insulated water bottle also can be used for not foam rolling, because it’s hard, but rolling out the hip flexors, quads, et cetera.  it serves that dual purpose, so i have that in front of me", "we are going to cover quite a few things, note-taking.  we are going to cover how i view and develop particular skills, and things i’m excited about in the next three to five years.  many of these answers are informed by the world-class experts who have been on the podcast before and things i’ve learned from them, just in case you think this might be too self-indulgent", "i hope you find some value in it.  let’s just jump into the questions", "the first—i’m going to pause for dramatic drink of wine from my beaker.  it’s a beaker of sorts.  it’s 250 ml kimax kimble beaker.  i first saw these types of glasses at flower and water, a restaurant here in san francisco that’s outstanding.  i’m actually involved with a sister restaurant called central kitchen.  why would i find this interesting?  number one, i like giving people beakers in my house to drink wine from because they all put on funny faces expecting that i’ve stored blood, urine, or something else in it.  two-hundred-fifty milliliters, also, i enjoy measuring things.  that is exactly one-third of a standard bottle of wine, 750 ml.  pause for a sip, and i hope you’re all having a lovely day wherever you are, or evening.  hold on", "oh, so delicious.  all right.  here we go.  first question and i’m not going to read off the names of the people who submitted these just in case i criticize the questions.  all right.  the first question is if you were to do a zero to hero transformation of someone, what would be the path you would take?  i’m speaking about business as well as health", "now let me begin my answer with a story.  then i’ll take a stab at answering this.  i recall after graduating from college—this was 2000 or so—i moved to silicon valley and ended up getting a very low-paying job in technical sales for a mass data storage company, storage area networking company.  there was a mentor to the ceo of this company.  it was a very young ceo, very capable, about 23 or 25 years old", "this mentor was one of the highest-ranking executives at a company called brocade.  he was looked at and viewed with reverence and awe by many people in the company.  i remember at one point getting into the elevator going down at the same time as he was ending a meeting with the ceo, so we ended up in the elevator together, and we struck up a conversation and ended up having an email exchange about philosophies of life, basically.  i tried to keep it very succinct.  i knew that if i abused the opportunity to communicate with him, i would lose that immediately.  at the same time, i was eager to learn as much as possible from him", "now flash forward a month or two.  i shot him an email that ended the communication.  that email asked two questions, in effect.  what should i do to become successful, and something along the lines of, “here i am.  i’m doing this, this, and this.  what should i do with my life?” here’s the problem with those two questions, and in a way, the question that was asked.  you have to fit the question to the format, particularly when dealing with someone who has a lot going on.  he responded prettily angrily, at least from the way i read the tone with, “what do you expect me to do with these questions?  these are not good questions.  i can’t answer them,” because it would take him hours and hours just to clarify exactly what we mean by, for instance in this one, zero to hero.  hero for what?  how do we objectively or subjectively define success", "all right.  but let me take a stab at this, just underscoring the importance of asking questions that fit the format and fit the person’s bandwidth.  you see this a lot in q&as where questions are posed which are not necessarily bad questions, but they’re somewhat imprecise and cannot be answered in the time allocated", "here we go.  here’s what i would do.  i hate to presuppose people have read my books who are listening to the podcast, but the fact of the matter is that i’ve answered a lot of this before, so i would assign reading.  in this particular order, this is what came to mind as i was having dinner earlier", "i would have them read the magic of thinking big by david j schwartz.  this is a book that’s actually on my bookshelf facing out, so i’m reminded of it constantly.  next, i would have them read the four-hour workweek written by yours truly", "next i would have them read the effective executive by peter drucker, probably the best book or almost certainly the best book i’ve ever read on productivity, really with a focus by necessity on being effective, doing the right things, and not efficiency, doing things well because you can do a lot of unimportant or meaningless things extremely quickly and well.  that does not make them important, and it will never make them important", "okay, the effective executive.  next how to stop worrying and start living by mr.  carnegie.  i believe that that covers the major bases.  in terms of getting someone on the path from zero to here on business.  all right.  there you have it", "the next is health for our body, i think the book that was written to answer that question.  the short synopsis would be number-one, create accountability through some type of betting circle.  i think money is an easy tool to use in this case, so get together with four or five friends.  put in $100 each, for instance.  whoever loses the most body fat in the next x number of months—make a specific date—gets the entire pool and bragging rights, and shit-talking rights, of course", "this accomplishes some very interesting things.  i won’t delve into the behavioral psychology aspects of this, but this is an incentive.  ultimately, you’re only as loyal as your incentives.  i hate to say that, but it’s true.  self-control is overrated.  you need a stick or a carrot, and this provides both.  the fear and consequences of losing money, which is actually a greater motivator than that of gaining money, and then social accountability.  create a betting circle or something like that.  you can use tools like www.coach.me, which is a site, www.stickk.com, and others, www.dietbet.com, for instance.  but create a betting circle, number one", "number-two is focus on diet.  ninety-nine percent of fat loss is diet mediating.  you cannot out-exercise your mouth.  for those people who have a lot of weight to lose, or just want to lose weight effectively, i say do not add any new exercise.  focus on diet for at least the first four to eight weeks.  that would be the slow-carb diet with one cheat day as prescribed in the four-hour body", "you can just search “slow carb diet” and find all the basics, or “how to lose 100 pounds on the slow carb diet” with a bunch of case studies, which is on the blog", "next, if you’re going to add exercise, i would suggest two-handed kettlebell swings in one set of 50 to 75 reps if possible.  you can break that up into multiple sets if you cannot hit the target of 75 reps.  you do that once or twice per week.  search for a blog post called, i think it is, “creating the perfect posterior,” which has demo videos and explains exactly how to do this", "you can build a kettlebell very cheaply with basic supplies from a plumbing store.  it’s called the t-bar handle or the t-bar kettlebell swings.  you can search for that as well", "on off days, walk for at least one hour.  that would be my recommendation", "last but not least, meditate.  you can take a transcendental meditation course as i did, or you can practice vipassana, mindfulness insight mediation, et cetera, or just use, as i would recommend to most people, an app like headspace, and practice for 10 minutes in the morning for 10 days straight.  that is my attempt at answering that very broad question", "next and this is ancillary, if you were tasked with building a person from a blank slate, a la frankenstein’s creature or an android, what skills, qualities, would you give him first?  i will tell you", "number-one, i’m just thinking of building a terminator here.  number-one would be the ability to build—assuming they have biological requirements.  they’re not just made of metal and computational components, so they actually need food, et cetera, and are susceptible to cold and whatnot.  i would teach them how to build or find shelter because the rule of threes would dictate—and this is in the four-hour chef for people who want to really go off the rails with survivalist stuff", "you can survive.  the guideline is in harsh conditions or changing conditions, you can survive without shelter for three hours.  you can survive without water for three days.  you can survive without food for three weeks.  food is not the highest priority despite all the sensationalist bullshit television shows you might watch.  you just don’t need food, really, for a very long time.  so shelter, number one.  the next would be the ability to ask good questions.  that would be along the lines of cal fussman who was interviewed on this podcast, the best interviewer i have ever met in my life who has interviewed every celebrity imaginable for esquire magazine for the “what i’ve learned” column.  this ranges from mohammad ali to gorbachev to presidents.  it just goes down the list—johnny depp—everybody you can possibly imagine", "way back in the day when he was paying his—well, not really paying his way.  i should say befriending his way across europe and around the world, he didn’t have a lot of budget, and he would find free places to stay by, say, walking down a train, sitting next to a grandmother, and ultimately asking her how to make, say, the best borscht, depending on the location.  pick your regional soup.  “how do you make a really good borscht?”  it would end two hours later with, “you need to come.  you stay with my family.  i’m going to make you borscht.”  so the ability to ask good questions is really the ability to think clearly.  if you think about the underlying process of conscious thought, it is really one of asking and answering questions, so the ability to ask good questions.  maybe last, i would say the ability to identify or find people, powerful people, in times of crisis.  this is a weird one, but it came to mind earlier", "that is a window of opportunity to crack through the noise as a signal if you have something to offer, and develop relationships that would otherwise be above your paygrade or social stature", "next, how do you build rapport with your podcast guests?  for the most part, the conversations flow well, and your guests are very open with you.  i would love some tips i can implement to build that type of rapport with people", "all right, there are a few things.  number one, making someone comfortable with a conversation or, in this case, an interview, starts before the interview.  a big part of that is making it clear to them this is not a “gotcha” interview, and you have final cut", "this is what they do with “inside the actors studio,” which i learned by hiring a researcher who had worked with the team and lipton at “inside the actors studio.”  they say you have final cut.  what does that mean?  that means if you say anything embarrassing or you say anything you regret, we can cut it out before it goes live, and you have the ability to make those cuts", "i always encourage people to be as raw and detailed as possible.  we can always cut it out afterwards.  we can’t add it in afterwards", "then you have social proof at one point where i say, “your friends a, b, c, d, and e have been on the podcast,” or “a and b,” or just a.  “feel free to chat with them.  this is a friendly podcast with an incredibly huge impact with the demographic that i can describe,” and then go on.  you have to sell the show and the importance of being candid and raw", "then i will do a few things to make them comfortable.  number one is i will oftentimes—not always—send them the rapid-fire questions that i ask at the end of the podcast in advance because i want them to have good answers.  you, the audience, want them to have good answers, and it still keeps it fresh for me, but it gives them a layer of comfort.  even if two-thirds of the interview is spontaneous, they have something they know they can knock out of the park if they take 10 minutes to think about it beforehand", "then there are probably 20 more things, but i’ll just give you two more.  at least 10 minutes of pre-interview talk, so call and actually talk to them for a period of time before you start the interview.  you don’t want to jump immediately into it if you can avoid that.  the way you elicit vulnerability is by being vulnerable yourself", "i hope it does not seem like i’m trying to monopolize conversations when i interview people for the podcast, but a very important component of making them feel comfortable enough to provide stories, tactics, et cetera that people have never heard before is being forthcoming with my own stories of vulnerability or things that they wouldn’t expect me to share in an interview, and they reciprocate in kind", "those are a few things, and that—by the way—a number of those, i picked up from neil strauss, a seven- or eight-time the new york times bestselling author but also an incredible interviewer who has written a lot for the new york times and rolling stone", "next, this is a multi-parter.  you crafty little devils and your multi-bulleted questions.  here we go.  expand more on your teens and 20s.  what were you doing?  what type of person were you?  what were your influences?  i’m just going to cut it short and say i was a wrestler.  i think that sports should be mandatory in elementary school and high school, as they were at the second high school i went to, which was a spectacular school called saint paul’s in new hampshire.  i went from a bad public high school in long island to a very, very tough boarding school in new hampshire, school six days a week, mandatory sports, chapel almost every morning, seated meal with coat and tie, like dead poets society style, and on and on", "it really kicked my ass, which was great.  but i wanted to say that sports, i think, enabled you to inoculate yourself against fear and failure because you are constantly delivered small doses of both, and you have to contend with them in a sports arena where success is objectively determined.  i think this is a real godsend and gift.  it is a form in which you can practice and condition yourself to be more effective in every area of life", "two large influences, one in person, john buxton who is my wrestling coach and coached some incredible people that went on to do amazing things, like charles best who is founder of www.donorschoose.org, which you guys should all check out", "the other mentor who i’ve actually come to know a bit now in person—which is amazing.  i actually watched the olympic trials in iowa with him a few weeks ago—dan gable.  there was a video called “competitor supreme” about dan gable that i must have watched 100 times", "i will leave it at that, but everyone should watch it.  it might be a dude thing.  i don’t know, but high emphasis on aggression, determination, grit, et cetera.  certainly there is no gender-specific requirement for grit and resilience.  that goes across the board, and i hope to explore that actually in the new future with a female author and scientist who has written a book titled grit, but we’ll come back to that", "all right.  do you believe that you or people in general have personal callings?  do you believe that circumstances are designed so that we have an approximate or ideal life path", "well, i have a few, perhaps, contradictory answers to this.  the first answer is no.  well, no-asterisk.  that means that most people will not immediately know what their calling is.  now if you’re tiger woods, and you’re drawing trajectories of different irons when you’re 6 or 7 years old, okay.  you have been selected by the universe to specialize.  i think that can be a gift", "it can be a curse, of course, as all these things are.  for most folks, you can have many different vocations, callings, or purposes throughout your life.  certainly that is how i feel personally.  at one point, i read—i think this was actually a [inaudible] of some type—and i’m paraphrasing this.  it stated roughly that your calling is looking for you", "this has been a very big shift for me in the last two or three years that has taken the pressure off but actually allowed me to get a lot more done simultaneously.  that is throwing the entire paradigm of you need to find your calling, you need to find your passion, on its head.  look at it through the lens of your calling is looking for you.  all you need to do is create space and openness in this entangled universe", "ultimately, like two balls in a pinball machine—i’m not sure if that’s actually the right metaphor, but—you will encounter this.  you have to have the presence of mind to recognize it when it appears or presents itself.  i do believe that developing practices of mindfulness, like using, for instance, an app in the morning to meditate for 10 to 20 minutes for seven to 10 days straight to develop that habit", "other related tools, whether that’s simple gratitude journaling exercises or flotation tanks will enable you to see opportunities and callings that are right in front of you and perhaps have been in front of you for a very long time.  that has been, at least, my approach", "do i believe in coincidences is the next one?  in reviewing data, yes", " in other words, there are a lot of spurious relationships you can observe in massive data sets or in scientific studies, and people convince themselves of causality, i.e.  a causes b when it is just chance.  you have to understand a little bit of statistics to really crunch that properly, but in reviewing data, yes.  i believe in coincidences.  there are a lot of folks who will torture the data to get all sorts of conclusions out of the data, which may be popular, i.e.  the china study, but not in any respect defensible or accurate", "you can go back to the original monograph for that or look at the long-term implications of cancer from, for instance, purely plant-based diets and so on that have come up recently.  this is to say also, guys, don’t assume an agenda.  i’m not part of the pro-meat lobby.  i’m reviewing the data.  on either side or any side, do i believe in coincidences?  yes.  absolutely when reviewing data.  in life generally, if we’re talking about at the 30,000-foot level, i find it enabling, and there are people who take issue with this.  i think i sometimes take issue with this", "i find it helpful—and this is borrowed from tony robbins who has said this—to believe that life is happening for me, not to me.  a consequence of that is when shitty things happen, i view it as an opportunity to train myself, or i view it as what is needed to happen for me to learn a particular lesson.  i suppose that would mean that i am ruling out coincidence.  i am looking for purpose or reason behind these things that happen, whether they are good, bad, or neutral", "all right.  next bullet.  i’m going to skip one on cryonics because i don’t have a strong opinion, although “wait, but why?” has a good article on it.  what is something you are increasingly getting excited about or is just on your radar, something you might be really into in the next three to five years", "there are a few things: getting very much into gymnastic strength training.  specifically, i’m being helped by a guy named coach sommer who has a company called gymnastic bodies.  acroyoga, and i mentioned this earlier.  i’m increasingly excited about it because it has certain facets of tango, which of course i fell in love with long ago in argentina", "i went to the world championships in 2005.  those include physical contact that is sensual but not necessarily sexual, play, and improvisation.  these three components i find very medicinal and therapeutic, and it’s just fucking fun, and you get in fantastic shape if you don’t tear your adductors first, as a base.  that is so you guys can look it up.  acroyoga, check it", "on a business standpoint, or not just a business standpoint but opportunity standpoint, fascination standpoint, economic standpoint, there are two that jump out.  the first is virtual reality.  i was a virtual reality skeptic until i had the valve software demo on and htcv headset, and i think it’s going to change everything", "virtual reality is in the model t stage at best, and i think in the next five years it will revolutionize entertainment.  it’ll revolutionize training for skills like surgery.  it will revolutionize porn certainly, just to name the huge elephant in the room.  i mean, the tactile feedback potential.  eye scanning startups and specializing.  it’s going to be completely bonkers, so there’s that", "the next is – and this is something i only recently got a full appreciation of two nights ago at dinner at central kitchen, which i mentioned, with a gent named david norris.  david norris is the ceo of a company called md insider.  you guys should check out md insider.  it’s highly disruptive.  full disclosure, i am an investor in this company.  he was explaining to me the shift from something called fee for service model to value model with health insurance", "the way i would introduce this is by asking how big a deal would it be if every single automotive company simultaneously decided they were going to stop using gasoline.  they were all going electric or all going to an alternative fuel source or energy source?  it would be front-page news in every newspaper.  the same thing, effectively, is happening in healthcare right now", "that is that instead of saying, “you’re going to pay this premium, and then when you get sick, we’re going to pay out these incredible fees for these various things.  instead what we’re going to do is we’re going to charge you a premium, and then it’s our job to keep you healthy.”  i’m vastly simplifying this and drinking wine, so i’m going to let you look up fee for service to value for healthcare.  this is a multi, multi-trillion-dollar opportunity", "it’s just unbelievable.  it’s a fucking free for all.  it’s the wild west right now, so that’s very exciting.  in that type of chaos, you find a lot of opportunity for smart people who can think orthogonally.  all right.  there you go", "next, dogs.  let’s talk about them.  i get a lot of questions about dogs because i have molly who’s lying on the floor next to me right now and is 11 months old.  i’ve had her for roughly seven months.  a couple of questions related to dogs", "why did you get one, especially as someone who values flexibility and freedom?  well, i will tell you.  i think flexibility and freedom can be a fool’s errand.  i’ll illustrate it with a story.  i was having a conversation with a very close friend of mine, who has a successful business with millions of dollars, and he always had ruled out decisions that would limit his travel, limit his options, and he viewed himself as the guy who was independent.  he worked for his freedom to be an entrepreneur until he realized he had a high degree of stress from infinite options", "he needed positive constraints, as i do.  infinite options equals ultimate prison in many circumstances.  you end up with this paradox of choices.  it’s like standing in front of shelving at a safeway with 300 brands of toothpaste and just wasting 15 minutes of your life just trying to pick a fucking toothpaste.  you don’t need that type of cognitive burden and decision fatigue", "why did i get one?  because i always felt incomplete without a dog.  that might sound pitiful.  i think it’s just being honest.  i grew up with two rescues, and there is something in my dna that just matches with canines, number-one.  i wanted to care for something outside myself", "now you would say that infringes on my freedom.  on the other hand, you could argue that when i am miserable, i am miserable because of a me focus, and the remedy to that is precisely doing something which is infringing on my freedom, my options, but is a positive constraint that improves my wellbeing and contentedness, which is having something like a dog that i need to keep alive.  that is another piece of it", "next question: training tips.  all right.  i will probably write something more elaborate on this in the future.  number-one, look into crate training.  i think ian dunbar has quite a bit that is good on this.  clicker training, use a clicker.  this is basically a positive reinforcement tool that has been refined with a whistle or a clicker in marine training with dolphins and so on.  you can use it for dogs.  it speeds everything up dramatically", "the best book that touches on this and many other principles—and there’s a lot of bullshit in the dog training world—is [don’t] shoot the dog by karen pryor.  she is very legit.  terrible title.  fantastic book.  even if you care not one iota about dog training, for human training, if you want to get your mother-in-law to stop nagging you, if you want to get the cat off the table, if you want to negotiate with your kid to get them to do something, this is a great book, so check out [don’t] shoot the dog", "next tip for training is train for attention.  this means training your dog to at least engage in eye contact and check in with you regularly when you give specific cues.  if you search for “the most important skill to teach your dog ferriss,” i put up a short video demonstrating how i do this with my dog using a clicker.  it’s very easy to do and pays incredible dividends", "that alone allows me to go to most dog parks and have people comment on how my dog is the best-behaved or trained there.  it is a cheat, but that doesn’t mean it is of any less value.  it’s a prerequisite for all the other types of skills you’d want to layer on top of that, so train for attention.  check out that video, the most important skill to teach your dog, and then my last name", "a few other things, depending on how old or young the dog is.  expose them to many different surfaces and many different people, ages, gender, race, et cetera.  surface is very important if you’re going to travel with your dog a lot, which i do.  grates, sand, grass, astroturf, carpet, et cetera.  you want to expose them to as much as possible.  if your dog freaks out about something, which mine did for a long time with certain types of sliding doors and entryways", "take a temple grandin approach.  i don’t have time to get into who that is, but crouch down to the eye level of your dog, and check things out.  don’t assume they see the exact same thing, but it will give you some improved perspective", "let’s see.  what breed is molly?  why’d you pick that?  she is a rescue mutt", " i have no idea.  i did a genetic test with a company that i am convinced is a complete scam.  they basically sent me a cover sheet that said, “congratulations", "you have a dog.  it might be one of these 20 breeds, and here are 30 pages stolen from wikipedia on genetics", "congratulations.” but she looks a lot like an [inaudible], which is a short-haired herding dog that looks like a bernese mountain dog, closely related.  that is that.  i believe in supporting no-kill dog shelters whenever possible, so i adopted her", "what have you learned about human behavior from molly?  i have learned the drive to be right or righteous is often counterproductive.  what i mean by that is you should focus on positive reinforcement whenever possible.  i don’t have time to get into why that’s the case, although there is a book.  it’s very hard to find", "i’m fantasizing about buying the rights and giving it away for free as a pdf to the world.  it’s called command performance, which is a compilation of training tips from whole dog journal.  i’m not making this up.  it’s great.  it’s very short.  most dog training books are 99 percent bullshit subjective made-up nonsense and then a handful of tactical things.  this is all tactical.  maybe one behavior every three pages for 100 pages.  it’s great", "but looking at the flipside of that, negative reinforcement or punishment, so let’s just say you come home and your dog shit on the floor.  guess what.  this is going to happen, if you get a puppy especially, or whatever it might be", "at some point, your dog’s going to make a mistake.  if you, let’s say, come across it, and you don’t know when it happened, but you’re pissed, and you want to make a point of teaching your dog that this is the wrong thing to do, in your mind.  this is how you’re going about rationalizing what you do next, which is, let’s say, grabbing the dog by the collar, and putting their head right next to it, and saying, “no.  bad dog.  bad dog.”  well, guess what.  if this dog didn’t take the shit right in front of you, they’re not going to connect not crapping in the house.  they will perhaps conclude that they shouldn’t go to the bathroom where you can find it, so they’ll just go in the closet and take a dump on your shoes instead", "the point being it pays to study behavioral conditioning, operant in classical conditioning, and you’ll realize that very often, being right or righteous and disciplining your dog is not effective.  it just is not effective, and this translates to interacting with other humans, of course, because we are mammals.  whether you’re prodding a slug with a little electrode and looking at operate conditioning and ebbinghaus forgetting curves and so on, it’s the same shit.  we like to think of ourselves as very fancy creatures, but the fact of the matter is you can condition human begins to do fantastic things or atrocious things very easily by understanding operant and classical conditionings.  conditioning is no different, which is why [don’t] shoot the dog is such a great book for understanding how to modify behavior, your own and other people or species.  there you have it", "all right.  explain why you avoid feeding fowl to your dog.  i’ve looked but can’t find the reason.  this is a simple reason.  it might not be a good one.  i had a very good chef and food scientist tell me to avoid fowl.  i asked him why, and he said, “because they’re fucking disgusting.” two weeks later, there was a recall on the same brand of food that i bought my dog, but there was a recall on the duck and chicken, on the fowl.  it just seems like there are higher incidences of food contamination, but i could be investing that", "all right.  next question.  i’m going to go for another 10 or 15 minutes.  “hey, tim.  you might have covered this previously, but i’m really interested to hear how you met and became friends with kevin rose.  kevin rose i met through aubrey sabala, aubs.  how you doing?  thanks for that", "i threw a party on the ss jeremiah, which is a working warship that is docked in san francisco.  they recorded a lot of the sound for titanic on the ss jeremiah.  it is a functioning homeland security vessel.  they have weaponry and everything up on deck, but you can rent out one of the cargo rooms for parties, so i threw this hunt for red october theme party with red lights everywhere, and aubrey was coming, and she asked me if she could bring her friend, kevin rose", "kevin came, and we hit it off.  over the period of maybe six months, we got to know each other.  shazam.  there you have it.  kevin, for those people who don’t know, was also episode1 of “the tim ferriss show,” which at that time did not have a name.  he wanted to call it “tim tim talk talk” which some people still fucking call it.  thank you, kevin", "all right.  next.  if you were to go back to college, what would you choose to major in and why?  it can be for personal reasons or fiscal reasons.  i assume you would choose not to go at all, but let’s say you had to.  that deserves another sip of wine.  bear with me, folks.  oh, so delicious", "well, you assumed incorrectly.  i would go to college.  i think that despite the dropout fetishizing we have in the u.s., there is still a fantastic place for college, and that is for two reasons.  number one, i view the objective of a liberal arts education, if that is what we’re talking about, as creating a well-rounded human being—well-rounded and open-minded human being, not preparing someone, as would be the case in a specialty professional school, for one industry or profession", "that being the case, i will say this and bite my tongue at the same time.  number one, many of the people i know who have done very well financially but have not gone to college carry with them an insecurity about that for the rest of their life, for their entire lives.  they will open up about this with close friends after a few glasses of wine", "the second and more important piece is that i’ve met many people who talk a lot of trash about going to college.  they did not go themselves, and they are very successful financially, and extremely one-dimensional.  they are great at crafting deals, negotiating, and they know absolutely fuck-all about anything outside of that realm.  this is not universal.  there are some incredible exceptions, but this is very common", "i would absolutely still go to college, but i would say the value of that from a professional or career standpoint is—well, there are two different strata we can talk about.  i think that if you’re not a zuckerberg—and lets’ face it.  most of us are not—then having college graduate on your resume will help you to achieve a guaranteed level of income above the norm that will be very hard to come by if you are not an entrepreneur who is a zuckerberg", "the second is much like mba programs, people ask me, “is it worth it going to an mba program?”  i say, “well, it depends on your goals and it depends on the school.  if you go to, say, a top 10 school or a top 50 school, undergraduate, it can certainly be worth it.”  if you go to a harvard, or princeton, or stanford, that is a golden ticket in many different worlds, so it is worth it", "so now i’m going to get off my soap box about college.  can you educate yourself well without it?  yes, but it takes someone who is self-directed or disciplined enough to do that through cultivation by parents or through conditioning and self-development", "next, what would i major in?  i would major in what i majored in when i went to school, which was east asian studies.  i think you should focus on obsessions and communication.  that has served me very well in life, so i’m perhaps speaking from a limited personal experience, but i was never encouraged to take a technical path", "it might have been terrible even if i had been encouraged, so i’m not going to say computer science because that is the way of the future, and if you don’t code, you’re not going to be literate, and you’re fucked.  i’m not going to say that.  i’m going to say you should focus on your obsessions because if you’re not obsessed, if you don’t have that excitement, you’re not going to be any better than mediocre in any field, in my opinion", "and communication because you’re going to require that no matter what.  you are going to have to have a clear ability to communicate verbally and in the written word.  that could mean english.  it could mean any number of things.  writing courses with extremely merciless teachers are also very helpful.  there you have it", "what do i think about going to school aboard?  i know tim lived in germany.  yeah, i think it should be mandatory for one year, ideally in 10th grade.  i don’t have time to go into that right now, but i’ll leave it at that", "a bunch of questions about note-taking.  i will just say i am note-taking fiend.  i have what i would call hypergraphia, which is compulsive note-taking tendencies.  to keep this short, search for a blog post called “how to take notes like an alpha geek.”  i really dig into it there.  you can also see photographs of some of my notes that i put on instagram, www.instragram.com/timferriss", "but there was a specific question about what deserves highlighting?  do you use any made-up abbreviations or symbols?  yes, i do.  i will go through.  i will take notes in books.  if i put “ph” next to it, that means “phrase.”  that means i like the wording, the wordsmithing of a line.  “q” or “qu” means “quote.”  i like the quote.  then i will underline things and highlight things", "i create an index at the front of the book if we’re talking about print.  i will create basically a table of contents with different topics and the page numbers to the left.  they do not need to be in order from start to finish.  they can be all out of order.  it doesn’t matter because i’m looking at the topic and then jumping to the page number", "in some cases, i’ll just put “ph,” remember those phrases, and then i’ll write down all of the page numbers for the phrase, the turns of phrase that i like", "now, this is the critical piece.  when i go through a second time—because some folks have said highlighting in my own notes always seems random.  i hope this was important until my highlighting basically means nothing.  the way i get around that is when i do multiple passes of a book.  if a book is worth reading once and it’s non-fiction, it should be worth reading twice or three times.  otherwise, it’s not worth reading once", "i will go through multiple passes looking at my highlights, and i will put t1, t2, t3, t4 on each of these passes.  what does this mean?  i’ll underline highlighted stuff.  then i will go back and review those highlights.  if i still think it’s worth highlighting, i’ll put t2", "i will often date this in my index.  i’ll say, “all right.  april, 2016, t2.”  that’s when i went through and did t2.  then if i go through again six months later, i will only look at the t2s and put t3.  this is how i keep track of these revisions", "let’s see.  we’re about 46 minutes in.  holy fuck, people.  i am long-winded.  am i long-winded?  such insecurities.  i’m going to hit a few more, and then i’m going to call it a night", "next we have slow carb diet.  as a 40-plus male on the slow carb diet, i’m very interested in understanding a few things.  i’ve heard a lot about ketogenesis.  i’m interested if this process relates to the slow carb diet.  i wouldn’t think about it.  ketogenesis and ketogenic diet is much harder to follow.  if you haven’t succeeded already on the slow carb diet, i would not go directly to ketosis.  if you want to learn a lot about it, you can read a book called keto clarity, which is a good introduction, or listen to the podcast i did with dominic d’agostino, an incredible scientist", "suffice to say, i would say if you have a lot of weight to lose and if you’re 40-plus, i would focus on the slow carb diet first", "how much does falling off the wagon or extending your cheat day affect the results of your slow carb diet?  just get back on the horse, number one.  number two, if you extend your cheat day, you will significantly impact your gains, meaning losses.  so stick to one wake cycle whenever possible.  that means don’t stay up on a friday if your cheat day is saturday, as it is for me and many people, hence the nickname fatter-day.  do not stay up until midnight, cheat for four hours, then go to bed at 4:00 a.m., wake up in the middle of the day, and then cheat for another 24 hours.  that will fuck you up.  one wake cycle.  that means that you wake up.  you start cheating.  you cheat, cheat, cheat, and then you end when you go to bed, and that’s it", "can it be beneficial to start the slow carb with a period of no cheat day, and what are the pros and cons?  yes, you can do that.  some people have benefited from that.  most people, 90 percent, will benefit from the psychological release valve and the hyper chloric spike, which helps with thyroid and whatnot, if a cheat day.  if you know thyself, and you are going to fly of the rails and not be able to regain it or get back on the rails, then you could avoid a cheat day for the first few weeks.  i, for most people, still recommend it", "there’s a note here then.  “i’ve pushed too hard several times and injured my back and knee with two intensive an exercise, which is why i’ve tried slow carb diet four times.  this time i’m trying to stick to the diet as close as possible and only do light walks every day", "“people do not realize that if you eat a lot of sugar, live on a diet of cookies and milk, pies and ice cream, your body does not like it when you stop it, and it messes with your head.  sometimes even if i’m not physically hungry, i still have an immense desire to eat oreos and drink a little milk.” a few things.  yes, if you are focusing on weight loss, focus on diet exclusively for the first four to eight weeks.  do not add exercise.  this will increase your likelihood of failing, and you will, as a big person—and look.  let’s call a spade a spade.  people talk about fat-shaming.  that’s bullshit.  if you don’t try to help other people or yourself who are obese, you are complicit in killing them.  fat-shaming, go fuck yourself.  i want to help people first and foremost, and what that means is we have to be honest with ourselves.  so if you are fat, if you can reach down and grab your gut, and you have a nice little—you’ve got a nice handful there, that’s fat", "all right.  so if we’re going to deal with that, then you do not want to add too many variables right off the bat.  exercise is an additive habit.  eating meals are a default, necessary habit that you’re probably doing three times a day already.  just replace those default meals, and this will avoid a number of complications.  if you start exercising, many people will say, “oh, my gosh.  i’ve exercised.  i’ve earned this additional food.”  what will happen?  they will end up eating more volume than they were even before their diet.  then, of course, they will not lose body fat", "the second is that they will become dependent on exercise, view that as the source of their fat loss—which it is not.  diet for losing fat.  exercise for building muscle.  period.  with very rare exceptions, that’s the way to think about it, at least until you’re at 10 percent body fat", "if you become dependent on exercise, you will get injured.  you can get injured, and it always happens eventually.  then you fly off the rails.  yes, i agree with you 100 percent", " focus on little or no exercise with diet exclusively.  nail it for four to eight weeks", "for the hunger pangs, for the carb desires, and so on, the sweet tooth, you can consume a small amount of bcaas, branched chain amino acids, to stay those off.  the liver will convert a small amount of these branched chain amino acids.  when i say a small amount, i mean 3 to 5 grams when you have the sugar cravings.  the liver, through gluconeogenesis, will convert a small amount of these branched chain amino acids in the bloodstream to glucose, and to keep your brain less bitchy.  that’ll be very helpful", "another thing that can help, folks, is a few tablespoons of medium chain triglycerides.  you could get caprylic acid.  you could have some coconut oil in your tea, as i often do.  you could get something from the bulletproof folks.  i guess it’s xct oil or something like that.  they all work just fine, but do not guzzle this stuff.  a few tablespoons is more than sufficient", "okay.  next is do you have any practical tips for dealing with people you dislike?  example given: coworkers, acquaintances, family members.  man, that sounds tough.  that’s a long list", "well, i’ll tell you.  yes.  number one, i read or listen to a bit of seneca daily.  i try to do my best.  it’s seneca the younger, a stoic philosopher of 2000 years ago, the wealthiest investment banker in rome, effectively advisor to the emperor, world-famous playwright, a real doer on the front lines who was very good at operating in high-stress environments", "there are also a number of books in a series called crucial conversations that i think are worth checking out.  honest, and this is going to sound funny, but brutal honest i think goes a long way toward making these relationships either manageable or disappear.  that’s not going to happen with family, of course, but i’ll give you an example", "i received a phone call from a friend.  this guy is a real friend i’ve known for years about six months ago.  he had texted me and i guess emailed me, and i get thousands of both, but i’m not sure he realized this.  he finally got me on the phone, and i was like, “hey, man.  what’s going on?”  he’s a very good dude.  we get along great.  he’s extremely effective in the professional world", "he’s like, “dude, what the fuck?  you’re harder to get a hold of than the fucking president.”  this is somebody who probably gets a hold of people like the president.  he was ranting and raving and got really upset with me.  i hadn’t said anything on the phone at this point.  i said, “okay.  well, do you want to know the real answer?”  he said, “sure.”  i said, “i have a lot of high priorities right now.  getting to you is probably between 15 and 20.”  that is number 15 and 20 on my priority list.  he was like, “what?  fuck you, man.”  i was like, “hey, you wanted the truth.  that’s the truth.  i love you, but that’s the state of affairs.” there’s a great short book called lying by sam harris, ph.d., neuroscientist who has been on this podcast.  i would encourage everyone to read that book.  it’s really enlightening, and it talks about the damage of white lies or silence in situations like that.  it’s very enabling.  i encourage everybody to check it out", "there’s a quote also that i have on my refrigerator which forces me—let me pick up my microphone and my recording device, which for those interested in is a zoom h6 recording device.  i quote like it.  the mic is a shure sm58 cabled with an xlr, if anybody cares.  the quote on my refrigerator is this.  here we go.  “when jarred unavoidably by circumstances, revert it once to yourself, and don’t lose the rhythm more than you can help.  you’ll have a better grasp of the harmony if you keep on going back to it.” that is a quote from marcus aurelius.  i’m sure that is taken from meditations, which is effectively a collection of war journal entries that he wrote to himself at the time, the emperor of rome, the most powerful human being on the planet.  never intended for publication, so very cool collection of letters.  that is a quote that also helps me to deal with people that i dislike or find difficult.  there are a number of meditations in that book that relate to this", "all right.  episode on japan, very intrigued to learn more about your views, specifically on the country, culture, and travel there", "all right, well a few things real quick.  if you want to get a taste for why i love japan so much, watch the move “spirited away,” and then go check out on youtube a video for this heavy metal band called babymetal.  “karate” is the song name", "by the way, “karate” is empty hand.  “kara” is empty, and then hand is “te.”  that’s karate, just like tegami.  here’s a bit of trivia for those nerds out there who want some east asian studies action.  “tegami” in japanese is hand paper, which means a letter, to write someone a nice letter", "in chinese, it’s [inaudible] is hand paper, which means toilet paper, so be careful when using characters.  the same characters, two different languages.  who knew", "for japan, otherwise, there’s a two-part article on the blog called “hacking japan for less than new york city,” which covers a lot of my favorite things to do, and diversions in tokyo.  then there’s a cnn piece called something like “how travel helped me learn to kick ass.”  i never use that phrase, “kick ass.”  nonetheless, it covers my travel in 10th grade to japan as an exchange student for a year, and some of the lessons i learned, which could elucidate things a bit", "biggest frustration or annoyance at the moment is golfer’s elbow from gymnastics strength training, which i am addressing with every possible tool under the sun, including the armaid device, which i quite like, voodoo flossing, the hitachi magic wand, which i’m not using for masturbating women.  i’m using it for my medial epicondylitis", "if you guys don’t know what any of that means that i just said, you could buy hitachi magic wand and figure it out for yourself.  and on, and on, and on.  not that i’m against using it for that purpose, but not why i purchased this fine device", "which book or books have you gifted most, excluding yours?  definitely the letters of seneca, the moral letters to lucilius.  i’m going to be coming out with my own print or ebook version with original artwork just for the fuck of it.  wow.  that’s the wine bringing the f bombs.  i was born on long island.  keep that in mind, folks—rat tail and all.  in any case, so seneca", "there’s a good penguin classics translation called letters from a stoic.  the audio version that i produced is the tao of seneca.  that’s one.  bird by bird by anne lamott, which is an incredible book on contending with frustration in the creative process, particularly as it relates to writing.  it’s a great book and very hilarious, and very good therapy for people who are going through tough spots when trying to do anything entrepreneurial or creative", "i’m going to mispronounce this again, some irish—it’s not irish.  celtic folks, people who know to pronounce this name properly give me a lot of shit, but slaine: the horned god, which is a graphic novel that i like so much that i had 2,000 copies special printed with a bunch of fun original artwork in the beginning", "artwork by simon bisley, incredible hand painted.  he made the extremely well-known lobo series, which i think was dc, if i’m recalling correctly.  hand painted.  slaine: the horned god, graphic novel.  then the baron in the trees by italo calvino, which is a fantastic short book about a young baron who gets in a huge tiff with his father and goes up in the trees, never to come down again, and has love affairs, battles of various types, wages, political campaigns, all from within the canopies of the trees.  it’s a great book.  that is another i would mention", "note: you may expand your answer to include any books that you find particularly interested but haven’t equally gifted, if at all.  given that, i would add the black swan and fooled by randomness, both by nassim taleb.  the black swan in particular is the one that caught my attention", "with that, folks, i am going to wrap up.  i hope you found this entertaining, or interesting, or useful, ideally both.  please let me know what you thought.  i can be reached on the twitters @tferriss.  let me know.  just put #qanda, and let me know what you thought of this because this is, of course, somewhat time consuming.  so if you liked this, i’ll do more of these.  i’m happy to do it and drink more wine.  if you’re like, “that sucked.  bring back pure interviews and i only want interviews,” please let me know because i want to know", "for show notes, we will have links to everything that i just mentioned in this entire shindig.  go to www.fourhourworkweek.com/podcast.  until next time and as always, thank you my little darlings for listening.  have a wonderful day or evening wherever you may be.  ta-ta"]}