{"dialog_idx": {"joshua skenes": [12, 13, 15, 16, 19, 21, 23, 24, 28, 31, 32, 35, 36, 37, 38, 39, 40, 41, 43, 44, 45, 47, 49, 50, 51, 52, 53, 61, 62, 63, 64, 65, 72, 73, 74, 75, 76, 77, 78, 79, 80, 82, 83, 84, 85, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 117, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 130, 131, 132, 133, 134, 135, 137, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 169, 170, 171, 172, 173, 174, 175, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 191, 192, 193, 194, 195, 196, 197, 198, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 211, 217, 218, 220, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 245, 246, 250, 251, 252, 253, 254, 255, 256, 257, 260, 261, 262, 263, 264, 265, 266, 267, 269, 272, 273, 274, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 309, 310, 311, 312, 313, 314, 315, 317, 319, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 343, 344, 345, 346, 348, 349, 350, 351, 352, 353, 354, 355, 356, 368, 369, 370, 371, 372, 373, 375, 377, 378, 379, 380, 381, 382, 387, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 415, 416, 417, 418, 419, 420, 421, 422, 423, 425, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 446, 447, 448, 461, 462, 463, 464, 470, 471, 472, 474, 475, 476, 478, 479, 480, 481, 482, 483, 484, 486, 487, 488, 489, 490, 491, 498, 499, 500, 501, 502, 504, 506, 509, 511, 512, 513, 514, 516, 517, 518, 519, 520, 523, 524, 525, 526, 528, 529, 530, 531, 532, 533, 534, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 551, 557, 558, 559, 560, 561, 565, 567, 568, 573, 575, 577, 578, 579, 580, 582, 583, 585, 587, 589, 590, 591, 592, 593, 594, 595, 596, 597, 599, 600, 601, 602, 603, 604, 605, 606, 607, 615, 616, 618, 619, 620, 621, 622, 623, 624, 626, 627, 628, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 671, 673, 675, 676, 678, 679, 681, 682, 683, 684, 686, 687, 688, 689, 691, 693, 694, 695, 696, 697, 698, 699, 700, 706, 708, 709, 710, 719, 721, 723, 724, 725, 726, 727, 728, 730, 731, 732, 733, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 751, 752, 753, 754, 755, 756, 757, 758, 760, 761, 762, 764, 765, 766, 767, 768, 771, 772, 773, 774, 775, 776, 777, 780, 785, 786, 789, 795, 796, 798, 799, 800, 801], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 14, 17, 18, 20, 22, 25, 26, 27, 29, 30, 33, 34, 42, 46, 48, 54, 55, 56, 57, 58, 59, 60, 66, 67, 68, 69, 70, 71, 81, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 116, 118, 129, 136, 138, 149, 168, 176, 187, 188, 189, 190, 199, 210, 212, 213, 214, 215, 216, 219, 221, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 247, 248, 249, 258, 259, 268, 270, 271, 275, 287, 288, 289, 290, 291, 292, 293, 294, 308, 316, 318, 320, 339, 340, 341, 342, 347, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 374, 376, 383, 384, 385, 386, 388, 399, 400, 401, 402, 403, 414, 424, 426, 427, 445, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 465, 466, 467, 468, 469, 473, 477, 485, 492, 493, 494, 495, 496, 497, 503, 505, 507, 508, 510, 515, 521, 522, 527, 535, 536, 550, 552, 553, 554, 555, 556, 562, 563, 564, 566, 569, 570, 571, 572, 574, 576, 581, 584, 586, 588, 598, 608, 609, 610, 611, 612, 613, 614, 617, 625, 629, 630, 631, 632, 633, 634, 635, 636, 670, 672, 674, 677, 680, 685, 690, 692, 701, 702, 703, 704, 705, 707, 711, 712, 713, 714, 715, 716, 717, 718, 720, 722, 729, 734, 748, 749, 750, 759, 763, 769, 770, 778, 779, 781, 782, 783, 784, 787, 788, 790, 791, 792, 793, 794, 797, 802, 803, 804]}, "episode_num": 156, "file_type": "html", "guests": ["joshua skenes"], "num_sentences": 805, "num_words": 14985, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show where it is my job to deconstruct world class performers, whether they are chess prodigies, military strategists, former generals, entertainment icons, athletes, or otherwise. And in this episode I am speaking with a friend I hadn’t caught up with in a very, very long time: Joshua Skenes and that was my dog yawning in the background. Otherwise known as Josh Skene depending on whom you ask: S-K-E-N-E-S, jskenes@instagram has become famous for his use of fire as chef/owner of Saison in San Francisco, which has three Michelin Stars: one of the very first restaurants ever in San Francisco to receive three Michelin Stars. He has classical training, which of course you’d expect and loves his high-end Japanese nanohide knives – check them out – but nothing quite captures his imagination like the open flame. The back of his business card sports three words stark on its ivory stock: Play With Fire. That’s what the back of his business card says and in this episode we explore three of his obsessions: simplicity, food, and the Martial Arts. We became friends first during collaboration for The Four Hour Chef, where he taught me about all sorts of incredible things and this was a long-overdue catch-up over lots of different types of tea. So, I very much hope you enjoy it and if you have not yet checked out Five Bullet Friday – every Friday I send out a free short email; five bullets of the coolest things that I have found, discovered, uncovered that week – then you should check it out. It is free and has 70 plus percent open rates so people love it. It is found at fourhourworkweek.com/Friday; all spelled out and without further adieu here is Joshua Skenes. Joshua, sir – welcome to the show. Joshua Skenes: Thank you for having me. It’s nice to be here. Tim Ferriss: It has been so long since we actually hung out. Joshua Skenes: Yeah – it has been too long. And in fact it’s probably been what; five years? Tim Ferriss: Probably that we’ve actually spent any sit-down time together because the way we connected originally, when I was doing research for The Four Hour Chef and visiting the older location of Saison, it brings back a lot of memories. Before I get to that, though I want to know: what does the back of your business card currently say? Joshua Skenes: I haven’t picked up a business card in like four years. Tim Ferriss: So, maybe I’ve got the older version. Joshua Skenes: Yeah – I think the one you’re talking about used to say; Play with Fire. Tim Ferriss: Play with Fire. Joshua Skenes: Play with Fire was the old one. That was one of the guys who does – his name is Jim Ayos; a really amazing creative designer – he does all the stuff for the Monterey Bay Aquarium and he thought we should write Play with Fire on the back because that’s what we do. Tim Ferriss: And we’re going to get into a number of different facets of our shared interests. Of course we’re sitting in my house. It’s filled with Japanophile paraphernalia everywhere: saddles and armor and whatnot. Joshua Skenes: It’s completely different from my house by the way. Tim Ferriss: But at the first location that I visited of your restaurant you had a wooden man right there – about I would say 15 feet from where you did – Joshua Skenes: From where you see people, yes. Tim Ferriss: Yes – from where you see people. Joshua Skenes: We used to throw a blanket, like a little cashmere blanket and I’d just cover it up for the guests, but then we started leaving it uncovered and it was interesting to see peoples’ reactions to that. They loved it. Tim Ferriss: So, the Martial Arts and the cooking seem to go back a long way. What are your earliest memories of either? Joshua Skenes: Well, Martial Arts – I’ve been doing that for as long as I can stand, so my earliest memories are like four years old in the back yard and my friends kicking me or something in the stomach. Cooking is kind of the same way. I don’t know; there was really no direct path to starting cooking. I have pictures of me when I was probably four with a little chef’s hat on – a floppy, Chef Boyardee hat – and mud pies. So it was always something that was maybe of interest to me. This is a super-common question, I’m sure you know and I can never answer it really promptly because I have no idea. It was always there. Tim Ferriss: But it was ever-present in the sense that you grew up in Florida, correct? Joshua Skenes: Yeah. I think it was just an interest. We’re drawn to things as humans sometimes and that happened to be something I was drawn to. Tim Ferriss: When were you formally introduced to a specific Martial Art? Joshua Skenes: I think it was six or so and that was Thomas Sudeaux [sp] in my hometown in Florida. Tim Ferriss: No kidding? Joshua Skenes: Yeah. And I started with Tommy Sudeaux and my parents got me into it. I think I’d always been into it. I’d expressed some desire and so – and from there Tae Kwando and then from there I went to Northern Chinese Martial Arts and the various things from there. I’d done it off and on and jumped around from Martial Art to Martial Art so there are so many different ones that I’ve toyed with. Tim Ferriss: And the Play With Fire, to return to that for a second: how do you use fire in your restaurant?  Because that was one of the things that really drew me to engaging with you when I was looking at cooking as a metaphor for learning but also life in a way because you’re exploring all of these different senses. And when I visited your restaurant I brought a friend of mine, Jeffrey Zurofsky, who has run many different restaurants and worked as a line cook in many very well known restaurants. And he said it was one of the – it could have been the intoxication of the 80s music that was being played at the time – or it could have been the wine bearings but he said it was one of his top three meals that he’d ever had – Joshua Skenes: I’m not doing very well, then. We’ve got to get that up to the top. That was a long time ago. Tim Ferriss: The fire always struck me. How do you use fire and why do you use it so much? Joshua Skenes: Well, I mean how is every way but why I think is – I think literally everything on the menu has been touched by fire somehow – and there are so many different ways that we’ve explored cooking with fire. It’s not all barbeque; it’s not all grill; it’s all these kinds of ways that we’ve come up with to cook that are based upon what the product needs. Really great cooking is based on what the product needs, so if you get a fish in one day and it has a certain taste and a certain texture and a certain amount of moisture inside; the next day it changes, so you have to change your cooking based on that. We approach the fire the same way, to really base it around finding great products – amazing products; the best thing in local existence – and then employing a technique that makes those products better but they still wind up as what they are. So that’s just in taste in general and then there’s temperature, texture, and flavor. Tim Ferriss: Let’s talk about the state of freshness for a second because this is also something that you’ve made me think a lot about. For those people who hear what’s in my coffee mug, that’s exactly what you’re hearing – so Josh is armed with a mug of full of green tea and black tea and I have some as well – but the question of freshness; I was reading about, and I’ve never seen you do this but Ikejime: traditional Japanese butchering process from live fish to using pretty much every component of said fish. It’s an art form in and of itself. People tend to assume fresh is always what you want. How do you educate them or what are your thoughts on the subject? Because you also – just to provide some of the punch line – age a lot of different types of food, so how do you think about that? Joshua Skenes: You have to look at it like this: everything has its moment when it tastes its best. It really becomes about understanding products and then learning what period of time those products are best in. And for some fish, like a big fatty fish it’s not right after you get it. Well, let me take that back – it’s actually a little complicated – it’s one of two things generally for fish. Like; as soon as you pull it out of the water you kill it, you hack off a slice, and you eat it right then and there within the first 30 minutes. It’s kind of like hunting, right? Like, you have a window: you could eat within the first 30 minutes or so and it’s really great and still tender and hasn’t set into rigor mortis yet. Or; you can really take it into its sweet spot and that could be a week, a day, or six months even for some things. It just really depends on the product. Tim Ferriss: What about – I was going to say pigeons but I guess I should say squab – do you age squab. Joshua Skenes: Oh yeah – it depends on the time of year. It depends on the diet, and that’s the whole understanding of products things that you have to really get a grip on what they’re eating: how much fat is in the meat, if you shot it and a BB went through the breast, then you probably shouldn’t age it. You should probably eat it the next day or something so there are a lot of factors that contribute. I would say two weeks on a squab or a pigeon – either one. Tim Ferriss: Let’s talk about the hunting for a second because we’re sitting here and right to my left and your right there’s a caribou mounted on the wall, which some people could actually see and might have seen on a show called Meat Eater. Actually it was a guy named Steve Rinella, who’s also – Joshua Skenes: You know I saw that – that’s right. That’s the caribou. That’s awesome. I love that show by the way. Tim Ferriss: I wouldn’t consider him a chef, but he’s actually a really good cook and he took me on my very first hunt which was white tail deer in South Carolina. I always grew up with a very negative association with hunting because on Long Island where I grew up you would find just beer cans littered all over the place and injured deer on our property and across the street. There was just a lot of negligent hunting, but Steve showed me a different side – Joshua Skenes: On Long Island? No – Tim Ferriss: Yeah – I mean can you imagine? The responsible denizens of Long Island – I’m sure there are great hunters on Long Island also, but the point being that Steve showed me a very different, diametrically opposed responsible approach. He took me through the entire process of field dressing and whatnot and my experience was with the white tailed deer – which I felt no guilt about whatsoever – and this right here for those that don’t have a visual because you wouldn’t. I’m picking up a tanned skin that’s over the side of my couch and it’s from that first deer. I want to make these into gloves, but we used everything. We also have Chester, who is Joshua’s dog here – a little Frenchy with a brindle coat – Joshua Skenes: That is hunting color – that’s his hunting color. It’s my bird dog. He’s pretty vicious so be careful sometimes. Tim Ferriss:   Did you start hunting when you were real young? Or did it come in later? Joshua Skenes: I did in the woods – I never picked up a gun to hunt until I was – it was just a couple of years ago. And so up until then – well, let’s go back to Florida. Growing up in Florida you’re just surrounded by swamps and alligators and wildlife in general. You spend most of your time in the woods somewhere, whether it’s in a park or in the woods or something, so you just can’t help it. Especially being a kid there growing up; I think it might be the most dangerous place on earth besides maybe Australia. There are alligators and crocodiles. I think it may have the highest variety of poison snakes in America: big water moccasins, huge rattlesnakes, alligator gar – you know what an alligator gar is, right? They are fish that look an alligator mouth and they grow 10 feet long – snapping turtles that can take your hand off – and just all kinds of other shit like giant spiders. You can’t help but be in the woods and hunt and rummage around and gather. My dad was always big into that. So yeah – that’s how I grew up, and he would take me over to this – he had a Native American friend of his named Silver Fox and so there was always this ethos of using what you kill and hunting ethically or fishing or just doing anything ethically, right – being in the woods and being one with nature. That’s how I grew up and the product side of that has always been a part of my cooking and part of my thought process and in fact I went from that to the big city, to being pescatarian, to vegetarian, to vegan and then finally back to hunting again after becoming a chef. Tim Ferriss: What’s led you from – was there any particular moment that led you out of veganism or a realization or? Joshua Skenes: Taste. Tim Ferriss: Taste? Joshua Skenes: You know what? There actually was something. I was training again. I took a brief moment off of training when I went to school. This was F.C.I., or the French Culinary Institute. It used to be called that back then. It’s now called the I.C.C. or something. Back then it was a bunch of crazy old French dudes, some very well-known French chefs – Tim Ferriss:   In New York City? Joshua Skenes: Yeah, in New York City and so I went into school kind of being a vegetarian and in culinary school. Tim Ferriss:   That’s tough. Joshua Skenes: And I remember tasting this meat and I was like; God, this is fucking disgusting. Because it’s commodity veal, right – you’re talking about feed lot cows and stuff – and that’s really nasty stuff. So the point was that I had a dream one night and I was vegetarian at that point – not vegan anymore – and I was in a river. I was standing in a river and I just reached down in and I grabbed a giant squid out and I just bit into it and bit a big hunk of squid out. So then I woke up and the next day I had this craving for salt-and-pepper squid and so I went and got salt-and-pepper squid and it was the best thing I’ve ever eaten. That’s how I got out of it. Tim Ferriss:   And that was it? Joshua Skenes: Yeah – that was the gateway. Tim Ferriss: At the time you were training in Ba Gua, or what were you training in? Joshua Skenes: Yes, Ba Gua – Tim Ferriss: Can you describe that for people who are not familiar? Joshua Skenes: The typical path to Chinese Martial arts as a kid – when you start really young you start in long fists, right. It’s either southern or northern – you pick what’s best for your body type – so if you have longer limbs then usually long fist is the way to go. And then you can choose after you do that for your years of basics. Once you get through your years of basics – which take 10 years or so – then you can kind of start to choose what you really want to specialize in or what you have the aptitude for, depending not just on your body type but also your sensibility and your movement. And so I chose internal Martial Arts, which is the family of three: T’ai Chi, Xing Yi, and Agua, so I chose all three of those and I started in T’ai Chi because my teacher in Florida was a student of Chin Chao Wong and Chin Chao Wong was a really amazing T’ai Chi teacher from Chin Village in China. I just traced up the lineage from there, so when I left Florida in high school I just traced the lineage back and started doing Xing Yi and Ba Gua and Ba Gua was always very interesting to me. Then I just specialized in Ba Gua and then when I moved out – that was 10 years before I moved here and I moved here about 12 years ago – and then I moved out here and I traced my lineage back to the last surviving member Fu style Ba Gua and his name was Liang Xao Ya and he just passed away a couple of years ago. But I studied with him for about 10 years until his death. Oh – I was supposed to describe Ba Gua, right? Tim Ferriss: Yeah. Joshua Skenes: So, Ba Gua is this esoteric kind Martial Art and it’s really hard to describe. I don’t know if there’s really a two-sentence description for Ba Gua, but if I could it would be evasion. It’s kind of the art of evasion, but there are all these kinds of prerequisites to that. It’s even more hard to describe because most of our understanding in America of really high-level Chinese Martial Arts is total garbage. I don’t know if there is even one to be honest with you. You could probably count them on your hands, right to get really good Chinese Martial Arts. That would be effective, but in terms of healthfulness it’s a really amazing thing. So, you kind of walk in circles until you get dizzy and then you’re no longer dizzy anymore and then you learn how to do these little patterns where you go back and forth and up and down and it teaches you basically to have a very supple, strong, flexible series of movements that can react at any time to someone else’s movements and kind of almost confuse them if you will or evade just enough to where you always have the angular upper hand. When I thought of Ba Gua and I know very little about it even though I lived in China for six months in 1992 and went to two universities there in Beijing where I studied something called Bao Chung Tren for a period of time – Tim Ferriss: Did you go to Bei Dai or where did you go? Joshua Skenes: No. I went to – there’s one called oddly enough in English Bei Jing Normal University, which is Beijing [Chinese term] and then there’s Beijing Capital University of Business and Economics, which is [Chinese term] but they call it the [Chinese term] so those are the two. And with Ba Gua only I remember seeing someone practicing and the Ba I guess is eight; I don’t know what it refers to, but there’s some relationship to the tri-grams – Tim Ferriss: Ba Gua is the eight tri-grams, right? Joshua Skenes: Yes, the eight tri-grams and so somehow this relates back to the philosophy of the beginning of everything. It’s a binary system essentially. It all starts with Wu Ji, right and then there’s the void and then there’s zero and one. I think it builds from there and I don’t really know. That wasn’t my purpose for studying things. I never understood it and I still don’t today. Tim Ferriss: Right – the cosmology aspect of it – how has the Martial Arts, if it has affected it, affected how you think about food and cooking or vice-versa? Joshua Skenes: I think it affects everything. I think it affects the way that you really think and everything you do. Just overall the ability to be more peaceful with your surroundings but I think that in cooking I think it’s the essential nature, right? We’re a restaurant. If you were to ask me what Saison is I would say it’s a restaurant. What kind of a restaurant? Well, it’s American food – and I think that’s the part where Martial Arts kicks in because you’re not – it’s meant to be the essential parts of things, right and where you’re stripping away all of the unessential to get to the essential, right? Tim Ferriss: Right. Joshua Skenes: And so that may be tastes. It may be the actual dish itself in the restaurant where you just have what’s essential on the plate. You have a beautiful piece of wild deer or elk or whatever it may be; one that I hunted in a good place at the right time of year and you just age it just enough to get to its sweet spot and you just barely grill it and you just put a beautiful sauce on the plate. That’s the essential part of what pleasure is. That’s the same with the service, right? I mean here is the description; it’s very simple. It’s very basic. We want to get in, give the person their food, get out – let them have a pleasurable experience, right? So all of it is kind of reflected – the whole philosophy of the restaurant and everything else is reflected through those kinds of principles. I think that’s very Martial-Arts, right? Tim Ferriss: Oh, it is. There are parallels in all of these things and part of the reason I wanted to have you on is because I know you have this deep love and obsession with the Chinese Martial Arts and internal Martial Arts. So I’ve been fantasizing in part myself of doing – sorry; I just keep laughing because Josh’s dog is like a prairie dog. It keeps popping up because he wants to get on the couch. Joshua Skenes: Let me take a picture of this – Tim Ferriss: But I’ve been fantasizing about doing a second podcast. I don’t think I’m going to though; called Side Gig, because I think that what we do as the primary activity as people view it is so informed by whatever obsessions we might have and vice versa. So the question of reducing and simplifying I think transfers across all these different areas, right? You look at people who are really world-class as athletic coaches – there’s one track and field coach I remember; I think he was Dutch – who said; do as little as is necessary, not as much as is possible. You could apply that to your food. You could apply that to Ba Gua. Joshua Skenes: You could apply it to anything in life, yeah. Sorry to destroy your couch, Tim – Chester is having a nervous breakdown. Tim Ferriss:   What do you think has made Saison unique and successful as a restaurant? Joshua Skenes: Well, I think at the end of the day it was about that actually; just the philosophy and the ethos of the restaurant because it started with just the food. I was asking myself a series of questions about what I thought about the food and the quality and the essential-ness of everything and I think that triggered everything else. That was really starting and saying; before we even started Saison it was just my thought process about how to create good food. Let’s say I’m making a dish and I eat; I eat to it and I get to it and I say, is this really the best version of this thing that I’ve ever eaten or that I’ve ever put in my mouth? It’s either yes or no and if the answer is no then I have to start over and I have to really think through the reality of what – and just keeping yourself grounded – and thinking, what is the reality of if Mr. Joe Robishon came in or something? What would he say? Or what would the best chef in Japan say? It was that kind of a process that I think is certainly influenced by Martial Arts. That’s how it all started I guess. Tim Ferriss: How have you responded when – what is your internal dialog or self-talk like when you get say, a review from a critic that you wish were better? Joshua Skenes: We don’t get those anymore, but – Tim Ferriss: Or – Joshua Skenes: I’m just kidding. Tim Ferriss: I want you to correct my timeline if I’m wrong, but I’m going to use my flawed memory to try to just paint a picture here. So, we connected when you were at the old location, a smaller location – we kept in touch, hit it off; you ended up then developing the new location which I wanted to invest in purely … And this is the only time – I don’t know if I ever told you this – this is the only time I’ve ever done it, where I made the investment, viewing it like … this is going to sound silly maybe, but like a patron grant in a way because I enjoyed your work so much I just wanted to see what you would do next. I cared more about you being able to continue to experiment and refine what you were doing than I cared about ever seeing that come back. Now, the restaurant has done extremely well, but that was the reason for doing it and then I remember one point – it wasn’t a bad review but it wasn’t a flawless review that came out – and we had a little bit of communication and you really didn’t say anything and you just went heads-down. It was maybe a year later that you became – is it one of the two restaurants to receive three Michelin stars in San Francisco? Joshua Skenes: We got the extra star, yeah. We were the first along with one restaurant. Tim Ferriss: Yeah – Benu, right? Joshua Skenes: Right. Tim Ferriss: And when you get either an imperfect review or a great review what do you say to yourself? Joshua Skenes: Well, reviews are – it’s a great validation in some ways to hard work, but at the end of the day if those things didn’t exist, asses in the seats are really what make you enjoy your life, right? And so for that reason you have to just – there are learning tools there – if you get a bad review then you have to really think about it. Is this really true? It’s important to take in what’s real and discard what’s not because we know the media can be a little silly sometimes. Or inaccurate let’s say, but there are also a lot of really knowledgeable people out there who have traveled the world. I don’t know. To be honest with you I don’t think about it anymore. I don’t think about it anymore because when I see people come in the restaurant and really have such an amazing time that’s what’s kind of special to me. That’s what makes it worth it. It’s very simple in a way. I’m a simple dude in many ways. Tim Ferriss: Well, I remember the first time I did a – I’m not sure if I would call it a chef’s table – I think it was a chef’s table dinner at Saison. I was looking for things that I could share in the Four Hour Chef, right – things that people could try and test themselves. One of them was so simple but so well-done and I want you to describe it. I don’t remember the name, but it was effectively a piece of cling wrap on top of a – not a martini glass, but a very nice piece of glassware – Joshua Skenes: It’s called a Magic Bowl. Tim Ferriss: There we go – the Magic Bowl. Can you describe this? And then a piece of food suspended on top – Joshua Skenes: Yeah – it’s been around for a long time, but it’s basically just that you stretch a piece of Saran wrap over the top of a glass bowl – or any bowl really for that matter – where basically you stretch it far enough around the edges so that when you rip it off the top seems like it’s floating on air. You can’t really tell that there’s Saran wrap there. Yeah – people love that. It looks like the food is floating. You put a piece of food on top of the Saran wrap and it looks like the food is floating. Tim Ferriss: It’s a very – I’d never seen it before. Joshua Skenes: Now, it’s totally ridiculous. I would never do it again. Tim Ferriss: But it was fun though – Joshua Skenes: Yeah – it was fun. Tim Ferriss: So, what are you experimenting with these days? What are you most excited to work on or experiment with? Joshua Skenes: Ah – it’s products. As time goes on – just like if you practice your Martial Arts over and over again – you do that one throw millions of times if you can and then that’s when it really starts to get interesting. It’s the same way with cooking. Like, you repeat the same process over and over and over again thousands and thousands of times and you start to get a little bit better understanding of it. And then another few thousand times go by and you start to get a little bit more of a better understanding of it. Then you start to maybe look at your products a little differently. You start to chase down better products. A little bit less salt; more natural flavor comes out – it’s such subtle little differences, but that’s what really makes up really, really great cooking is just all of those little tiny things done really well throughout a process that you’ve repeated thousands and thousands of times. Tim Ferriss: It makes me think of Bruce Lee and I’m going to butcher the quote, but it’s along the lines of; I don’t fear the man who’s practiced 10,000 kicks one time each. I fear the man who’s practiced one kick 10,000 times. Joshua Skenes:Right – exactly. Well, that’s what it’s really about because that’s from Martial Arts. The more I talk about it the more it comes back to really just Martial Arts and practicing. When I was young we would practice the same throw for hours and hours and hours. We used to do that throw over and over again. That’s all we did until we could just do it no matter what – until it’s default – you know, you go through those isolation drills where you basically isolate everything that you do in your arsenal and then you do it so many times that it’s there when you need it no matter what. It’s the same with cooking. It’s the same with anything I guess. Tim Ferriss: It’s part of your on-demand repertoire. Joshua Skenes: What’s that? Tim Ferriss: Make it part of your on-demand repertoire, so you can call on it when you need it. If you were to think of some of the biggest influences or mentors – they don’t have to be from cooking – but in your development as a chef, as a cook who are some of the names that come to mind or people who come to mind? Joshua Skenes I don’t know – that’s a great question. You take influence from everywhere. This is another question that happens sometimes that I can’t ever answer. Tim Ferriss: I’m sure there are tons of them, but I’m not going to let you go with; they’re everywhere. Joshua Skenes: They are everywhere, but – Tim Ferriss: I’m looking for any specific lessons learned. So for instance I’ll give you an example. One of my friends who used to work at one of Danny Meyers’ very first restaurants – no, it wasn’t Danny Meyers – he did do that, but he worked with this very famous French chef at one point. He ended up teaching this guy, Jeffrey how to move through the kitchen without being underfoot, like getting in the way of everyone else. He would always say to him; Jeffrey, you are like my dick – always between my legs. And he would yell at him, but that is one of the lessons that he learned was just how to navigate moving between line cooks and so on. Joshua Skenes: Right – so like in the school of hard knocks – I’m like running through my head right now to try to find an example. And you know I think what the problem is with me is that I don’t remember shit. My memory is absolutely terrible in many ways because I think that my processes, feelings, and shapes and here’s an image that triggers a memory. Here’s a feeling that creates a thought and I guess that’s the same for everybody; I don’t know. But maybe it’s just that my memory really sucks. Tim Ferriss: It could be – Joshua Skenes: It could be, but if I could look at mentors then it would have to be probably one of my first Martial Arts teachers in Florida. It was Chinese Martial Arts and his name was Cam Lee. He was this guy who was this shorter, stockier dude and he was just practice everything that he preached. He was a living example of everything real around him and truthful and kind of sincere and honest, but he was also a real badass on the side. He could just throw you to the ground, but he wouldn’t ever unless you were training. And so he just embodied this kind of peacefulness and healthfulness and patience and all of these things. I don’t know – I lost the patience a long time so I didn’t really do well with that example, but in many ways I still look back to him just based on the simple kinds of examples that he provided that are simple to say but really hard to do. Tim Ferriss: What have been some of the toughest times for you, professionally or personally? Joshua Skenes: Hmm – opening Saison. It was both a great time and a really tough time. In the beginning we were in an alley, right when we started. It was one day a week and we started it because I was unhappy in my consulting job that I was doing. I wound up being broke after spending all money in 2007 or whatever it is. 2007 was a very kind of prosperous year for money for me and I made a bunch of money but then I wound up – I thought it was going to keep coming and then all of a sudden everything crashed. It was like; oh shit. I screwed this one up. So I said; you know if I’m going to be broke I’d rather be happy and broke than miserable and broke so that’s why I started Saison. It gave me the courage to just say; you know what? Fuck it. I’m just going to jump out on my own here and just do what I really want to do and what I really believe in. That started as just a simple thing – one night a week in an alley really. Tim Ferriss: Now, the one night a week, was that because you were renting the space from someone else just for once a week and that’s what you could afford or was it that that was the only way you could really prepare –? Joshua Skenes: Well, there was no deposit so that’s why we could afford it. We started it with like $10 grand of our own money. It was $10,000 and that was it. There was one opening in this event space which was the old Saison and it was just Sunday nights at Saison. We started Sunday Nights at Saison. I just wanted to cook again. So we went: we bought some pots, we bought some plates, and we went. Tim Ferriss: You jumped into it. Joshua Skenes: Yeah. Tim Ferriss: What were the hardest experiences in those first few months for you? Joshua Skenes: Oh right – so to get back to your original question we started this thing inside a café that; and I’m sure they’re going to be very angry once I expose all this – but there was this café and they just had really bad practices and we worked out a deal to where we would do our Sunday nights but they would always get in the way or some of their workers would just come in and just touch our food and shit that we spent three months trying to perfect. Tim Ferriss: Oh my God. Joshua Skenes: Or we have like these beautiful ferments that we made from three years ago – Tim Ferriss: What are ferments? Joshua Skenes: Well, just like – Tim Ferriss: Oh, pig ferment or something – Joshua Skenes: He had a pot of pickles in the back yard that I’ve had for seven years that have been aging carefully and now they’re amazing and then you’ve got this knucklehead coming in and like spilling shit on top of them. The dish pit was shared, so the dishwashing was shared between the old Saison and the café and it was just a nightmare. The place would flood ever year with sewage water and we’d have to rip everything out and throw everything away and start over. I mean it was like the most volatile place ever. You know what’s funny about that is that the day that we were moving out – we got all our investments to move to the new location – it was like four years ago now I think. The day that we were moving out we had finished service for the night, a great last service; we had hired movers so everybody came in and packed everything up and it was probably 4:00 a.m. or 5:00 a.m. by then and we were just waiting. And we fell asleep; I fell asleep on the stool outside just waiting for the movers to show back up because they needed to go get breakfast or something. They were supposed to just take all the shit. Then all of a sudden I woke up to somebody screaming; shit, it’s flooding. There’s fucking water everywhere. Within 15 minutes – whatever the system is on Fulsom Street is really the worst infrastructure in all of San Francisco – and within 15 minutes we were under three feet of water back there because there was a gradient and it went down. From the street level it was approximately two or three feet higher than the back of the restaurant. And so all of our stuff that we’d packed up was completely soaked in sewage water – we’ve got pictures of like Markbreit the sommelier floating on a wine barrel out in there with a little lasso in his hands that he had made. It was just ridiculous so that was how we ended the old space. We just threw everything out and started all over. Tim Ferriss: So a situation like that – catastrophe strikes – how do you contend with that mentally yourself? Is there a person you call? Do you just go fucking smash on the wooden man for 17 hours straight? What do you do? Joshua Skenes: No. It’s all internal. I was just thinking to myself and just kind of exasperated because I lost all my old books from like culinary school. Like every note that I’d ever taken for 10 years or so or 15 years was in that flood, like all of my notes. Tim Ferriss: Oh – that’s one of my worst nightmares. Joshua Skenes: All of the ideas of anything that was truly unique to my thoughts – Tim Ferriss: You sound like me. I’ve just got bookshelves of notebooks. Joshua Skenes: Yeah – so all of that was just gone in sewage and all of the ink was running on them and I was like; everything else was replaceable but that was really truly the thing where I looked at it and I was like; fuck. I just had to sit down for a while. But, we were moving to a new space so there was a positive spin. I was like; fuck it – we’re just going to start over. It’s the same thing that we started with. It’s all up there. Not those exact things; we just had to start over. Tim Ferriss: Well, something very similar happened to a guy that I had on the podcast recently named Cal Fussman. So, Cal is one of the most masterful interviewers I’ve ever met. He did the What I’ve Learned series, probably 60 percent of it for Esquire magazine so he’s interviewed everybody: Gorbachev, Clooney, you name it. It’s everybody and at one point he’d been working on this piece for like a year and a half and it was in the basement of some relative’s house and it flooded. He lost all of his notes for a piece he’d been working on for a year about becoming for a day a sommelier on top of the World Trade Center, because 911 happened and interrupted everything of course. It was a huge tragedy and he wasn’t sure she didn’t work on it and the advice that he was given by I guess it was a mentor who just said; the good shit sticks. Sit down and write it. He was like; the good shit sticks. What were the best decisions that you made with the new space? So, in a way you get this flood and your notes are gone. You’re starting from scratch in a way, right? Joshua Skenes: Oh, we were starting over actually. I think the best decision I made was just to say; okay, screw it. Let’s really start over. Let’s just completely empty our cup here and really think about now and what is really valuable to me now. What’s honest; what’s sincere about what we’re doing? And let’s do that – that’s really still the driver to Saison now. Tim Ferriss: When you have people come and when you hire people to cook at the restaurant –? Joshua Skenes: Chester keeps on farting away – Tim Ferriss: Yeah – right on your little – Joshua Skenes: He’s a conked out little puppy. Tim Ferriss: Very fascinating – yeah, he’s out cold. Joshua Skenes: He looks kind of like a little pork chop. I went pig hunting – I go all the time, but I went – Tim Ferriss: In the last month or so here – Joshua Skenes: Like to the west of Red Bluff near Mendocino National Forest – Tim Ferriss: Got it. Joshua Skenes: And there were pig dogs on one of the hunts. They were all on the truck and so we were walking by. I walked by with Chester and they thought he was a pig I think, because they were going; he’s fucking crazy in there. And they were barking at him and he stopped and looked and he goes; he looks kind of like a little pig. Tim Ferriss: He does. He does look like a little porker or a pork chop. Anyway, when you bring someone you have a very, very high level – we have a very, very high standard at Saison. What training or pep talk or anything do you do with this people? Joshua Skenes: We give them the silent treatment as soon as they walk through the door basically. Tim Ferriss: You give them the silent treatment? Joshua Skenes: We give them the silent treatment, yeah and see if they’re going to crack. No, no – I’m just kidding. We don’t. I do, but my staff doesn’t and my team doesn’t. I guess in terms of training I went through a long period of just like the old school mentality of like; zero patience – here is what – I don’t know; just that old school kind of abusive mentality at cooking – Tim Ferriss: Like a drill sergeant in the military – Joshua Skenes: Yeah – like the drill sergeant, that kind of military ridiculousness really, but that’s evolved over the years into of just going back to the more smart thing and just kind of remembering that patience from my teachers and just from what Martial Arts does in general. So now it’s really like I like to – if I can create the Google of restaurants then that’s really a nice thing – it’s a great goal for me in terms of really having an exceptional workplace. Granted, I don’t really know anything about Google at all so it could be terrible. I don’t know.  I was just listening to somebody talk about uh – you know from the outside everybody is trying to get in and from the inside everybody is trying to get out? It was on some podcast or something but I can see that. Tim Ferriss: I have a lot of friends at Google though and it seems to be pretty exceptional – Joshua Skenes: Yeah – so that’s really the goal. The goal now is really mentorship and how we can create this kind of like package on the inside to help our team navigate through some really difficult and enigmatic environments because there’s always a gray area when you start at a new place, right? You don’t really know everything that you need to and even if you are a great cook let’s say and you start in a new kitchen at a very high level then there’s going to be things you don’t know. Every chef has a different way to do things. Every restaurant has a different SOP for something and so I wanted to create – Tim Ferriss: By SOP do you mean standard operating practice? Joshua Skenes: Yeah, yeah – Tim Ferriss: Or standard operating procedure. Joshua Skenes: Yes. There you go – and so I wanted to create really this app essentially that will allow people to operate every moment of their day like Subway. Subway’s actually sucks, but – I’ve got a funny story about Subway later on that I’ll tell you. And so it gives people this huge influx of information so they can be successful. So that’s kind of the way we operate now. We want people to be mentored to the process and in return they develop loyalty to that kind of patience that you give them. And then they wind up really learning something that’s tangible because I want these guys to come and work for us and spend a few years there. It really takes five years or so to really learn about what cooking at a certain kind of level – I don’t want to use level because I sound like a dick when I say that – but I just want to use the certain type of cooking. I want them to walk away with something really tangible where they can contribute or re-contribute. Tim Ferriss:   And since you brought it up; Subway – tell me the story. Joshua Skenes: I don’t know. I might go to jail after I tell you the story. No – I used to work in Subway and there was always like a little manual. I was probably 15 or 16 when I worked there and we would – I don’t know if I should tell this story – we would uh – Tim Ferriss: We can edit it out later if you change your mind. Let’s go. Joshua Skenes: We would uh – it made me think of Subway because of their manual, their operating manual – so my second memory from Subway would be us learning how to block out the cameras by standing in a strategic position, putting bubble gum on the end of a coat hanger and fishing $100 bills out of the safe and the floor drop. So we did that for about a week and I think we all got fired after that. Nobody knew what happened to the $100s. It was like; what happened to everything? Tim Ferriss: Wow, that’s some real Ocean’s 11 action at Subway – who knew? Joshua Skenes: Yeah – it’s my contribution to Subway. Tim Ferriss: I’ve always wanted to ask you and I’ve never asked you – what’s your opinion of Francis Mallmann if any? I don’t even know if you know who I’m talking about. Joshua Skenes: I know who you’re talking about. I don’t know enough about him to really give you my opinion. I saw the Chef’s Table episode that he did that I thought was really cool. I love that series. He’s very philosophical. It’s funny – it’s cool; it’s beautiful to see what he’s doing out there in nature. Obviously he’s a legend. He’s been around for a long time. I don’t know enough about it though to really say anything meaningful, but I think its amazing looking at like him out in Patagonia and just pulling trout out of a lake. For a chef that’s actually the old method, right? That’s actually something I’ve been working on for years and years is just to get myself to the woods and just like stay in the woods. I can gather; I can hunt and fish. I can cook; I can eat and just be happy. That’s kind of really my goal of happiness is just to be out there in the woods and just go; look, there’s a root. I’m going to dig it up and I’m going to cook it and it’s going to taste great and we’re going to have some wine together. We’re all going to celebrate and have a great time. That’s what I’m looking for, so I don’t know – I don’t really know enough about him. Tim Ferriss: He likes to burn shit – Joshua Skenes: I don’t like burned food like that so I don’t – Tim Ferriss: Oh – so you’re talking about like the charring? Joshua Skenes: Yeah. I like food that has a delicacy to it, so it’s very – I like food that is – you’ve got to think of it in terms of volume, right? If you put on like that – what’s that heavy metal band, like Guar or whatever? Tim Ferriss: Guar or Slipknot or whatever – Joshua Skenes: He would just pick something like that and he’d just turn the volume all the way up in the house. That’s like Guy Fiari, right? He’s cool and on our level. So then you take – let’s just use a restaurant that I really love in the mountains of Kyoto – and they serve all wild foods from around there. It’s really delicate. The broths are under-seasoned by our Western standards and it’s all about natural taste, but there’s an incredible beauty to that food. That’s volume one, right so that’s really what we’re looking for in our world of cooking so I don’t like the level tens. I like the level twos and around there – Tim Ferriss: I would just love to be a fly on the wall – maybe sometime we’ll get down to Patagonia and have a couple of bottles of Malbec with Francis, but what struck me – there were a handful of cookbooks that really inspired me when I was working on the Four Hour Chef which was very confusingly to most people a book about accelerated learning kind of disguised as a cookbook. But Seven Fires, which was by Francis Mallmann because he had the fancy French training, right – but he chose to go back to a lot of basics but refine them to such a degree that they were highly, highly advanced from kind of a technical level. And then I think it was Mission Street Food or Mission Chinese; just a beautifully well put together book and a handful of others. There was another one on hunting and foraging from the U.K., the name of which I’m blanking out on at that moment – River, maybe? River Cottage? Joshua Skenes: It could have been – Tim Ferriss: So the Escape, the TV show is what was my kind of fantasy – first it was Escape from River Cottage or Escape to River Cottage by Hugh Fearnley-Whittingstall. I think that was his name – the most British name ever – incredible books, but that TV show, for people for who fantasize about getting out of the city and going back to the land and hunting and foraging and fishing, I highly recommend the first season of that series. Joshua Skenes: I’ve got to check that out. I don’t know about it. Tim Ferriss: Oh, it’s so good. It’s so good. Is there – do you gift books to people? Like historically have you given books as gifts? If so – Joshua Skenes: Yeah – Tim Ferriss: Any that comes to mind? Joshua Skenes: They’re all different. The one that I just gave out most recently was there was an old bar book that’s called Cocktail Techniques. Have you seen that one? Tim Ferriss: No, I haven’t. Joshua Skenes: It’s like a little, tiny book and it’s from – I think it’s the guy from Bar High Five. He’s in Tokyo. It’s just about pure craft and technique. Tim Ferriss: It’s just called Cocktail Techniques? Joshua Skenes: Yeah – it’s Cocktail Techniques I think. I think that’s the guy. It could be a different guy, but a really cool book. I just gave those out to a bunch of my staff. The other one is The Art of T’ai Chi Chuan or The Dao of T’ai Chi Chuan and it’s by a guy named Zhou Xuan Yun I think his name is – something along those lines, but it’s a really amazing book on T’ai Chi and it has a lot of epiphanies in there because he started T’ai Chi when he was 40-something because of his bad health. So he was like on his death bed or something along those lines. He had cancer or something like that and he apparently went through – he started from being completely unhealthy and then took as his journey through T’ai Chi to become one of the foremost experts in America on T’ai Chi. Tim Ferriss: That’s wild. Joshua Skenes: And he traveled the world – Tim Ferriss: Starting at 40? Joshua Skenes: Yeah – and of course within a few years just like everybody else that does T’ai Chi they become fixed essentially more or less. As long as you’re consistent and you’re practiced and you do it the right way – and you practice it for health; I’ve seen a lot of people over the years like from car accidents or whatever. So, that’s one of my other favorite books because there’s a lot on the application process and the actual Martial part of T’ai Chi which is really almost non-existent in China, too. It’s still almost non-existent now because everything is kind of sport-based. Ever since I guess Martial Arts became inessential – when firearms were created – then that was the downhill of hand-to-hand combat. Tim Ferriss: That was the down – Joshua Skenes: It was one of those downward trends, right. Tim Ferriss: It’s like necessity is the mother of invention, right and once you don’t have that as a necessity – Joshua Skenes: Yeah. Everybody just said; oh, thank God. I can just shoot this guy. I don’t have to stand in a horse stance for 18 hours a day. Tim Ferriss: When you think of the word successful who is the first person who comes to mind? Joshua Skenes: I don’t have a person – to me success is living what brings you joy and I think doing whatever process brings you happiness I think is what’s success to me and that’s really all it is, right because at the end of the day it’s freedom that matters. Whatever that freedom is to each individual is kind of what’s important. For me it’s just being in the woods. At some point I’m just going to disappear and I’m going to be in the woods. I’ll see some of that Montana holdout – Skeens or something? Tim Ferriss: Now, I’m embarrassed to say – hold on a second – I’ve only heard you say your last name once and it made me think that I’ve been saying your last name incorrectly for as long as I’ve had your name written anywhere in front of me. Joshua Skenes: Everybody does – so my family, we grew up saying it as Skanes. Tim Ferriss: Skanes? Joshua Skenes: But in Scotland they say Skeen – Skeen is the proper way to say it. Tim Ferriss: Got it – with the silent S – Joshua Skenes: I guess so, yeah – maybe they say Skeens too. Tim Ferriss: But you say Skeens? Joshua Skenes: Yeah – we say Skeens. Tim Ferriss: What is the most joy that you’ve felt in the last three months to six months – recent memory? Joshua Skenes: Well, for those three to six months I’ve actually been working on a big deal for the company and so it would have had to have been last week when I closed the deal. I can finally breathe. I’ve read so many legal documents in the last six months that I feel like I could be a lawyer. It’s so miserable in every way possible, but it’s nice to get it done. Tim Ferriss: Can you talk about that or not yet? Joshua Skenes: No, I can’t talk about it yet. There’s a lot of exciting stuff set to happen here – they are very, very exciting things and this whole woods thing is something I’ve been thinking about for years and years and years because the fact of the matter is that to really get to the highest level of your craft of cooking you need to be submerged in the woods and be surrounded and isolated by the wild really. To really reach a certain point – it’s the water; it’s the air; it’s the way the air tastes when you’re there – it’s everything that contributes to that. It’s the products, of course but that’s the ultra-geeky level of it. It’s only for a handful of people that really enjoy that kind of thing but most people enjoy being in the woods. Tim Ferriss: If you could pick anywhere outside of the U.S. to immerse yourself in the outdoors that way, where would you pick? Joshua Skenes: Outside of the U.S. – I guess my whole life is just a few things – besides family the only thing I really give a shit about are Martial Arts and cooking. And it’s not just cooking – it’s the whole process, the whole act, the whole commune with nature; being out in the wilderness and being able to hunt your own meat. It’s not about the killing; it’s about the sustenance that we get and kind of the feeling that we get from being part of the process. Tim Ferriss: Also it’s just consciousness and the reverence in a way of having to go through the entire process. Joshua Skenes: Yeah – you have to treat things differently once you experience killing another thing, another living thing – especially when you kill a big animal like an elk and a deer. There’s a very different feeling from shooting a bird or something, right even though the bird – I didn’t start doing that stuff until later so to me they’re all the same. But yeah – you walk away with as a cook especially knowing that you’re not going to waste a single piece of anything on that animal – and I think that’s very important because this ties back into a way bigger conversation which is just about our commodity food processes in America. We are full of disease and shit because of the way that we eat and the way we treat our food. There are feed lot cattle and chemically-induced vegetables and crops and most of our food sources now or products that we use in the commercial market have zero or almost very little resemblance to what they originally were. And so that’s even more reason to just – Tim Ferriss: Yeah – get out of here – so where would you, if you had to pick a spot outside the U.S. to – Joshua Skenes: Oh, sorry – I get off on these tangents. Tim Ferriss: That’s okay. It takes one to know one. Joshua Skenes: I don’t know – I was just looking at British Columbia. My perfect place would be mountain streams, where the mountain streams meet the ocean really. And that’s kind of the perfect place – so British Columbia has a lot of that. I want to experience the four seasons. I want to see snow; I want to see the flowers in the spring and I want to have a bear walk through the woods and potentially eat my goat. There’s a cycle there – there’s a cycle of life and a cycle of things that don’t exist in the city anymore and we’re so removed from just everything really in the city anyway. So I don’t know, location-wise. I mean I love – Tim Ferriss:   B.C. is a good choice. Joshua Skenes: Yeah – I was just looking to buy – there’s a hunting territory up there that I wanted to buy and it was really cheap so maybe we can go in on this. There was a 250 square mile hunting territory and the center of that was 200 acres or something like that. There are cabins on it and it’s on a lake and a stream. It was $500,000. Tim Ferriss: Wow – naturally before this podcast goes out. Joshua Skenes: Let’s get out of here. Tim Ferriss: I dated a very lovely woman whose family was from B.C. so I ended up spending quite a lot of time up around Victoria and some of the more rural outskirts of Victoria. It’s stunning and we wanted – you had to be cognizant of bears and so on and so forth. I spent so much time trying to track down – of course firearms are very difficult to get a hold of, but this was while I was also doing the refinement on The Four Hour Chef and I wanted to go rabbit hunting. I spent so much time trying to track down high-powered pellet guns. Joshua Skenes: Maybe you should have just called me – Tim Ferriss: And slingshots – but it’s a beautiful part of the world. I did a road trip – for those people interested – with my brother. I’ve done so many trips between San Francisco and L.A., from San Francisco south – I think it’s very common. I’d never gone north so I did a road trip with my brother from San Francisco all the way up the coast to Whistler in Canada and stopped along the way at all of these lumberjack houses and so on in Oregon and saw the dunes that inspired the book Dune. I think also in Oregon; Avenue of the Titans and so on – Joshua Skenes: It’s amazing up north – it’s gorgeous. Tim Ferriss: It’s incredible. People search, for those people interested in searching my last name I think there’s Gems of the Northwest or something. I highlight 16 different stops that we made. Joshua Skenes: Yeah – I spent a lot of time last fall going up into like Hat Creek and all of those falls up there. Tim Ferriss: It’s so amazing up there. Joshua Skenes: It’s incredible up there – especially around Shasta – Shasta is apparently like one of the vortexes in the world, whatever that means. I don’t know what that means, but that’s what I’ve heard. Tim Ferriss: It’s worth exploring. What does your morning look like? What are your morning rituals? And let’s say, not necessarily when you’re in hyper legal due diligence mode, but let’s just say when you’re not covered in that kind of stuff. Joshua Skenes: When I’m in peace again? Tim Ferriss: Yeah – what does your morning look like? Joshua Skenes: Hong Kong, milk tea, and T’ai Chi to be honest. Tim Ferriss: What time do you wake up? Joshua Skenes: It’s always different. I’m very inconsistent with that. One day it will be 1:00 p.m. and the next day it will be 5:00 a.m. Tim Ferriss: Got it. Joshua Skenes: It just depends. But I do – I love the morning – if I had my perfect scenario it would just be a cup of tea and T’ai Chi and then get on with it. Tim Ferriss: Got it – what type of tea? Joshua Skenes: Hong Kong milk tea. Tim Ferriss: Hong Kong –? Joshua Skenes: Hong Kong milk tea, yeah. Tim Ferriss: What is in Hong Kong milk tea? Joshua Skenes: Hong Kong milk tea is like; there’s a mixture of black teas. Every place has their own brew – it can be different types of leaves like Darjeeling or Ceylon’s or whatever. And then you essentially soak it in water and you over-brew it in some ways. It’s a very high ratio of leaves to water and then you mix it with evaporated milk. Some people put sugar or sweetened condensed milk in there. I just take it straight, but it’s something that I grew to love in Hong Kong. It’s just an amazing thing in Hong Kong. It’s addictive – it’s highly, highly addictive. So, that’s what I drink in the morning. Tim Ferriss: And then the T’ai Chi – how long would you practice that for and what type of T’ai Chi? Joshua Skenes: I’ve gone as short as like 37 seconds in some mornings to like three hours. It just depends. It depends on the time. I usually do like a couple of sets. I do like maybe one set or a couple of slow sets and that’s it – just to get the blood flowing. To re-balance yourself, because one of the things about doing these forms with the intention of fighting and not really the intention of performance or health is that you develop a certain kind of stability in your body and legs. I’ve noticed that’s starting to go away over the last few years with just being busy and stuff like that. You can feel it in your knees, especially going hunting and stuff – I was like; wow, this would have been super-easy for me a few years ago but now I feel like fucking Chris Farley. It’s really hard. Tim Ferriss: I noticed this very recently also. I mentioned when we were just making tea before we started recording – getting into gymnastics training – which I’m doing with an incredible coach named Chris Sommer, who’s the former national team coach. For the first time I’m doing remote coaching so I’m sending him videos, he’s reviewing them over the phone, et cetera – and one of the series that I’ve been doing and that I need to start doing more consistently is this knee sort of pre-rehabilitation. Seriously, it’s all body weight and it focuses on strengthening the ACL and the cruciate ligament, et cetera with these different types of weird-looking squats. I did them for say three weeks – just once or twice a week – it took maybe five minutes each session and it was incredible how much more stability in my knees I felt doing any type of movement: any type of walking, hiking, jumping. And it highlighted for me that that must mean my knees were fucking unstable as hell beforehand if I felt within two or three weeks I felt a huge increase in stability, which I guess is just a symptom of sitting down too much. It’s most of the way we move, too. Joshua Skenes: You know, our western patterns of movements in a lot of ways are not – well I guess everyone’s patterns of movement, they’re not very – they’re kind of like just up, down/left, right – you know, computer, bar.      There’s not much lateral – there’s not a lot of torsion of different types and a rotational exercise is pretty much out the window for most folks, so then when you encounter that in any capacity and it’s forced upon you, then you get injured. In Ba Gua they isolate some movement patterns and it’s really just kind of an exercise in balance and being able to learn power versus resistance. Tim Ferriss: What do you mean by that? Joshua Skenes: Well, okay so let’s say that you are practicing a stance let’s say – just for lack of a better example without going into too much detail – and in that stance you feel very stable in that stance while you transition to another stance and you’re undulating or rotating or going up and down and changing levels. But that’s without pressure; without resistance. So let’s say you take that same technique or stance or whatever and you pressure-test it and apply another human being to push on you or try to throw you while you do that same thing. So, you basically are pressure-testing the reality of some of these movements and before you do that you have to have a lot of time in solo practice with those movements or stances and repetition so you actually don’t rip your knee out of socket or something. So don’t go doing this at home until you practice a little bit. But the thing is that it brings a sense of reality to it because that’s always the problem with Chinese Martial Arts that you see – there’s no reality to a lot of the shit. It’s very silly. Tim Ferriss: It’s not really tested under the circumstances of which you’d need to use it. Joshua Skenes: Yeah – or against bigger people or against real violence or against any of those things that you would need to actually make something truly effective. The point was that it develops all of your connective tissue in all of your body and I’m pretty sure the only reason that I can still walk is because of my early years Martial Arts in all of this kind of stance work and transition work and that kind of like twisting and turning of the body in T’ai Chi and internal Martial Arts. It’s very helpful for the body. Tim Ferriss: I think there’s something there and my interest in T’ai Chi at one point was pretty close to zero just because I was so focused on the harder fight sports like Muay Thai and so on, or jujitsu and in let’s say the last five years my interest has really been piqued by a friend of mine named Josh Waitzkin who has been on – I have a podcast small world story  real quick – so I get this text at one point from Matt Mullenweg at one point, who I guess is the CEO of Automatic right now and was one of the lead developers of WordPress. And he goes; I was walking with my girlfriend through New York near the water and we saw this guy doing some weird Martial Arts stuff right on the water. And so I was commenting on it and how it looked really beautiful to my girlfriend and she said; maybe you should walk up and say hi. So we walked up and said hi and it was another person who’d done the podcast, Josh Waitzkin doing T’ai Chi. Now, Josh was the basis for Searching for Bobby Fischer, this movie about this chess prodigy, which he was when he was a kid. But he was also a push-hands world champion and then after that became the first black belt under Marcello Garcia, who’s like the Michael Jordan/Mike Tyson/Wayne Gretzky combined of Brazilian jujitsu. I always associated T’ai Chi with non-Martial applications, but he uses this and has prescribed it to his parents who have seen fantastic results for rehab, pre-hab, just life stability and well-being in general so even though he has a tremendous amount of experience with B.J.J. at an extremely high level he still does the T’ai Chi on a regular basis which has made me think that I should probably make space for a practice of that type. Joshua Skenes: I’ll tell you what – there’s a lot more to it than most people give credit for because the reason is that there’s no good T’ai Chi anywhere, right – Tim Ferriss: And Josh would agree with you by the way. Joshua Skenes: And just imagine if you had no good jujitsu anywhere. Then everybody would make fun of it, because these guys would just get on the ground and get stomped. The same would apply to any kind of system, but if you really happen to be lucky enough to stumble upon someone who’s truly, really great at the Martial side of T’ai Chi then it’s kind of like this immovable mountain thing. My take on it is that in terms of real applicable Martial Arts, which means being able to defend yourself against someone who’s using real violence. I’m not talking about sport, which is still very difficult but to be able to defend yourself against real violence is a different kind of ball of wax. Oftentimes that requires less of a lot of things than a sport would. You don’t need to train for 20 hours a day to be able to get to that point. You don’t have to have amazing cardio necessarily. A lot of things go out the window due to this kind of ability to evade and evasion is not in a large circle. It can be a very small thing. A simple example would be let’s say that you practice standing with your knees bent a little bit to the point to where you would fall over the first day and for 20 years you practice that same kind of standing against somebody trying to push you over. Well, eventually you get to the point to where you can’t be pushed over. You went through a series of different opponents and different people trying to throw you over, but that’s all you practiced forever. T’ai Chi develops that type of skill when it’s done in the Martial sense but then you’re able to mobilize it. So, let’s say you take the static starting point of being immovable. Immovable doesn’t mean you’re actually immovable. It means you’re adjusting your body to the other person. So their force is coming towards you and you’re adjusting a little bit. There’s a lot of hokey-pokey shit out there that say a philosophy but there’s no real applicable reality to it. So, that’s one thing and the other thing is just kind of the ability to evade. Let’s say you take a T’ai boxer, a Muay Thai guy who can kick really fucking hard and a guy who practices kicks every day and is a professional type of boxer. What we have to realize is the distance – there’s just a distancing thing, right – at the point of impact of anybody’s kick or punch or attack is one place once they release that intention. Let’s say the intention leaves the mind and goes into the body and the action is created and it’s traveling towards your opponent there’s an intended target. If you can change yourself from being that intended target – the origin of that – and reroute yourself only a few inches then all of that force goes away. So, it’s a simple kind of thing to say but just to be able to do that with one punch or one kick takes a lifetime to learn. I’m not saying I know these things; I’m just saying that there are a couple of simple truths that I’ve learned from it. So yeah – I think that T’ai Chi is very applicable because over the years I’ve practiced with some really amazing M.A. guys and some really amazing jujitsu guys and you see a translation from this kind of traditional Martial Arts but only very little. It’s not like overall. You can’t just go get in the cage, but there are some really great things. I would love to see professional fighters start to explore that a little bit, but the issue is that to even get remotely efficient at those kinds of things it takes at least 10 years of daily practice. And so that might be the challenge. Tim Ferriss: By then your career is over. Joshua Skenes: It’s a time budgeting issue. Tim Ferriss: How old are you now? Joshua Skenes: 36. Tim Ferriss: 36 – what advice would you give your 30-year-old self if you could place us where you were and what you were doing at that time? Joshua Skenes: I think it would be to take a step back, right? Take a step back, slow down and really think through what really matters in the long run. Tim Ferriss: What were you doing at the time, when you were 30? Joshua Skenes: Well, actually my 30-year-old self is different because that’s when I’d just started Saison so I was doing the same thing I’m doing now only in a more kind of ridiculous way. Do you want my 20-year-old self or my 25-year-old self? Tim Ferriss: Sure – let’s do 25. Joshua Skenes: 25 year-old self – yeah I think it would be to just really take a step back and not get caught up in anything stupid because a lot of times when we’re chasing success or what we think is success – like as a chef you want to build a big name; you want to get three Michelin stars; you want to get the accolades – but ultimately none of that shit matters. It matters in the beginning and it certainly matters along the way, but if we all just take a step back – and I think there’s a bigger lesson to be learned from the way we operate as a society – is to focus on what really matters to us and what genuinely makes us happy. Then we’re traveling down the right path and we won’t get sidetracked by tits and ass or whatever. You know – fame and sports cars and all the silly shit that you don’t need. Tim Ferriss: Unless those are the things that really make you happy. Joshua Skenes: Two of those three do make us happy, but I mean that if what really makes you happy is getting in the woods then you’re really able to take a step back and focus on quality maybe. If you want to be a cook, you want to be a chef, what kind of chef do you want to be? Do you want to be an Instagram chef or do you want to be a chef with real quality and skill that’s respectable or respected by the world for your ethos or something. So, I would say get your head out of your ass probably. Tim Ferriss: What were you distracted by or focusing on at 25 that you shouldn’t have been? Joshua Skenes: Ha ha – my parents-in-law don’t want to hear this. Tim Ferriss: There are just two people listening to this podcast – you’re fine. Joshua Skenes: I was cooking – I was a chef at a restaurant called Chez T.J. It was a place in Mountain View that’s been there for like 30 years. I shortly after that got poached by Michael Mina to do some development work and open a restaurant for him down at St. Regis in Orange County as a temporary gig and then went to work with him just to learn business from him. I wanted to learn some business; I didn’t know anything about business at all and I wanted to see how that operated and functioned as a restaurant group. So, a lot of it was like vagueness and partying all the time and just ridiculousness. I mean we would go out after work and go home at sunrise and wake up at 4:00 p.m. and go back to the kitchen the next day and just immediately need a whiskey because you were so hung over. Tim Ferriss: Yeah – a hair of the dog – Joshua Skenes: So, that was a good few years of my life just kind of going crazy. All I did was train so I didn’t do that when I was younger. Like, I had a period in my teenage years where I was a lunatic and then I went back into training around 15 and finally pulled out of that and I really didn’t even drink until I was 25, after I got my chef’s job. And so it was a couple of make-ups for lost time. Tim Ferriss: Yeah – I feel oftentimes reflecting back on my high school career and college experience that if I had not had competitive sports I would have ended up on skid row or in the gutter or God knows where. Joshua Skenes: Oh, for sure – if I didn’t have Martial Arts I’d be dead in the gutter. Tim Ferriss: Where would you like to have food that you have not yet had food? Joshua Skenes: The exciting food to me is that of the original peoples of whatever location. So, if we go to Australia we’d have some Aboriginal traditional food and kind of explore that side of things in nature and it would be the same kind of thing with anywhere else. So, if you go to any country or any place and explore the natural foods that existed before commoditization took place, that’s what’s very interesting to me. Tim Ferriss: I had a lot of fun messing around with this guy named Cliff Hodges, who’s also on The Four Hour Chef. He makes his own bows and arrows from scratch and hunts black bears with his Osage bows I want to say – they’re incredible. But he introduced me to cooking on fire so he is an outdoor survival expert and taught me how to build debris huts and whatnot and knows how to track – he’s a really interesting guy. You’d get a kick out of him. He lives in the Santa Cruz Mountains. Where was I going with this? Oh – he introduced me to acorn meal and making things out of acorns, which I’d looked into it at one point. It represented for certain indigenous North American tribes a substantial portion of their total calories – acorns. Joshua Skenes: I read that somewhere, yeah. Tim Ferriss: I got really interested in leeching acorns and making things out of acorns. Joshua Skenes: They’re delicious. Tim Ferriss: They’re really, really good. Joshua Skenes: I mean that’s the thing about our foodstuffs now – there are so many amazing things and that’s kind of what Saison does at the moment is that it’s just exploring what’s here; the native foods. What exists at an incredible quality and there’s all kinds of shit here. We set up a program with fishermen where we get only live fish in our tanks. They bring us fish that’s alive or we don’t want and that way we can kill it in a certain way and can control the process. It’s the same thing with like all of the commercial fisheries or the vegetables and the produce. We have wild kiwis in the woods in Marin. Tim Ferriss: Wild kiwis? Joshua Skenes: Yeah – there are acorns, there’s ginseng root growing, there are berries; there’s all kinds of crazy shit around. There are diamond turbot in the waters here. There are pink scallops. There are monkey-faced eels so we’re exploring all of those things. Tim Ferriss: Those are some funky-looking things, man. Joshua Skenes: And they’re really delicious, too. Let’s just say you cooked it in [inaudible] or something – it’s delicious. There are all these amazing things around in each location around the country. The Pacific happens to be amazing because of the cold climate of the ocean, but that’s a very exciting kind of food to just really look at what’s around us, to really explore what’s around us. It’s nothing new. It was being done before all of this other shit was being done but that’s really where great food comes from. Great food comes from not growing it on a farm but from really exploring the wild and finding that kind of reference point for flavor. Like, you find the best fish during the best season or the best bear after eating the blueberries during the right season. It’s the same thing with produce and all that other stuff so that’s a very exciting way to cook. Pretty soon I’m going to have a restaurant that only does that. It’s going to take six hours to get to and maybe I’ll just do it for one table a night and maybe you’re part of the hunting process. Who knows? We’ll go out and catch our trout. Tim Ferriss: I’m in if you need a guinea pig to take it for a test drive. This makes me think a little bit of an experiment that you did – I’m not sure how recently this was – but the Chef’s Table rotation that you did with, help me out with the name here, Jiro – Joshua Skenes: Jiro. Tim Ferriss: Not the Jiro that people associate with – Joshua Skenes: Not the [inaudible] Jiro – Tim Ferriss: Not that, but I guess the Jiro who was cooking previously in Noe Valley or somewhere? Joshua Skenes: He was trained in Tokyo. He was a sushi chef in Tokyo and I love his sushi. He has that timing. He adds a sensibility to the flavor of his sushi. Unfortunately in San Francisco there’s no good sushi at all. I really wish there was, but there isn’t and that’s why I fell in love with his sushi because it was so delicious. The rice was a little warmer and had the right texture. The thickness of the cuts of the fish, the direction in which you cut against the grain or with the grain, the balance of the seasoning; just everything was there. Tim Ferriss: And so for a period of time, I don’t know how long it was but he would seat how many people per night? Joshua Skenes: Eight people. For those who don’t know I built this little chef’s counter out behind Saison and it was eight seats and there were no turns. There’s no real commodity to the situation. Tim Ferriss: Room turns meaning somebody wouldn’t get up and get replaced by another diner. Joshua Skenes: Right, exactly – in today’s real estate, for the cost of renting a place and paying for labor and all of these other things; insurances, and taxes and all that shit you have to do more than one seating. You have to get as many people in there as you can which is a very sad state of restaurants especially when you’re trying to do things that are really amazing or give people a great experience. So, this was just a little eight-seat workshop essentially and so he cooked in there for a little while. We would do some collaboration dinners and it was really great but then I realized we’re still in the city. There’s only so much you can do on a busy street with a dump truck driving by so I’ve been working on some new stuff and one day I’ll be able to tell you about it. Tim Ferriss: And why the 80s music? You always have great 80s music playing at least in my experience so far. Joshua Skenes: It’s just fun. It’s a restaurant and its pleasure. It’s about pleasure. It’s about enjoyment. It’s about people coming in – I know not everybody is going to like 80s music – but our subset of diners that come in like that kind of 80s music and it’s just fun. That’s the only reason. It’s just about fun. Tim Ferriss:   Speaking of fun, Molly just got in so Chester is going to have a playmate here. Here she is. Joshua Skenes: The whole reasoning of Saison was about the essential nature of a hospitality experience: the food being what we talked about earlier, the 80s music being fun, the things that you pick up in your hands feeling good, the seat being comfortable, the service being warm and real – so that’s kind of why the 80s music came up. Tim Ferriss: What I love about the 80s music – Joshua Skenes: Plus when you’ve had a couple of glasses of wine – Tim Ferriss: I was going to say; I’ve taken a few friends to Saison and they’ve always had questions about the 80s music and then they get a few dishes in and maybe a glass or two of wine and they’re like; you know this music is perfect. I really think this music is extremely soothing to this experience. I always have to ask people – because I’ve been in San Francisco so long and I get questions about places to go to eat – and I always have to ask; what’s your budget and what’s the occasion? Saison is higher end – I’m grasping for a better adjective – but it’s expensive. Joshua Skenes: It’s expensive comparatively to other places. It’s a comparatively expensive place but for an anniversary or something like that or just a special experience. Tim Ferriss: I think it’s always been my go-to. On the opposite end of the spectrum if you want a really filthy, delicious burrito in the Mission then I think El Farolito if you also want to have a conversation with a couple of meth-heads then that is the spot to go to. Joshua Skenes: It’s my preferred choice of meal – no conversation. Tim Ferriss: And our dogs are playing, folks. So, Joshua we can keep talking forever. Where can people find you online on the socials and learn more about what you’re up to? I think your Instagram is fantastic also if you want to see a lot of very, very peculiar and delicious ingredients. That’s a good place to see you, but where can people find you? Joshua Skenes: Yes. My instagram is jskenes – I almost forgot what I was talking about there – jskenes@instagram or on Twitter @SaisonSF. Tim Ferriss: SaisonSF and the website also? Joshua Skenes: SaisonSF.com Tim Ferriss: And I will put all of this in the show notes, folks including links to anything that we might have mentioned. Our dogs are having a blast – speaking of joy – so you can find the show notes at FourHourWorkWeek.com/podcast. Josh thanks for taking the time, man. Joshua Skenes: Thanks for having me – it was fun. Tim Ferriss: Let’s go hunting and have some wine, in that order. To everybody listening we’re going to go play with the dogs. Until next time, thank you for listening. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "joshua skenes"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show where it is my job to deconstruct world class performers, whether they are chess prodigies, military strategists, former generals, entertainment icons, athletes, or otherwise", "and in this episode i am speaking with a friend i hadn’t caught up with in a very, very long time: joshua skenes and that was my dog yawning in the background", "otherwise known as josh skene depending on whom you ask: s-k-e-n-e-s, jskenes@instagram has become famous for his use of fire as chef/owner of saison in san francisco, which has three michelin stars: one of the very first restaurants ever in san francisco to receive three michelin stars", "he has classical training, which of course you’d expect and loves his high-end japanese nanohide knives – check them out – but nothing quite captures his imagination like the open flame", "the back of his business card sports three words stark on its ivory stock: play with fire", "that’s what the back of his business card says and in this episode we explore three of his obsessions: simplicity, food, and the martial arts", "we became friends first during collaboration for the four hour chef, where he taught me about all sorts of incredible things and this was a long-overdue catch-up over lots of different types of tea", "so, i very much hope you enjoy it and if you have not yet checked out five bullet friday – every friday i send out a free short email; five bullets of the coolest things that i have found, discovered, uncovered that week – then you should check it out", "it is free and has 70 plus percent open rates so people love it", "it is found at fourhourworkweek.com/friday; all spelled out and without further adieu here is joshua skenes", "joshua, sir – welcome to the show", "joshua skenes: thank you for having me", "it’s nice to be here", "tim ferriss: it has been so long since we actually hung out", "joshua skenes: yeah – it has been too long", "and in fact it’s probably been what; five years", "tim ferriss: probably that we’ve actually spent any sit-down time together because the way we connected originally, when i was doing research for the four hour chef and visiting the older location of saison, it brings back a lot of memories", "before i get to that, though i want to know: what does the back of your business card currently say", "i haven’t picked up a business card in like four years", "so, maybe i’ve got the older version", "yeah – i think the one you’re talking about used to say; play with fire", "play with fire", "play with fire was the old one", "that was one of the guys who does – his name is jim ayos; a really amazing creative designer – he does all the stuff for the monterey bay aquarium and he thought we should write play with fire on the back because that’s what we do", "and we’re going to get into a number of different facets of our shared interests", "of course we’re sitting in my house", "it’s filled with japanophile paraphernalia everywhere: saddles and armor and whatnot", "it’s completely different from my house by the way", "but at the first location that i visited of your restaurant you had a wooden man right there – about i would say 15 feet from where you did – from where you see people, yes", "yes – from where you see people", "we used to throw a blanket, like a little cashmere blanket and i’d just cover it up for the guests, but then we started leaving it uncovered and it was interesting to see peoples’ reactions to that", "they loved it", "so, the martial arts and the cooking seem to go back a long way", "what are your earliest memories of either", "well, martial arts – i’ve been doing that for as long as i can stand, so my earliest memories are like four years old in the back yard and my friends kicking me or something in the stomach", "cooking is kind of the same way", "i don’t know; there was really no direct path to starting cooking", "i have pictures of me when i was probably four with a little chef’s hat on – a floppy, chef boyardee hat – and mud pies", "so it was always something that was maybe of interest to me", "this is a super-common question, i’m sure you know and i can never answer it really promptly because i have no idea", "it was always there", "but it was ever-present in the sense that you grew up in florida, correct", "yeah", "i think it was just an interest", "we’re drawn to things as humans sometimes and that happened to be something i was drawn to", "when were you formally introduced to a specific martial art", "i think it was six or so and that was thomas sudeaux [sp] in my hometown in florida", "no kidding", "yeah", "and i started with tommy sudeaux and my parents got me into it", "i think i’d always been into it", "i’d expressed some desire and so – and from there tae kwando and then from there i went to northern chinese martial arts and the various things from there", "i’d done it off and on and jumped around from martial art to martial art so there are so many different ones that i’ve toyed with", "and the play with fire, to return to that for a second: how do you use fire in your restaurant?  because that was one of the things that really drew me to engaging with you when i was looking at cooking as a metaphor for learning but also life in a way because you’re exploring all of these different senses", "and when i visited your restaurant i brought a friend of mine, jeffrey zurofsky, who has run many different restaurants and worked as a line cook in many very well known restaurants", "and he said it was one of the – it could have been the intoxication of the 80s music that was being played at the time – or it could have been the wine bearings but he said it was one of his top three meals that he’d ever had – i’m not doing very well, then", "we’ve got to get that up to the top", "that was a long time ago", "the fire always struck me", "how do you use fire and why do you use it so much", "well, i mean how is every way but why i think is – i think literally everything on the menu has been touched by fire somehow – and there are so many different ways that we’ve explored cooking with fire", "it’s not all barbeque; it’s not all grill; it’s all these kinds of ways that we’ve come up with to cook that are based upon what the product needs", "really great cooking is based on what the product needs, so if you get a fish in one day and it has a certain taste and a certain texture and a certain amount of moisture inside; the next day it changes, so you have to change your cooking based on that", "we approach the fire the same way, to really base it around finding great products – amazing products; the best thing in local existence – and then employing a technique that makes those products better but they still wind up as what they are", "so that’s just in taste in general and then there’s temperature, texture, and flavor", "let’s talk about the state of freshness for a second because this is also something that you’ve made me think a lot about", "for those people who hear what’s in my coffee mug, that’s exactly what you’re hearing – so josh is armed with a mug of full of green tea and black tea and i have some as well – but the question of freshness; i was reading about, and i’ve never seen you do this but ikejime: traditional japanese butchering process from live fish to using pretty much every component of said fish", "it’s an art form in and of itself", "people tend to assume fresh is always what you want", "how do you educate them or what are your thoughts on the subject", "because you also – just to provide some of the punch line – age a lot of different types of food, so how do you think about that", "you have to look at it like this: everything has its moment when it tastes its best", "it really becomes about understanding products and then learning what period of time those products are best in", "and for some fish, like a big fatty fish it’s not right after you get it", "well, let me take that back – it’s actually a little complicated – it’s one of two things generally for fish", "like; as soon as you pull it out of the water you kill it, you hack off a slice, and you eat it right then and there within the first 30 minutes", "it’s kind of like hunting, right", "like, you have a window: you could eat within the first 30 minutes or so and it’s really great and still tender and hasn’t set into rigor mortis yet", "or; you can really take it into its sweet spot and that could be a week, a day, or six months even for some things", "it just really depends on the product", "what about – i was going to say pigeons but i guess i should say squab – do you age squab", "oh yeah – it depends on the time of year", "it depends on the diet, and that’s the whole understanding of products things that you have to really get a grip on what they’re eating: how much fat is in the meat, if you shot it and a bb went through the breast, then you probably shouldn’t age it", "you should probably eat it the next day or something so there are a lot of factors that contribute", "i would say two weeks on a squab or a pigeon – either one", "let’s talk about the hunting for a second because we’re sitting here and right to my left and your right there’s a caribou mounted on the wall, which some people could actually see and might have seen on a show called meat eater", "actually it was a guy named steve rinella, who’s also – you know i saw that – that’s right", "that’s the caribou", "that’s awesome", "i love that show by the way", "i wouldn’t consider him a chef, but he’s actually a really good cook and he took me on my very first hunt which was white tail deer in south carolina", "i always grew up with a very negative association with hunting because on long island where i grew up you would find just beer cans littered all over the place and injured deer on our property and across the street", "there was just a lot of negligent hunting, but steve showed me a different side – on long island", "no – yeah – i mean can you imagine", "the responsible denizens of long island – i’m sure there are great hunters on long island also, but the point being that steve showed me a very different, diametrically opposed responsible approach", "he took me through the entire process of field dressing and whatnot and my experience was with the white tailed deer – which i felt no guilt about whatsoever – and this right here for those that don’t have a visual because you wouldn’t", "i’m picking up a tanned skin that’s over the side of my couch and it’s from that first deer", "i want to make these into gloves, but we used everything", "we also have chester, who is joshua’s dog here – a little frenchy with a brindle coat – that is hunting color – that’s his hunting color", "it’s my bird dog", "he’s pretty vicious so be careful sometimes", "tim ferriss:   did you start hunting when you were real young", "or did it come in later", "i did in the woods – i never picked up a gun to hunt until i was – it was just a couple of years ago", "and so up until then – well, let’s go back to florida", "growing up in florida you’re just surrounded by swamps and alligators and wildlife in general", "you spend most of your time in the woods somewhere, whether it’s in a park or in the woods or something, so you just can’t help it", "especially being a kid there growing up; i think it might be the most dangerous place on earth besides maybe australia", "there are alligators and crocodiles", "i think it may have the highest variety of poison snakes in america: big water moccasins, huge rattlesnakes, alligator gar – you know what an alligator gar is, right", "they are fish that look an alligator mouth and they grow 10 feet long – snapping turtles that can take your hand off – and just all kinds of other shit like giant spiders", "you can’t help but be in the woods and hunt and rummage around and gather", "my dad was always big into that", "so yeah – that’s how i grew up, and he would take me over to this – he had a native american friend of his named silver fox and so there was always this ethos of using what you kill and hunting ethically or fishing or just doing anything ethically, right – being in the woods and being one with nature", "that’s how i grew up and the product side of that has always been a part of my cooking and part of my thought process and in fact i went from that to the big city, to being pescatarian, to vegetarian, to vegan and then finally back to hunting again after becoming a chef", "what’s led you from – was there any particular moment that led you out of veganism or a realization or", "taste", "taste", "you know what", "there actually was something", "i was training again", "i took a brief moment off of training when i went to school", "this was f.c.i., or the french culinary institute", "it used to be called that back then", "it’s now called the i.c.c", "or something", "back then it was a bunch of crazy old french dudes, some very well-known french chefs – tim ferriss:   in new york city", "yeah, in new york city and so i went into school kind of being a vegetarian and in culinary school", "tim ferriss:   that’s tough", "and i remember tasting this meat and i was like; god, this is fucking disgusting", "because it’s commodity veal, right – you’re talking about feed lot cows and stuff – and that’s really nasty stuff", "so the point was that i had a dream one night and i was vegetarian at that point – not vegan anymore – and i was in a river", "i was standing in a river and i just reached down in and i grabbed a giant squid out and i just bit into it and bit a big hunk of squid out", "so then i woke up and the next day i had this craving for salt-and-pepper squid and so i went and got salt-and-pepper squid and it was the best thing i’ve ever eaten", "that’s how i got out of it", "tim ferriss:   and that was it", "yeah – that was the gateway", "at the time you were training in ba gua, or what were you training in", "yes, ba gua – can you describe that for people who are not familiar", "the typical path to chinese martial arts as a kid – when you start really young you start in long fists, right", "it’s either southern or northern – you pick what’s best for your body type – so if you have longer limbs then usually long fist is the way to go", "and then you can choose after you do that for your years of basics", "once you get through your years of basics – which take 10 years or so – then you can kind of start to choose what you really want to specialize in or what you have the aptitude for, depending not just on your body type but also your sensibility and your movement", "and so i chose internal martial arts, which is the family of three: t’ai chi, xing yi, and agua, so i chose all three of those and i started in t’ai chi because my teacher in florida was a student of chin chao wong and chin chao wong was a really amazing t’ai chi teacher from chin village in china", "i just traced up the lineage from there, so when i left florida in high school i just traced the lineage back and started doing xing yi and ba gua and ba gua was always very interesting to me", "then i just specialized in ba gua and then when i moved out – that was 10 years before i moved here and i moved here about 12 years ago – and then i moved out here and i traced my lineage back to the last surviving member fu style ba gua and his name was liang xao ya and he just passed away a couple of years ago", "but i studied with him for about 10 years until his death", "oh – i was supposed to describe ba gua, right", "yeah", "so, ba gua is this esoteric kind martial art and it’s really hard to describe", "i don’t know if there’s really a two-sentence description for ba gua, but if i could it would be evasion", "it’s kind of the art of evasion, but there are all these kinds of prerequisites to that", "it’s even more hard to describe because most of our understanding in america of really high-level chinese martial arts is total garbage", "i don’t know if there is even one to be honest with you", "you could probably count them on your hands, right to get really good chinese martial arts", "that would be effective, but in terms of healthfulness it’s a really amazing thing", "so, you kind of walk in circles until you get dizzy and then you’re no longer dizzy anymore and then you learn how to do these little patterns where you go back and forth and up and down and it teaches you basically to have a very supple, strong, flexible series of movements that can react at any time to someone else’s movements and kind of almost confuse them if you will or evade just enough to where you always have the angular upper hand", "when i thought of ba gua and i know very little about it even though i lived in china for six months in 1992 and went to two universities there in beijing where i studied something called bao chung tren for a period of time – tim ferriss: did you go to bei dai or where did you go", "no", "i went to – there’s one called oddly enough in english bei jing normal university, which is beijing [chinese term] and then there’s beijing capital university of business and economics, which is [chinese term] but they call it the [chinese term] so those are the two", "and with ba gua only i remember seeing someone practicing and the ba i guess is eight; i don’t know what it refers to, but there’s some relationship to the tri-grams – ba gua is the eight tri-grams, right", "yes, the eight tri-grams and so somehow this relates back to the philosophy of the beginning of everything", "it’s a binary system essentially", "it all starts with wu ji, right and then there’s the void and then there’s zero and one", "i think it builds from there and i don’t really know", "that wasn’t my purpose for studying things", "i never understood it and i still don’t today", "right – the cosmology aspect of it – how has the martial arts, if it has affected it, affected how you think about food and cooking or vice-versa", "i think it affects everything", "i think it affects the way that you really think and everything you do", "just overall the ability to be more peaceful with your surroundings but i think that in cooking i think it’s the essential nature, right", "we’re a restaurant", "if you were to ask me what saison is i would say it’s a restaurant", "what kind of a restaurant", "well, it’s american food – and i think that’s the part where martial arts kicks in because you’re not – it’s meant to be the essential parts of things, right and where you’re stripping away all of the unessential to get to the essential, right", "right", "and so that may be tastes", "it may be the actual dish itself in the restaurant where you just have what’s essential on the plate", "you have a beautiful piece of wild deer or elk or whatever it may be; one that i hunted in a good place at the right time of year and you just age it just enough to get to its sweet spot and you just barely grill it and you just put a beautiful sauce on the plate", "that’s the essential part of what pleasure is", "that’s the same with the service, right", "i mean here is the description; it’s very simple", "it’s very basic", "we want to get in, give the person their food, get out – let them have a pleasurable experience, right", "so all of it is kind of reflected – the whole philosophy of the restaurant and everything else is reflected through those kinds of principles", "i think that’s very martial-arts, right", "oh, it is", "there are parallels in all of these things and part of the reason i wanted to have you on is because i know you have this deep love and obsession with the chinese martial arts and internal martial arts", "so i’ve been fantasizing in part myself of doing – sorry; i just keep laughing because josh’s dog is like a prairie dog", "it keeps popping up because he wants to get on the couch", "let me take a picture of this – but i’ve been fantasizing about doing a second podcast", "i don’t think i’m going to though; called side gig, because i think that what we do as the primary activity as people view it is so informed by whatever obsessions we might have and vice versa", "so the question of reducing and simplifying i think transfers across all these different areas, right", "you look at people who are really world-class as athletic coaches – there’s one track and field coach i remember; i think he was dutch – who said; do as little as is necessary, not as much as is possible", "you could apply that to your food", "you could apply that to ba gua", "you could apply it to anything in life, yeah", "sorry to destroy your couch, tim – chester is having a nervous breakdown", "tim ferriss:   what do you think has made saison unique and successful as a restaurant", "well, i think at the end of the day it was about that actually; just the philosophy and the ethos of the restaurant because it started with just the food", "i was asking myself a series of questions about what i thought about the food and the quality and the essential-ness of everything and i think that triggered everything else", "that was really starting and saying; before we even started saison it was just my thought process about how to create good food", "let’s say i’m making a dish and i eat; i eat to it and i get to it and i say, is this really the best version of this thing that i’ve ever eaten or that i’ve ever put in my mouth", "it’s either yes or no and if the answer is no then i have to start over and i have to really think through the reality of what – and just keeping yourself grounded – and thinking, what is the reality of if mr", "joe robishon came in or something", "what would he say", "or what would the best chef in japan say", "it was that kind of a process that i think is certainly influenced by martial arts", "that’s how it all started i guess", "how have you responded when – what is your internal dialog or self-talk like when you get say, a review from a critic that you wish were better", "we don’t get those anymore, but – tim ferriss: or – i’m just kidding", "i want you to correct my timeline if i’m wrong, but i’m going to use my flawed memory to try to just paint a picture here", "so, we connected when you were at the old location, a smaller location – we kept in touch, hit it off; you ended up then developing the new location which i wanted to invest in purely … and this is the only time – i don’t know if i ever told you this – this is the only time i’ve ever done it, where i made the investment, viewing it like … this is going to sound silly maybe, but like a patron grant in a way because i enjoyed your work so much i just wanted to see what you would do next", "i cared more about you being able to continue to experiment and refine what you were doing than i cared about ever seeing that come back", "now, the restaurant has done extremely well, but that was the reason for doing it and then i remember one point – it wasn’t a bad review but it wasn’t a flawless review that came out – and we had a little bit of communication and you really didn’t say anything and you just went heads-down", "it was maybe a year later that you became – is it one of the two restaurants to receive three michelin stars in san francisco", "we got the extra star, yeah", "we were the first along with one restaurant", "yeah – benu, right", "right", "and when you get either an imperfect review or a great review what do you say to yourself", "well, reviews are – it’s a great validation in some ways to hard work, but at the end of the day if those things didn’t exist, asses in the seats are really what make you enjoy your life, right", "and so for that reason you have to just – there are learning tools there – if you get a bad review then you have to really think about it", "is this really true", "it’s important to take in what’s real and discard what’s not because we know the media can be a little silly sometimes", "or inaccurate let’s say, but there are also a lot of really knowledgeable people out there who have traveled the world", "i don’t know", "to be honest with you i don’t think about it anymore", "i don’t think about it anymore because when i see people come in the restaurant and really have such an amazing time that’s what’s kind of special to me", "that’s what makes it worth it", "it’s very simple in a way", "i’m a simple dude in many ways", "well, i remember the first time i did a – i’m not sure if i would call it a chef’s table – i think it was a chef’s table dinner at saison", "i was looking for things that i could share in the four hour chef, right – things that people could try and test themselves", "one of them was so simple but so well-done and i want you to describe it", "i don’t remember the name, but it was effectively a piece of cling wrap on top of a – not a martini glass, but a very nice piece of glassware – it’s called a magic bowl", "there we go – the magic bowl", "can you describe this", "and then a piece of food suspended on top – yeah – it’s been around for a long time, but it’s basically just that you stretch a piece of saran wrap over the top of a glass bowl – or any bowl really for that matter – where basically you stretch it far enough around the edges so that when you rip it off the top seems like it’s floating on air", "you can’t really tell that there’s saran wrap there", "yeah – people love that", "it looks like the food is floating", "you put a piece of food on top of the saran wrap and it looks like the food is floating", "it’s a very – i’d never seen it before", "now, it’s totally ridiculous", "i would never do it again", "but it was fun though – yeah – it was fun", "so, what are you experimenting with these days", "what are you most excited to work on or experiment with", "ah – it’s products", "as time goes on – just like if you practice your martial arts over and over again – you do that one throw millions of times if you can and then that’s when it really starts to get interesting", "it’s the same way with cooking", "like, you repeat the same process over and over and over again thousands and thousands of times and you start to get a little bit better understanding of it", "and then another few thousand times go by and you start to get a little bit more of a better understanding of it", "then you start to maybe look at your products a little differently", "you start to chase down better products", "a little bit less salt; more natural flavor comes out – it’s such subtle little differences, but that’s what really makes up really, really great cooking is just all of those little tiny things done really well throughout a process that you’ve repeated thousands and thousands of times", "it makes me think of bruce lee and i’m going to butcher the quote, but it’s along the lines of; i don’t fear the man who’s practiced 10,000 kicks one time each", "i fear the man who’s practiced one kick 10,000 times", "joshua skenes:right – exactly", "well, that’s what it’s really about because that’s from martial arts", "the more i talk about it the more it comes back to really just martial arts and practicing", "when i was young we would practice the same throw for hours and hours and hours", "we used to do that throw over and over again", "that’s all we did until we could just do it no matter what – until it’s default – you know, you go through those isolation drills where you basically isolate everything that you do in your arsenal and then you do it so many times that it’s there when you need it no matter what", "it’s the same with cooking", "it’s the same with anything i guess", "it’s part of your on-demand repertoire", "what’s that", "make it part of your on-demand repertoire, so you can call on it when you need it", "if you were to think of some of the biggest influences or mentors – they don’t have to be from cooking – but in your development as a chef, as a cook who are some of the names that come to mind or people who come to mind", "joshua skenes i don’t know – that’s a great question", "you take influence from everywhere", "this is another question that happens sometimes that i can’t ever answer", "i’m sure there are tons of them, but i’m not going to let you go with; they’re everywhere", "they are everywhere, but – i’m looking for any specific lessons learned", "so for instance i’ll give you an example", "one of my friends who used to work at one of danny meyers’ very first restaurants – no, it wasn’t danny meyers – he did do that, but he worked with this very famous french chef at one point", "he ended up teaching this guy, jeffrey how to move through the kitchen without being underfoot, like getting in the way of everyone else", "he would always say to him; jeffrey, you are like my dick – always between my legs", "and he would yell at him, but that is one of the lessons that he learned was just how to navigate moving between line cooks and so on", "right – so like in the school of hard knocks – i’m like running through my head right now to try to find an example", "and you know i think what the problem is with me is that i don’t remember shit", "my memory is absolutely terrible in many ways because i think that my processes, feelings, and shapes and here’s an image that triggers a memory", "here’s a feeling that creates a thought and i guess that’s the same for everybody; i don’t know", "but maybe it’s just that my memory really sucks", "it could be – it could be, but if i could look at mentors then it would have to be probably one of my first martial arts teachers in florida", "it was chinese martial arts and his name was cam lee", "he was this guy who was this shorter, stockier dude and he was just practice everything that he preached", "he was a living example of everything real around him and truthful and kind of sincere and honest, but he was also a real badass on the side", "he could just throw you to the ground, but he wouldn’t ever unless you were training", "and so he just embodied this kind of peacefulness and healthfulness and patience and all of these things", "i don’t know – i lost the patience a long time so i didn’t really do well with that example, but in many ways i still look back to him just based on the simple kinds of examples that he provided that are simple to say but really hard to do", "what have been some of the toughest times for you, professionally or personally", "hmm – opening saison", "it was both a great time and a really tough time", "in the beginning we were in an alley, right when we started", "it was one day a week and we started it because i was unhappy in my consulting job that i was doing", "i wound up being broke after spending all money in 2007 or whatever it is", "2007 was a very kind of prosperous year for money for me and i made a bunch of money but then i wound up – i thought it was going to keep coming and then all of a sudden everything crashed", "it was like; oh shit", "i screwed this one up", "so i said; you know if i’m going to be broke i’d rather be happy and broke than miserable and broke so that’s why i started saison", "it gave me the courage to just say; you know what", "fuck it", "i’m just going to jump out on my own here and just do what i really want to do and what i really believe in", "that started as just a simple thing – one night a week in an alley really", "now, the one night a week, was that because you were renting the space from someone else just for once a week and that’s what you could afford or was it that that was the only way you could really prepare –", "well, there was no deposit so that’s why we could afford it", "we started it with like $10 grand of our own money", "it was $10,000 and that was it", "there was one opening in this event space which was the old saison and it was just sunday nights at saison", "we started sunday nights at saison", "i just wanted to cook again", "so we went: we bought some pots, we bought some plates, and we went", "you jumped into it", "yeah", "what were the hardest experiences in those first few months for you", "oh right – so to get back to your original question we started this thing inside a café that; and i’m sure they’re going to be very angry once i expose all this – but there was this café and they just had really bad practices and we worked out a deal to where we would do our sunday nights but they would always get in the way or some of their workers would just come in and just touch our food and shit that we spent three months trying to perfect", "oh my god", "or we have like these beautiful ferments that we made from three years ago – what are ferments", "well, just like – oh, pig ferment or something – he had a pot of pickles in the back yard that i’ve had for seven years that have been aging carefully and now they’re amazing and then you’ve got this knucklehead coming in and like spilling shit on top of them", "the dish pit was shared, so the dishwashing was shared between the old saison and the café and it was just a nightmare", "the place would flood ever year with sewage water and we’d have to rip everything out and throw everything away and start over", "i mean it was like the most volatile place ever", "you know what’s funny about that is that the day that we were moving out – we got all our investments to move to the new location – it was like four years ago now i think", "the day that we were moving out we had finished service for the night, a great last service; we had hired movers so everybody came in and packed everything up and it was probably 4:00 a.m", "or 5:00 a.m", "by then and we were just waiting", "and we fell asleep; i fell asleep on the stool outside just waiting for the movers to show back up because they needed to go get breakfast or something", "they were supposed to just take all the shit", "then all of a sudden i woke up to somebody screaming; shit, it’s flooding", "there’s fucking water everywhere", "within 15 minutes – whatever the system is on fulsom street is really the worst infrastructure in all of san francisco – and within 15 minutes we were under three feet of water back there because there was a gradient and it went down", "from the street level it was approximately two or three feet higher than the back of the restaurant", "and so all of our stuff that we’d packed up was completely soaked in sewage water – we’ve got pictures of like markbreit the sommelier floating on a wine barrel out in there with a little lasso in his hands that he had made", "it was just ridiculous so that was how we ended the old space", "we just threw everything out and started all over", "so a situation like that – catastrophe strikes – how do you contend with that mentally yourself", "is there a person you call", "do you just go fucking smash on the wooden man for 17 hours straight", "what do you do", "no", "it’s all internal", "i was just thinking to myself and just kind of exasperated because i lost all my old books from like culinary school", "like every note that i’d ever taken for 10 years or so or 15 years was in that flood, like all of my notes", "oh – that’s one of my worst nightmares", "all of the ideas of anything that was truly unique to my thoughts – you sound like me", "i’ve just got bookshelves of notebooks", "yeah – so all of that was just gone in sewage and all of the ink was running on them and i was like; everything else was replaceable but that was really truly the thing where i looked at it and i was like; fuck", "i just had to sit down for a while", "but, we were moving to a new space so there was a positive spin", "i was like; fuck it – we’re just going to start over", "it’s the same thing that we started with", "it’s all up there", "not those exact things; we just had to start over", "well, something very similar happened to a guy that i had on the podcast recently named cal fussman", "so, cal is one of the most masterful interviewers i’ve ever met", "he did the what i’ve learned series, probably 60 percent of it for esquire magazine so he’s interviewed everybody: gorbachev, clooney, you name it", "it’s everybody and at one point he’d been working on this piece for like a year and a half and it was in the basement of some relative’s house and it flooded", "he lost all of his notes for a piece he’d been working on for a year about becoming for a day a sommelier on top of the world trade center, because 911 happened and interrupted everything of course", "it was a huge tragedy and he wasn’t sure she didn’t work on it and the advice that he was given by i guess it was a mentor who just said; the good shit sticks", "sit down and write it", "he was like; the good shit sticks", "what were the best decisions that you made with the new space", "so, in a way you get this flood and your notes are gone", "you’re starting from scratch in a way, right", "oh, we were starting over actually", "i think the best decision i made was just to say; okay, screw it", "let’s really start over", "let’s just completely empty our cup here and really think about now and what is really valuable to me now", "what’s honest; what’s sincere about what we’re doing", "and let’s do that – that’s really still the driver to saison now", "when you have people come and when you hire people to cook at the restaurant –", "chester keeps on farting away – yeah – right on your little – he’s a conked out little puppy", "very fascinating – yeah, he’s out cold", "he looks kind of like a little pork chop", "i went pig hunting – i go all the time, but i went – in the last month or so here – like to the west of red bluff near mendocino national forest – got it", "and there were pig dogs on one of the hunts", "they were all on the truck and so we were walking by", "i walked by with chester and they thought he was a pig i think, because they were going; he’s fucking crazy in there", "and they were barking at him and he stopped and looked and he goes; he looks kind of like a little pig", "he does", "he does look like a little porker or a pork chop", "anyway, when you bring someone you have a very, very high level – we have a very, very high standard at saison", "what training or pep talk or anything do you do with this people", "we give them the silent treatment as soon as they walk through the door basically", "you give them the silent treatment", "we give them the silent treatment, yeah and see if they’re going to crack", "no, no – i’m just kidding", "we don’t", "i do, but my staff doesn’t and my team doesn’t", "i guess in terms of training i went through a long period of just like the old school mentality of like; zero patience – here is what – i don’t know; just that old school kind of abusive mentality at cooking – like a drill sergeant in the military – yeah – like the drill sergeant, that kind of military ridiculousness really, but that’s evolved over the years into of just going back to the more smart thing and just kind of remembering that patience from my teachers and just from what martial arts does in general", "so now it’s really like i like to – if i can create the google of restaurants then that’s really a nice thing – it’s a great goal for me in terms of really having an exceptional workplace", "granted, i don’t really know anything about google at all so it could be terrible", "i don’t know", " i was just listening to somebody talk about uh – you know from the outside everybody is trying to get in and from the inside everybody is trying to get out", "it was on some podcast or something but i can see that", "i have a lot of friends at google though and it seems to be pretty exceptional – yeah – so that’s really the goal", "the goal now is really mentorship and how we can create this kind of like package on the inside to help our team navigate through some really difficult and enigmatic environments because there’s always a gray area when you start at a new place, right", "you don’t really know everything that you need to and even if you are a great cook let’s say and you start in a new kitchen at a very high level then there’s going to be things you don’t know", "every chef has a different way to do things", "every restaurant has a different sop for something and so i wanted to create – by sop do you mean standard operating practice", "yeah, yeah – or standard operating procedure", "yes", "there you go – and so i wanted to create really this app essentially that will allow people to operate every moment of their day like subway", "subway’s actually sucks, but – i’ve got a funny story about subway later on that i’ll tell you", "and so it gives people this huge influx of information so they can be successful", "so that’s kind of the way we operate now", "we want people to be mentored to the process and in return they develop loyalty to that kind of patience that you give them", "and then they wind up really learning something that’s tangible because i want these guys to come and work for us and spend a few years there", "it really takes five years or so to really learn about what cooking at a certain kind of level – i don’t want to use level because i sound like a dick when i say that – but i just want to use the certain type of cooking", "i want them to walk away with something really tangible where they can contribute or re-contribute", "tim ferriss:   and since you brought it up; subway – tell me the story", "i don’t know", "i might go to jail after i tell you the story", "no – i used to work in subway and there was always like a little manual", "i was probably 15 or 16 when i worked there and we would – i don’t know if i should tell this story – we would uh – we can edit it out later if you change your mind", "let’s go", "we would uh – it made me think of subway because of their manual, their operating manual – so my second memory from subway would be us learning how to block out the cameras by standing in a strategic position, putting bubble gum on the end of a coat hanger and fishing $100 bills out of the safe and the floor drop", "so we did that for about a week and i think we all got fired after that", "nobody knew what happened to the $100s", "it was like; what happened to everything", "wow, that’s some real ocean’s 11 action at subway – who knew", "yeah – it’s my contribution to subway", "i’ve always wanted to ask you and i’ve never asked you – what’s your opinion of francis mallmann if any", "i don’t even know if you know who i’m talking about", "i know who you’re talking about", "i don’t know enough about him to really give you my opinion", "i saw the chef’s table episode that he did that i thought was really cool", "i love that series", "he’s very philosophical", "it’s funny – it’s cool; it’s beautiful to see what he’s doing out there in nature", "obviously he’s a legend", "he’s been around for a long time", "i don’t know enough about it though to really say anything meaningful, but i think its amazing looking at like him out in patagonia and just pulling trout out of a lake", "for a chef that’s actually the old method, right", "that’s actually something i’ve been working on for years and years is just to get myself to the woods and just like stay in the woods", "i can gather; i can hunt and fish", "i can cook; i can eat and just be happy", "that’s kind of really my goal of happiness is just to be out there in the woods and just go; look, there’s a root", "i’m going to dig it up and i’m going to cook it and it’s going to taste great and we’re going to have some wine together", "we’re all going to celebrate and have a great time", "that’s what i’m looking for, so i don’t know – i don’t really know enough about him", "he likes to burn shit – i don’t like burned food like that so i don’t – oh – so you’re talking about like the charring", "yeah", "i like food that has a delicacy to it, so it’s very – i like food that is – you’ve got to think of it in terms of volume, right", "if you put on like that – what’s that heavy metal band, like guar or whatever", "guar or slipknot or whatever – he would just pick something like that and he’d just turn the volume all the way up in the house", "that’s like guy fiari, right", "he’s cool and on our level", "so then you take – let’s just use a restaurant that i really love in the mountains of kyoto – and they serve all wild foods from around there", "it’s really delicate", "the broths are under-seasoned by our western standards and it’s all about natural taste, but there’s an incredible beauty to that food", "that’s volume one, right so that’s really what we’re looking for in our world of cooking so i don’t like the level tens", "i like the level twos and around there – i would just love to be a fly on the wall – maybe sometime we’ll get down to patagonia and have a couple of bottles of malbec with francis, but what struck me – there were a handful of cookbooks that really inspired me when i was working on the four hour chef which was very confusingly to most people a book about accelerated learning kind of disguised as a cookbook", "but seven fires, which was by francis mallmann because he had the fancy french training, right – but he chose to go back to a lot of basics but refine them to such a degree that they were highly, highly advanced from kind of a technical level", "and then i think it was mission street food or mission chinese; just a beautifully well put together book and a handful of others", "there was another one on hunting and foraging from the u.k., the name of which i’m blanking out on at that moment – river, maybe", "river cottage", "it could have been – so the escape, the tv show is what was my kind of fantasy – first it was escape from river cottage or escape to river cottage by hugh fearnley-whittingstall", "i think that was his name – the most british name ever – incredible books, but that tv show, for people for who fantasize about getting out of the city and going back to the land and hunting and foraging and fishing, i highly recommend the first season of that series", "i’ve got to check that out", "i don’t know about it", "oh, it’s so good", "it’s so good", "is there – do you gift books to people", "like historically have you given books as gifts", "if so – yeah – any that comes to mind", "they’re all different", "the one that i just gave out most recently was there was an old bar book that’s called cocktail techniques", "have you seen that one", "no, i haven’t", "it’s like a little, tiny book and it’s from – i think it’s the guy from bar high five", "he’s in tokyo", "it’s just about pure craft and technique", "it’s just called cocktail techniques", "yeah – it’s cocktail techniques i think", "i think that’s the guy", "it could be a different guy, but a really cool book", "i just gave those out to a bunch of my staff", "the other one is the art of t’ai chi chuan or the dao of t’ai chi chuan and it’s by a guy named zhou xuan yun i think his name is – something along those lines, but it’s a really amazing book on t’ai chi and it has a lot of epiphanies in there because he started t’ai chi when he was 40-something because of his bad health", "so he was like on his death bed or something along those lines", "he had cancer or something like that and he apparently went through – he started from being completely unhealthy and then took as his journey through t’ai chi to become one of the foremost experts in america on t’ai chi", "that’s wild", "and he traveled the world – starting at 40", "yeah – and of course within a few years just like everybody else that does t’ai chi they become fixed essentially more or less", "as long as you’re consistent and you’re practiced and you do it the right way – and you practice it for health; i’ve seen a lot of people over the years like from car accidents or whatever", "so, that’s one of my other favorite books because there’s a lot on the application process and the actual martial part of t’ai chi which is really almost non-existent in china, too", "it’s still almost non-existent now because everything is kind of sport-based", "ever since i guess martial arts became inessential – when firearms were created – then that was the downhill of hand-to-hand combat", "that was the down – it was one of those downward trends, right", "it’s like necessity is the mother of invention, right and once you don’t have that as a necessity – yeah", "everybody just said; oh, thank god", "i can just shoot this guy", "i don’t have to stand in a horse stance for 18 hours a day", "when you think of the word successful who is the first person who comes to mind", "i don’t have a person – to me success is living what brings you joy and i think doing whatever process brings you happiness i think is what’s success to me and that’s really all it is, right because at the end of the day it’s freedom that matters", "whatever that freedom is to each individual is kind of what’s important", "for me it’s just being in the woods", "at some point i’m just going to disappear and i’m going to be in the woods", "i’ll see some of that montana holdout – skeens or something", "now, i’m embarrassed to say – hold on a second – i’ve only heard you say your last name once and it made me think that i’ve been saying your last name incorrectly for as long as i’ve had your name written anywhere in front of me", "everybody does – so my family, we grew up saying it as skanes", "skanes", "but in scotland they say skeen – skeen is the proper way to say it", "got it – with the silent s – i guess so, yeah – maybe they say skeens too", "but you say skeens", "yeah – we say skeens", "what is the most joy that you’ve felt in the last three months to six months – recent memory", "well, for those three to six months i’ve actually been working on a big deal for the company and so it would have had to have been last week when i closed the deal", "i can finally breathe", "i’ve read so many legal documents in the last six months that i feel like i could be a lawyer", "it’s so miserable in every way possible, but it’s nice to get it done", "can you talk about that or not yet", "no, i can’t talk about it yet", "there’s a lot of exciting stuff set to happen here – they are very, very exciting things and this whole woods thing is something i’ve been thinking about for years and years and years because the fact of the matter is that to really get to the highest level of your craft of cooking you need to be submerged in the woods and be surrounded and isolated by the wild really", "to really reach a certain point – it’s the water; it’s the air; it’s the way the air tastes when you’re there – it’s everything that contributes to that", "it’s the products, of course but that’s the ultra-geeky level of it", "it’s only for a handful of people that really enjoy that kind of thing but most people enjoy being in the woods", "if you could pick anywhere outside of the u.s", "to immerse yourself in the outdoors that way, where would you pick", "outside of the u.s", "– i guess my whole life is just a few things – besides family the only thing i really give a shit about are martial arts and cooking", "and it’s not just cooking – it’s the whole process, the whole act, the whole commune with nature; being out in the wilderness and being able to hunt your own meat", "it’s not about the killing; it’s about the sustenance that we get and kind of the feeling that we get from being part of the process", "also it’s just consciousness and the reverence in a way of having to go through the entire process", "yeah – you have to treat things differently once you experience killing another thing, another living thing – especially when you kill a big animal like an elk and a deer", "there’s a very different feeling from shooting a bird or something, right even though the bird – i didn’t start doing that stuff until later so to me they’re all the same", "but yeah – you walk away with as a cook especially knowing that you’re not going to waste a single piece of anything on that animal – and i think that’s very important because this ties back into a way bigger conversation which is just about our commodity food processes in america", "we are full of disease and shit because of the way that we eat and the way we treat our food", "there are feed lot cattle and chemically-induced vegetables and crops and most of our food sources now or products that we use in the commercial market have zero or almost very little resemblance to what they originally were", "and so that’s even more reason to just – yeah – get out of here – so where would you, if you had to pick a spot outside the u.s", "to – oh, sorry – i get off on these tangents", "that’s okay", "it takes one to know one", "i don’t know – i was just looking at british columbia", "my perfect place would be mountain streams, where the mountain streams meet the ocean really", "and that’s kind of the perfect place – so british columbia has a lot of that", "i want to experience the four seasons", "i want to see snow; i want to see the flowers in the spring and i want to have a bear walk through the woods and potentially eat my goat", "there’s a cycle there – there’s a cycle of life and a cycle of things that don’t exist in the city anymore and we’re so removed from just everything really in the city anyway", "so i don’t know, location-wise", "i mean i love – tim ferriss:   b.c", "is a good choice", "yeah – i was just looking to buy – there’s a hunting territory up there that i wanted to buy and it was really cheap so maybe we can go in on this", "there was a 250 square mile hunting territory and the center of that was 200 acres or something like that", "there are cabins on it and it’s on a lake and a stream", "it was $500,000", "wow – naturally before this podcast goes out", "let’s get out of here", "i dated a very lovely woman whose family was from b.c", "so i ended up spending quite a lot of time up around victoria and some of the more rural outskirts of victoria", "it’s stunning and we wanted – you had to be cognizant of bears and so on and so forth", "i spent so much time trying to track down – of course firearms are very difficult to get a hold of, but this was while i was also doing the refinement on the four hour chef and i wanted to go rabbit hunting", "i spent so much time trying to track down high-powered pellet guns", "maybe you should have just called me – and slingshots – but it’s a beautiful part of the world", "i did a road trip – for those people interested – with my brother", "i’ve done so many trips between san francisco and l.a., from san francisco south – i think it’s very common", "i’d never gone north so i did a road trip with my brother from san francisco all the way up the coast to whistler in canada and stopped along the way at all of these lumberjack houses and so on in oregon and saw the dunes that inspired the book dune", "i think also in oregon; avenue of the titans and so on – it’s amazing up north – it’s gorgeous", "it’s incredible", "people search, for those people interested in searching my last name i think there’s gems of the northwest or something", "i highlight 16 different stops that we made", "yeah – i spent a lot of time last fall going up into like hat creek and all of those falls up there", "it’s so amazing up there", "it’s incredible up there – especially around shasta – shasta is apparently like one of the vortexes in the world, whatever that means", "i don’t know what that means, but that’s what i’ve heard", "it’s worth exploring", "what does your morning look like", "what are your morning rituals", "and let’s say, not necessarily when you’re in hyper legal due diligence mode, but let’s just say when you’re not covered in that kind of stuff", "when i’m in peace again", "yeah – what does your morning look like", "hong kong, milk tea, and t’ai chi to be honest", "what time do you wake up", "it’s always different", "i’m very inconsistent with that", "one day it will be 1:00 p.m", "and the next day it will be 5:00 a.m", "got it", "it just depends", "but i do – i love the morning – if i had my perfect scenario it would just be a cup of tea and t’ai chi and then get on with it", "got it – what type of tea", "hong kong milk tea", "hong kong –", "hong kong milk tea, yeah", "what is in hong kong milk tea", "hong kong milk tea is like; there’s a mixture of black teas", "every place has their own brew – it can be different types of leaves like darjeeling or ceylon’s or whatever", "and then you essentially soak it in water and you over-brew it in some ways", "it’s a very high ratio of leaves to water and then you mix it with evaporated milk", "some people put sugar or sweetened condensed milk in there", "i just take it straight, but it’s something that i grew to love in hong kong", "it’s just an amazing thing in hong kong", "it’s addictive – it’s highly, highly addictive", "so, that’s what i drink in the morning", "and then the t’ai chi – how long would you practice that for and what type of t’ai chi", "i’ve gone as short as like 37 seconds in some mornings to like three hours", "it just depends", "it depends on the time", "i usually do like a couple of sets", "i do like maybe one set or a couple of slow sets and that’s it – just to get the blood flowing", "to re-balance yourself, because one of the things about doing these forms with the intention of fighting and not really the intention of performance or health is that you develop a certain kind of stability in your body and legs", "i’ve noticed that’s starting to go away over the last few years with just being busy and stuff like that", "you can feel it in your knees, especially going hunting and stuff – i was like; wow, this would have been super-easy for me a few years ago but now i feel like fucking chris farley", "it’s really hard", "i noticed this very recently also", "i mentioned when we were just making tea before we started recording – getting into gymnastics training – which i’m doing with an incredible coach named chris sommer, who’s the former national team coach", "for the first time i’m doing remote coaching so i’m sending him videos, he’s reviewing them over the phone, et cetera – and one of the series that i’ve been doing and that i need to start doing more consistently is this knee sort of pre-rehabilitation", "seriously, it’s all body weight and it focuses on strengthening the acl and the cruciate ligament, et cetera with these different types of weird-looking squats", "i did them for say three weeks – just once or twice a week – it took maybe five minutes each session and it was incredible how much more stability in my knees i felt doing any type of movement: any type of walking, hiking, jumping", "and it highlighted for me that that must mean my knees were fucking unstable as hell beforehand if i felt within two or three weeks i felt a huge increase in stability, which i guess is just a symptom of sitting down too much", "it’s most of the way we move, too", "you know, our western patterns of movements in a lot of ways are not – well i guess everyone’s patterns of movement, they’re not very – they’re kind of like just up, down/left, right – you know, computer, bar.      there’s not much lateral – there’s not a lot of torsion of different types and a rotational exercise is pretty much out the window for most folks, so then when you encounter that in any capacity and it’s forced upon you, then you get injured", "in ba gua they isolate some movement patterns and it’s really just kind of an exercise in balance and being able to learn power versus resistance", "what do you mean by that", "well, okay so let’s say that you are practicing a stance let’s say – just for lack of a better example without going into too much detail – and in that stance you feel very stable in that stance while you transition to another stance and you’re undulating or rotating or going up and down and changing levels", "but that’s without pressure; without resistance", "so let’s say you take that same technique or stance or whatever and you pressure-test it and apply another human being to push on you or try to throw you while you do that same thing", "so, you basically are pressure-testing the reality of some of these movements and before you do that you have to have a lot of time in solo practice with those movements or stances and repetition so you actually don’t rip your knee out of socket or something", "so don’t go doing this at home until you practice a little bit", "but the thing is that it brings a sense of reality to it because that’s always the problem with chinese martial arts that you see – there’s no reality to a lot of the shit", "it’s very silly", "it’s not really tested under the circumstances of which you’d need to use it", "yeah – or against bigger people or against real violence or against any of those things that you would need to actually make something truly effective", "the point was that it develops all of your connective tissue in all of your body and i’m pretty sure the only reason that i can still walk is because of my early years martial arts in all of this kind of stance work and transition work and that kind of like twisting and turning of the body in t’ai chi and internal martial arts", "it’s very helpful for the body", "i think there’s something there and my interest in t’ai chi at one point was pretty close to zero just because i was so focused on the harder fight sports like muay thai and so on, or jujitsu and in let’s say the last five years my interest has really been piqued by a friend of mine named josh waitzkin who has been on – i have a podcast small world story  real quick – so i get this text at one point from matt mullenweg at one point, who i guess is the ceo of automatic right now and was one of the lead developers of wordpress", "and he goes; i was walking with my girlfriend through new york near the water and we saw this guy doing some weird martial arts stuff right on the water", "and so i was commenting on it and how it looked really beautiful to my girlfriend and she said; maybe you should walk up and say hi", "so we walked up and said hi and it was another person who’d done the podcast, josh waitzkin doing t’ai chi", "now, josh was the basis for searching for bobby fischer, this movie about this chess prodigy, which he was when he was a kid", "but he was also a push-hands world champion and then after that became the first black belt under marcello garcia, who’s like the michael jordan/mike tyson/wayne gretzky combined of brazilian jujitsu", "i always associated t’ai chi with non-martial applications, but he uses this and has prescribed it to his parents who have seen fantastic results for rehab, pre-hab, just life stability and well-being in general so even though he has a tremendous amount of experience with b.j.j", "at an extremely high level he still does the t’ai chi on a regular basis which has made me think that i should probably make space for a practice of that type", "i’ll tell you what – there’s a lot more to it than most people give credit for because the reason is that there’s no good t’ai chi anywhere, right – and josh would agree with you by the way", "and just imagine if you had no good jujitsu anywhere", "then everybody would make fun of it, because these guys would just get on the ground and get stomped", "the same would apply to any kind of system, but if you really happen to be lucky enough to stumble upon someone who’s truly, really great at the martial side of t’ai chi then it’s kind of like this immovable mountain thing", "my take on it is that in terms of real applicable martial arts, which means being able to defend yourself against someone who’s using real violence", "i’m not talking about sport, which is still very difficult but to be able to defend yourself against real violence is a different kind of ball of wax", "oftentimes that requires less of a lot of things than a sport would", "you don’t need to train for 20 hours a day to be able to get to that point", "you don’t have to have amazing cardio necessarily", "a lot of things go out the window due to this kind of ability to evade and evasion is not in a large circle", "it can be a very small thing", "a simple example would be let’s say that you practice standing with your knees bent a little bit to the point to where you would fall over the first day and for 20 years you practice that same kind of standing against somebody trying to push you over", "well, eventually you get to the point to where you can’t be pushed over", "you went through a series of different opponents and different people trying to throw you over, but that’s all you practiced forever", "t’ai chi develops that type of skill when it’s done in the martial sense but then you’re able to mobilize it", "so, let’s say you take the static starting point of being immovable", "immovable doesn’t mean you’re actually immovable", "it means you’re adjusting your body to the other person", "so their force is coming towards you and you’re adjusting a little bit", "there’s a lot of hokey-pokey shit out there that say a philosophy but there’s no real applicable reality to it", "so, that’s one thing and the other thing is just kind of the ability to evade", "let’s say you take a t’ai boxer, a muay thai guy who can kick really fucking hard and a guy who practices kicks every day and is a professional type of boxer", "what we have to realize is the distance – there’s just a distancing thing, right – at the point of impact of anybody’s kick or punch or attack is one place once they release that intention", "let’s say the intention leaves the mind and goes into the body and the action is created and it’s traveling towards your opponent there’s an intended target", "if you can change yourself from being that intended target – the origin of that – and reroute yourself only a few inches then all of that force goes away", "so, it’s a simple kind of thing to say but just to be able to do that with one punch or one kick takes a lifetime to learn", "i’m not saying i know these things; i’m just saying that there are a couple of simple truths that i’ve learned from it", "so yeah – i think that t’ai chi is very applicable because over the years i’ve practiced with some really amazing m.a", "guys and some really amazing jujitsu guys and you see a translation from this kind of traditional martial arts but only very little", "it’s not like overall", "you can’t just go get in the cage, but there are some really great things", "i would love to see professional fighters start to explore that a little bit, but the issue is that to even get remotely efficient at those kinds of things it takes at least 10 years of daily practice", "and so that might be the challenge", "by then your career is over", "it’s a time budgeting issue", "how old are you now", "36", "36 – what advice would you give your 30-year-old self if you could place us where you were and what you were doing at that time", "i think it would be to take a step back, right", "take a step back, slow down and really think through what really matters in the long run", "what were you doing at the time, when you were 30", "well, actually my 30-year-old self is different because that’s when i’d just started saison so i was doing the same thing i’m doing now only in a more kind of ridiculous way", "do you want my 20-year-old self or my 25-year-old self", "sure – let’s do 25", "25 year-old self – yeah i think it would be to just really take a step back and not get caught up in anything stupid because a lot of times when we’re chasing success or what we think is success – like as a chef you want to build a big name; you want to get three michelin stars; you want to get the accolades – but ultimately none of that shit matters", "it matters in the beginning and it certainly matters along the way, but if we all just take a step back – and i think there’s a bigger lesson to be learned from the way we operate as a society – is to focus on what really matters to us and what genuinely makes us happy", "then we’re traveling down the right path and we won’t get sidetracked by tits and ass or whatever", "you know – fame and sports cars and all the silly shit that you don’t need", "unless those are the things that really make you happy", "two of those three do make us happy, but i mean that if what really makes you happy is getting in the woods then you’re really able to take a step back and focus on quality maybe", "if you want to be a cook, you want to be a chef, what kind of chef do you want to be", "do you want to be an instagram chef or do you want to be a chef with real quality and skill that’s respectable or respected by the world for your ethos or something", "so, i would say get your head out of your ass probably", "what were you distracted by or focusing on at 25 that you shouldn’t have been", "ha ha – my parents-in-law don’t want to hear this", "there are just two people listening to this podcast – you’re fine", "i was cooking – i was a chef at a restaurant called chez t.j", "it was a place in mountain view that’s been there for like 30 years", "i shortly after that got poached by michael mina to do some development work and open a restaurant for him down at st", "regis in orange county as a temporary gig and then went to work with him just to learn business from him", "i wanted to learn some business; i didn’t know anything about business at all and i wanted to see how that operated and functioned as a restaurant group", "so, a lot of it was like vagueness and partying all the time and just ridiculousness", "i mean we would go out after work and go home at sunrise and wake up at 4:00 p.m", "and go back to the kitchen the next day and just immediately need a whiskey because you were so hung over", "yeah – a hair of the dog – so, that was a good few years of my life just kind of going crazy", "all i did was train so i didn’t do that when i was younger", "like, i had a period in my teenage years where i was a lunatic and then i went back into training around 15 and finally pulled out of that and i really didn’t even drink until i was 25, after i got my chef’s job", "and so it was a couple of make-ups for lost time", "yeah – i feel oftentimes reflecting back on my high school career and college experience that if i had not had competitive sports i would have ended up on skid row or in the gutter or god knows where", "oh, for sure – if i didn’t have martial arts i’d be dead in the gutter", "where would you like to have food that you have not yet had food", "the exciting food to me is that of the original peoples of whatever location", "so, if we go to australia we’d have some aboriginal traditional food and kind of explore that side of things in nature and it would be the same kind of thing with anywhere else", "so, if you go to any country or any place and explore the natural foods that existed before commoditization took place, that’s what’s very interesting to me", "i had a lot of fun messing around with this guy named cliff hodges, who’s also on the four hour chef", "he makes his own bows and arrows from scratch and hunts black bears with his osage bows i want to say – they’re incredible", "but he introduced me to cooking on fire so he is an outdoor survival expert and taught me how to build debris huts and whatnot and knows how to track – he’s a really interesting guy", "you’d get a kick out of him", "he lives in the santa cruz mountains", "where was i going with this", "oh – he introduced me to acorn meal and making things out of acorns, which i’d looked into it at one point", "it represented for certain indigenous north american tribes a substantial portion of their total calories – acorns", "i read that somewhere, yeah", "i got really interested in leeching acorns and making things out of acorns", "they’re delicious", "they’re really, really good", "i mean that’s the thing about our foodstuffs now – there are so many amazing things and that’s kind of what saison does at the moment is that it’s just exploring what’s here; the native foods", "what exists at an incredible quality and there’s all kinds of shit here", "we set up a program with fishermen where we get only live fish in our tanks", "they bring us fish that’s alive or we don’t want and that way we can kill it in a certain way and can control the process", "it’s the same thing with like all of the commercial fisheries or the vegetables and the produce", "we have wild kiwis in the woods in marin", "wild kiwis", "yeah – there are acorns, there’s ginseng root growing, there are berries; there’s all kinds of crazy shit around", "there are diamond turbot in the waters here", "there are pink scallops", "there are monkey-faced eels so we’re exploring all of those things", "those are some funky-looking things, man", "and they’re really delicious, too", "let’s just say you cooked it in [inaudible] or something – it’s delicious", "there are all these amazing things around in each location around the country", "the pacific happens to be amazing because of the cold climate of the ocean, but that’s a very exciting kind of food to just really look at what’s around us, to really explore what’s around us", "it’s nothing new", "it was being done before all of this other shit was being done but that’s really where great food comes from", "great food comes from not growing it on a farm but from really exploring the wild and finding that kind of reference point for flavor", "like, you find the best fish during the best season or the best bear after eating the blueberries during the right season", "it’s the same thing with produce and all that other stuff so that’s a very exciting way to cook", "pretty soon i’m going to have a restaurant that only does that", "it’s going to take six hours to get to and maybe i’ll just do it for one table a night and maybe you’re part of the hunting process", "who knows", "we’ll go out and catch our trout", "i’m in if you need a guinea pig to take it for a test drive", "this makes me think a little bit of an experiment that you did – i’m not sure how recently this was – but the chef’s table rotation that you did with, help me out with the name here, jiro – jiro", "not the jiro that people associate with – not the [inaudible] jiro – not that, but i guess the jiro who was cooking previously in noe valley or somewhere", "he was trained in tokyo", "he was a sushi chef in tokyo and i love his sushi", "he has that timing", "he adds a sensibility to the flavor of his sushi", "unfortunately in san francisco there’s no good sushi at all", "i really wish there was, but there isn’t and that’s why i fell in love with his sushi because it was so delicious", "the rice was a little warmer and had the right texture", "the thickness of the cuts of the fish, the direction in which you cut against the grain or with the grain, the balance of the seasoning; just everything was there", "and so for a period of time, i don’t know how long it was but he would seat how many people per night", "eight people", "for those who don’t know i built this little chef’s counter out behind saison and it was eight seats and there were no turns", "there’s no real commodity to the situation", "room turns meaning somebody wouldn’t get up and get replaced by another diner", "right, exactly – in today’s real estate, for the cost of renting a place and paying for labor and all of these other things; insurances, and taxes and all that shit you have to do more than one seating", "you have to get as many people in there as you can which is a very sad state of restaurants especially when you’re trying to do things that are really amazing or give people a great experience", "so, this was just a little eight-seat workshop essentially and so he cooked in there for a little while", "we would do some collaboration dinners and it was really great but then i realized we’re still in the city", "there’s only so much you can do on a busy street with a dump truck driving by so i’ve been working on some new stuff and one day i’ll be able to tell you about it", "and why the 80s music", "you always have great 80s music playing at least in my experience so far", "it’s just fun", "it’s a restaurant and its pleasure", "it’s about pleasure", "it’s about enjoyment", "it’s about people coming in – i know not everybody is going to like 80s music – but our subset of diners that come in like that kind of 80s music and it’s just fun", "that’s the only reason", "it’s just about fun", "tim ferriss:   speaking of fun, molly just got in so chester is going to have a playmate here", "here she is", "the whole reasoning of saison was about the essential nature of a hospitality experience: the food being what we talked about earlier, the 80s music being fun, the things that you pick up in your hands feeling good, the seat being comfortable, the service being warm and real – so that’s kind of why the 80s music came up", "what i love about the 80s music – plus when you’ve had a couple of glasses of wine – i was going to say; i’ve taken a few friends to saison and they’ve always had questions about the 80s music and then they get a few dishes in and maybe a glass or two of wine and they’re like; you know this music is perfect", "i really think this music is extremely soothing to this experience", "i always have to ask people – because i’ve been in san francisco so long and i get questions about places to go to eat – and i always have to ask; what’s your budget and what’s the occasion", "saison is higher end – i’m grasping for a better adjective – but it’s expensive", "it’s expensive comparatively to other places", "it’s a comparatively expensive place but for an anniversary or something like that or just a special experience", "i think it’s always been my go-to", "on the opposite end of the spectrum if you want a really filthy, delicious burrito in the mission then i think el farolito if you also want to have a conversation with a couple of meth-heads then that is the spot to go to", "it’s my preferred choice of meal – no conversation", "and our dogs are playing, folks", "so, joshua we can keep talking forever", "where can people find you online on the socials and learn more about what you’re up to", "i think your instagram is fantastic also if you want to see a lot of very, very peculiar and delicious ingredients", "that’s a good place to see you, but where can people find you", "yes", "my instagram is jskenes – i almost forgot what i was talking about there – jskenes@instagram or on twitter @saisonsf", "saisonsf and the website also", "saisonsf.com and i will put all of this in the show notes, folks including links to anything that we might have mentioned", "our dogs are having a blast – speaking of joy – so you can find the show notes at fourhourworkweek.com/podcast", "josh thanks for taking the time, man", "thanks for having me – it was fun", "let’s go hunting and have some wine, in that order", "to everybody listening we’re going to go play with the dogs", "until next time, thank you for listening"]}