{"dialog_idx": {"mike rowe": [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 43, 45, 46, 56, 57, 58, 59, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 87, 89, 90, 91, 92, 93, 94, 95, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 189, 190, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 253, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 282, 285, 287, 289, 296, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 319, 320, 321, 322, 324, 325, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 381, 382, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 591, 592, 593, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 627, 628, 629, 630, 631, 632, 650, 651, 652, 653, 654, 655, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 678, 679, 680, 681, 682, 683, 688, 689, 690, 691, 692, 693, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 724, 725, 729, 730, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 759, 760, 761, 762, 763, 764, 765, 766, 767, 770, 771, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 807, 808, 809, 812, 814, 816, 818, 819, 820, 824, 825, 826, 827, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 854, 855, 856, 857, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 878, 880, 884, 894, 895, 896, 897, 899, 913, 925, 926, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 943, 944, 945, 946, 947, 948, 949, 951, 954, 955, 956, 958, 959, 960, 961, 962, 963, 964, 966, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 990, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1015, 1016, 1017, 1025, 1030, 1031, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1049, 1050, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1106, 1107, 1110, 1114, 1117, 1118, 1122, 1123, 1124, 1125, 1126, 1128, 1129, 1130, 1131, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1197, 1198, 1199, 1200, 1201, 1202, 1203, 1204, 1205, 1206, 1207, 1216, 1217, 1218, 1219, 1220, 1224, 1225, 1226, 1227, 1228, 1229, 1230, 1231, 1232, 1233, 1234, 1235, 1236, 1238, 1239, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1265, 1267, 1269, 1270, 1271, 1272, 1273, 1274, 1275, 1276, 1277, 1278, 1279, 1280, 1281, 1282, 1283, 1284, 1287, 1289, 1290, 1291, 1292, 1293, 1294, 1295, 1296, 1297, 1298, 1299, 1300, 1301, 1302, 1303, 1304, 1305, 1306, 1307, 1308, 1309, 1310, 1311, 1312, 1313, 1329, 1330, 1331, 1332, 1333, 1334, 1335, 1336, 1337, 1338, 1339, 1340, 1341, 1342, 1343, 1344, 1345, 1346, 1347, 1348, 1349, 1350, 1351, 1352, 1353, 1354, 1355, 1364, 1366, 1379, 1380, 1381, 1382, 1383, 1384, 1385, 1386, 1387, 1388, 1389, 1390, 1391, 1392, 1393, 1394, 1395, 1396, 1397, 1398, 1399, 1400, 1401, 1402, 1403, 1404, 1405, 1406, 1407, 1408, 1409, 1410, 1412, 1413, 1414, 1415, 1416, 1417, 1418, 1419, 1420, 1421, 1422, 1423, 1424, 1425, 1426, 1427, 1428, 1429, 1431, 1437, 1438, 1439, 1440, 1441, 1442, 1443, 1444, 1445, 1446, 1447, 1449, 1450, 1451, 1452, 1453, 1454, 1455, 1456, 1457, 1458, 1459, 1460, 1461, 1464, 1465, 1466, 1467, 1468, 1469, 1471, 1472, 1473, 1475, 1476, 1477, 1478, 1479, 1480, 1481, 1484, 1485, 1486, 1487, 1488, 1489, 1490, 1491, 1492, 1493, 1499, 1501, 1507, 1508, 1511], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 42, 44, 47, 48, 49, 50, 51, 52, 53, 54, 55, 60, 61, 62, 63, 64, 65, 66, 85, 86, 88, 96, 123, 124, 125, 139, 140, 157, 158, 159, 160, 187, 188, 191, 192, 193, 214, 215, 216, 235, 252, 254, 265, 266, 267, 280, 281, 283, 284, 286, 288, 290, 291, 292, 293, 294, 295, 297, 318, 323, 326, 327, 349, 367, 368, 369, 380, 383, 399, 424, 445, 457, 468, 479, 480, 481, 515, 516, 517, 532, 556, 557, 572, 573, 574, 575, 576, 577, 590, 594, 608, 609, 610, 624, 625, 626, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 656, 677, 684, 685, 686, 687, 694, 720, 721, 722, 723, 726, 727, 728, 731, 732, 756, 757, 758, 768, 769, 772, 773, 774, 775, 776, 777, 790, 791, 792, 793, 794, 806, 810, 811, 813, 815, 817, 821, 822, 823, 828, 829, 830, 853, 858, 876, 877, 879, 881, 882, 883, 885, 886, 887, 888, 889, 890, 891, 892, 893, 898, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 927, 928, 929, 930, 931, 942, 950, 952, 953, 957, 965, 967, 989, 991, 992, 993, 1012, 1013, 1014, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1026, 1027, 1028, 1029, 1032, 1033, 1034, 1035, 1043, 1044, 1045, 1046, 1047, 1048, 1051, 1052, 1081, 1082, 1091, 1092, 1093, 1094, 1105, 1108, 1109, 1111, 1112, 1113, 1115, 1116, 1119, 1120, 1121, 1127, 1132, 1133, 1181, 1182, 1194, 1195, 1196, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1221, 1222, 1223, 1237, 1240, 1241, 1266, 1268, 1285, 1286, 1288, 1314, 1315, 1316, 1317, 1318, 1319, 1320, 1321, 1322, 1323, 1324, 1325, 1326, 1327, 1328, 1356, 1357, 1358, 1359, 1360, 1361, 1362, 1363, 1365, 1367, 1368, 1369, 1370, 1371, 1372, 1373, 1374, 1375, 1376, 1377, 1378, 1411, 1430, 1432, 1433, 1434, 1435, 1436, 1448, 1462, 1463, 1470, 1474, 1482, 1483, 1494, 1495, 1496, 1497, 1498, 1500, 1502, 1503, 1504, 1505, 1506, 1509, 1510, 1512, 1513, 1514, 1515, 1516]}, "episode_num": 157, "file_type": "html", "guests": ["mike rowe"], "num_sentences": 1517, "num_words": 20346, "raw_text": "Tim Ferriss: Hello, ladies and germs. This is Tim Ferriss. And welcome to another episode of the Tim Ferriss Show. I’ve had a bit of wine to drink, and by a bit, I mean two bottles with a friend of Pleiades by Sean Thackrey, which I highly recommend. This show is usually about deconstructing world class experts. And this show is no exception, although, instead of a stress prodigy or military strategist or an entertainment icon, we have perhaps the best storyteller and pitch man I’ve ever had on this show. Certainly, he would give Cal Fussman a run for his money. And he is none other than Mike Rowe. Mike Rowe you may know from Dirty Jobs. But I’m going to read his bio because I’ve had enough to drink, and this is on mikerowe.com. And having spent some time with Mike now, this is very fitting. Here we go. I’m going to read the entire paragraph. So bear with me. This episode, I will say, is so worth listening to in its entirety because we cover how to sell a pencil, QVC, the meaning of freelance, the business of Mike Rowe, his mentors. We talk about some of this favorite influences and mentors. We talk about favorite books. We talk about the art of voice over. We talk about Bruno Mars and how he became Bruno Mars. We talk about Orson Wells. It goes on and on and on. I had a blast with this. I just got back from spending some time after the interview with Mike. And I hope we have a Part 2 and a Part 3. I’m with somebody next to me, and they’re admiring my state of inebriation. Here we go. Mike Rowe from the website is a TV host, writer, narrator, producer, actor, and spokesman. His performing career began in 1984 when he faked his way into the Baltimore Opera to get his union card and meet girls. And that is true. Both of which he accomplished during a performance of Rigoletto. His transition to television occurred in 1990 when, to settle a bet, he auditioned for the QVC Shopping Channel and was promptly hired after talking about a pencil for nearly eight minutes. There, he worked the graveyard shift for three years until he was, ultimately fired for making fun of products and belittling viewers. So all of that is true, and we dig into it. And you should say hi to Mike on either and/or Twitter, and I’m flipping through pages because I’ve had too much to drink, @mikeroweworks. That’s Twitter. Or on Facebook – wow, it just gets better and better, the Real Mike Rowe. This was a blast of a conversation that I’ve wanted to have for 15, 20 years. And I hope you enjoy it. So say hello to Mike. And without further ado, here is my conversation with the inimitable Mike Rowe. Mike, welcome to the show. Mike Rowe: I think you mean welcome to your living room. Tim Ferriss: Welcome to the esteemed studio of Tim Ferriss Enterprises, i.e., my living room. Mike Rowe: Sophisticated, understated with a certain insouciance and dare I say an Asian influence. Tim Ferriss: That’s actually my Tinder description. Mike Rowe: Not bad. Is it working? Tim Ferriss: It’s converting pretty well. I have wanted to have the chance to sit down with you for many years. And I wanted to thank you right off the bat. I’m not sure if I mentioned this when we met, which we’ll get to, for the first time. But you helped keep me sane for a period of several years when I had an extremely punishing job from about 2000 to 2002, specifically. That was when I was logging the most hours. And I would come home, and there were two shows. Dirty Jobs, so you and then, Jeff Corwin who were like my tele therapists. And so I just want to thank you for putting out good work. Mike Rowe: Well, you’re welcome. When people say things could always be worse, it means whatever you decide it means. But then, when you can actually turn on the TV and see some sort of optical manifestation of what worse is, well, there you go. Reinforcements. Tim Ferriss: I remember one episode in particular – well, I remember several episodes, of course. But one came to mind. I’d seen you do really, really dirty stuff. There was one where I think you were winterizing a boat, and you just looked so bored out of your mind. And I just remember thinking exactly what you said. I was like sitting in the fire exit violating code at this startup being unable to move, sleeping under my desk, those are all hard things. But at least I’m not doing that. Mike Rowe: I’m not wrapping a boat. Yeah. That was Manhattan Beach, oddly named, since we were in Cincinnati on the river. And it was, I think, late November. And all of the pleasure crafts down there are, obviously, vulnerable and susceptible to the climate in a huge way. They’ll just crack, it just gets so cold. And a team of guys wrapped them in the same way you might wrap your sandwich in Saran Wrap, except it’s industrial strength Saran Wrap, and it goes all the way around the boat. And, of course, it’s freezing rain. You’re on a boat. It’s slicker than snot. You’re flying around. Your camera man is flying around. Cameras are flying through the air. The sound man is cursing you. Everybody is just – it’s just so humiliating to like, if you can’t skate, to find yourself on the ice. It’s no fun. And that was, basically, metaphorically anyway, eight years of my life. It was Groundhog Day in a sewer in some way, shape, or form, even if you’re wrapping a boat. Tim Ferriss: So another episode, which sort of ties us back to our experience at TED/The EG, which were sort of part of the same parcel, is my opener because I was so curious to hear about it. And just remind me, before I get into it, was it sheep? Mike Rowe: Yeah. Tim Ferriss: So sheep testicles. Mike Rowe: We were on an escalator, actually, headed up to the main auditorium. And I heard a voice behind me say I want to hear about the testicles, which, as a rule, is impossible to ignore. When you’re in a crowd, doubly so. So I spun around, and there you were, Tim Ferriss. And yeah, we had a funny little exchange. But it was apocryphal for me because, on the way up the escalator, what was really going through my mind was what the hell am I going to talk about here because the Discovery Channel had sent me down there. This was 2008 maybe. Tim Ferriss: In 2008, I think. Mike Rowe: So Discovery is one of the sponsors of this thing. And they send me down there. I was the Discovery guy in those days, basically. And they said, yeah, it’s this thing. It’s like Ted. And I’d never heard of Ted. I’m like, okay, so there’s some guy named Ted who I should know, but I don’t. So I’m just going to pretend like I do. So there’s a guy named Ted, and he’s down in Monterey. And we need you to go because we’re sponsoring his thing and introduce some people and say something smart on behalf of the network. That’s why I was there. When I walked in, I saw the giant banner hanging from the ceiling. I saw my face on it. And I realized very quickly that I was there, in fact, to say something not only memorable but recordable for posterity in like three hours. And I didn’t have any visual aids. I didn’t have any real – I had nothing, except a lot of stories. And as I was going through them in my mind, I hear your disembodied voice. It’s not a high voice. It’s not a low voice. You’re familiar with your voice. In fact, let’s relive it right now. Say to me, “Mike, I want to hear about the testicles.” Tim Ferriss: Mike, I want to hear about the testicles. Mike Rowe: And just like that, I’m back in Monterey. So I turn around, and I say, oh, you’re talking about the sheep. And you said yes. And we had a few laughs regarding the time I bit the balls of lambs in Craig, Colorado at 8,000 feet. Tim Ferriss: Now, can you, just for people who are missing the context, can you explain why you were biting the testicles off of – Mike Rowe: There’s no context. It was just Thursday. Tim Ferriss: Thursday after lunch, three martinis and that’s what you do. Mike Rowe: I needed a little something to take the edge off. No, the business of animal husbandry was a very, very important component of Dirty Jobs. When we worked our way through feces from every species, we suddenly realized collecting semen from various barnyard animals was great television. And beyond the spectacle of it, just a great way to connect people to their food because artificial insemination is, in fact – I mean, we’re just not feeding 300 million people 3 times a day if we don’t do that. So I was always on the lookout for interesting, agricultural misadventures and ways that we could be intelligent but, at the same time, satisfy the more puerile aspects of my viewers, God love them. And when I got the call to really explore they called it sheep docking, which means with the spring lambs, you have to take their tails and their testicles. And I thought this is visually both alarming and potentially stunning. But I had problems. Dirty Jobs was constantly under attack by an army of angry acronyms. And I had long since fallen off the Christmas card list of OSHA and PITA and the Humane Society. So I called PITA, and I said, “Listen, we’re going to be castrating sheep.” “I just want to make sure we do it right.” And what followed was a completely bizarre conversation that, ultimately, led to the Ted talk that I gave. And yeah, we touched on everything from anagnorisis to peripeteia to modern day agriculture to regret. And, of course, the unforgettable taste of testicles. Tim Ferriss: So the visual I want to try to recreate, which is just indelibly imprinted on my mind was you, basically, picked the sheep up, and please tell me if I’m getting this wrong, you kind of splay them as if they’re in a gynecological chair on top of a fence post? Is that how it works? Mike Rowe: Well, the fence post is what was handy. And look, we should be very, very clear. The reason ranchers, for centuries, have been biting the balls off of sheep is because it’s not only more efficient, it’s actually kinder. And this, of course, was the point of the talk. When I called the Humane Society and PITA, they were very specific in telling me the proper method, which involved a rubber band that would go over the scrotum thereby retarding the flow of blood the testicles and, ultimately, resulting in their detachment in about three days. That’s the “right” way to do it. Albert and Melody, the people who ran the ranch did it the old fashioned way. And when you do it the old fashioned way, you only need two people. The way I describe requires three, somebody to handle the scrotum, somebody to handle the rubber band, and somebody to control the creature. But in this case, Melody just put the lamb right up on the fence post, and Albert reached in, pulled the scrotum out, cut the tip off, exposed the testicles, leaned down, bit them off, and spit them in a bucket that I was holding making a sound along the lines of doink, doink. And so stunning television. Obviously, unusable. So I yelled cut, which I never do on Dirty Jobs, and explained to Albert, look, we got to do it the right way. And he said, “What are you talking about?” And I said, “With the rubber bands.” And so we used the rubber bands but quickly determined that the sheep, with rubber bands around their scrotums, were stumbling around in abject misery while the ones he had just orally addressed were prancing around without a care in the world. So the point of that talk really was to challenge the primacy of experts. And, at the same time, say it’s possible to do honest television that’s both disgusting and intelligent in a tertiary way. Tim Ferriss:   How did you become good at impromptu performance? Because the fact of the matter is, at that same event, and I watched your talk, it was a very good talk, I thought, and the vast majority of other presenters probably spent weeks or months agonizing over what they were going to do. But you seemed to have just an incredible innate, and I hate to use that word, but I’ll throw it in there just for the fun of it, ability to improvise and perform. Where does that come from? Mike Rowe:   Thanks. I don’t know is the honest answer. But if I had to guess, I would say one of the things that was important on Dirty Jobs, and one of the few things I really insisted upon was no second takes. And the reason I did that wasn’t because I thought it would make the show better. I did it because it would make the show more authentic. And everybody was talking about the importance of authenticity back in 2003. They still are today. It’s really hard to do. And when you consider how many people say it’s critically important, and then, look at the things people do to put barriers between themselves and the authentic experience they actually want to impart, it will break your heart. And turn on news, listen to FM radio. The reason it all sounds the same, the reason most TV I think looks the same is because we’re all doing it the same basic way. So my hope with Dirty Jobs was to say, listen, this is going to be a hot mess. This is warts and all. We’re going to go into the field with a good natured crew. Everybody has a camera. We never stop rolling until or unless we have to. And we never go back to “pick it up”. So I don’t know that I’m necessarily good at improvising. But I’m almost always better at Take 1 because I do a lot of other things now that – I like to get along with people. And so they want to do it again. And so I’ll do it again. But it doesn’t matter how facile you are the second time. The second time is always going to be your performance. And I learned the lesson early on and forgot it for about 15 years. And then, with Dirty Jobs, I had the chance to circle back and live it. And so whether it’s a speech or a show or a commercial or a podcast or a Facebook post, whatever it is, I want to get it right but not to the point where I’ll completely forsake the first pass. Tim Ferriss: So I want to flash back to a part of your history that I actually have not heard much about. And that is QVC, or was it Home Shopping? Mike Rowe: QVC. But a distinction without a difference. Tim Ferriss: Just don’t want to offend anyone at corporate if they might be listening. Susan, Suzanne, you have to be sensitive about these things. How did you end up working at QVC? Mike Rowe: Honestly, in the same way I got most of my jobs back in the day. I lost a bet, and I crashed an audition. I was singing. This was 1989. And I was in the Baltimore Opera. And it was during a performance of Der Ring des Nibelungen, I think, Wagner, Interminable Dirge. And I was dressed as a Viking. And I didn’t need to be on stage for the intermission, obviously, but then for an hour after, which meant I could walk across the street and watch the football game at the Mount Royal Tavern dressed as a Viking, which, of course, I did. Look, if you haven’t had a couple of beers and sung Wagner, I hardly recommend it, especially if you can put on the Viking helmet. Anyway, I walked into the bar, and my buddy, Rick, was pouring the beer. But the game was not on. The Ravens were not playing. He, instead, was watching a fat guy in a shiny suit sell pots and pans. And I said, “Rick, what the hell are you doing?” And he said, “I’m auditioning for that guy’s job tomorrow. QVC is in town, and they’re having an open cattle call down at the Marriott, and I’m going to go see if I can get an actual job.” So I sat there dressed as a Viking drinking National Bohemian Beer and arguing with Rick over the demise of western civilization. And he bet me $100.00 I wouldn’t get a call back if I accompanied him to the audition, which I did. And the next day, it’s kind of a long answer to your question, but the next day, I found – Tim Ferriss: This is a long podcast. Mike Rowe: Let me hit you with a little interpretive dance. So I wind up auditioning that next morning in a conference room at the Marriott Renaissance at Baltimore Inner Harbor, which is maybe the strangest audition of my life. But I didn’t get a call back, but I got a job offer on the spot. Tim Ferriss: Okay. So what was the audition like? What was the audition process? Mike Rowe: It was elegant in a way that I know you’ll appreciate as a guy who values some measure of efficiency and effectiveness. And it was elegance personified by a company who had abjectly failed to create a workable audition process. So it’s 1989. The home shopping industry is just at the part of the map where it says here be dragons. You can’t hire an actor and expect him or her to know how to sell. You can’t really hire a salesman and expect him or her not to shit the bed when somebody says action. So it’s a very weird set of muscles. And the way they determined potential candidates, in my case, was they rolled a pencil across the desk while a camera was rolling. And the man said, “When I ask you to, I want you to pick up the pencil, and I want you to talk about it. And I want you to make me want it. I don’t care how you make me want it. I don’t care what you tell me to make me want it. I don’t care if it’s true or not. But I want you to harness whatever enthusiasm and passion you can muster for this No. 2 pencil, and do not stop talking until I tell you to.” And I learned later that anybody who could do that for eight minutes was immediately hired and put on a three month probationary period where you were given enough rope to truly hang yourself from 3:00 to 6:00 a.m. every morning on live television. So anyway, that’s how it happened. I talked about a pencil for eight minutes. Tim Ferriss: Do you remember any particular feature or benefit that you focused on? Mike Rowe: Well, it’s interesting you use those words because, if you’re really trying to sell in a classic sense or kill time in a practical sense, there is no better approach than the feature benefit. So all of the obvious things. It’s yellow. Now, that’s a feature. And if you limit yourself to simply saying it’s yellow, then, you’re going to be out of time real fast. Why is yellow important? Well, because you’re a busy executive in the middle of a busy day. And when you need a pencil and open up that top drawer of your desk and gaze into it, you don’t want to play some sort of game with your receptors. You want a color that pops out there. You want to know where that pencil is. And what better way to do it by this bright, canary shade of yellow. And then, of course, if you want to take a little detour, you can talk about the exact hue of yellow. And then, you can talk about where the paint came from or how the paint was mixed and where the paint was mixed. And you might even leave the viewer with an image of the person mixing the pain to create the exact shade of canary yellow. And then, of course, you can touch on the application process. And before long, you’ve talked yourself into this endless tautology just about the color of the pencil. Tim Ferriss: It’s New Yorker piece. Mike Rowe: It could be, sure. Tim Ferriss: When you started then selling at QVC, what distinguished the best performers from everybody else? Mike Rowe: Well, again, everybody was making it up as they went along. And in those days, at QVC, it’s not like Fortune 500 companies were lining up begging to be on as they are today. People would go out and do whatever they could to maintain a 3,000 or 4,000 skew inventory. And back then, that inventory, I think, would be best described as the interior of one of those machines on the carnival midway where the claw tries to grab the thing and then drop it for you. It was tchotchkes. It was Capodimonte. It was porcelain. It was collectible dolls. It was the cheapest kind of electronics. It was the health team infrared pain reliever. Tim Ferriss: Did you guys have the knives and oddly designed ninja swords and whatnot? Because that always has mesmerized me. Were those part of the package, at that point? Mike Rowe: There must have been some corporate policy frowning on swords at QVC. But, of course, they got their own channel later on. But we had knives. We had In the Kitchen with Mike. And we had knives with full tang construction, I recall, as the metal runs all the way down into the handle. We had cookware coating with polytetrafluoroethylene, T-Fal, the slickest surface there is, all of this stuff. It was just an endless schmear of adverbs and unpronounceable things. I mean, to answer your questions, the people who were good at it took it seriously. And they showed up three hours early, and they studied the products. And they committed things to memory. And they did the best they could. And the people like me who never really got off the graveyard shift looked at all of that as a wonderful opportunity to impersonate David Letterman, which really is all I did. Tim Ferriss: So I have actually visited QVC headquarters once. And I don’t, actually, for whatever reason, recall a reason. Mike Rowe: Only you go to QVC for reasons unknown. Tim Ferriss: I leaped at the opportunity. I think I might have been dating – where is the headquarters? Mike Rowe: At the seventh level of hell, as I recall. Tim Ferriss: Which state though? Mike Rowe: They’re in Pennsylvania. Tim Ferriss: Okay, I knew it. Mike Rowe: They’re in Westchester. Tim Ferriss: I think I was dating a girl around what is it King of Prussia. And I think I was just, in some way, forsaken or left alone with nothing to do and decided to go to QVC. That was it. And I took a tour. And I remember being so impressed at the time. This was probably ’99 with the control room and the units and dollars per minute being moved by different presenters. Mike Rowe: Staggering. Tim Ferriss: And at the time that you were there, did you have an ear piece where they fed you feedback? Mike Rowe: I had two ear pieces at the time. One so the producer could tell me how I was doing or beg me to stop doing whatever it was I was doing. And then, another one to handle the live phone calls, which were extraordinary. Again, in ’89 and ’90, it was like radio days. It was like early television/early radio. We didn’t have a seven second delay. We’re utterly live. So you’re really out there without a net. The number of things that could go wrong and the degree to which they did are nothing short of spectacular. One day, if there’s time, I’m going to write the book because it was just wild. But in defense of home shopping, I have great fun looking back and casting aspersions. But the truth is I learned more in my three years at QVC than I’ve ever learned anywhere about anything. And I probably learned even more about myself, which you’ll do at 3:00 a.m. when you’re staring into the abyss, and it’s staring back. And you’re trying to make a Precious Moment figurine interesting. You’ll go places you didn’t know you would go. But kidding aside, it’s probably the most honest channel in the entire cable universe. It’s utterly without pretense. It’s a 24 hour commercial. There’s no clever integration. Tim Ferriss: It’s not native advertising. Mike Rowe: No. It is a clear and present proposition. It’s transactional TV. And I just think it’s also a monument to capitalism. Tim Ferriss: When did, and we were sitting down chatting before we started recording, when did American Airlines fit into your chronology? Mike Rowe: Oh, God. Well, in 1993, I was fired for the third time from QVC. Tim Ferriss: Hold on, I have to pause. For the third time, does that mean they fired you and then, begged for you to come back or that you negotiated –? Mike Rowe: I wouldn’t say begged. Each situation was different. When I was fired the first time, I had only been there about two months. And I stayed on a kind of, what do they call it in Animal House, double secret probation for the next three years because remember, for me, the products were there to be made fun of. And the callers were there to help me. I didn’t see them as customers. My first night on the air, I picked up the Amcor Negative Ion Generator, and I looked into the camera, and I said, “This is item E1410.” Now, at the time, there were also items like E28, 960. So E1410 meant that thing had been there from Day 1. We’d been selling it for years. I’d never seen it before, and I didn’t know what it did. I looked into the camera and said, “If one of you people at home, and I’m talking to you, you narcoleptic lonely heart, right now, it’s 3:30 in the morning. You. You know who you are. You’re watching me sit here about to go up in flames because I have no idea what the hell this thing is, could you please call in so my producer can put you on the air so you can tell me how this works?” I swear to God I did that. And I got overwhelmed with phone calls. Hundreds of people, which at 3:30 in the morning is saying something. Hundreds of people called in to tell me how to do my job on live TV. And it was awesome. It was just – Tim Ferriss: It sounds incredible. Mike Rowe: It was great. I mean, I would look out at the producer who is sound asleep. Tim Ferriss: Just dead silence in the ear bud trying to fit his name into your dialogue so he wakes up like meow with super troopers. Mike Rowe: He didn’t have his ear bud in. His feet are up. He had fallen asleep doing a Sudoku like 20 minutes earlier, and he had the thick trails of saliva coming out of his mouth and going all the way down to his chest. And I was utterly alone on stage save for these product coordinators who would bring me this never ending chain of dreck that had failed to sell in prime time. That’s what it was three hours a night. So the viewers became my – they were never customers to me. They were this good natured but slightly dangerous group of people kind of like a Greek chorus who would call in and instruct me, and I’d mess with them, and they’d mess with me. And occasionally, the calls would become utterly obscene. And then, things would really go off the rails. But, honestly, Tim, we could talk about this for days. It was utterly transformational. And I’d never been on TV before ever. I’d never had a job in broadcasting before. And suddenly, it’s 3:00 in the morning. I’m on live television. People I don’t know are bringing me things I can’t describe. And I’m completely reliant upon the viewer to get me through the shift. Tim Ferriss: So with this sort of petri dish of live broadcasting and all of your experimentation, you get fired for the third time. And enter stage left, American Airlines. Or how did you go from then? Mike Rowe: For me, what happened was after three years; I did develop a pretty good set of muscles and became a very good auditioner. And I had always wanted to be a tradesman, to tell you the truth. And I didn’t get that gene. It’s recessive. Everybody in my family did. I didn’t. But I always looked at TV as a trade. And I finally felt like I had a toolbox that would allow me to approach it the way I always wanted to, which was as a mercenary. I mean, really, truly as a freelancer. You’re familiar with the word freelance and its origin? Tim Ferriss: I do not know the etymology of freelance. Mike Rowe: So the etymology of freelance is exactly as it sounds. In the medieval days, if you were a free lance, you were a knight without a lord. Tim Ferriss: You were a ronin mercenary. Mike Rowe: You were a mercenary. And I just love the idea of going to Hollywood without an agent, without a manager, without a publicist, without a lawyer and booking as much work as I could. I didn’t care about the work. I didn’t care about the quality of the work. I didn’t care if it was infomercials. I didn’t care if it was books on tape. I didn’t care if it was sitcoms or talk shows, didn’t matter. I did it all or tried it all and got my share. So by 1995, I had had dozens and dozens of jobs in Hollywood and New York and feeling kid of arrogant the way you do when you think you figured something out that most people haven’t. And so I was freelancing. And many, many jobs, eight months on, four months off, I pattered my whole that part of my career after John D. McDonald’s Travis McGhee, in fact. A guy who took his retirement in early installments. And I just loved it. American Airlines was one of maybe 300 jobs that I Forest Gumped my way into. Tim Ferriss: And in what capacity were you working? Mike Rowe: Well, American, in ’95, realized how valuable the real estate was in their planes on a screen. You’ve got 300, 400 truly captive business travelers. So they had been doing advertising. But they hadn’t really been going after it. And so they made big deals with MCI and Xerox and, in the day, all of the usual suspects. All they needed was content. And so they hired this company who wound up hiring me to create a show called On Air TV. Nobody cared what the show really was as long as it was family friendly, as long as it unfolded in destination served by any of American’s routes. So I would fly anywhere in the world, land in Copenhagen, land in Sydney, Las Vegas, didn’t matter, and I’d spend three days there. And I would do a show about that town. So basically, I’m a tourist doing all the fun things you would do in any of those places. Its purpose, like any content really, is just to provide a landing place for the advertising. But for me, as a 32 year old kid out there in the world, it was maybe the best freelance gig I ever had because they issued a thing called a D3. And a D3 in airline parlance is called an MF, or a must fly. If you walk up to the gate, and this is pre-9/11 obviously, but if you walk right up to the gate, show them the D3, the agent takes it, looks at it, her eyebrows go up because you don’t see a lot of them. It’s just for the board, basically. Picks up the phone, calls a number, hits in a code, and you get on the plane. You fly first class, even if they have to pull someone off. Mine was a D3 plus one because I always had a camera man, and we were on airline business. And we flew last minute often. So this went on for about a year while we were in production for this show called On Air. And then, a guy name Crandall came in, I think it was Crandall, American Airlines, and that space became even more valuable. And they decided to do a deal with Brandon Tartikoff and NBC and brought in Seinfeld and some other legitimate shows to really justify the advertising, which meant I was out of a gig again. But they never took the D3 back. Tim Ferriss: It’s like the key card that gets you back into the building. Mike Rowe: It was Willie Wonka. I was, for a year, maybe 15 months without question, and I say this with all due modesty, but I think maybe the most interesting date because you’re the girl. And we have a drink. And things are going great. And I say, “We should get dinner.” And she says, “Yes, we should.” And I say, “Where would you like to go?” And she says, “Anywhere.” And I say, “I know a place in New Orleans.” And we go to the airport, and we clear security, and we walk right on the plane. And she looks at me and says, “Who are you?” And I say, “No one of any consequence.” And it’s just ridiculous. It’s ridiculous. I’m flying around the world with this magical thing. And yeah, it went on for a while. And I felt guilty for a while. And then, I got over it. And then, I completely forgot about it. And then, one day, on a random little flight by myself down to San Diego, they called in the code, and the woman’s eyebrow went up a little bit, and she held onto my D3 with both hands and walked back towards me. Obviously, we’re on other sides of the counter. And she was so cool. She said, “Well, Mr. Rowe, we had a good run, didn’t we?” Tim Ferriss: That’s like something out of Catch Me if You Can. Mike Rowe: Exactly. Except I wasn’t flying the plane. I was just stowing away. Tim Ferriss: When you were taking your four months off of these freelance gigs, how would you spend that time? Mike Rowe: Well, I wasted a lot of it. Not wasted. I mean, it was important time, but it’s not time that I planned. So all I knew was most every month started with 30 blank squares staring back at me. And I would have some anxiety. And then, I would look back at every month and always half to two-thirds of them had been X’d out. So once I got used to the fact that I was always going to find enough work, then, I had to get used to the fact that I couldn’t take big, elaborate trips with my off time because I really became kind of like the, this is a terrible comparison, but a doctor on call. I always had a beeper because I couldn’t really afford to totally punch out. But I knew I had enough time to sit and read, to think, to write, to create or at least maintain the illusion of fitness, to have a life at least the life that I imagined was good for me at the time. And at the time, it was. But, of course, it was built on a very specific kind of fallacy and a very specific kind of hubris. Tim Ferriss: What type of hubris? Mike Rowe: Well, like I said, the kind that allows you to look around and say, “Oh, I figured something out that you guys haven’t.” I mean, all of my friends are in the industry. And all of them, at this point in time, ‘96/’97 – Tim Ferriss: And by industry, you mean television? Mike Rowe: Yeah. TV, radio, writing. They’re all in the machine. They’ve got their people. They’ve got their publicist. They’ve got their agent. They’ve got their manager. Start adding up the percentage, and then, throw Uncle Sam on top of it, you almost can’t afford to work. Tim Ferriss: You’re treading water. Mike Rowe: You are. And I wasn’t doing that. I was really enamored of this romantic version of myself, this guy who eats what he kills, who works when he likes, who brings the meat back home, who gets to fly around the world with his magic ticket. And I just was loving it. What I was missing, obviously, the bargain I had to make was I couldn’t be picky about the work that I took. And I was completely sanguine with that at the time. And really, from 28 until 42, that’s exactly where I was. The work didn’t matter. What mattered was the quality of life in between the gigs and, of course, keep your tongue in your cheek and have as much fun as you can while you’re doing all of the things you have to do and you win. That was my metric. Tim Ferriss: So when did that hubris lead to a reckoning? When did Icarus get too close to the sun? Or when did that change, and why did it change? Mike Rowe: I don’t know why. I mean, I could theorize. But it happened when my grandfather got sick. He was 92 and built the house. The guy could build a house without a blue print. The guy could take my watch apart right now blindfolded and put it back together. He had the chip of knowing, I used to call it. He only went to the seventh grade. But he was a master electrician by the time he was 30, a plumber, a mason, a mechanic, welder, whatever. And I idolized him. By 2001, I was working here in San Francisco impersonating a host over at Evening Magazine working really for CBS News in that capacity. And my mother called me to tell me my grandfather was fading. And I hung up thinking, God damn it, I never did anything on television that he would look at and recognize as work. I mean, he loved me, and he was proud of me and vice versa. But imagine the guy I just described seeing his grandson singing opera, selling things in the middle of the night on QVC, flying around the country doing a bullshit TV show for no reason other than mercenary. And for him, a guy who built things, repaired things, fixed things, I was just from another universe. So I thought before he goes, it would be nice to do something on TV that looked like work. And that really started a conversation with my boss about a segment that was called Somebody has Got to do It. That segment, ultimately, took place in construction sites and factory floors. The first one was me in the sewers of San Francisco hosting a show called Evening Magazine. It was a hugely important moment because it nearly got me fired. It did get my boss fired. He was going to early retirement anyway. But you know Evening Magazine, right? It’s 7:00 here in the Bay Area, and you sit down for another heartwarming story about a three legged dog in Marin who has overcome some sort of canine kidney failure. And you get me crawling through a river of shit with a sewer inspector covered in the worse excrement there is with rats and roaches. It was great. And it was horrible. And half the people who called to congratulate me. And the other half called demanding my head, which, of course, is exactly what you want in TV. And so even though it didn’t work, ultimately, on Evening Magazine, I did 20 of those segments, cobbled them together, and, ultimately, sold them to Discovery Channel. And that became Dirty Jobs. But it all happened, fundamentally, because I wanted to put something on TV that wouldn’t cause my grandfather to throw is crumpled up, National Bohemian Beer can at the screen. Tim Ferriss: And if this is not something you talk about or don’t want to talk about, that’s totally fine, but I’m so curious. When you sold those shows to Discovery, were you able to negotiate back the rights, or did you have them in the first place? Or how did that work? Mike Rowe: Yeah. I’m kind of simplifying and overstating a little bit. I took Dirty Jobs everywhere and heard no in as many ways as a person can hear no. It was too gross for CBS, not gross enough for Fox, too funny for PBS, not funny enough for Comedy Central. I mean, around and around we went. And I, eventually, showed the pilot to a guy named Craig Piligian who runs Pilgrim Films and Television. And he, actually, owed me a favor, I think, because a couple of years earlier, I hosted a complete abortion called Worst Case Scenario, which aired on TBS. And he produced it, and I hosted it. And he said, “Look, if I can ever help you,” so I gave him this pilot. It, basically, was a pilot of me collecting semen from a bull called Hunsucker Commando. And he showed this to Discovery, and Discovery was like, “Look, that’s weird. It will never work, but let’s talk to that guy,” not even knowing that they had hired me 10 years earlier in 1993 to host a show called Romantic Escapes, which turned out to be neither. But anyway, I often say Romantic Escapes was me and a pretty girl going around the world creating the illusion of romance in five star hotels. From there, I worked my way up to the sewer and finally got a career started. Tim Ferriss: So this gent that you mentioned, how did he then return the favor? Mike Rowe: He took the pilot I shot to Discovery, and he showed it to them. And that opened a conversation about me becoming the Discovery guy. So I made a deal with Discovery to narrate their tent pole specials and to become a kind of defacto avatar. My whole pitch to Discovery was you don’t need another host. And your network doesn’t need another expert. The world is full of them. You need a fan. You need a fan of your brand. You need a curious cat to go out in the world and look under the rock with a crew that leaves a light footprint just to ask the kinds of questions I would ask if I were watching TV with my friend from home. That’s what you need. They bought that idea. I said, “Can we do Dirty Jobs?” And they said, “God no.” And I said, “Why not?” And we had this whole conversation about brand and off brand and everything else. And, eventually, they just said, “Well, take three hours of it just to put it on to kind of introduce you. But what we really want you to do is dive in a submersible with James Cameron and go to the Titanic. And then, we want you and Zahe Howas to explore sarcophagi in the largest cemetery recently discovered in North Africa.” All of these cool expeditions. Well, they put Dirty Jobs on the air, and we got 10,000 letters the first month. And that was that. But to answer your question, no, I don’t own Dirty Jobs. I own me. And thankfully, Dirty Jobs with Mike Rowe became this thing that, ultimately, launched 31 other shows. And so I was able, with the help of my partner, a brilliant woman called Mary Sullivan, we were able to take the basic DNA of the show, the basic guts of it that were, frankly, inspired by my granddad, and turn that into a nonprofit foundation called Micro Works and turn that into a completely separate business. And so while the show was on the air, I was able to start filtering a lot of other opportunities through this other entity. But sorry, I’m free associating. Tim Ferriss: No, no, no, I enjoy this. I’m taking notes so I can re-associate. Mike Rowe: You’re going to circle back. The answer to your first question was it happened through some weird mix of serendipity me Forest Gumping my way, once again, into this weird area and being called on my own bullshit, honestly. I had been making fun of TV. And suddenly, I’m doing a show where I’m getting thousands of letters from people who are genuinely grateful to see their job, to see their vocation presented not as a punch line but as an honest way to make a decent living. And so we touched on something that was really real. And remember, too, in 2003, there’s no Deadliest Catch, Axe Men, Ice Road Truckers. There’s no Gold Rush. There’s no work on television. So it was a very, very – I understand why Discovery was tiptoeing around this thing. This was the province of Cousteau and David Attenborough. And now, a smart aleck covered with other people’s crap is making dick jokes in the sewer. That was scary. But at the same time, we were paying a genuine tribute to the worker. So it was the right mix of subversion and earnestness. Tim Ferriss: So you are very good at crafting a compelling pitch. And I’ve witnessed this I many different capacities. But to go back to one of the stories you just told about pitching Discovery Channel, you have this, you have this, you don’t need more of this. This is what I’m proposing. And getting that deal done, how did you plan that meeting? Or did you walk in and free associate? Mike Rowe: A little of both. I think it was 1986, I guess. I had been out of college a couple of years. I was flicking around. And in those days, when you flicked around, you got up and walked over to the TV and turned the dial. So I’m flicking around. And I saw a documentary on the Discovery Channel, and it was the first time I had seen it. And I was utterly enamored of the brand, the idea, the notion, the idea of satisfying curiosity. And I said I’m going to work for these guys one day. And so that was the first thing in the back of my mind. And as a viewer from ’86 until ’02, I was with them all of the time and Nat Geo and all the usual suspects. But I love Discovery, and I love the story of John Hendricks, one of the greatest entrepreneurs who ever lived. Tim Ferriss: That was the founder of Discovery Channel? Mike Rowe: Yeah. His story is amazing. You would love his book, A Curious Mind. Tim Ferriss: I’ll look it up. Mike Rowe: Anyway, I just always wanted to not just work for them, I wanted to work with them somehow. And, again, I didn’t know how I could possibly do it because it was a landscape populated completely by experts. And you and I are different in the sense that you, I think, get comfort and meaning from mastering a thing. I get anxious by the prospect of mastering a thing. And so as a viewer and as a host, I had always been a little fraudulent. I tried to be transparent about it, but I always felt a little icky memorizing a bunch of things the night before and then pretending to have always known them. I used to call it the plaque phenomenon. You walk up to a statue, and there’s always a plaque on it. And you read the information on the plaque, and suddenly, you got a snapshot of the biography of whoever the guy is. Well, for years, everything I did on TV was based on information gleaned from a plaque moments before someone said action. And I didn’t want to do that on Discovery because I knew they were hiring people who were genuine. So the question became how can I be genuine and authentic and still embrace my inner ignorance? And, of course, the only way to do it is to be aggressively transparent. Tim Ferriss: So I just want to pause for one second. I think that what you just said can be translated to so many people in so many worlds who are suffering from some type of existential malaise or career impasse. It strikes me as very good advice. Mike Rowe: I just don’t think there’s – I’m suspicious of play books because once you write down the thing, then, it becomes dogma. And pretty soon, it’s morals and dogma. And pretty soon, you’re Alfred Pike, and it’s the Masons. And now, there’s a secret handshake. And oh, my God, this is the way you’re supposed to do it. I was so certain for so long that I had cracked my own little Rosetta stone. And then, I became so utterly humbled by the fact that I’m not even going to say I was wrong. I just realized I couldn’t spend the rest of my career with so much contempt for the very industry upon which I relied. And so I just wore myself out being glib. And then, it was suddenly time to be something else. I’m wary of earnestness in and of itself. But I wanted to be authentic. And the only way I could do that on the Discovery Channel was as a fan with access. Tim Ferriss: We were talking before we started recording about the creative process just a little bit and sort of the trap and the temptation of the blank page and parameters, creative constraints. You mentioned maybe one example, correct me if I’m wrong, but that is focusing on the first take. And what other constraints or parameters have you used for yourself in your various projects? Mike Rowe: That’s a great question, man, because I used to be enamored of the idea that I could do anything I want. I mean, it’s kind of like owning a business, right? If you ask the average person would you like to own your own business, the average person says yes. And then, a year later, the average person doesn’t have their business anymore. Creatively, it’s not so different. I think it’s very Roman. Tim Ferriss: What good is a protagonist without an antagonist? What good is a story without all of these zigs and zags. The blank page is very scary to me because there’s no antagonist on it. And it forces me to be both. For all of the grief and derision I’ve leveled towards QVC, they did me a huge solid because, if you were a viewer in 1990, you could turn on QVC any day of the year, any time of the day, and while you might see different people, you would see the exact same process. You would see parameters. You would see graphics that are utterly predictable. You would see rigor. All of that stuff that I used to think I hated was actually the very thing that allowed me to be such an anarchist. And in truth, I really wasn’t. But when you have that much rigor around you, all you have to do is put one toe over the line, and you look like a complete malcontent, a lunatic. You really stand out. It made it so much easier. I didn’t do anything all that subversive, in hindsight. It just looked that way because I had such clear parameters. And really, when I look back at every other good thing that I think I’ve done, it’s always been because there’s an antagonist in the room. Tim Ferriss: Could you give an example of a good antagonist looking back? Mike Rowe: Well, aside from QVC, Discovery. Again, because they had so firmly entrenched in their viewers’ minds a set of expectations. When I came along as the non expert just going around the country looking under the rock, it seems so obvious now. And I’m not saying this because I want to take credit for it. I just mean wow, one of these things is not like the other. And all of a sudden, I got a lot of attention not because I was good, because I was different. Tim Ferriss: Because you were able to contrast against the expectations that had already been set. Mike Rowe: I’ll tell you where it was even bigger than both of those two combined, Ford. Ford hired me in whenever it was, 2006. And I did a commercial for them for the Super Bowl. It was a truck commercial. It took a day and a half to shoot, and it was 30 seconds long. It involved a giant centrifuge hooked up to the bumper of a truck. And we dug a giant pit. And the centrifuge spun the truck like a giant carnival ride, and I stood right next to it talking very heroically about the construction and the reliability and the durability of the truck. And I wore a shearling jacket. And my hair had product in it. And I had make up on. And I hit my mark, and I said my line, and I hated it. The commercial did fine, but I hated it. And that opened a dialogue with Ford and their agency. And it took about a year and a half. But my basic pitch was the same thing it always is. I said, “If you guys want to put some dude in a shearling jacket and let him hit a mark and say a line, there’s a long list of guys who can do that better than I can. But if you want to shoot quickly, and if you want to make your customers the hero of your brand, let’s experiment because I think you can take the same DNA from Dirty Jobs, and I think you can shoot it straight into an advertising campaign. And to the credit of the ad agency, we, eventually, got around to doing it. And a year and a half later, in the course of one day, we shot 22 commercials. Tim Ferriss: Wow. Mike Rowe: And it worked. The campaign became something called Swap Your Ride. There was one called Spread the Word. There were all of these different campaigns that relied not upon storyboards or scripts but real people. And all I did was get out of the way and just have conversations with people. Go figure. Tim Ferriss: So we have sort of a mutual acquaintance who I tried to mine for questions that he would like to hear asked. And one was he, meaning Mike, talks about pursuing opportunity and not your passion (which I agree with, by the say). And then, there’s a follow up to that. But, if that is true, could you elaborate on that? Mike Rowe: Sure. One of the best things to come out of Dirty Jobs after we did a couple hundred of them was a new level of permission from the network to, basically, do whatever I wanted. And what I wanted to do, on occasion, was look back and try and glean some lessons from the dirt. I wanted to take some of the many experiences we had from the show and make a case for what I called alternative platitudes. I’ve always railed against those bromides that hang in paneled conference rooms that have pictures of guys in kayaks or rainbows – Tim Ferriss: Or eagles. Mike Rowe: Eagles soaring. Tim Ferriss: A lot of eagles. Mike Rowe: Yeah, and teamwork. And then, some thing about team work or determination or persistence. That’s what I meant before when I said I’m wary of earnestness. I think it’s so easy to serve up a good idea. But then, choke on the sacronicity of it, if there is such a word. The thing that chapped my ass more than any of them was follow your passion. I remember seeing one of these platitudes, Successories they called them. It was a rainbow. There might have been a unicorn in it, butterflies, happy people. And it said follow your passion. And I took the position on Dirty Jobs that so many of the people I met who, at a glance, were not enviable in any way, but, in fact, seemed to be better balanced and happier than most of the people I knew in real life, I began to ask myself what in the world do these people know that the rest of us don’t? Regarding passion, I began asking around. And I heard the same thing from everyone. The happiest people I met, the people who were most passionate about their work were people who looked around, watched where everyone was going, and simply went the opposite direction. That’s how Les Swanson from Wisconsin wound up with three honey wagons. A former psychologist and guidance counselor is now sucking the shit out of people’s septic tanks full time. He’s in his 60’s. He loves his work. He can work whenever he wants. I’m having this conversation with Les Swanson, and he’s saying this is not my wish fulfillment, except for the fact that I love what I do, and I’m very good at it. And my question to him was well, which one of those came first. And he said, “Neither. What came first was the fact that nobody was doing this.” “What came second was my own, hardheaded commitment to be very good at it. And then, I did the thing that is the hardest thing to do. And that is figure out how to love something that you didn’t think you did.” So always follow your passion, for me, became never follow your passion but always bring it with you. Tim Ferriss: So we live in an area in Northern California where you have a lot of very wealthy and simultaneously very miserable people. And this is not unique to the Bay Area. And there are certainly happy wealthy people. But the money, much like alcohol for some people, seems to exaggerate who they were already, if that makes sense. Mike Rowe: Okay. It makes you more of who you are. Tim Ferriss: There you go. And I remember being told, at one point, if you can’t be happy with what you have, nothing you ever get will make you happy. And so that observation by Les of bringing passion to what you do or learning to do that if you don’t have it seems to be extremely, extremely important lesson to put into practice with whether it’s – I mean, I, personally, use journaling in the morning and trying to practice gratitude because, historically, I haven’t been good at it, to be quite frank. Mike Rowe: No one is historically good at gratitude. We’re not wired for that, man. Tim Ferriss: Yeah. Do you have any daily practices or morning rituals that you find help to keep you sane or saner? Mike Rowe: I’m afraid the honest answer is I don’t know. But I have patterns like anybody else, except I’m suspicious of my patterns, if that makes sense. This is my own psychosis. It’s kind of what I meant before. I’m wary of earnestness. I’m suspicious of protocol. And once I see the routine, it frightens me. And I don’t know if it’s a sabotaging thing, or I don’t know what it is. But this morning, I woke up, and I had a lot of things that I wanted to do before I came over here to talk to you. But I grabbed my laptop before I got out of bed, which is always a mistake. And I hopped over onto Facebook. And I saw something on the wall, and I wanted to respond to it. Somebody had made a list of the worst jobs, and it pissed me off. And I posted their list, and I wrote something. And then, I messed with it a little bit. And then, it turned into like a 500 word thing. And then, right before I came over here, I posted it. And now, 5,000 people have shared it, and a million people have read it. And I’m really pleased by that in a way that might sound a little self important. But I’m also pleased that a thing that wasn’t on my list to do has triggered a conversation that a million people are a part of. And it happened not as the result of a plan but as the result of this sort of suspicion I keep talking about that pushes me away from whatever plan I try and make. So sometimes, I think it gums me up, slows me down, and gets in the way. Other times, I look back at it and feel terribly clever. Tim Ferriss: So there are times, not infrequent, in my case, particularly if I have a writing deadline, where I struggle between the desire to kind of zig and zag with the wind and retain the ability to improvise in that way. And, on the other hand, the desire to have the parameters and so on that we talked about earlier to force me not to polish my tennis shoes when I should be actually sitting down and writing. How do you contend with those different impulses or forces? Mike Rowe: I don’t contend with them. I acknowledge them, and I try and stay in on the joke. I mean, I know when I’m bullshitting myself. I don’t always know when I’m doing that with other people because you get caught up in a conversation. But I’ve lived long enough now to know that it’s possible to distract myself from important things by doing other important things that aren’t just as important. I mean, I call it virtuous procrastination. And it’s no different than wasting time. But it’s an elevated form of doing it. And that, to me, is the trap that a lot of otherwise intelligent people fall into. Tim Ferriss: So just stay in on your own joke. Don’t start believing the press releases that your mind is sending you. Mike Rowe: Don’t read your own fan mail, at least not out loud. Don’t do it. Tim Ferriss: You have an incredibly, I don’t know what the Kermit the Frog inflection was, it just came out – Mike Rowe: It was very authentic, Tim. Don’t you cut that out. Tim Ferriss: It’s going to stay in. That’s probably the highlight of the podcast for my side of the performance. A very impressive vocabulary. Where did that come from? Mike Rowe: Although I don’t read as much now as I used to, I used to read a lot. And I think reading but I also think, weirdly, plays. I did a lot of plays when I was a kid. And I just think there’s something really elegant and maybe indulgent about finding a different way to say a thing. And so I think, often, in an attempt to turn a phrase, I’ll play with the language a lot and stumble across words that I wouldn’t otherwise use. And so I’ve read Elmore Leonard and Hemmingway, and I understand how important it is to be simple and brief. I really do. In fact, that’s probably the most important thing, which is why I think it’s a little indulgent to go the other way. But I do just because it pleases me. I think the lexicon is extraordinary. And sometimes pass the salt is the simplest thing you could say if you would like somebody to hand you the salt. But it’s also fun to ask them to slide the white crystals in your general direction with all due speed. Tim Ferriss: I feel like every third turn of phrase that you’ve had in this conversation could be either great punk rock band like Tails and Testicles, a restaurant in the Castro, and for those people who are going to get all social justice warrior with me, go the Castro first. There’s the Squat and Gobble. There’s Little Orphan Annie. There’s a theme here with the naming. Do you have any books that you’ve gifted to other people more than others? Mike Rowe: God, that’s great, too. I tend to recommend whatever I’m reading just because it’s, obviously, in the random access memory. But the gift I’ve given most frequently, I mentioned it earlier. John D. McDonald’s – Tim Ferriss: Curious Mind. Mike Rowe: No, that’s a good one. That’s John Hendricks. But John D. McDonald wrote the best pulp fiction that I’ve ever read. I’m a big fan of fiction, by the way. And I know, looking around here, I have a lot of the same nonfiction books that you do. Tim Ferriss: Which ones? Mike Rowe: I just made that up. I can’t read any of these titles. But judging from the color over there, what does that say, the Magic of Thinking Big, no. Tim Ferriss: That’s Schwartz. We’ve got Dune. Mike Rowe: I have Dune. Tim Ferriss: We have Zorba the Greek. Mike Rowe: I’ve got Zorba the Greek. Tim Ferriss: We have Musashi, which is you would love that. Mike Rowe: Don’t have Musashi. Tim Ferriss: Walk in the Woods, Bill Bryson. Mike Rowe: So Bill Bryson, there’s a writer. That guy I think is so – the Sun Burned Land. Have you read At Home? Tim Ferriss: I haven’t read At Home. I’ve read I think it was Mother Tongue, which he wrote about the evolution of the English language. No, I haven’t read At Home. Mike Rowe: And the Lost Continent, which is one of my favorites. At Home, real quickly, I won’t give it away, this is what you read in the preface. But he lives in this little English hamlet up by the ocean. And he lives in a vicarage next to an old church. Tim Ferriss: I’m going to plead ignorance. What is a vicarage? I feel like I read it a thousand times, and I don’t know what it is. Mike Rowe: I think it’s like the Vicar of such and such. So if you’re the vicar, it’s some sort of priest meets [inaudible] kind of thing. Anyway, he’s in this old house, this ancient house, and he walks up to his attic one day to get something. It’s a huge attic. And he goes down a corridor, and then, he makes another turn, and he finds a door he didn’t think he had. And he opens the door in his attic, and he walks through it. And it takes him out between two dormers onto his roof. So he’s standing on his roof having walked through a door he didn’t know he had, and he’s looking around at the church next to him. And he sees that the church is sinking into the ground. And he’s like what the hell is going on? Not in real time, but he sees that it has sunk. So he calls the local historian, brings him up into his house, into the attic, through the magic doorway and out onto his roof. And he says to him, “What the hell is going on with the church? It’s sinking.” And the historian laughs and says, “No, the church isn’t sinking. But the graveyard around it is exactly what a graveyard is. It’s doing what a graveyard does when a graveyard is filled up.” And Bill says, “What do you mean?” And he said, “Bill, how long do you think that church has been here?” He said, “About 700 or 800 years.” “It’s more like 1,100. How many people do you think have lived in this little hamlet during that period of time?” “I don’t know, a few thousand.” “Actually, it’s closer to a million. How many people do you think are buried there? What you’re looking at is the history of many, many years and all the anonymous people who have been buried here. And it looks like the church is sinking, but it’s not that at all.” And that’s when Bill Bryson decides to write At Home, a look at the history of the world as told from all of the different rooms in his house. So in his bathroom becomes the history of plumbing. In his great hall, becomes the history of entertaining. Tim Ferriss: That’s a cool premise. Mike Rowe: It’s a great premise. And now that I hear myself talking about it, that’s a book I would recommend. But not at the expense of John D. McDonald and The Deep Blue Good-Bye featuring Travis McGhee. Tim Ferriss:   The Deep Blue Good-Bye. Mike Rowe: Travis McGhee is a boat bum created by John D. McDonald who lives on the Busted Flush, which is a barge he won in a poker game. And Travis takes his retirement in early installments. And when he works, he busies himself recovering that which has been stolen or conned away from people who he is your last best hope. So the Travis McGhee mysteries are really adventures that are told through the eyes of this quixotic character who is really a philosopher. He’s a knight errant who, like I said, comes out of retirement to do these quasi good works. He keeps 50 percent of what he recovers, of course. That’s how he lives. But McDonald put McGhee so far ahead of his time. And these books are all time capsules. There’s a color in every title. So The Deep Blue Good-Bye, Pale Gray for Guilt, Bright Orange for the Shroud, The Lonely Silver Rain, A Tan and Sandy Silence, Cinnamon Skin, Nightmare in Crimson, all of these great books. And it’s just great trash. It’s the best pulp I’ve ever read. And I’ve never had anybody read them and say those weren’t good. They’re offensive in the sense that they’re politically incorrect and out of step. But they’re good. Tim Ferriss: So I feel compelled to try to trade or at least share. So a couple, I think, based on that description, you might like have you ever heard of Motherless Brooklyn by Jonathon Lethem? Mike Rowe: Have you recommended this before? Tim Ferriss: I might have. Mike Rowe: Because I’ve heard of it, and I think it was on this podcast. Tim Ferriss: Quite possibly. But it’s emulating pulp detective fiction. The hero of the story, hero I guess is the right word, ends up being a detective with Turret’s syndrome. Mike Rowe: I love it already. Tim Ferriss: It’s fantastic. And the Bryson recommendation that I have not read At Home, and I’m going to pick it up, made me think just the premise, it’s such a fascinating way to structure a piece of writing, reminded me of John McPhee who is one of my favorite writers. And depending on your subject matter, he’s very similar to Bryson in the sense that he can make almost anything interesting. People read it because he wrote it not because of the subject matter. And so McPhee has one at least one Pulitzer, maybe two, has written an entire book on oranges, an entire book on hand carved canoes. He’s written Coming into the Country, which is about Alaskan wilderness. But the one that I really enjoyed two pieces, one is about a single tennis match involving Arthur Ash called Levels of the Game, which is just spectacular and not that long. And then, there’s a shorter piece, which was serialized in the New Yorker called Brigade de Cuisine about a tiny, tiny, tiny high end restaurant before we had celebrity chefs. This is an older piece that just came to mind when you mentioned Bryson’s piece. Mike Rowe: Well, jot them down because I’m looking for whatever is next. Motherless Brooklyn. And you recommended another one, and I haven’t read it yet. Something Graveyard. Tim Ferriss: Oh, yes, The Graveyard Book by Neil Gaiman. Mike Rowe: Yeah. Tim Ferriss: And so The Graveyard Book, people have asked me, and I’m just going to answer the question here, they’ve asked me should I get because I very specifically recommended the audio book. I’m sure the text is fantastic, but Neil strikes me – so I will drill into this with you a little bit because you have so much experience. Neil impresses me on many levels. He’s a spectacularly gifted poly math in the writing sphere and has not dabbled, it doesn’t do it justice. He’s not a professional dilettante like I am. He actually does really good work in a lot of areas. But he’s a really compelling narrator as an audio book narrator. He’s spectacularly good. And people have asked me should I get the full ensemble cast, or should I get the Neil Gaiman. I’ve only listened to the Neil Gaiman version of The Graveyard Book. But it’s really, really, really solid. And I believe that it is modeled after one of the Greek tragedies, I want to say. But I could be completely making that up to sound more cultured than I am. Mike Rowe: You had me there for a minute. Tim Ferriss: Yeah. I’ll leave that out there. The other one that I’d actually like to give you as a gift, which you can stacks of the same books over there. So I have stacks of two books. One is About Face, which was originally recommended to me by Jocko Willink, a navy seal commander who was on this podcast. And then, the other was recommended to me by my mom and my brother who are both very particular about books. And once every four or five years, a book will be recommended coincidentally by both of them. Motherless Brooklyn was one. Stranger in a Strange Land by Heinlein was another. And for those people in say the tech world or in paleo cross fit worlds who use the word grock, grock came from Stranger in a Strange Land meaning to understand. The smaller one is the The Baron in the Trees by Italo Calvino about a young baron who has a gigantic tiff with his father over dinner one night, flees up into the trees never to come down again. Mike Rowe: Wow, that’s a bad fight. Was there at least a house up there? Tim Ferriss: He built everything in the trees, had love affairs, was involved with wars all from the tree tops, never came down. It’s a really fun, short read about 170 pages. So I mentioned Neil Gaiman as a fantastic narrator. What speakers or narrators, voice over folks, anything involving voice really have blown you away, alive or dead? Just been like gosh, how did they do that? Mike Rowe: I’m most impressed, nowadays, by the guys and the women, but mostly men, the men are dominant in the business. And it’s the ones who can hide. It’s the ones who really don’t get in the way of the story itself. And it’s really a balancing act. Most of the stuff I narrate now has a level of spectacle to it. And so I get to butch it up a little bit. And it works for Deadliest Catch and some other shows. But How the Universe Works, for instance, which I’ve been doing for five years now, it’s a totally different proposition. Morgan Freeman has one of the most wonderful, recognizable voices ever. But it’s impossible to listen to a show and not constantly know you’re listening to Morgan Freeman. Tim Ferriss: Right. Mike Rowe: Likewise, James Earl Jones. You get a guy though like Peter Coyote narrates as much or more than anyone. And he has a really interesting way of being flat and engaged at the same time. You watch Donovan, Ray Donovan – Tim Ferriss: Showtime, I think. Mike Rowe: Yeah. What’s his name? I’m drawing a blank. Tim Ferriss: You’re talking about the actor? Mike Rowe: Yeah. Tim Ferriss: Liv Shriver. I think that’s the right pronunciation. Mike Rowe: That’s him. He is a wonderful narrator. We were up for the same big project a couple of years ago. Tim Ferriss: I had no idea. Mike Rowe: Yeah. Son of a bitch got it, and I didn’t. Heartbreaking. But, honestly, the best ones, you don’t know their names. And that’s part of the deal. I’m very lucky because I’ve used what little notoriety I have to just relentlessly leverage my way into that space because I just love doing it so much. But the really great narrators are utterly anonymous and transparent. Tim Ferriss:   If you had to pick any particular female voice performer, and by voice performer, it could be a singer, could be an actress who uses their voice very effectively, voice over, anything, anyone come to mind? Mike Rowe: Do you remember Hidden Valley Ranch salad dressing? Tim Ferriss: I do. Mike Rowe: If you Google some of those old commercials, you’ll hear a woman narrating all of them. And it was a famous actress, I don’t know if she’s even around anymore. She was in Mash, the original mash, her name is Sally Kellerman. Sally Kellerman had a fantastic voice. And it what made her voice so unusual is that it didn’t strike me, anyway, when I was watching her act. It was just part and parcel of her. But it was just one of those voices when it’s disembodied and right there on the radio, oh, my God, it was amazing. Orson Wells, same thing, just unbelievably impressive in every way. But all of a sudden, to hear that guy just vocally, you really want to laugh, listen to the old – there is some stuff on You Tube with him coming unhinged at being directed in these like Mrs. Paul’s fish sticks or something like that. And you hear him the booth, and the pages are rustling. And he’s getting his copy together. And he starts with, “I know a man in the [inaudible] of Norway. A man,” and he’s reading the copy, and it’s like there is some split infinitive or maybe a dangling participle, and he’s just pissed off. And he’s like I can’t read this shit. And the back and forth he goes with the producer. And it is the greatest living director and actor is, at that point in his career, where he’s doing Gallo and all these things. And you know he’s just consumed with loathing because of it. And he’s taking all of that angst out on some poor bastard trying to produce it. It’s just awesome. Bill Shatner, actually, has done some remarkable voice work, in my opinion. Tim Ferriss: Now, is this Priceline, Star Trek William Shatner? Mike Rowe: Yeah. Tim Ferriss: Okay. Cool. I’ve just never heard him called Bill Shatner. Mike Rowe: Well, I don’t know if he would remember it, but we were, actually, in business together for a brief time back in New York. He was always ahead of his time, Shatner is. And I think, one day, years from now, when people who write books about this stuff look back at celebrity and the cults of personality and just the arc of a career, I suspect his will be unexampled. And we were in business. I had a friend who got the license to do phone cards, which, at the time, in the early ‘90s, were very, very big in Europe and never caught on here to the degree everybody thought they were. But you’d buy your long distance time in advance. And he had the idea of saying what if you buy $100.00 of long distance, and you put it on a calling card. But what if the calling card had a picture of the Enterprise on it or the X-Files or the Simpsons or your favorite show? And what if, when you call that 800 number to access the long distance platform, what if you were confronted by a voice, say mine, that said, “Welcome to the Star Trek information platform. To place a long distance call, hit 1. To listen to original content from your favorite Star Trek characters, press 2.” So you press 2, and you open this world of old time radio where you can take a Klingon language lesson or listen to – you send a wakeup call from Bart Simpson, all of this crazy stuff. So Bill Shatner loved that idea and invested in that company. I was the voice of the company. He was the investor. He was a couple of years too early. It didn’t really work. But the fact that he was there, and the fact that Priceline came along right on its heels, I’ll never forget watching him make that deal with Priceline and thinking this will never work. But if it does, lucky him. Tim Ferriss: And as it turned out – Mike Rowe: It worked okay. Tim Ferriss: Lucky, what is it they say, not sly as a fox. I’m trying to come up with a proverb that I can’t remember. Mike Rowe: Sly as a fox is good – Tim Ferriss: But it’s not the right. It’s not what I’m going for. Mike Rowe: The important thing with metaphors, Tim, is you should try. Tim Ferriss: I know. I’m just not trying hard enough, Mike. And I think that people might think we’re further apart than we are on the trying hard part, which is – and I read an interview with you recently about sort of working smart, working hard, and the false dichotomy between the two where people choose one or the other. And the blessing and the curse of having a book with a title like the Four Hour Work Week is that people never seem to forget it and that people never seem to forget it. But the fact of the matter is I have absolutely no problem with hard work as long as it’s applied to the right things. And the operative portion of that being focusing it in the right place. And another thing that you mentioned earlier when we were talking about passion versus opportunity that at least I’ve observed a few times in friends who have made this decision and then ended up having to reverse it in some way later is when you follow just your passion and not the opportunity, it’s also a great way to corrupt something that gives you a great degree of personal pleasure and decompression. Mike Rowe: Oh, turning your avocation into your vocation. Tim Ferriss: Exactly. So I’ve had friends, for instance, who have decided they love surfing on Sunday mornings so much that they want to do it full time. And then, they end up teaching finance wonks how to surf at 7:00 or 6:00 in the morning Monday through Friday. And before you know it, two months later, they want to never surf again. Mike Rowe: Yeah. You bitched up your hobby. Tim Ferriss: Exactly. So here is a question. We’re going to back into some of your current projects here. If you were doing a five minute podcast story, and the secret reveal were Mike Rowe, how would that episode begin, and where would the story take its major turn or turns? Mike Rowe: Wow. Well, I mean, the key to what Paul Harvey did was find an obscure moment in the life of a famous person and then try and make that moment relevant. And it almost always is. Sometimes, it’s a bigger stretch than others. I mean, given all that we’ve just talked about, I would probably circle back to the home shopping salesman who somehow or other became closely associated with a blue collar apologist or an opera singer who took a very, very crooked path and wound up becoming a purveyor of podcasts. I mean, who knows? I guess I don’t know how to tell my story. Tim Ferriss: Do you think that is common among people who are exceptionally good at telling other people’s stories? Because I listened to, for instance, an episode of Here’s the Thing with Alec Baldwin, and he was interviewing Ira Glass. And it was a really difficult interview for Alec. And at one point, he said, “You know, it’s amazing how you can tell anyone’s story except for your own.” Now, you are good at telling your story. But do you find those tend to be somewhat exclusive? Or what makes it hard for you to think of how that might be formulated? Mike Rowe: I don’t know. There’s something sociopathic about being great at telling your own story, I think. Tim Ferriss: It’s easy to forget living in Silicon Valley. That’s the new norm. Mike Rowe: Yeah. I just think that if you’re too good at it, it probably just means you’ve been practicing it. And it’s something I think everybody ought to do later in their life when they become interesting enough to do it. Everybody is always more interesting from the outside. We know our own secrets too well. And so we probably feel a bit fraudulent if we try to stack the deck. But look, what you’re really talking about is peripeteia, the peripety. It’s the part of the narrative where the protagonist realizes everything he thought he knew about himself was wrong. Where Oedipus realizes this beautiful woman who I live, who I’m married to, who I have children with, she’s my mother? Crap. That’s the kind of realization that changes the direction of the narrative. And that’s the Aristotelian definition of a tragedy. It’s those moments in our life when we realize our identity or our version of ourselves is either at odds with something we just learned or, more often than not, at odds with the way the rest of the world sees us. And so for me today, the biggest jolt of cognitive dissonance that I deal with on a daily basis is from fans of Dirty Jobs who believe that I can fix their toilet, who believe that I can pour a foundation and hang dry wall and take care of all of that stuff because I was just around people who do that for so long. And they assume it, also, because I run a foundation that focuses on work ethic scholarships and trains people to do those very things. But the truth is, it all goes back to the recessive gene that I confessed about an hour ago. I didn’t get it from my granddad. What I got was an appreciation for it. But it’s remarkable, Tim, how separate those things are in people’s minds and how difficult it is for people to reconcile this idea that yeah, that’s mike. He narrates Deadliest Catch. Surely, he knows how to fish for crab. He hosts Dirty Jobs. Surely, he can overhaul the engine in a garbage truck. I can’t. And it’s been fun working hard to set the record straight. But it’s also been futile, which is another great lesson. Just because it’s futile doesn’t mean it can’t be fun. And just because you love something doesn’t mean you can’t suck at it. Tim Ferriss: Yeah. Absolutely. Mike Rowe: American Idol, Episode 1 of any season, we see this great collision of reality and dreams. It’s not the fact that these 20-year-old kids can’t sing that’s so fascinating. It’s the fact that they’re realizing it for the first time in their life. That they always thought that their dream and their passion and their love of music would be enough to push them into the top 40. And then, to suddenly have it all come crashing down, it’s more than Schadenfreude as a viewer. It’s very personal because you can’t watch that if you’re not a sociopath and not look at your own giant soft spots. We’re covered with them. We’re all just rotten fruit. Tim Ferriss: I sometimes use Swiss cheese, but I like rotten fruit, too. Of all of the creative outlets and opportunities that you have, why did you choose podcasting? And maybe you could just give people an overview of what you’re currently doing. But I’d love to know why. Mike Rowe: Well, look, I’m always late to the party, social media or otherwise. And I don’t think what I’m doing right now, maybe I just don’t know what podcast means, but what we’re doing right now, I think, is about as honest an example of two people having an unscripted conversation that’s touching on a lot of interesting things. I love that. And I would love to do what you’re doing. I would love to have people over to my home and have these conversations and have a glass of wine. I mean, my God. If you’re actually making money and prospering from this, Tim, you win. At the moment, I can’t do it. But I’m still watching your adorable dog, Molly, having a dream and slapping her tail into your hardwood floor. You should actually get some clean audio on that because that’s just remarkable. Tim Ferriss: I thought someone was knocking on the door. Mike Rowe: I did, too, man. What do you think she’s dreaming about? Tim Ferriss: I would say chasing birds is her ultimate, most savored, enjoyed experience in life. So probably chasing birds. Mike Rowe: Does she ever catch them? Tim Ferriss: I haven’t seen a successful kill yet. But she’s getting more and more athletic as she grows. So I think if it were maybe one of these sort of hard hitting, urban pigeons with like a club foot, she might get it. Mike Rowe: And Turret’s. Tim Ferriss: Yeah, and Turret’s. But it would have to be a planet earth moment where it’s like the wolves have isolated a calf. Mike Rowe: If that happens, call me. I’ll come over, and we’ll recreate the old Mutual of Omaha while Tim and I watch from the brush, Molly will attempt to approach the elusive sparrow. Tim Ferriss: I apologize on behalf of Molly. She knows not what she does. Where were we? Mike Rowe: The way I heard it was my attempt to pay an homage to Paul Harvey, get into the podcast space without sucking up too much bandwidth and, at the same time, scratching what for me is a really indulgent itch. And that’s writing. I don’t have time to write. I’m going to make time because I love it. But right now, I’m having a ball identifying people who are well known doing a little bit of research, which is so much easier today than it was when Paul Harvey was around. Tim Ferriss: So much easier. Mike Rowe: Good grief. You pick up your handheld device, tap into the large compendium of shared knowledge, and everything is at your disposal. So it really is just an exercise in writing and then recording. And then, see if people like it. Tim Ferriss: And if you could give an example of could you tell us about one episode that you particularly enjoyed and the process of creating it? How you chose the person, how you chose the story line, etc. Mike Rowe: Sure. Well, the one I just did I haven’t recorded yet, so I hate to give it away. But so Bruno Mars and I’ll just tell you how it ends. Everybody knows him, but I was watching the Super Bowl a couple of years ago, and I’m watching this kid on the biggest stage there is absolutely killing it, this unbelievable crossroads of pop and rock and funk and just wow. What’s his deal? And I read a lot of stuff that anybody can find really, really simply by doing a simple Google search but went a little deeper and found what I thought was an interesting hook. His dad, in the delivery room, was playing oldies. And his mother was a Filipino hula dancer. And the guy was surrounded by music his whole life. And his parents were, basically, in a traveling variety show. And he was imitating Elvis Presley at 3 years old. And I looked at some old footage of it, and it was amazing. And he was imitating Michael Jackson. And it was incredible. And he was imitating Little Richard. And it was breathtaking. And this guy was a genius mimic. And so I started thinking how does this genius mimic wind up becoming somebody so completely original? And so that was my sort of okay, I’m going to tell a very, very simple story. And I’m going to unwind it, but that’s the theme that I want to kind of find. And usually with these things, you start writing them not quite knowing how they’re going to end. And it takes care of itself. And so in this case, it was interesting because his name was Peter Hernandez in real life. So this is really a story of Peter Hernandez, a guy who is impersonating Elvis, Little Richard, and Michael Jackson who, at 17 years of age, decides to go for it. He moves to Hollywood, spends his last dime, gets immediately signed by Motown and gets immediately put in the Latino heart throb box. And everybody wants the next Enrique Iglesias. But Peter, he doesn’t want to be that. Peter wants to be the next Peter Hernandez. He wants to be a little Michael Jackson, a little James Brown, a little Elvis Presley. And he goes broke, and he loses everything. And he refuses to sing in Spanish. So it’s really a story about how Peter Hernandez gets down to his last nickel and decides something has got to give. And he walks outside, and he looks up into the heavens, and he laughs because he finally sees his name in lights. He’s looking at the stars. And he chooses for his last name a planet that’s truly out of this world. And for his first name, he remembers his father’s favorite wrestler, Bruno San Martino. And so we learn that what Peter Hernandez does is simply change his name not as the first thing that most people do who come to town but as the last thing. The last thing he wanted to give up was his heritage. But he had to because everybody looked at him as this very, very narrow performer, this Latino heart throb. So when Peter Hernandez became Bruno Mars, he was immediately resigned by Atlantic Records. And within a year, his first album was going bananas. Within a year and a half, he had sold over 130 million singles. And a couple years after that, there he is on my screen during Super Bowl 48. And that’s how that happened. So it could be as simple as a Wikipedia entry. I could tell you the story a dozen different ways. But what I’m trying to do with these little stories on the podcast is find the big transformational moment, the peripeteia in everybody’s life and find a way to unwind it in five minutes or so. Tim Ferriss: Well, it strikes me, also, that you’re asking a non obvious question about an obvious person. You’re taking well known people and unwinding it by asking a question that few people have probably asked before. Mike Rowe: Yeah. I mean, Paul Harvey really distilled it to the who done it. It was a mystery. And so his whole thing was just clue after clue. The clues became a little more obvious as you got to the end. So everybody had a chance to kind of figure it out along the way at their own speed. I’m finding it to be a little more interesting and maybe a little more indulgent to spend more time in that peripatetic moment and really try and paint the scene as richly as I can. And, sometimes, that means I wind up overwriting it. But it’s easy enough to correct it. But I just think it’s a fun way. You’re a fan of Dan Carlin, right? Tim Ferriss: Definitely, a huge fan. Yeah, hardcore history, for people listening, everybody should check it out. Wrath of the Cons would be my recommendation as a starting point. Mike Rowe: I’d go with Blueprint for Armageddon. But you can’t go wrong with either one. But what Dan does is he makes history accessible to people who otherwise wouldn’t give a shit. If you can do that with fitness, that’s what you did with your books. You find a way to take a thing that most people are either blasé or disinterested about and make them care. And so if you can do that with history, if you can do it with biography, the writer you mentioned before, if you can make oranges interesting, you win. That’s the challenge in all things. Anybody can point a camera at Vesuvius erupting. That’s great footage. But it’s harder thousands of years later to write a retrospective on Herculaneum before the eruption. Do that, make that interesting, and you win. Tim Ferriss: I think it also comes back to a recurring theme, I think, in this conversation, which is yes; you want to be great at what you do. But if you’re incrementally better, it’s not enough. You also have to be different. At least it makes the journey or the challenge much more tackleable if you think about how to differentiate yourself. I’d love to ask, and then we’re going to come back to I want to ask some additional questions about the podcast and a few other things, but just a couple of rapid fire questions for you. And the answers don’t need to be rapid. The questions are to sort of neuter my tendency to ask long winded questions are pretty short. When you think of the word success or successful, who is the first person who comes to mind and why? Mike Rowe: Carl Noble, my granddad, for reasons we touched on before. But a seventh grade education, drops out of school to work, becomes a master craftsman and a tradesman four times over, five times over, and lives to build houses and churches without blueprints that are still standing. He was the guy who said to me, when I flunked out of all of my shop classes in high school, he said, “You can be a tradesman. Just get yourself a different toolbox.” Tim Ferriss: I like that. Mike Rowe: That is a good one. Tim Ferriss: That is a really good one. So this is out of my usual order, but since we had a little chat about it earlier, and I don’t know the story, but I wanted to bring it up, if you could have a billboard anywhere with anything on it, what would it say? And the reason that question is so crazy in my world right now is I got a call about four months ago from a guy who said, “Mike, you don’t know me, but if you could have a billboard anywhere you want, what would it say?” And I said, “What am I inside the actors’ studio?” Tim Ferriss: How did you get this number, sir? Mike Rowe: Honestly. That’s exactly what I said. And he says, “Well, your people passed it on because they thought you would want to answer the question.” He’s a guy who worked for Lamar. Lamar Outdoor Advertising is huge. This guy owns billboards, I mean, tens of thousands of them. And he said, “Listen, I’m a big fan of your foundation. And, at any given time, I got 20, 30 percent billboards that are empty. Advertisers do their thing. We pull them down.” Every single person listening to this podcast right now has driven down the highway and looked up and seen a blank billboard.  Well, he was just calling to say what would you like to put on them. And I said, “Seriously?” And he said, “Yeah, anything you want.” And I said, “Well, we’re currently in the midst of a work ethic scholarship program. We’ve raised about $4 million selling crap out of my garage and various other places. And we have this program.” And I said, “If I send you a picture of me holding a sign that says help wanted and, in big letters, Microworks.org work ethic scholarships, would you put that up there?” And he said, “In a heartbeat.” So all over the country now, that’s on a billboard because somebody asked that question. Tim Ferriss: That’s a hell of a call. Mike Rowe: It’s a good call. I’m glad I took it. Tim Ferriss: Now, could you just elaborate for a second on the work ethic scholarships? What does that mean? Mike Rowe: So in 2008, when the economy went sideways, Dirty Jobs was in 212 countries and the No. 1 show on the network. And I was doing well. And everybody I talked to on the show that owned a business was telling me an extraordinary thing. And that was the biggest challenge that they were facing was technical recruiting, really any kind of recruiting. Help wanted signs everywhere I went on Dirty Jobs while the headlines are screaming about 10 and 11 percent unemployment. So I realized there was a huge parallel but conflicting narrative going on in the country with respect to work. And the skills gap, as it existed in 2008, included maybe 2.1, 2.1 million jobs that existed that people either weren’t trained for or just simply didn’t want. Today, the number is more like 5.8 million. I decided that it would be good for the show and good for me and, hopefully, good for the businesses that allowed us to thrive to set up a foundation that functioned as a PR campaign for jobs that actually existed. These are not the glamorous jobs. But these are jobs that make civilized life possible. And that PR campaign morphed into a bunch of trips to congress and a bunch of partnerships with the Fortune 200. And then, ultimately, into an attempt to reward the kind of behavior that we actually wanted to encourage, which was work ethic. Most scholarship programs, as I’m sure you know, reward the usual stuff, academic achievement, athleticism, talent, and, of course, basic need. I didn’t think anybody was making an affirmative case for work ethic. So we look for kids. I’m less interested in your GPA. I’m more interested in your attendance record. I’m more interested in people who will make a case for themselves with respect to the reasons why I should pay for them to become a plumber or a welder or a steam fitter or pipe fitter or any of the jobs my granddad did intuitively. That’s what the foundation is. And it’s been around since Labor Day of 2008. And every six months, we release another tranche of money raised mostly from our chronic, low rent telethon that really never seems to end. It involves me hawking the crap out of my garage, mementos from Dirty Jobs, in a style not unlike the old QVC days where I’m now using my powers for good. Tim Ferriss: And your toolkit. Mike Rowe: My toolkit, right. Tim Ferriss: If you could have every, let’s just say, high school graduate in the US read, watch, consume two or three things, you can prescribe it and every single kid coming out of high school would get these things, what would you prescribe? Mike Rowe: Well, the first thing, and there is no bromide for all of these kids, but, in general, I think we make a horrible mistake matriculating right out of high school right into college. I think it’s a hell of a thing to ask a 17-year-old kid to declare a major, borrow money. The pressure to borrow is mind numbing. So $1.3 trillion in student loans today, 5.8 million jobs nobody is trained for, a widening skills gap, and this increasing belief that somebody has moved our cheese. And 25 percent of millenials are living back home. We’re just doing it wrong. So I think the general answer to your question is I don’t know about books or movies and things. Those impact everybody differently. I would take a year, and I would say, look, you’ve got to get a job. You have to do something. Call it an apprenticeship. Call it an internship. Call it I don’t know. But we have to back away from the pressure that’s conspired to drive so many kids so far into debt and start to go down a road so soon because, really, I always think there’s time to change the road you’re on, Robert Plant, last stanza of Stairway to Heaven, but it’s hard. And I was very lucky. I did it at 42. Tim Ferriss: Meaning what did you do at 42? I apologize. Mike Rowe: Well, I hit the reset button. Tim Ferriss: Got it. Mike Rowe:   I decided this career that’s been based on not caring about the work I do is going to be based on caring very much about it. And it just required a complete brain dump and reset button. It’s hard to do that 42, but it’s even harder now, I think, at 26 because now, you’ve got your paper. You’ve graduated. You’ve done well. You’ve done everything everybody told you to do. But you just realized the opportunity in the field you’ve studied is not what you thought it was. The $90,000.00 in student loans is. That’s not going away. And so it’s just a terrible thing to have your coffee served to you by a double major in poly sci and medieval French. It’s kind of tragic. Whatever we do, it has to happen between high school and this period of declaration and this horrible assumption of mindless debt. When I say things like this, I always get criticism because people say he’s anti college. He’s anti education. I’m not. I wouldn’t trade my education for anything. And I challenge anybody who says there’s any hope of success without it. But when people say how the hell can college get so expensive, the answer is right in front of us. We’ve been telling kids for 50 years the best path for the most people is in this direction. And here’s an unlimited pile of money. Borrow as much as you need. Is it any wonder tuition has gone up faster than the cost of real estate, food, energy, healthcare, and 500 percent of inflation over the last 40 years? It’s unprecedented. But we’re still doing it, Tim. We are lending money we don’t have to kids who will never be able to pay it back to train them for jobs that don’t exist anymore. Tim Ferriss: When I think about this, and I get asked quite a bit about college because I went to college. But I have friends who very vociferously disagree with that being the right path for everyone, which I would agree with. So I get asked about it a lot. And I think what you suggest, in terms of in the UK, they would call it a gap year but not necessarily as a vacation. It’s a year where you explore and try and do something. Getting a job or jobs would be a very good example of that. I took a year away from college a year before I graduated because I was having, effectively, a nervous meltdown because I felt like I was being funneled towards say management consulting or investment banking. And I knew both would make me miserable. And so I panicked, took a year off, and I just worked. I tried a bunch of different jobs. And it was extremely instructive not because it gave me the answer, i.e., the singular passion that I should have been seeking or anything like that. It didn’t do that. But it helped me to question the assumptions that, up to that point, I’d just been riding on top of. And so I completely agree. I think a gap year or a year sabbatical, internship; whatever it might be would be a wonderful thing for people to somehow integrate into the education, which does not take place simply within the walls of an educational institution. Mike Rowe: Unless, I mean, I only say that because I don’t know how we’re going to get the cost down. But if we do, then, never mind. Then, jump. I went to a community college for two years right out of high school. I had no idea what I wanted to do. I had just assembled my new toolbox. I didn’t have anything in it yet, so I studied everything at a community college. And I was amazed, in hindsight, at how good the philosophy professors were and how smart the English teachers were and music and drama. At $26.00 a credit, I could afford to be wrong, and I was. I stayed there three years, and I took every class I could. Then, I took six months off. Then, I went back to a university and finished up. I got a degree from Towson in communications, philosophy, and speech. But by then, I knew what I was paying for. And, again, I could afford it. I finished late in 1984. There’s just no way that happens today. A kid in my exact same circumstance, the math isn’t there. He cannot afford to do it. And if he does, he’s going to finish up about $45,000.00 in the hole. And that is a millstone around your neck. And there’s no reason for it. Each of us, in our pockets right now, have a device that proves the ultimate democratization of information. Never before has knowledge been so egalitarian. Once upon a time, I get it. And it’s not fair to compare a Harvard lecture to a deep dive down the You Tube rabbit hole. But it’s not completely unfair either because we have access now like we never have. Tim Ferriss: No, it’s not unfair. I think one of the primary reasons in 2007 or 2008 that I leveraged the exposure of the Four Hour Work Week to get involved with tech was to try to develop, or at least enable, teams to develop tools that would level the playing field a bit. And you see that not only with, in this case, this would be a nonprofit example, but say the Harvards or MIT’s, etc., Stanford, another good example, opening up a lot of their lectures and course work for people to take for free, which my brother has done, for instance. But also, you have companies like Dualingo, one I’ve been involved with for a very long time, they now are the widest used language learning tool on the planet. And it’s free. And they’ve demonstrated, in a number of instances, how it can be more effective than the typical course work assigned in a semester of college say Spanish instruction. So I’m optimistic about the tools. I’m very curious to see if when people have what they say they want, which is this equal access to education, if they will be able to choose that instead of the entertainment and porn and everything else on the internet. Mike Rowe: Do you really think they will? Tim Ferriss: That they will choose education over that? Mike Rowe: Yeah. Tim Ferriss: I think that it will be a natural selection process. And I’ve seen this, for instance, in areas. I’ve been involved with a number of organizations that build, effectively, computer centers overseas to help with job creation. So the good example would be something like [name of startup], which I’ve been involved with here. It’s a nonprofit startup. They do some very interesting work where they will take say repetitive, small tasks at a place like You Tube or eBay, and they might build a computer center at a refugee camp or in Nairobi, train people, and then, have that work sent to those people. And they’re also doing things domestically. But in examples that are not well implemented, they make these resources available without the training, without instilling the sort of philosophies and work ethic that we’ve been discussing, and people end up watching the cat videos and porn. So I think it will be a natural selection process much like we currently see in every aspect of life. But the outcome is not life or death, at least, not necessarily in the literal sense. It’s more of a financial prosperity or lack thereof. I think it will be case by case. Mike Rowe: I don’t know. When I try and really think in terms of what are the real fundamentals that drive education and, ultimately, prosperity, however we choose to define it, it’s hard to get more granular than curiosity. You’re either curious, or you’re not. And the real geniuses that I’ve stumbled across are people who can inspire curiosity. It’s not about imparting knowledge. It’s about flicking the switch. You’ve got great books here on your shelf. Everybody has access to these books. Not yours specifically but you get to choose whatever books you want to have in your house or your apartment. You get to choose all of these things. Everybody has those same choices. I, personally, don’t think that the democratization of innovation will make more people innovative. I think it will make the people who were predisposed to be curious and inventive more so. Likewise, education. I think it’s a trap to suggest that if we build it, they’ll come. It just has never happened before. There’s always going to be a weeding out process. But I think what you do on this podcast is really valuable in a way that goes beyond whatever its financial model might be. You’re talking specifically to people who give a crap in a specific way. And that’s always been the struggle from a connectivity standpoint.\nTim Ferriss: Yeah. It absolutely has. And part of the reason I make these podcasts so ear bleedingly long is that it is, for me, a weeding and filtering process. And I enjoy interacting with fans who are willing to commit to engaging and digesting these conversations because my realization, aside from this podcast serving as a creative outlet and reclaiming of freedom in a way for me after, we talked about this, a number of large projects with large companies, I was very often asked by my book fans on social media or elsewhere what should I do if I’m in Nebraska. What should I do if I’m in fill in the blank location where I don’t have the peer group that you have in San Francisco or New York City or fill in the blank? And I would have these conversations with friends, much like the conversation we’re having right now, although not as 20 questions, of course, over a glass or two of wine. And I’d say, fuck, it is such a shame that this conversation, nothing really sensitive was discussed, was not recorded so I could just share the damn thing. Mike Rowe: I just have to tell you that is the story of my life. That’s actually why I’m here today, and it’s why I’m still in television. I’m working on a project now called Drinking with Geniuses. It’s just a title in my head. And I went ahead and locked it up because it sounds like a show or something. And it happened because do you remember a couple of years ago when that meteorite came burning through the atmosphere in Russia? Tim Ferriss: Yeah. Mike Rowe: So I don’t know about you, but I’m watching this on TV. And the only question tearing through my mind is what the fuck was that? How the hell is this possible? So I called an astrophysicist I knew over at Berkeley. And I said, “Hey, meet me over at Grumpy’s.” It’s a little bar down in the financial district here in San Francisco. We sit down, get a couple of beers, and I look at him just like I’m looking at you right now. And I say, “What the hell just happened?” And he said, “I know, right. You have lots of questions.” And I said, “I have so many questions.” I mean, I get that meteorites are out there. I get that sooner or later, one of them is going to flip our switch, but how did we not see it coming? How did it get past the satellite net? And for the next 20 minutes, he explained everything I needed to know about meteorites and satellites. Interestingly, that same day, I had narrated most of Episode 4 of How the Universe Works. So it’s on my mind. The beer is cold. The brain across the table is enormous. And I suddenly look around and say why aren’t we recording this. That’s a show. But so is this. Tim Ferriss: Alternate title, Cold Beers, Enormous Brains, also. Mike Rowe: Not bad at all. Tim Ferriss: Well, I will be one of the first to listen. I love this idea. Just one or two more questions. What advice would you give your 30-year-old self? And if you could place where you were at the time, what you were doing. Mike Rowe: Okay. Not to be glib, but I don’t believe I would advise myself in hindsight only because you hate to tear a hole in the time space continuum. You step on the butterfly, the next thing you know, the mastodons are singing show tunes when you come back or some crazy stuff. But I would pull myself aside, in the very, very early days of – actually, I was hired at QVC, I was 28. And when I was 30, I was on the verge of my own I won’t quite say a mental collapse, but I knew I couldn’t do that anymore. And I was trying to figure out if I could go into the whole entertainment business and freelance in an effective way. And it gave me hives. I was scared. If I could go back, I would have probably just pulled myself aside and said it’s going to be fine. And then, as sort of a side note, I would have said stop wearing makeup on camera. It just makes you look weird. Tim Ferriss: For those people who would like to sample your podcast, and I encourage everyone to sample it because, let’s face it, you don’t always want to listen to three hour podcasts, and you might want some professional narration and storytelling, which two episodes would you suggest they start with that are already out there. Mike Rowe: They’re so short that you’ll know if you like them, even if the subject matter isn’t your favorite right out of the gate. They’re literally five minutes long. So I’d actually start at the beginning. I’d listen to the first one. And then, I would listen to the most recent one. And then, you’ll hear a bit of a shift between the two but not seismic. You’ll just get a better sense of where I’m headed. And not a big change at all. And then, if you like them, just cherry pick one in the middle. And then, who are we kidding. Right now, by the time this thing gets posted, there will probably only be 20 of them out there. Twenty times five is a hundred minutes. Listen to all of them. Tim Ferriss: An hour and forty. Where can people learn more about you, see what you’re up to, hear your rants on Facebook, etc.? Mike Rowe: I really hate to say it – Tim Ferriss: And I will put all of this in the show notes. We don’t need to rely on your very impressive memory, which is a whole separate podcast. But are there any particular places you’d like people to pay attention to? And we’ll put the whole list in the show notes as well. Mike Rowe: Micro.com is sort of the sun in the solar system. You can get anywhere from there. Tim Ferriss: And the name of the podcast one more time? Mike Rowe: The Way I Heard It. I’m managing expectations a little bit because people get so pedantic now with facts. How much grief do you get if you get a stat wrong or a date wrong? Tim Ferriss: Oh, it’s like I skinned a child in public tied to a telephone pole in Union Square. Mike Rowe: Right. So the way I heard it is really me in advance. When somebody says, “Hey, that story about Bruno Mars, you said it was Peter Hernandez. He went by Pete not Peter.” And I can say, “Hey, look, man, this is just the way I heard it. What do you want from me?” It’s a big, sloppy, Googley world out there. You don’t like – I tell you what, you don’t like it? Why don’t you get a podcast and do your version. Tim Ferriss: This is great fun. Is there any last words, things you’d like my audience to think on, do, consider before we sign off? Mike Rowe: No. That, I’m afraid, is a bit beyond my pay grade. But I’d like to thank them for listening to us free associate for three hours. That was very decent of them. And advice is that thing you ask for when you secretly know the answer and wish you didn’t. So I’m stingy with giving it. But Robert Plant really had it right, man. There is time to change the road you’re on, whatever the road is. And I’ve just had a ball blowing things up in my own fake, little career. And I’d encourage more people to as well. Tim Ferriss: I can’t think of a better way to wrap this up. Mike, so much fun to hang. I really appreciate you making the time. And to everybody listening, we will put all sorts of resources and links in the show notes at fourhourworkweek.com/podcast, misspell it any way you like, preferably the correct spelling just because I don’t know what I’ve rerouted. So fourhourworkweek.com/podcast. Mike Rowe: Is it the number four? Tim Ferriss: It’s all spelled out. Mike Rowe: Is there a hyphen between four and hour? Tim Ferriss: There’s no hyphen. This is one of those things I thought would be really easy on the internet. And people are like you mean four hour like F-O-R O-U-R work week? I’m like no, no, no. Fourhourworkweek.com all spelled out /podcast. Mike Rowe: Is it week, W-E-E-K, like the time or am I just – Tim Ferriss: Or weak, W-E-A-K? Mike Rowe: Yes, I’m just so exhausted, I’m just so weak. Tim Ferriss: Yeah, I know. Work week. Mike Rowe: You could spell the title of this thing wrong really in every single word. Tim Ferriss: So many possible ways. Maybe that will be my revised and updated edition that I’ll try to get a nice, little royalty for. Just change the spelling. Everybody, appreciate you listening, as always. And until next time, this is Tim Ferriss signing off. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "mike rowe"], "text_sentences": ["hello, ladies and germs", "this is tim ferriss", "and welcome to another episode of the tim ferriss show", "i’ve had a bit of wine to drink, and by a bit, i mean two bottles with a friend of pleiades by sean thackrey, which i highly recommend", "this show is usually about deconstructing world class experts", "and this show is no exception, although, instead of a stress prodigy or military strategist or an entertainment icon, we have perhaps the best storyteller and pitch man i’ve ever had on this show", "certainly, he would give cal fussman a run for his money", "and he is none other than mike rowe", "mike rowe you may know from dirty jobs", "but i’m going to read his bio because i’ve had enough to drink, and this is on mikerowe.com", "and having spent some time with mike now, this is very fitting", "here we go", "i’m going to read the entire paragraph", "so bear with me", "this episode, i will say, is so worth listening to in its entirety because we cover how to sell a pencil, qvc, the meaning of freelance, the business of mike rowe, his mentors", "we talk about some of this favorite influences and mentors", "we talk about favorite books", "we talk about the art of voice over", "we talk about bruno mars and how he became bruno mars", "we talk about orson wells", "it goes on and on and on", "i had a blast with this", "i just got back from spending some time after the interview with mike", "and i hope we have a part 2 and a part 3", "i’m with somebody next to me, and they’re admiring my state of inebriation", "here we go", "mike rowe from the website is a tv host, writer, narrator, producer, actor, and spokesman", "his performing career began in 1984 when he faked his way into the baltimore opera to get his union card and meet girls", "and that is true", "both of which he accomplished during a performance of rigoletto", "his transition to television occurred in 1990 when, to settle a bet, he auditioned for the qvc shopping channel and was promptly hired after talking about a pencil for nearly eight minutes", "there, he worked the graveyard shift for three years until he was, ultimately fired for making fun of products and belittling viewers", "so all of that is true, and we dig into it", "and you should say hi to mike on either and/or twitter, and i’m flipping through pages because i’ve had too much to drink, @mikeroweworks", "that’s twitter", "or on facebook – wow, it just gets better and better, the real mike rowe", "this was a blast of a conversation that i’ve wanted to have for 15, 20 years", "and i hope you enjoy it", "so say hello to mike", "and without further ado, here is my conversation with the inimitable mike rowe", "mike, welcome to the show", "i think you mean welcome to your living room", "welcome to the esteemed studio of tim ferriss enterprises, i.e., my living room", "sophisticated, understated with a certain insouciance and dare i say an asian influence", "that’s actually my tinder description", "not bad", "is it working", "it’s converting pretty well", "i have wanted to have the chance to sit down with you for many years", "and i wanted to thank you right off the bat", "i’m not sure if i mentioned this when we met, which we’ll get to, for the first time", "but you helped keep me sane for a period of several years when i had an extremely punishing job from about 2000 to 2002, specifically", "that was when i was logging the most hours", "and i would come home, and there were two shows", "dirty jobs, so you and then, jeff corwin who were like my tele therapists", "and so i just want to thank you for putting out good work", "well, you’re welcome", "when people say things could always be worse, it means whatever you decide it means", "but then, when you can actually turn on the tv and see some sort of optical manifestation of what worse is, well, there you go", "reinforcements", "i remember one episode in particular – well, i remember several episodes, of course", "but one came to mind", "i’d seen you do really, really dirty stuff", "there was one where i think you were winterizing a boat, and you just looked so bored out of your mind", "and i just remember thinking exactly what you said", "i was like sitting in the fire exit violating code at this startup being unable to move, sleeping under my desk, those are all hard things", "but at least i’m not doing that", "i’m not wrapping a boat", "yeah", "that was manhattan beach, oddly named, since we were in cincinnati on the river", "and it was, i think, late november", "and all of the pleasure crafts down there are, obviously, vulnerable and susceptible to the climate in a huge way", "they’ll just crack, it just gets so cold", "and a team of guys wrapped them in the same way you might wrap your sandwich in saran wrap, except it’s industrial strength saran wrap, and it goes all the way around the boat", "and, of course, it’s freezing rain", "you’re on a boat", "it’s slicker than snot", "you’re flying around", "your camera man is flying around", "cameras are flying through the air", "the sound man is cursing you", "everybody is just – it’s just so humiliating to like, if you can’t skate, to find yourself on the ice", "it’s no fun", "and that was, basically, metaphorically anyway, eight years of my life", "it was groundhog day in a sewer in some way, shape, or form, even if you’re wrapping a boat", "so another episode, which sort of ties us back to our experience at ted/the eg, which were sort of part of the same parcel, is my opener because i was so curious to hear about it", "and just remind me, before i get into it, was it sheep", "yeah", "so sheep testicles", "we were on an escalator, actually, headed up to the main auditorium", "and i heard a voice behind me say i want to hear about the testicles, which, as a rule, is impossible to ignore", "when you’re in a crowd, doubly so", "so i spun around, and there you were, tim ferriss", "and yeah, we had a funny little exchange", "but it was apocryphal for me because, on the way up the escalator, what was really going through my mind was what the hell am i going to talk about here because the discovery channel had sent me down there", "this was 2008 maybe", "in 2008, i think", "so discovery is one of the sponsors of this thing", "and they send me down there", "i was the discovery guy in those days, basically", "and they said, yeah, it’s this thing", "it’s like ted", "and i’d never heard of ted", "i’m like, okay, so there’s some guy named ted who i should know, but i don’t", "so i’m just going to pretend like i do", "so there’s a guy named ted, and he’s down in monterey", "and we need you to go because we’re sponsoring his thing and introduce some people and say something smart on behalf of the network", "that’s why i was there", "when i walked in, i saw the giant banner hanging from the ceiling", "i saw my face on it", "and i realized very quickly that i was there, in fact, to say something not only memorable but recordable for posterity in like three hours", "and i didn’t have any visual aids", "i didn’t have any real – i had nothing, except a lot of stories", "and as i was going through them in my mind, i hear your disembodied voice", "it’s not a high voice", "it’s not a low voice", "you’re familiar with your voice", "in fact, let’s relive it right now", "say to me, “mike, i want to hear about the testicles.” mike, i want to hear about the testicles", "and just like that, i’m back in monterey", "so i turn around, and i say, oh, you’re talking about the sheep", "and you said yes", "and we had a few laughs regarding the time i bit the balls of lambs in craig, colorado at 8,000 feet", "now, can you, just for people who are missing the context, can you explain why you were biting the testicles off of – there’s no context", "it was just thursday", "thursday after lunch, three martinis and that’s what you do", "i needed a little something to take the edge off", "no, the business of animal husbandry was a very, very important component of dirty jobs", "when we worked our way through feces from every species, we suddenly realized collecting semen from various barnyard animals was great television", "and beyond the spectacle of it, just a great way to connect people to their food because artificial insemination is, in fact – i mean, we’re just not feeding 300 million people 3 times a day if we don’t do that", "so i was always on the lookout for interesting, agricultural misadventures and ways that we could be intelligent but, at the same time, satisfy the more puerile aspects of my viewers, god love them", "and when i got the call to really explore they called it sheep docking, which means with the spring lambs, you have to take their tails and their testicles", "and i thought this is visually both alarming and potentially stunning", "but i had problems", "dirty jobs was constantly under attack by an army of angry acronyms", "and i had long since fallen off the christmas card list of osha and pita and the humane society", "so i called pita, and i said, “listen, we’re going to be castrating sheep.” “i just want to make sure we do it right.” and what followed was a completely bizarre conversation that, ultimately, led to the ted talk that i gave", "and yeah, we touched on everything from anagnorisis to peripeteia to modern day agriculture to regret", "and, of course, the unforgettable taste of testicles", "so the visual i want to try to recreate, which is just indelibly imprinted on my mind was you, basically, picked the sheep up, and please tell me if i’m getting this wrong, you kind of splay them as if they’re in a gynecological chair on top of a fence post", "is that how it works", "well, the fence post is what was handy", "and look, we should be very, very clear", "the reason ranchers, for centuries, have been biting the balls off of sheep is because it’s not only more efficient, it’s actually kinder", "and this, of course, was the point of the talk", "when i called the humane society and pita, they were very specific in telling me the proper method, which involved a rubber band that would go over the scrotum thereby retarding the flow of blood the testicles and, ultimately, resulting in their detachment in about three days", "that’s the “right” way to do it", "albert and melody, the people who ran the ranch did it the old fashioned way", "and when you do it the old fashioned way, you only need two people", "the way i describe requires three, somebody to handle the scrotum, somebody to handle the rubber band, and somebody to control the creature", "but in this case, melody just put the lamb right up on the fence post, and albert reached in, pulled the scrotum out, cut the tip off, exposed the testicles, leaned down, bit them off, and spit them in a bucket that i was holding making a sound along the lines of doink, doink", "and so stunning television", "obviously, unusable", "so i yelled cut, which i never do on dirty jobs, and explained to albert, look, we got to do it the right way", "and he said, “what are you talking about?” and i said, “with the rubber bands.” and so we used the rubber bands but quickly determined that the sheep, with rubber bands around their scrotums, were stumbling around in abject misery while the ones he had just orally addressed were prancing around without a care in the world", "so the point of that talk really was to challenge the primacy of experts", "and, at the same time, say it’s possible to do honest television that’s both disgusting and intelligent in a tertiary way", "tim ferriss:   how did you become good at impromptu performance", "because the fact of the matter is, at that same event, and i watched your talk, it was a very good talk, i thought, and the vast majority of other presenters probably spent weeks or months agonizing over what they were going to do", "but you seemed to have just an incredible innate, and i hate to use that word, but i’ll throw it in there just for the fun of it, ability to improvise and perform", "where does that come from", "mike rowe:   thanks", "i don’t know is the honest answer", "but if i had to guess, i would say one of the things that was important on dirty jobs, and one of the few things i really insisted upon was no second takes", "and the reason i did that wasn’t because i thought it would make the show better", "i did it because it would make the show more authentic", "and everybody was talking about the importance of authenticity back in 2003", "they still are today", "it’s really hard to do", "and when you consider how many people say it’s critically important, and then, look at the things people do to put barriers between themselves and the authentic experience they actually want to impart, it will break your heart", "and turn on news, listen to fm radio", "the reason it all sounds the same, the reason most tv i think looks the same is because we’re all doing it the same basic way", "so my hope with dirty jobs was to say, listen, this is going to be a hot mess", "this is warts and all", "we’re going to go into the field with a good natured crew", "everybody has a camera", "we never stop rolling until or unless we have to", "and we never go back to “pick it up”", "so i don’t know that i’m necessarily good at improvising", "but i’m almost always better at take 1 because i do a lot of other things now that – i like to get along with people", "and so they want to do it again", "and so i’ll do it again", "but it doesn’t matter how facile you are the second time", "the second time is always going to be your performance", "and i learned the lesson early on and forgot it for about 15 years", "and then, with dirty jobs, i had the chance to circle back and live it", "and so whether it’s a speech or a show or a commercial or a podcast or a facebook post, whatever it is, i want to get it right but not to the point where i’ll completely forsake the first pass", "so i want to flash back to a part of your history that i actually have not heard much about", "and that is qvc, or was it home shopping", "qvc", "but a distinction without a difference", "just don’t want to offend anyone at corporate if they might be listening", "susan, suzanne, you have to be sensitive about these things", "how did you end up working at qvc", "honestly, in the same way i got most of my jobs back in the day", "i lost a bet, and i crashed an audition", "i was singing", "this was 1989", "and i was in the baltimore opera", "and it was during a performance of der ring des nibelungen, i think, wagner, interminable dirge", "and i was dressed as a viking", "and i didn’t need to be on stage for the intermission, obviously, but then for an hour after, which meant i could walk across the street and watch the football game at the mount royal tavern dressed as a viking, which, of course, i did", "look, if you haven’t had a couple of beers and sung wagner, i hardly recommend it, especially if you can put on the viking helmet", "anyway, i walked into the bar, and my buddy, rick, was pouring the beer", "but the game was not on", "the ravens were not playing", "he, instead, was watching a fat guy in a shiny suit sell pots and pans", "and i said, “rick, what the hell are you doing?” and he said, “i’m auditioning for that guy’s job tomorrow", "qvc is in town, and they’re having an open cattle call down at the marriott, and i’m going to go see if i can get an actual job.” so i sat there dressed as a viking drinking national bohemian beer and arguing with rick over the demise of western civilization", "and he bet me $100.00 i wouldn’t get a call back if i accompanied him to the audition, which i did", "and the next day, it’s kind of a long answer to your question, but the next day, i found – this is a long podcast", "let me hit you with a little interpretive dance", "so i wind up auditioning that next morning in a conference room at the marriott renaissance at baltimore inner harbor, which is maybe the strangest audition of my life", "but i didn’t get a call back, but i got a job offer on the spot", "okay", "so what was the audition like", "what was the audition process", "it was elegant in a way that i know you’ll appreciate as a guy who values some measure of efficiency and effectiveness", "and it was elegance personified by a company who had abjectly failed to create a workable audition process", "so it’s 1989", "the home shopping industry is just at the part of the map where it says here be dragons", "you can’t hire an actor and expect him or her to know how to sell", "you can’t really hire a salesman and expect him or her not to shit the bed when somebody says action", "so it’s a very weird set of muscles", "and the way they determined potential candidates, in my case, was they rolled a pencil across the desk while a camera was rolling", "and the man said, “when i ask you to, i want you to pick up the pencil, and i want you to talk about it", "and i want you to make me want it", "i don’t care how you make me want it", "i don’t care what you tell me to make me want it", "i don’t care if it’s true or not", "but i want you to harness whatever enthusiasm and passion you can muster for this no", "2 pencil, and do not stop talking until i tell you to.” and i learned later that anybody who could do that for eight minutes was immediately hired and put on a three month probationary period where you were given enough rope to truly hang yourself from 3:00 to 6:00 a.m", "every morning on live television", "so anyway, that’s how it happened", "i talked about a pencil for eight minutes", "do you remember any particular feature or benefit that you focused on", "well, it’s interesting you use those words because, if you’re really trying to sell in a classic sense or kill time in a practical sense, there is no better approach than the feature benefit", "so all of the obvious things", "it’s yellow", "now, that’s a feature", "and if you limit yourself to simply saying it’s yellow, then, you’re going to be out of time real fast", "why is yellow important", "well, because you’re a busy executive in the middle of a busy day", "and when you need a pencil and open up that top drawer of your desk and gaze into it, you don’t want to play some sort of game with your receptors", "you want a color that pops out there", "you want to know where that pencil is", "and what better way to do it by this bright, canary shade of yellow", "and then, of course, if you want to take a little detour, you can talk about the exact hue of yellow", "and then, you can talk about where the paint came from or how the paint was mixed and where the paint was mixed", "and you might even leave the viewer with an image of the person mixing the pain to create the exact shade of canary yellow", "and then, of course, you can touch on the application process", "and before long, you’ve talked yourself into this endless tautology just about the color of the pencil", "tim ferriss: it’s new yorker piece", "mike rowe: it could be, sure", "when you started then selling at qvc, what distinguished the best performers from everybody else", "well, again, everybody was making it up as they went along", "and in those days, at qvc, it’s not like fortune 500 companies were lining up begging to be on as they are today", "people would go out and do whatever they could to maintain a 3,000 or 4,000 skew inventory", "and back then, that inventory, i think, would be best described as the interior of one of those machines on the carnival midway where the claw tries to grab the thing and then drop it for you", "it was tchotchkes", "it was capodimonte", "it was porcelain", "it was collectible dolls", "it was the cheapest kind of electronics", "it was the health team infrared pain reliever", "did you guys have the knives and oddly designed ninja swords and whatnot", "because that always has mesmerized me", "were those part of the package, at that point", "there must have been some corporate policy frowning on swords at qvc", "but, of course, they got their own channel later on", "but we had knives", "we had in the kitchen with mike", "and we had knives with full tang construction, i recall, as the metal runs all the way down into the handle", "we had cookware coating with polytetrafluoroethylene, t-fal, the slickest surface there is, all of this stuff", "it was just an endless schmear of adverbs and unpronounceable things", "i mean, to answer your questions, the people who were good at it took it seriously", "and they showed up three hours early, and they studied the products", "and they committed things to memory", "and they did the best they could", "and the people like me who never really got off the graveyard shift looked at all of that as a wonderful opportunity to impersonate david letterman, which really is all i did", "so i have actually visited qvc headquarters once", "and i don’t, actually, for whatever reason, recall a reason", "only you go to qvc for reasons unknown", "i leaped at the opportunity", "i think i might have been dating – where is the headquarters", "at the seventh level of hell, as i recall", "which state though", "they’re in pennsylvania", "okay, i knew it", "they’re in westchester", "i think i was dating a girl around what is it king of prussia", "and i think i was just, in some way, forsaken or left alone with nothing to do and decided to go to qvc", "that was it", "and i took a tour", "and i remember being so impressed at the time", "this was probably ’99 with the control room and the units and dollars per minute being moved by different presenters", "staggering", "and at the time that you were there, did you have an ear piece where they fed you feedback", "i had two ear pieces at the time", "one so the producer could tell me how i was doing or beg me to stop doing whatever it was i was doing", "and then, another one to handle the live phone calls, which were extraordinary", "again, in ’89 and ’90, it was like radio days", "it was like early television/early radio", "we didn’t have a seven second delay", "we’re utterly live", "so you’re really out there without a net", "the number of things that could go wrong and the degree to which they did are nothing short of spectacular", "one day, if there’s time, i’m going to write the book because it was just wild", "but in defense of home shopping, i have great fun looking back and casting aspersions", "but the truth is i learned more in my three years at qvc than i’ve ever learned anywhere about anything", "and i probably learned even more about myself, which you’ll do at 3:00 a.m", "when you’re staring into the abyss, and it’s staring back", "and you’re trying to make a precious moment figurine interesting", "you’ll go places you didn’t know you would go", "but kidding aside, it’s probably the most honest channel in the entire cable universe", "it’s utterly without pretense", "it’s a 24 hour commercial", "there’s no clever integration", "it’s not native advertising", "no", "it is a clear and present proposition", "it’s transactional tv", "and i just think it’s also a monument to capitalism", "when did, and we were sitting down chatting before we started recording, when did american airlines fit into your chronology", "oh, god", "well, in 1993, i was fired for the third time from qvc", "hold on, i have to pause", "for the third time, does that mean they fired you and then, begged for you to come back or that you negotiated –", "i wouldn’t say begged", "each situation was different", "when i was fired the first time, i had only been there about two months", "and i stayed on a kind of, what do they call it in animal house, double secret probation for the next three years because remember, for me, the products were there to be made fun of", "and the callers were there to help me", "i didn’t see them as customers", "my first night on the air, i picked up the amcor negative ion generator, and i looked into the camera, and i said, “this is item e1410.” now, at the time, there were also items like e28, 960", "so e1410 meant that thing had been there from day 1", "we’d been selling it for years", "i’d never seen it before, and i didn’t know what it did", "i looked into the camera and said, “if one of you people at home, and i’m talking to you, you narcoleptic lonely heart, right now, it’s 3:30 in the morning", "you", "you know who you are", "you’re watching me sit here about to go up in flames because i have no idea what the hell this thing is, could you please call in so my producer can put you on the air so you can tell me how this works?” i swear to god i did that", "and i got overwhelmed with phone calls", "hundreds of people, which at 3:30 in the morning is saying something", "hundreds of people called in to tell me how to do my job on live tv", "and it was awesome", "it was just – it sounds incredible", "it was great", "i mean, i would look out at the producer who is sound asleep", "just dead silence in the ear bud trying to fit his name into your dialogue so he wakes up like meow with super troopers", "he didn’t have his ear bud in", "his feet are up", "he had fallen asleep doing a sudoku like 20 minutes earlier, and he had the thick trails of saliva coming out of his mouth and going all the way down to his chest", "and i was utterly alone on stage save for these product coordinators who would bring me this never ending chain of dreck that had failed to sell in prime time", "that’s what it was three hours a night", "so the viewers became my – they were never customers to me", "they were this good natured but slightly dangerous group of people kind of like a greek chorus who would call in and instruct me, and i’d mess with them, and they’d mess with me", "and occasionally, the calls would become utterly obscene", "and then, things would really go off the rails", "but, honestly, tim, we could talk about this for days", "it was utterly transformational", "and i’d never been on tv before ever", "i’d never had a job in broadcasting before", "and suddenly, it’s 3:00 in the morning", "i’m on live television", "people i don’t know are bringing me things i can’t describe", "and i’m completely reliant upon the viewer to get me through the shift", "so with this sort of petri dish of live broadcasting and all of your experimentation, you get fired for the third time", "and enter stage left, american airlines", "or how did you go from then", "for me, what happened was after three years; i did develop a pretty good set of muscles and became a very good auditioner", "and i had always wanted to be a tradesman, to tell you the truth", "and i didn’t get that gene", "it’s recessive", "everybody in my family did", "i didn’t", "but i always looked at tv as a trade", "and i finally felt like i had a toolbox that would allow me to approach it the way i always wanted to, which was as a mercenary", "i mean, really, truly as a freelancer", "you’re familiar with the word freelance and its origin", "i do not know the etymology of freelance", "so the etymology of freelance is exactly as it sounds", "in the medieval days, if you were a free lance, you were a knight without a lord", "you were a ronin mercenary", "you were a mercenary", "and i just love the idea of going to hollywood without an agent, without a manager, without a publicist, without a lawyer and booking as much work as i could", "i didn’t care about the work", "i didn’t care about the quality of the work", "i didn’t care if it was infomercials", "i didn’t care if it was books on tape", "i didn’t care if it was sitcoms or talk shows, didn’t matter", "i did it all or tried it all and got my share", "so by 1995, i had had dozens and dozens of jobs in hollywood and new york and feeling kid of arrogant the way you do when you think you figured something out that most people haven’t", "and so i was freelancing", "and many, many jobs, eight months on, four months off, i pattered my whole that part of my career after john d", "mcdonald’s travis mcghee, in fact", "a guy who took his retirement in early installments", "and i just loved it", "american airlines was one of maybe 300 jobs that i forest gumped my way into", "and in what capacity were you working", "well, american, in ’95, realized how valuable the real estate was in their planes on a screen", "you’ve got 300, 400 truly captive business travelers", "so they had been doing advertising", "but they hadn’t really been going after it", "and so they made big deals with mci and xerox and, in the day, all of the usual suspects", "all they needed was content", "and so they hired this company who wound up hiring me to create a show called on air tv", "nobody cared what the show really was as long as it was family friendly, as long as it unfolded in destination served by any of american’s routes", "so i would fly anywhere in the world, land in copenhagen, land in sydney, las vegas, didn’t matter, and i’d spend three days there", "and i would do a show about that town", "so basically, i’m a tourist doing all the fun things you would do in any of those places", "its purpose, like any content really, is just to provide a landing place for the advertising", "but for me, as a 32 year old kid out there in the world, it was maybe the best freelance gig i ever had because they issued a thing called a d3", "and a d3 in airline parlance is called an mf, or a must fly", "if you walk up to the gate, and this is pre-9/11 obviously, but if you walk right up to the gate, show them the d3, the agent takes it, looks at it, her eyebrows go up because you don’t see a lot of them", "it’s just for the board, basically", "picks up the phone, calls a number, hits in a code, and you get on the plane", "you fly first class, even if they have to pull someone off", "mine was a d3 plus one because i always had a camera man, and we were on airline business", "and we flew last minute often", "so this went on for about a year while we were in production for this show called on air", "and then, a guy name crandall came in, i think it was crandall, american airlines, and that space became even more valuable", "and they decided to do a deal with brandon tartikoff and nbc and brought in seinfeld and some other legitimate shows to really justify the advertising, which meant i was out of a gig again", "but they never took the d3 back", "it’s like the key card that gets you back into the building", "it was willie wonka", "i was, for a year, maybe 15 months without question, and i say this with all due modesty, but i think maybe the most interesting date because you’re the girl", "and we have a drink", "and things are going great", "and i say, “we should get dinner.” and she says, “yes, we should.” and i say, “where would you like to go?” and she says, “anywhere.” and i say, “i know a place in new orleans.” and we go to the airport, and we clear security, and we walk right on the plane", "and she looks at me and says, “who are you?” and i say, “no one of any consequence.” and it’s just ridiculous", "it’s ridiculous", "i’m flying around the world with this magical thing", "and yeah, it went on for a while", "and i felt guilty for a while", "and then, i got over it", "and then, i completely forgot about it", "and then, one day, on a random little flight by myself down to san diego, they called in the code, and the woman’s eyebrow went up a little bit, and she held onto my d3 with both hands and walked back towards me", "obviously, we’re on other sides of the counter", "and she was so cool", "she said, “well, mr", "rowe, we had a good run, didn’t we?” that’s like something out of catch me if you can", "exactly", "except i wasn’t flying the plane", "i was just stowing away", "when you were taking your four months off of these freelance gigs, how would you spend that time", "well, i wasted a lot of it", "not wasted", "i mean, it was important time, but it’s not time that i planned", "so all i knew was most every month started with 30 blank squares staring back at me", "and i would have some anxiety", "and then, i would look back at every month and always half to two-thirds of them had been x’d out", "so once i got used to the fact that i was always going to find enough work, then, i had to get used to the fact that i couldn’t take big, elaborate trips with my off time because i really became kind of like the, this is a terrible comparison, but a doctor on call", "i always had a beeper because i couldn’t really afford to totally punch out", "but i knew i had enough time to sit and read, to think, to write, to create or at least maintain the illusion of fitness, to have a life at least the life that i imagined was good for me at the time", "and at the time, it was", "but, of course, it was built on a very specific kind of fallacy and a very specific kind of hubris", "what type of hubris", "well, like i said, the kind that allows you to look around and say, “oh, i figured something out that you guys haven’t.” i mean, all of my friends are in the industry", "and all of them, at this point in time, ‘96/’97 – and by industry, you mean television", "yeah", "tv, radio, writing", "they’re all in the machine", "they’ve got their people", "they’ve got their publicist", "they’ve got their agent", "they’ve got their manager", "start adding up the percentage, and then, throw uncle sam on top of it, you almost can’t afford to work", "you’re treading water", "you are", "and i wasn’t doing that", "i was really enamored of this romantic version of myself, this guy who eats what he kills, who works when he likes, who brings the meat back home, who gets to fly around the world with his magic ticket", "and i just was loving it", "what i was missing, obviously, the bargain i had to make was i couldn’t be picky about the work that i took", "and i was completely sanguine with that at the time", "and really, from 28 until 42, that’s exactly where i was", "the work didn’t matter", "what mattered was the quality of life in between the gigs and, of course, keep your tongue in your cheek and have as much fun as you can while you’re doing all of the things you have to do and you win", "that was my metric", "so when did that hubris lead to a reckoning", "when did icarus get too close to the sun", "or when did that change, and why did it change", "i don’t know why", "i mean, i could theorize", "but it happened when my grandfather got sick", "he was 92 and built the house", "the guy could build a house without a blue print", "the guy could take my watch apart right now blindfolded and put it back together", "he had the chip of knowing, i used to call it", "he only went to the seventh grade", "but he was a master electrician by the time he was 30, a plumber, a mason, a mechanic, welder, whatever", "and i idolized him", "by 2001, i was working here in san francisco impersonating a host over at evening magazine working really for cbs news in that capacity", "and my mother called me to tell me my grandfather was fading", "and i hung up thinking, god damn it, i never did anything on television that he would look at and recognize as work", "i mean, he loved me, and he was proud of me and vice versa", "but imagine the guy i just described seeing his grandson singing opera, selling things in the middle of the night on qvc, flying around the country doing a bullshit tv show for no reason other than mercenary", "and for him, a guy who built things, repaired things, fixed things, i was just from another universe", "so i thought before he goes, it would be nice to do something on tv that looked like work", "and that really started a conversation with my boss about a segment that was called somebody has got to do it", "that segment, ultimately, took place in construction sites and factory floors", "the first one was me in the sewers of san francisco hosting a show called evening magazine", "it was a hugely important moment because it nearly got me fired", "it did get my boss fired", "he was going to early retirement anyway", "but you know evening magazine, right", "it’s 7:00 here in the bay area, and you sit down for another heartwarming story about a three legged dog in marin who has overcome some sort of canine kidney failure", "and you get me crawling through a river of shit with a sewer inspector covered in the worse excrement there is with rats and roaches", "it was great", "and it was horrible", "and half the people who called to congratulate me", "and the other half called demanding my head, which, of course, is exactly what you want in tv", "and so even though it didn’t work, ultimately, on evening magazine, i did 20 of those segments, cobbled them together, and, ultimately, sold them to discovery channel", "and that became dirty jobs", "but it all happened, fundamentally, because i wanted to put something on tv that wouldn’t cause my grandfather to throw is crumpled up, national bohemian beer can at the screen", "and if this is not something you talk about or don’t want to talk about, that’s totally fine, but i’m so curious", "when you sold those shows to discovery, were you able to negotiate back the rights, or did you have them in the first place", "or how did that work", "yeah", "i’m kind of simplifying and overstating a little bit", "i took dirty jobs everywhere and heard no in as many ways as a person can hear no", "it was too gross for cbs, not gross enough for fox, too funny for pbs, not funny enough for comedy central", "i mean, around and around we went", "and i, eventually, showed the pilot to a guy named craig piligian who runs pilgrim films and television", "and he, actually, owed me a favor, i think, because a couple of years earlier, i hosted a complete abortion called worst case scenario, which aired on tbs", "and he produced it, and i hosted it", "and he said, “look, if i can ever help you,” so i gave him this pilot", "it, basically, was a pilot of me collecting semen from a bull called hunsucker commando", "and he showed this to discovery, and discovery was like, “look, that’s weird", "it will never work, but let’s talk to that guy,” not even knowing that they had hired me 10 years earlier in 1993 to host a show called romantic escapes, which turned out to be neither", "but anyway, i often say romantic escapes was me and a pretty girl going around the world creating the illusion of romance in five star hotels", "from there, i worked my way up to the sewer and finally got a career started", "so this gent that you mentioned, how did he then return the favor", "he took the pilot i shot to discovery, and he showed it to them", "and that opened a conversation about me becoming the discovery guy", "so i made a deal with discovery to narrate their tent pole specials and to become a kind of defacto avatar", "my whole pitch to discovery was you don’t need another host", "and your network doesn’t need another expert", "the world is full of them", "you need a fan", "you need a fan of your brand", "you need a curious cat to go out in the world and look under the rock with a crew that leaves a light footprint just to ask the kinds of questions i would ask if i were watching tv with my friend from home", "that’s what you need", "they bought that idea", "i said, “can we do dirty jobs?” and they said, “god no.” and i said, “why not?” and we had this whole conversation about brand and off brand and everything else", "and, eventually, they just said, “well, take three hours of it just to put it on to kind of introduce you", "but what we really want you to do is dive in a submersible with james cameron and go to the titanic", "and then, we want you and zahe howas to explore sarcophagi in the largest cemetery recently discovered in north africa.” all of these cool expeditions", "well, they put dirty jobs on the air, and we got 10,000 letters the first month", "and that was that", "but to answer your question, no, i don’t own dirty jobs", "i own me", "and thankfully, dirty jobs with mike rowe became this thing that, ultimately, launched 31 other shows", "and so i was able, with the help of my partner, a brilliant woman called mary sullivan, we were able to take the basic dna of the show, the basic guts of it that were, frankly, inspired by my granddad, and turn that into a nonprofit foundation called micro works and turn that into a completely separate business", "and so while the show was on the air, i was able to start filtering a lot of other opportunities through this other entity", "but sorry, i’m free associating", "no, no, no, i enjoy this", "i’m taking notes so i can re-associate", "you’re going to circle back", "the answer to your first question was it happened through some weird mix of serendipity me forest gumping my way, once again, into this weird area and being called on my own bullshit, honestly", "i had been making fun of tv", "and suddenly, i’m doing a show where i’m getting thousands of letters from people who are genuinely grateful to see their job, to see their vocation presented not as a punch line but as an honest way to make a decent living", "and so we touched on something that was really real", "and remember, too, in 2003, there’s no deadliest catch, axe men, ice road truckers", "there’s no gold rush", "there’s no work on television", "so it was a very, very – i understand why discovery was tiptoeing around this thing", "this was the province of cousteau and david attenborough", "and now, a smart aleck covered with other people’s crap is making dick jokes in the sewer", "that was scary", "but at the same time, we were paying a genuine tribute to the worker", "so it was the right mix of subversion and earnestness", "so you are very good at crafting a compelling pitch", "and i’ve witnessed this i many different capacities", "but to go back to one of the stories you just told about pitching discovery channel, you have this, you have this, you don’t need more of this", "this is what i’m proposing", "and getting that deal done, how did you plan that meeting", "or did you walk in and free associate", "a little of both", "i think it was 1986, i guess", "i had been out of college a couple of years", "i was flicking around", "and in those days, when you flicked around, you got up and walked over to the tv and turned the dial", "so i’m flicking around", "and i saw a documentary on the discovery channel, and it was the first time i had seen it", "and i was utterly enamored of the brand, the idea, the notion, the idea of satisfying curiosity", "and i said i’m going to work for these guys one day", "and so that was the first thing in the back of my mind", "and as a viewer from ’86 until ’02, i was with them all of the time and nat geo and all the usual suspects", "but i love discovery, and i love the story of john hendricks, one of the greatest entrepreneurs who ever lived", "that was the founder of discovery channel", "yeah", "his story is amazing", "you would love his book, a curious mind", "i’ll look it up", "anyway, i just always wanted to not just work for them, i wanted to work with them somehow", "and, again, i didn’t know how i could possibly do it because it was a landscape populated completely by experts", "and you and i are different in the sense that you, i think, get comfort and meaning from mastering a thing", "i get anxious by the prospect of mastering a thing", "and so as a viewer and as a host, i had always been a little fraudulent", "i tried to be transparent about it, but i always felt a little icky memorizing a bunch of things the night before and then pretending to have always known them", "i used to call it the plaque phenomenon", "you walk up to a statue, and there’s always a plaque on it", "and you read the information on the plaque, and suddenly, you got a snapshot of the biography of whoever the guy is", "well, for years, everything i did on tv was based on information gleaned from a plaque moments before someone said action", "and i didn’t want to do that on discovery because i knew they were hiring people who were genuine", "so the question became how can i be genuine and authentic and still embrace my inner ignorance", "and, of course, the only way to do it is to be aggressively transparent", "so i just want to pause for one second", "i think that what you just said can be translated to so many people in so many worlds who are suffering from some type of existential malaise or career impasse", "it strikes me as very good advice", "i just don’t think there’s – i’m suspicious of play books because once you write down the thing, then, it becomes dogma", "and pretty soon, it’s morals and dogma", "and pretty soon, you’re alfred pike, and it’s the masons", "and now, there’s a secret handshake", "and oh, my god, this is the way you’re supposed to do it", "i was so certain for so long that i had cracked my own little rosetta stone", "and then, i became so utterly humbled by the fact that i’m not even going to say i was wrong", "i just realized i couldn’t spend the rest of my career with so much contempt for the very industry upon which i relied", "and so i just wore myself out being glib", "and then, it was suddenly time to be something else", "i’m wary of earnestness in and of itself", "but i wanted to be authentic", "and the only way i could do that on the discovery channel was as a fan with access", "we were talking before we started recording about the creative process just a little bit and sort of the trap and the temptation of the blank page and parameters, creative constraints", "you mentioned maybe one example, correct me if i’m wrong, but that is focusing on the first take", "and what other constraints or parameters have you used for yourself in your various projects", "that’s a great question, man, because i used to be enamored of the idea that i could do anything i want", "i mean, it’s kind of like owning a business, right", "if you ask the average person would you like to own your own business, the average person says yes", "and then, a year later, the average person doesn’t have their business anymore", "creatively, it’s not so different", "i think it’s very roman", "what good is a protagonist without an antagonist", "what good is a story without all of these zigs and zags", "the blank page is very scary to me because there’s no antagonist on it", "and it forces me to be both", "for all of the grief and derision i’ve leveled towards qvc, they did me a huge solid because, if you were a viewer in 1990, you could turn on qvc any day of the year, any time of the day, and while you might see different people, you would see the exact same process", "you would see parameters", "you would see graphics that are utterly predictable", "you would see rigor", "all of that stuff that i used to think i hated was actually the very thing that allowed me to be such an anarchist", "and in truth, i really wasn’t", "but when you have that much rigor around you, all you have to do is put one toe over the line, and you look like a complete malcontent, a lunatic", "you really stand out", "it made it so much easier", "i didn’t do anything all that subversive, in hindsight", "it just looked that way because i had such clear parameters", "and really, when i look back at every other good thing that i think i’ve done, it’s always been because there’s an antagonist in the room", "could you give an example of a good antagonist looking back", "well, aside from qvc, discovery", "again, because they had so firmly entrenched in their viewers’ minds a set of expectations", "when i came along as the non expert just going around the country looking under the rock, it seems so obvious now", "and i’m not saying this because i want to take credit for it", "i just mean wow, one of these things is not like the other", "and all of a sudden, i got a lot of attention not because i was good, because i was different", "because you were able to contrast against the expectations that had already been set", "i’ll tell you where it was even bigger than both of those two combined, ford", "ford hired me in whenever it was, 2006", "and i did a commercial for them for the super bowl", "it was a truck commercial", "it took a day and a half to shoot, and it was 30 seconds long", "it involved a giant centrifuge hooked up to the bumper of a truck", "and we dug a giant pit", "and the centrifuge spun the truck like a giant carnival ride, and i stood right next to it talking very heroically about the construction and the reliability and the durability of the truck", "and i wore a shearling jacket", "and my hair had product in it", "and i had make up on", "and i hit my mark, and i said my line, and i hated it", "the commercial did fine, but i hated it", "and that opened a dialogue with ford and their agency", "and it took about a year and a half", "but my basic pitch was the same thing it always is", "i said, “if you guys want to put some dude in a shearling jacket and let him hit a mark and say a line, there’s a long list of guys who can do that better than i can", "but if you want to shoot quickly, and if you want to make your customers the hero of your brand, let’s experiment because i think you can take the same dna from dirty jobs, and i think you can shoot it straight into an advertising campaign", "and to the credit of the ad agency, we, eventually, got around to doing it", "and a year and a half later, in the course of one day, we shot 22 commercials", "wow", "and it worked", "the campaign became something called swap your ride", "there was one called spread the word", "there were all of these different campaigns that relied not upon storyboards or scripts but real people", "and all i did was get out of the way and just have conversations with people", "go figure", "so we have sort of a mutual acquaintance who i tried to mine for questions that he would like to hear asked", "and one was he, meaning mike, talks about pursuing opportunity and not your passion (which i agree with, by the say)", "and then, there’s a follow up to that", "but, if that is true, could you elaborate on that", "sure", "one of the best things to come out of dirty jobs after we did a couple hundred of them was a new level of permission from the network to, basically, do whatever i wanted", "and what i wanted to do, on occasion, was look back and try and glean some lessons from the dirt", "i wanted to take some of the many experiences we had from the show and make a case for what i called alternative platitudes", "i’ve always railed against those bromides that hang in paneled conference rooms that have pictures of guys in kayaks or rainbows – or eagles", "eagles soaring", "a lot of eagles", "yeah, and teamwork", "and then, some thing about team work or determination or persistence", "that’s what i meant before when i said i’m wary of earnestness", "i think it’s so easy to serve up a good idea", "but then, choke on the sacronicity of it, if there is such a word", "the thing that chapped my ass more than any of them was follow your passion", "i remember seeing one of these platitudes, successories they called them", "it was a rainbow", "there might have been a unicorn in it, butterflies, happy people", "and it said follow your passion", "and i took the position on dirty jobs that so many of the people i met who, at a glance, were not enviable in any way, but, in fact, seemed to be better balanced and happier than most of the people i knew in real life, i began to ask myself what in the world do these people know that the rest of us don’t", "regarding passion, i began asking around", "and i heard the same thing from everyone", "the happiest people i met, the people who were most passionate about their work were people who looked around, watched where everyone was going, and simply went the opposite direction", "that’s how les swanson from wisconsin wound up with three honey wagons", "a former psychologist and guidance counselor is now sucking the shit out of people’s septic tanks full time", "he’s in his 60’s", "he loves his work", "he can work whenever he wants", "i’m having this conversation with les swanson, and he’s saying this is not my wish fulfillment, except for the fact that i love what i do, and i’m very good at it", "and my question to him was well, which one of those came first", "and he said, “neither", "what came first was the fact that nobody was doing this.” “what came second was my own, hardheaded commitment to be very good at it", "and then, i did the thing that is the hardest thing to do", "and that is figure out how to love something that you didn’t think you did.” so always follow your passion, for me, became never follow your passion but always bring it with you", "so we live in an area in northern california where you have a lot of very wealthy and simultaneously very miserable people", "and this is not unique to the bay area", "and there are certainly happy wealthy people", "but the money, much like alcohol for some people, seems to exaggerate who they were already, if that makes sense", "okay", "it makes you more of who you are", "there you go", "and i remember being told, at one point, if you can’t be happy with what you have, nothing you ever get will make you happy", "and so that observation by les of bringing passion to what you do or learning to do that if you don’t have it seems to be extremely, extremely important lesson to put into practice with whether it’s – i mean, i, personally, use journaling in the morning and trying to practice gratitude because, historically, i haven’t been good at it, to be quite frank", "no one is historically good at gratitude", "we’re not wired for that, man", "yeah", "do you have any daily practices or morning rituals that you find help to keep you sane or saner", "i’m afraid the honest answer is i don’t know", "but i have patterns like anybody else, except i’m suspicious of my patterns, if that makes sense", "this is my own psychosis", "it’s kind of what i meant before", "i’m wary of earnestness", "i’m suspicious of protocol", "and once i see the routine, it frightens me", "and i don’t know if it’s a sabotaging thing, or i don’t know what it is", "but this morning, i woke up, and i had a lot of things that i wanted to do before i came over here to talk to you", "but i grabbed my laptop before i got out of bed, which is always a mistake", "and i hopped over onto facebook", "and i saw something on the wall, and i wanted to respond to it", "somebody had made a list of the worst jobs, and it pissed me off", "and i posted their list, and i wrote something", "and then, i messed with it a little bit", "and then, it turned into like a 500 word thing", "and then, right before i came over here, i posted it", "and now, 5,000 people have shared it, and a million people have read it", "and i’m really pleased by that in a way that might sound a little self important", "but i’m also pleased that a thing that wasn’t on my list to do has triggered a conversation that a million people are a part of", "and it happened not as the result of a plan but as the result of this sort of suspicion i keep talking about that pushes me away from whatever plan i try and make", "so sometimes, i think it gums me up, slows me down, and gets in the way", "other times, i look back at it and feel terribly clever", "so there are times, not infrequent, in my case, particularly if i have a writing deadline, where i struggle between the desire to kind of zig and zag with the wind and retain the ability to improvise in that way", "and, on the other hand, the desire to have the parameters and so on that we talked about earlier to force me not to polish my tennis shoes when i should be actually sitting down and writing", "how do you contend with those different impulses or forces", "i don’t contend with them", "i acknowledge them, and i try and stay in on the joke", "i mean, i know when i’m bullshitting myself", "i don’t always know when i’m doing that with other people because you get caught up in a conversation", "but i’ve lived long enough now to know that it’s possible to distract myself from important things by doing other important things that aren’t just as important", "i mean, i call it virtuous procrastination", "and it’s no different than wasting time", "but it’s an elevated form of doing it", "and that, to me, is the trap that a lot of otherwise intelligent people fall into", "so just stay in on your own joke", "don’t start believing the press releases that your mind is sending you", "don’t read your own fan mail, at least not out loud", "don’t do it", "you have an incredibly, i don’t know what the kermit the frog inflection was, it just came out – it was very authentic, tim", "don’t you cut that out", "it’s going to stay in", "that’s probably the highlight of the podcast for my side of the performance", "a very impressive vocabulary", "where did that come from", "although i don’t read as much now as i used to, i used to read a lot", "and i think reading but i also think, weirdly, plays", "i did a lot of plays when i was a kid", "and i just think there’s something really elegant and maybe indulgent about finding a different way to say a thing", "and so i think, often, in an attempt to turn a phrase, i’ll play with the language a lot and stumble across words that i wouldn’t otherwise use", "and so i’ve read elmore leonard and hemmingway, and i understand how important it is to be simple and brief", "i really do", "in fact, that’s probably the most important thing, which is why i think it’s a little indulgent to go the other way", "but i do just because it pleases me", "i think the lexicon is extraordinary", "and sometimes pass the salt is the simplest thing you could say if you would like somebody to hand you the salt", "but it’s also fun to ask them to slide the white crystals in your general direction with all due speed", "i feel like every third turn of phrase that you’ve had in this conversation could be either great punk rock band like tails and testicles, a restaurant in the castro, and for those people who are going to get all social justice warrior with me, go the castro first", "there’s the squat and gobble", "there’s little orphan annie", "there’s a theme here with the naming", "do you have any books that you’ve gifted to other people more than others", "god, that’s great, too", "i tend to recommend whatever i’m reading just because it’s, obviously, in the random access memory", "but the gift i’ve given most frequently, i mentioned it earlier", "john d", "mcdonald’s – curious mind", "no, that’s a good one", "that’s john hendricks", "but john d", "mcdonald wrote the best pulp fiction that i’ve ever read", "i’m a big fan of fiction, by the way", "and i know, looking around here, i have a lot of the same nonfiction books that you do", "which ones", "i just made that up", "i can’t read any of these titles", "but judging from the color over there, what does that say, the magic of thinking big, no", "that’s schwartz", "we’ve got dune", "i have dune", "we have zorba the greek", "i’ve got zorba the greek", "we have musashi, which is you would love that", "don’t have musashi", "walk in the woods, bill bryson", "so bill bryson, there’s a writer", "that guy i think is so – the sun burned land", "have you read at home", "i haven’t read at home", "i’ve read i think it was mother tongue, which he wrote about the evolution of the english language", "no, i haven’t read at home", "and the lost continent, which is one of my favorites", "at home, real quickly, i won’t give it away, this is what you read in the preface", "but he lives in this little english hamlet up by the ocean", "and he lives in a vicarage next to an old church", "i’m going to plead ignorance", "what is a vicarage", "i feel like i read it a thousand times, and i don’t know what it is", "i think it’s like the vicar of such and such", "so if you’re the vicar, it’s some sort of priest meets [inaudible] kind of thing", "anyway, he’s in this old house, this ancient house, and he walks up to his attic one day to get something", "it’s a huge attic", "and he goes down a corridor, and then, he makes another turn, and he finds a door he didn’t think he had", "and he opens the door in his attic, and he walks through it", "and it takes him out between two dormers onto his roof", "so he’s standing on his roof having walked through a door he didn’t know he had, and he’s looking around at the church next to him", "and he sees that the church is sinking into the ground", "and he’s like what the hell is going on", "not in real time, but he sees that it has sunk", "so he calls the local historian, brings him up into his house, into the attic, through the magic doorway and out onto his roof", "and he says to him, “what the hell is going on with the church", "it’s sinking.” and the historian laughs and says, “no, the church isn’t sinking", "but the graveyard around it is exactly what a graveyard is", "it’s doing what a graveyard does when a graveyard is filled up.” and bill says, “what do you mean?” and he said, “bill, how long do you think that church has been here?” he said, “about 700 or 800 years.” “it’s more like 1,100", "how many people do you think have lived in this little hamlet during that period of time?” “i don’t know, a few thousand.” “actually, it’s closer to a million", "how many people do you think are buried there", "what you’re looking at is the history of many, many years and all the anonymous people who have been buried here", "and it looks like the church is sinking, but it’s not that at all.” and that’s when bill bryson decides to write at home, a look at the history of the world as told from all of the different rooms in his house", "so in his bathroom becomes the history of plumbing", "in his great hall, becomes the history of entertaining", "that’s a cool premise", "it’s a great premise", "and now that i hear myself talking about it, that’s a book i would recommend", "but not at the expense of john d", "mcdonald and the deep blue good-bye featuring travis mcghee", "tim ferriss:   the deep blue good-bye", "travis mcghee is a boat bum created by john d", "mcdonald who lives on the busted flush, which is a barge he won in a poker game", "and travis takes his retirement in early installments", "and when he works, he busies himself recovering that which has been stolen or conned away from people who he is your last best hope", "so the travis mcghee mysteries are really adventures that are told through the eyes of this quixotic character who is really a philosopher", "he’s a knight errant who, like i said, comes out of retirement to do these quasi good works", "he keeps 50 percent of what he recovers, of course", "that’s how he lives", "but mcdonald put mcghee so far ahead of his time", "and these books are all time capsules", "there’s a color in every title", "so the deep blue good-bye, pale gray for guilt, bright orange for the shroud, the lonely silver rain, a tan and sandy silence, cinnamon skin, nightmare in crimson, all of these great books", "and it’s just great trash", "it’s the best pulp i’ve ever read", "and i’ve never had anybody read them and say those weren’t good", "they’re offensive in the sense that they’re politically incorrect and out of step", "but they’re good", "so i feel compelled to try to trade or at least share", "so a couple, i think, based on that description, you might like have you ever heard of motherless brooklyn by jonathon lethem", "have you recommended this before", "i might have", "because i’ve heard of it, and i think it was on this podcast", "quite possibly", "but it’s emulating pulp detective fiction", "the hero of the story, hero i guess is the right word, ends up being a detective with turret’s syndrome", "i love it already", "it’s fantastic", "and the bryson recommendation that i have not read at home, and i’m going to pick it up, made me think just the premise, it’s such a fascinating way to structure a piece of writing, reminded me of john mcphee who is one of my favorite writers", "and depending on your subject matter, he’s very similar to bryson in the sense that he can make almost anything interesting", "people read it because he wrote it not because of the subject matter", "and so mcphee has one at least one pulitzer, maybe two, has written an entire book on oranges, an entire book on hand carved canoes", "he’s written coming into the country, which is about alaskan wilderness", "but the one that i really enjoyed two pieces, one is about a single tennis match involving arthur ash called levels of the game, which is just spectacular and not that long", "and then, there’s a shorter piece, which was serialized in the new yorker called brigade de cuisine about a tiny, tiny, tiny high end restaurant before we had celebrity chefs", "this is an older piece that just came to mind when you mentioned bryson’s piece", "well, jot them down because i’m looking for whatever is next", "motherless brooklyn", "and you recommended another one, and i haven’t read it yet", "something graveyard", "oh, yes, the graveyard book by neil gaiman", "yeah", "and so the graveyard book, people have asked me, and i’m just going to answer the question here, they’ve asked me should i get because i very specifically recommended the audio book", "i’m sure the text is fantastic, but neil strikes me – so i will drill into this with you a little bit because you have so much experience", "neil impresses me on many levels", "he’s a spectacularly gifted poly math in the writing sphere and has not dabbled, it doesn’t do it justice", "he’s not a professional dilettante like i am", "he actually does really good work in a lot of areas", "but he’s a really compelling narrator as an audio book narrator", "he’s spectacularly good", "and people have asked me should i get the full ensemble cast, or should i get the neil gaiman", "i’ve only listened to the neil gaiman version of the graveyard book", "but it’s really, really, really solid", "and i believe that it is modeled after one of the greek tragedies, i want to say", "but i could be completely making that up to sound more cultured than i am", "you had me there for a minute", "yeah", "i’ll leave that out there", "the other one that i’d actually like to give you as a gift, which you can stacks of the same books over there", "so i have stacks of two books", "one is about face, which was originally recommended to me by jocko willink, a navy seal commander who was on this podcast", "and then, the other was recommended to me by my mom and my brother who are both very particular about books", "and once every four or five years, a book will be recommended coincidentally by both of them", "motherless brooklyn was one", "stranger in a strange land by heinlein was another", "and for those people in say the tech world or in paleo cross fit worlds who use the word grock, grock came from stranger in a strange land meaning to understand", "the smaller one is the the baron in the trees by italo calvino about a young baron who has a gigantic tiff with his father over dinner one night, flees up into the trees never to come down again", "wow, that’s a bad fight", "was there at least a house up there", "he built everything in the trees, had love affairs, was involved with wars all from the tree tops, never came down", "it’s a really fun, short read about 170 pages", "so i mentioned neil gaiman as a fantastic narrator", "what speakers or narrators, voice over folks, anything involving voice really have blown you away, alive or dead", "just been like gosh, how did they do that", "i’m most impressed, nowadays, by the guys and the women, but mostly men, the men are dominant in the business", "and it’s the ones who can hide", "it’s the ones who really don’t get in the way of the story itself", "and it’s really a balancing act", "most of the stuff i narrate now has a level of spectacle to it", "and so i get to butch it up a little bit", "and it works for deadliest catch and some other shows", "but how the universe works, for instance, which i’ve been doing for five years now, it’s a totally different proposition", "morgan freeman has one of the most wonderful, recognizable voices ever", "but it’s impossible to listen to a show and not constantly know you’re listening to morgan freeman", "right", "likewise, james earl jones", "you get a guy though like peter coyote narrates as much or more than anyone", "and he has a really interesting way of being flat and engaged at the same time", "you watch donovan, ray donovan – showtime, i think", "yeah", "what’s his name", "i’m drawing a blank", "you’re talking about the actor", "yeah", "liv shriver", "i think that’s the right pronunciation", "that’s him", "he is a wonderful narrator", "we were up for the same big project a couple of years ago", "i had no idea", "yeah", "son of a bitch got it, and i didn’t", "heartbreaking", "but, honestly, the best ones, you don’t know their names", "and that’s part of the deal", "i’m very lucky because i’ve used what little notoriety i have to just relentlessly leverage my way into that space because i just love doing it so much", "but the really great narrators are utterly anonymous and transparent", "tim ferriss:   if you had to pick any particular female voice performer, and by voice performer, it could be a singer, could be an actress who uses their voice very effectively, voice over, anything, anyone come to mind", "do you remember hidden valley ranch salad dressing", "i do", "if you google some of those old commercials, you’ll hear a woman narrating all of them", "and it was a famous actress, i don’t know if she’s even around anymore", "she was in mash, the original mash, her name is sally kellerman", "sally kellerman had a fantastic voice", "and it what made her voice so unusual is that it didn’t strike me, anyway, when i was watching her act", "it was just part and parcel of her", "but it was just one of those voices when it’s disembodied and right there on the radio, oh, my god, it was amazing", "orson wells, same thing, just unbelievably impressive in every way", "but all of a sudden, to hear that guy just vocally, you really want to laugh, listen to the old – there is some stuff on you tube with him coming unhinged at being directed in these like mrs", "paul’s fish sticks or something like that", "and you hear him the booth, and the pages are rustling", "and he’s getting his copy together", "and he starts with, “i know a man in the [inaudible] of norway", "a man,” and he’s reading the copy, and it’s like there is some split infinitive or maybe a dangling participle, and he’s just pissed off", "and he’s like i can’t read this shit", "and the back and forth he goes with the producer", "and it is the greatest living director and actor is, at that point in his career, where he’s doing gallo and all these things", "and you know he’s just consumed with loathing because of it", "and he’s taking all of that angst out on some poor bastard trying to produce it", "it’s just awesome", "bill shatner, actually, has done some remarkable voice work, in my opinion", "now, is this priceline, star trek william shatner", "yeah", "okay", "cool", "i’ve just never heard him called bill shatner", "well, i don’t know if he would remember it, but we were, actually, in business together for a brief time back in new york", "he was always ahead of his time, shatner is", "and i think, one day, years from now, when people who write books about this stuff look back at celebrity and the cults of personality and just the arc of a career, i suspect his will be unexampled", "and we were in business", "i had a friend who got the license to do phone cards, which, at the time, in the early ‘90s, were very, very big in europe and never caught on here to the degree everybody thought they were", "but you’d buy your long distance time in advance", "and he had the idea of saying what if you buy $100.00 of long distance, and you put it on a calling card", "but what if the calling card had a picture of the enterprise on it or the x-files or the simpsons or your favorite show", "and what if, when you call that 800 number to access the long distance platform, what if you were confronted by a voice, say mine, that said, “welcome to the star trek information platform", "to place a long distance call, hit 1", "to listen to original content from your favorite star trek characters, press 2.” so you press 2, and you open this world of old time radio where you can take a klingon language lesson or listen to – you send a wakeup call from bart simpson, all of this crazy stuff", "so bill shatner loved that idea and invested in that company", "i was the voice of the company", "he was the investor", "he was a couple of years too early", "it didn’t really work", "but the fact that he was there, and the fact that priceline came along right on its heels, i’ll never forget watching him make that deal with priceline and thinking this will never work", "but if it does, lucky him", "and as it turned out – it worked okay", "lucky, what is it they say, not sly as a fox", "i’m trying to come up with a proverb that i can’t remember", "sly as a fox is good – but it’s not the right", "it’s not what i’m going for", "the important thing with metaphors, tim, is you should try", "i know", "i’m just not trying hard enough, mike", "and i think that people might think we’re further apart than we are on the trying hard part, which is – and i read an interview with you recently about sort of working smart, working hard, and the false dichotomy between the two where people choose one or the other", "and the blessing and the curse of having a book with a title like the four hour work week is that people never seem to forget it and that people never seem to forget it", "but the fact of the matter is i have absolutely no problem with hard work as long as it’s applied to the right things", "and the operative portion of that being focusing it in the right place", "and another thing that you mentioned earlier when we were talking about passion versus opportunity that at least i’ve observed a few times in friends who have made this decision and then ended up having to reverse it in some way later is when you follow just your passion and not the opportunity, it’s also a great way to corrupt something that gives you a great degree of personal pleasure and decompression", "oh, turning your avocation into your vocation", "exactly", "so i’ve had friends, for instance, who have decided they love surfing on sunday mornings so much that they want to do it full time", "and then, they end up teaching finance wonks how to surf at 7:00 or 6:00 in the morning monday through friday", "and before you know it, two months later, they want to never surf again", "yeah", "you bitched up your hobby", "exactly", "so here is a question", "we’re going to back into some of your current projects here", "if you were doing a five minute podcast story, and the secret reveal were mike rowe, how would that episode begin, and where would the story take its major turn or turns", "wow", "well, i mean, the key to what paul harvey did was find an obscure moment in the life of a famous person and then try and make that moment relevant", "and it almost always is", "sometimes, it’s a bigger stretch than others", "i mean, given all that we’ve just talked about, i would probably circle back to the home shopping salesman who somehow or other became closely associated with a blue collar apologist or an opera singer who took a very, very crooked path and wound up becoming a purveyor of podcasts", "i mean, who knows", "i guess i don’t know how to tell my story", "do you think that is common among people who are exceptionally good at telling other people’s stories", "because i listened to, for instance, an episode of here’s the thing with alec baldwin, and he was interviewing ira glass", "and it was a really difficult interview for alec", "and at one point, he said, “you know, it’s amazing how you can tell anyone’s story except for your own.” now, you are good at telling your story", "but do you find those tend to be somewhat exclusive", "or what makes it hard for you to think of how that might be formulated", "i don’t know", "there’s something sociopathic about being great at telling your own story, i think", "it’s easy to forget living in silicon valley", "that’s the new norm", "yeah", "i just think that if you’re too good at it, it probably just means you’ve been practicing it", "and it’s something i think everybody ought to do later in their life when they become interesting enough to do it", "everybody is always more interesting from the outside", "we know our own secrets too well", "and so we probably feel a bit fraudulent if we try to stack the deck", "but look, what you’re really talking about is peripeteia, the peripety", "it’s the part of the narrative where the protagonist realizes everything he thought he knew about himself was wrong", "where oedipus realizes this beautiful woman who i live, who i’m married to, who i have children with, she’s my mother", "crap", "that’s the kind of realization that changes the direction of the narrative", "and that’s the aristotelian definition of a tragedy", "it’s those moments in our life when we realize our identity or our version of ourselves is either at odds with something we just learned or, more often than not, at odds with the way the rest of the world sees us", "and so for me today, the biggest jolt of cognitive dissonance that i deal with on a daily basis is from fans of dirty jobs who believe that i can fix their toilet, who believe that i can pour a foundation and hang dry wall and take care of all of that stuff because i was just around people who do that for so long", "and they assume it, also, because i run a foundation that focuses on work ethic scholarships and trains people to do those very things", "but the truth is, it all goes back to the recessive gene that i confessed about an hour ago", "i didn’t get it from my granddad", "what i got was an appreciation for it", "but it’s remarkable, tim, how separate those things are in people’s minds and how difficult it is for people to reconcile this idea that yeah, that’s mike", "he narrates deadliest catch", "surely, he knows how to fish for crab", "he hosts dirty jobs", "surely, he can overhaul the engine in a garbage truck", "i can’t", "and it’s been fun working hard to set the record straight", "but it’s also been futile, which is another great lesson", "just because it’s futile doesn’t mean it can’t be fun", "and just because you love something doesn’t mean you can’t suck at it", "yeah", "absolutely", "american idol, episode 1 of any season, we see this great collision of reality and dreams", "it’s not the fact that these 20-year-old kids can’t sing that’s so fascinating", "it’s the fact that they’re realizing it for the first time in their life", "that they always thought that their dream and their passion and their love of music would be enough to push them into the top 40", "and then, to suddenly have it all come crashing down, it’s more than schadenfreude as a viewer", "it’s very personal because you can’t watch that if you’re not a sociopath and not look at your own giant soft spots", "we’re covered with them", "we’re all just rotten fruit", "i sometimes use swiss cheese, but i like rotten fruit, too", "of all of the creative outlets and opportunities that you have, why did you choose podcasting", "and maybe you could just give people an overview of what you’re currently doing", "but i’d love to know why", "well, look, i’m always late to the party, social media or otherwise", "and i don’t think what i’m doing right now, maybe i just don’t know what podcast means, but what we’re doing right now, i think, is about as honest an example of two people having an unscripted conversation that’s touching on a lot of interesting things", "i love that", "and i would love to do what you’re doing", "i would love to have people over to my home and have these conversations and have a glass of wine", "i mean, my god", "if you’re actually making money and prospering from this, tim, you win", "at the moment, i can’t do it", "but i’m still watching your adorable dog, molly, having a dream and slapping her tail into your hardwood floor", "you should actually get some clean audio on that because that’s just remarkable", "i thought someone was knocking on the door", "i did, too, man", "what do you think she’s dreaming about", "i would say chasing birds is her ultimate, most savored, enjoyed experience in life", "so probably chasing birds", "does she ever catch them", "i haven’t seen a successful kill yet", "but she’s getting more and more athletic as she grows", "so i think if it were maybe one of these sort of hard hitting, urban pigeons with like a club foot, she might get it", "and turret’s", "yeah, and turret’s", "but it would have to be a planet earth moment where it’s like the wolves have isolated a calf", "if that happens, call me", "i’ll come over, and we’ll recreate the old mutual of omaha while tim and i watch from the brush, molly will attempt to approach the elusive sparrow", "i apologize on behalf of molly", "she knows not what she does", "where were we", "the way i heard it was my attempt to pay an homage to paul harvey, get into the podcast space without sucking up too much bandwidth and, at the same time, scratching what for me is a really indulgent itch", "and that’s writing", "i don’t have time to write", "i’m going to make time because i love it", "but right now, i’m having a ball identifying people who are well known doing a little bit of research, which is so much easier today than it was when paul harvey was around", "so much easier", "good grief", "you pick up your handheld device, tap into the large compendium of shared knowledge, and everything is at your disposal", "so it really is just an exercise in writing and then recording", "and then, see if people like it", "and if you could give an example of could you tell us about one episode that you particularly enjoyed and the process of creating it", "how you chose the person, how you chose the story line, etc", "sure", "well, the one i just did i haven’t recorded yet, so i hate to give it away", "but so bruno mars and i’ll just tell you how it ends", "everybody knows him, but i was watching the super bowl a couple of years ago, and i’m watching this kid on the biggest stage there is absolutely killing it, this unbelievable crossroads of pop and rock and funk and just wow", "what’s his deal", "and i read a lot of stuff that anybody can find really, really simply by doing a simple google search but went a little deeper and found what i thought was an interesting hook", "his dad, in the delivery room, was playing oldies", "and his mother was a filipino hula dancer", "and the guy was surrounded by music his whole life", "and his parents were, basically, in a traveling variety show", "and he was imitating elvis presley at 3 years old", "and i looked at some old footage of it, and it was amazing", "and he was imitating michael jackson", "and it was incredible", "and he was imitating little richard", "and it was breathtaking", "and this guy was a genius mimic", "and so i started thinking how does this genius mimic wind up becoming somebody so completely original", "and so that was my sort of okay, i’m going to tell a very, very simple story", "and i’m going to unwind it, but that’s the theme that i want to kind of find", "and usually with these things, you start writing them not quite knowing how they’re going to end", "and it takes care of itself", "and so in this case, it was interesting because his name was peter hernandez in real life", "so this is really a story of peter hernandez, a guy who is impersonating elvis, little richard, and michael jackson who, at 17 years of age, decides to go for it", "he moves to hollywood, spends his last dime, gets immediately signed by motown and gets immediately put in the latino heart throb box", "and everybody wants the next enrique iglesias", "but peter, he doesn’t want to be that", "peter wants to be the next peter hernandez", "he wants to be a little michael jackson, a little james brown, a little elvis presley", "and he goes broke, and he loses everything", "and he refuses to sing in spanish", "so it’s really a story about how peter hernandez gets down to his last nickel and decides something has got to give", "and he walks outside, and he looks up into the heavens, and he laughs because he finally sees his name in lights", "he’s looking at the stars", "and he chooses for his last name a planet that’s truly out of this world", "and for his first name, he remembers his father’s favorite wrestler, bruno san martino", "and so we learn that what peter hernandez does is simply change his name not as the first thing that most people do who come to town but as the last thing", "the last thing he wanted to give up was his heritage", "but he had to because everybody looked at him as this very, very narrow performer, this latino heart throb", "so when peter hernandez became bruno mars, he was immediately resigned by atlantic records", "and within a year, his first album was going bananas", "within a year and a half, he had sold over 130 million singles", "and a couple years after that, there he is on my screen during super bowl 48", "and that’s how that happened", "so it could be as simple as a wikipedia entry", "i could tell you the story a dozen different ways", "but what i’m trying to do with these little stories on the podcast is find the big transformational moment, the peripeteia in everybody’s life and find a way to unwind it in five minutes or so", "well, it strikes me, also, that you’re asking a non obvious question about an obvious person", "you’re taking well known people and unwinding it by asking a question that few people have probably asked before", "yeah", "i mean, paul harvey really distilled it to the who done it", "it was a mystery", "and so his whole thing was just clue after clue", "the clues became a little more obvious as you got to the end", "so everybody had a chance to kind of figure it out along the way at their own speed", "i’m finding it to be a little more interesting and maybe a little more indulgent to spend more time in that peripatetic moment and really try and paint the scene as richly as i can", "and, sometimes, that means i wind up overwriting it", "but it’s easy enough to correct it", "but i just think it’s a fun way", "you’re a fan of dan carlin, right", "definitely, a huge fan", "yeah, hardcore history, for people listening, everybody should check it out", "wrath of the cons would be my recommendation as a starting point", "i’d go with blueprint for armageddon", "but you can’t go wrong with either one", "but what dan does is he makes history accessible to people who otherwise wouldn’t give a shit", "if you can do that with fitness, that’s what you did with your books", "you find a way to take a thing that most people are either blasé or disinterested about and make them care", "and so if you can do that with history, if you can do it with biography, the writer you mentioned before, if you can make oranges interesting, you win", "that’s the challenge in all things", "anybody can point a camera at vesuvius erupting", "that’s great footage", "but it’s harder thousands of years later to write a retrospective on herculaneum before the eruption", "do that, make that interesting, and you win", "i think it also comes back to a recurring theme, i think, in this conversation, which is yes; you want to be great at what you do", "but if you’re incrementally better, it’s not enough", "you also have to be different", "at least it makes the journey or the challenge much more tackleable if you think about how to differentiate yourself", "i’d love to ask, and then we’re going to come back to i want to ask some additional questions about the podcast and a few other things, but just a couple of rapid fire questions for you", "and the answers don’t need to be rapid", "the questions are to sort of neuter my tendency to ask long winded questions are pretty short", "when you think of the word success or successful, who is the first person who comes to mind and why", "carl noble, my granddad, for reasons we touched on before", "but a seventh grade education, drops out of school to work, becomes a master craftsman and a tradesman four times over, five times over, and lives to build houses and churches without blueprints that are still standing", "he was the guy who said to me, when i flunked out of all of my shop classes in high school, he said, “you can be a tradesman", "just get yourself a different toolbox.” i like that", "that is a good one", "that is a really good one", "so this is out of my usual order, but since we had a little chat about it earlier, and i don’t know the story, but i wanted to bring it up, if you could have a billboard anywhere with anything on it, what would it say", "and the reason that question is so crazy in my world right now is i got a call about four months ago from a guy who said, “mike, you don’t know me, but if you could have a billboard anywhere you want, what would it say?” and i said, “what am i inside the actors’ studio?” how did you get this number, sir", "honestly", "that’s exactly what i said", "and he says, “well, your people passed it on because they thought you would want to answer the question.” he’s a guy who worked for lamar", "lamar outdoor advertising is huge", "this guy owns billboards, i mean, tens of thousands of them", "and he said, “listen, i’m a big fan of your foundation", "and, at any given time, i got 20, 30 percent billboards that are empty", "advertisers do their thing", "we pull them down.” every single person listening to this podcast right now has driven down the highway and looked up and seen a blank billboard", " well, he was just calling to say what would you like to put on them", "and i said, “seriously?” and he said, “yeah, anything you want.” and i said, “well, we’re currently in the midst of a work ethic scholarship program", "we’ve raised about $4 million selling crap out of my garage and various other places", "and we have this program.” and i said, “if i send you a picture of me holding a sign that says help wanted and, in big letters, microworks.org work ethic scholarships, would you put that up there?” and he said, “in a heartbeat.” so all over the country now, that’s on a billboard because somebody asked that question", "that’s a hell of a call", "it’s a good call", "i’m glad i took it", "now, could you just elaborate for a second on the work ethic scholarships", "what does that mean", "so in 2008, when the economy went sideways, dirty jobs was in 212 countries and the no", "1 show on the network", "and i was doing well", "and everybody i talked to on the show that owned a business was telling me an extraordinary thing", "and that was the biggest challenge that they were facing was technical recruiting, really any kind of recruiting", "help wanted signs everywhere i went on dirty jobs while the headlines are screaming about 10 and 11 percent unemployment", "so i realized there was a huge parallel but conflicting narrative going on in the country with respect to work", "and the skills gap, as it existed in 2008, included maybe 2.1, 2.1 million jobs that existed that people either weren’t trained for or just simply didn’t want", "today, the number is more like 5.8 million", "i decided that it would be good for the show and good for me and, hopefully, good for the businesses that allowed us to thrive to set up a foundation that functioned as a pr campaign for jobs that actually existed", "these are not the glamorous jobs", "but these are jobs that make civilized life possible", "and that pr campaign morphed into a bunch of trips to congress and a bunch of partnerships with the fortune 200", "and then, ultimately, into an attempt to reward the kind of behavior that we actually wanted to encourage, which was work ethic", "most scholarship programs, as i’m sure you know, reward the usual stuff, academic achievement, athleticism, talent, and, of course, basic need", "i didn’t think anybody was making an affirmative case for work ethic", "so we look for kids", "i’m less interested in your gpa", "i’m more interested in your attendance record", "i’m more interested in people who will make a case for themselves with respect to the reasons why i should pay for them to become a plumber or a welder or a steam fitter or pipe fitter or any of the jobs my granddad did intuitively", "that’s what the foundation is", "and it’s been around since labor day of 2008", "and every six months, we release another tranche of money raised mostly from our chronic, low rent telethon that really never seems to end", "it involves me hawking the crap out of my garage, mementos from dirty jobs, in a style not unlike the old qvc days where i’m now using my powers for good", "and your toolkit", "my toolkit, right", "if you could have every, let’s just say, high school graduate in the us read, watch, consume two or three things, you can prescribe it and every single kid coming out of high school would get these things, what would you prescribe", "well, the first thing, and there is no bromide for all of these kids, but, in general, i think we make a horrible mistake matriculating right out of high school right into college", "i think it’s a hell of a thing to ask a 17-year-old kid to declare a major, borrow money", "the pressure to borrow is mind numbing", "so $1.3 trillion in student loans today, 5.8 million jobs nobody is trained for, a widening skills gap, and this increasing belief that somebody has moved our cheese", "and 25 percent of millenials are living back home", "we’re just doing it wrong", "so i think the general answer to your question is i don’t know about books or movies and things", "those impact everybody differently", "i would take a year, and i would say, look, you’ve got to get a job", "you have to do something", "call it an apprenticeship", "call it an internship", "call it i don’t know", "but we have to back away from the pressure that’s conspired to drive so many kids so far into debt and start to go down a road so soon because, really, i always think there’s time to change the road you’re on, robert plant, last stanza of stairway to heaven, but it’s hard", "and i was very lucky", "i did it at 42", "meaning what did you do at 42", "i apologize", "well, i hit the reset button", "got it", "mike rowe:   i decided this career that’s been based on not caring about the work i do is going to be based on caring very much about it", "and it just required a complete brain dump and reset button", "it’s hard to do that 42, but it’s even harder now, i think, at 26 because now, you’ve got your paper", "you’ve graduated", "you’ve done well", "you’ve done everything everybody told you to do", "but you just realized the opportunity in the field you’ve studied is not what you thought it was", "the $90,000.00 in student loans is", "that’s not going away", "and so it’s just a terrible thing to have your coffee served to you by a double major in poly sci and medieval french", "it’s kind of tragic", "whatever we do, it has to happen between high school and this period of declaration and this horrible assumption of mindless debt", "when i say things like this, i always get criticism because people say he’s anti college", "he’s anti education", "i’m not", "i wouldn’t trade my education for anything", "and i challenge anybody who says there’s any hope of success without it", "but when people say how the hell can college get so expensive, the answer is right in front of us", "we’ve been telling kids for 50 years the best path for the most people is in this direction", "and here’s an unlimited pile of money", "borrow as much as you need", "is it any wonder tuition has gone up faster than the cost of real estate, food, energy, healthcare, and 500 percent of inflation over the last 40 years", "it’s unprecedented", "but we’re still doing it, tim", "we are lending money we don’t have to kids who will never be able to pay it back to train them for jobs that don’t exist anymore", "when i think about this, and i get asked quite a bit about college because i went to college", "but i have friends who very vociferously disagree with that being the right path for everyone, which i would agree with", "so i get asked about it a lot", "and i think what you suggest, in terms of in the uk, they would call it a gap year but not necessarily as a vacation", "it’s a year where you explore and try and do something", "getting a job or jobs would be a very good example of that", "i took a year away from college a year before i graduated because i was having, effectively, a nervous meltdown because i felt like i was being funneled towards say management consulting or investment banking", "and i knew both would make me miserable", "and so i panicked, took a year off, and i just worked", "i tried a bunch of different jobs", "and it was extremely instructive not because it gave me the answer, i.e., the singular passion that i should have been seeking or anything like that", "it didn’t do that", "but it helped me to question the assumptions that, up to that point, i’d just been riding on top of", "and so i completely agree", "i think a gap year or a year sabbatical, internship; whatever it might be would be a wonderful thing for people to somehow integrate into the education, which does not take place simply within the walls of an educational institution", "unless, i mean, i only say that because i don’t know how we’re going to get the cost down", "but if we do, then, never mind", "then, jump", "i went to a community college for two years right out of high school", "i had no idea what i wanted to do", "i had just assembled my new toolbox", "i didn’t have anything in it yet, so i studied everything at a community college", "and i was amazed, in hindsight, at how good the philosophy professors were and how smart the english teachers were and music and drama", "at $26.00 a credit, i could afford to be wrong, and i was", "i stayed there three years, and i took every class i could", "then, i took six months off", "then, i went back to a university and finished up", "i got a degree from towson in communications, philosophy, and speech", "but by then, i knew what i was paying for", "and, again, i could afford it", "i finished late in 1984", "there’s just no way that happens today", "a kid in my exact same circumstance, the math isn’t there", "he cannot afford to do it", "and if he does, he’s going to finish up about $45,000.00 in the hole", "and that is a millstone around your neck", "and there’s no reason for it", "each of us, in our pockets right now, have a device that proves the ultimate democratization of information", "never before has knowledge been so egalitarian", "once upon a time, i get it", "and it’s not fair to compare a harvard lecture to a deep dive down the you tube rabbit hole", "but it’s not completely unfair either because we have access now like we never have", "no, it’s not unfair", "i think one of the primary reasons in 2007 or 2008 that i leveraged the exposure of the four hour work week to get involved with tech was to try to develop, or at least enable, teams to develop tools that would level the playing field a bit", "and you see that not only with, in this case, this would be a nonprofit example, but say the harvards or mit’s, etc., stanford, another good example, opening up a lot of their lectures and course work for people to take for free, which my brother has done, for instance", "but also, you have companies like dualingo, one i’ve been involved with for a very long time, they now are the widest used language learning tool on the planet", "and it’s free", "and they’ve demonstrated, in a number of instances, how it can be more effective than the typical course work assigned in a semester of college say spanish instruction", "so i’m optimistic about the tools", "i’m very curious to see if when people have what they say they want, which is this equal access to education, if they will be able to choose that instead of the entertainment and porn and everything else on the internet", "do you really think they will", "that they will choose education over that", "yeah", "i think that it will be a natural selection process", "and i’ve seen this, for instance, in areas", "i’ve been involved with a number of organizations that build, effectively, computer centers overseas to help with job creation", "so the good example would be something like [name of startup], which i’ve been involved with here", "it’s a nonprofit startup", "they do some very interesting work where they will take say repetitive, small tasks at a place like you tube or ebay, and they might build a computer center at a refugee camp or in nairobi, train people, and then, have that work sent to those people", "and they’re also doing things domestically", "but in examples that are not well implemented, they make these resources available without the training, without instilling the sort of philosophies and work ethic that we’ve been discussing, and people end up watching the cat videos and porn", "so i think it will be a natural selection process much like we currently see in every aspect of life", "but the outcome is not life or death, at least, not necessarily in the literal sense", "it’s more of a financial prosperity or lack thereof", "i think it will be case by case", "i don’t know", "when i try and really think in terms of what are the real fundamentals that drive education and, ultimately, prosperity, however we choose to define it, it’s hard to get more granular than curiosity", "you’re either curious, or you’re not", "and the real geniuses that i’ve stumbled across are people who can inspire curiosity", "it’s not about imparting knowledge", "it’s about flicking the switch", "you’ve got great books here on your shelf", "everybody has access to these books", "not yours specifically but you get to choose whatever books you want to have in your house or your apartment", "you get to choose all of these things", "everybody has those same choices", "i, personally, don’t think that the democratization of innovation will make more people innovative", "i think it will make the people who were predisposed to be curious and inventive more so", "likewise, education", "i think it’s a trap to suggest that if we build it, they’ll come", "it just has never happened before", "there’s always going to be a weeding out process", "but i think what you do on this podcast is really valuable in a way that goes beyond whatever its financial model might be", "you’re talking specifically to people who give a crap in a specific way", "and that’s always been the struggle from a connectivity standpoint.\nyeah", "it absolutely has", "and part of the reason i make these podcasts so ear bleedingly long is that it is, for me, a weeding and filtering process", "and i enjoy interacting with fans who are willing to commit to engaging and digesting these conversations because my realization, aside from this podcast serving as a creative outlet and reclaiming of freedom in a way for me after, we talked about this, a number of large projects with large companies, i was very often asked by my book fans on social media or elsewhere what should i do if i’m in nebraska", "what should i do if i’m in fill in the blank location where i don’t have the peer group that you have in san francisco or new york city or fill in the blank", "and i would have these conversations with friends, much like the conversation we’re having right now, although not as 20 questions, of course, over a glass or two of wine", "and i’d say, fuck, it is such a shame that this conversation, nothing really sensitive was discussed, was not recorded so i could just share the damn thing", "i just have to tell you that is the story of my life", "that’s actually why i’m here today, and it’s why i’m still in television", "i’m working on a project now called drinking with geniuses", "it’s just a title in my head", "and i went ahead and locked it up because it sounds like a show or something", "and it happened because do you remember a couple of years ago when that meteorite came burning through the atmosphere in russia", "yeah", "so i don’t know about you, but i’m watching this on tv", "and the only question tearing through my mind is what the fuck was that", "how the hell is this possible", "so i called an astrophysicist i knew over at berkeley", "and i said, “hey, meet me over at grumpy’s.” it’s a little bar down in the financial district here in san francisco", "we sit down, get a couple of beers, and i look at him just like i’m looking at you right now", "and i say, “what the hell just happened?” and he said, “i know, right", "you have lots of questions.” and i said, “i have so many questions.” i mean, i get that meteorites are out there", "i get that sooner or later, one of them is going to flip our switch, but how did we not see it coming", "how did it get past the satellite net", "and for the next 20 minutes, he explained everything i needed to know about meteorites and satellites", "interestingly, that same day, i had narrated most of episode 4 of how the universe works", "so it’s on my mind", "the beer is cold", "the brain across the table is enormous", "and i suddenly look around and say why aren’t we recording this", "that’s a show", "but so is this", "alternate title, cold beers, enormous brains, also", "not bad at all", "well, i will be one of the first to listen", "i love this idea", "just one or two more questions", "what advice would you give your 30-year-old self", "and if you could place where you were at the time, what you were doing", "okay", "not to be glib, but i don’t believe i would advise myself in hindsight only because you hate to tear a hole in the time space continuum", "you step on the butterfly, the next thing you know, the mastodons are singing show tunes when you come back or some crazy stuff", "but i would pull myself aside, in the very, very early days of – actually, i was hired at qvc, i was 28", "and when i was 30, i was on the verge of my own i won’t quite say a mental collapse, but i knew i couldn’t do that anymore", "and i was trying to figure out if i could go into the whole entertainment business and freelance in an effective way", "and it gave me hives", "i was scared", "if i could go back, i would have probably just pulled myself aside and said it’s going to be fine", "and then, as sort of a side note, i would have said stop wearing makeup on camera", "it just makes you look weird", "for those people who would like to sample your podcast, and i encourage everyone to sample it because, let’s face it, you don’t always want to listen to three hour podcasts, and you might want some professional narration and storytelling, which two episodes would you suggest they start with that are already out there", "they’re so short that you’ll know if you like them, even if the subject matter isn’t your favorite right out of the gate", "they’re literally five minutes long", "so i’d actually start at the beginning", "i’d listen to the first one", "and then, i would listen to the most recent one", "and then, you’ll hear a bit of a shift between the two but not seismic", "you’ll just get a better sense of where i’m headed", "and not a big change at all", "and then, if you like them, just cherry pick one in the middle", "and then, who are we kidding", "right now, by the time this thing gets posted, there will probably only be 20 of them out there", "twenty times five is a hundred minutes", "listen to all of them", "an hour and forty", "where can people learn more about you, see what you’re up to, hear your rants on facebook, etc.", "i really hate to say it – and i will put all of this in the show notes", "we don’t need to rely on your very impressive memory, which is a whole separate podcast", "but are there any particular places you’d like people to pay attention to", "and we’ll put the whole list in the show notes as well", "micro.com is sort of the sun in the solar system", "you can get anywhere from there", "and the name of the podcast one more time", "the way i heard it", "i’m managing expectations a little bit because people get so pedantic now with facts", "how much grief do you get if you get a stat wrong or a date wrong", "oh, it’s like i skinned a child in public tied to a telephone pole in union square", "right", "so the way i heard it is really me in advance", "when somebody says, “hey, that story about bruno mars, you said it was peter hernandez", "he went by pete not peter.” and i can say, “hey, look, man, this is just the way i heard it", "what do you want from me?” it’s a big, sloppy, googley world out there", "you don’t like – i tell you what, you don’t like it", "why don’t you get a podcast and do your version", "this is great fun", "is there any last words, things you’d like my audience to think on, do, consider before we sign off", "no", "that, i’m afraid, is a bit beyond my pay grade", "but i’d like to thank them for listening to us free associate for three hours", "that was very decent of them", "and advice is that thing you ask for when you secretly know the answer and wish you didn’t", "so i’m stingy with giving it", "but robert plant really had it right, man", "there is time to change the road you’re on, whatever the road is", "and i’ve just had a ball blowing things up in my own fake, little career", "and i’d encourage more people to as well", "i can’t think of a better way to wrap this up", "mike, so much fun to hang", "i really appreciate you making the time", "and to everybody listening, we will put all sorts of resources and links in the show notes at fourhourworkweek.com/podcast, misspell it any way you like, preferably the correct spelling just because i don’t know what i’ve rerouted", "so fourhourworkweek.com/podcast", "is it the number four", "it’s all spelled out", "is there a hyphen between four and hour", "there’s no hyphen", "this is one of those things i thought would be really easy on the internet", "and people are like you mean four hour like f-o-r o-u-r work week", "i’m like no, no, no", "fourhourworkweek.com all spelled out /podcast", "is it week, w-e-e-k, like the time or am i just – or weak, w-e-a-k", "yes, i’m just so exhausted, i’m just so weak", "yeah, i know", "work week", "you could spell the title of this thing wrong really in every single word", "so many possible ways", "maybe that will be my revised and updated edition that i’ll try to get a nice, little royalty for", "just change the spelling", "everybody, appreciate you listening, as always", "and until next time, this is tim ferriss signing off"]}