{"dialog_idx": {"chase jarvis": [26, 27, 28, 29, 31, 33, 34, 35, 36, 37, 38, 41, 44, 45, 46, 57, 58, 59, 60, 61, 62, 63, 64, 68, 79, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 144, 148, 149, 150, 151, 152, 161, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 269, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 318, 320, 329, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 385, 389, 398, 403, 419, 420, 421, 422, 423, 424, 425, 427, 428, 429, 430, 431, 433, 434, 435, 436, 440, 441, 442, 443, 444, 445, 446, 448, 450, 452, 454, 455, 456, 457, 458, 459, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 484, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 500, 501, 502, 504, 505, 506, 507, 508, 509, 513, 517, 518, 519, 520, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 555, 572, 573, 574, 583, 596, 597, 598, 613, 617, 618, 622, 627, 628, 629, 630, 631, 632, 633, 640, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 665, 666, 667, 668, 669, 670, 671, 678, 693, 702, 703, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 769, 789, 800, 820, 823, 824, 825, 826, 828, 829, 830, 831, 832, 833, 834, 868, 869, 873, 874, 875, 876, 881, 896, 897, 898, 899, 914, 968, 974, 976, 977, 978, 979, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1023, 1024, 1031, 1032, 1056, 1067, 1092, 1123, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1150, 1173, 1177, 1178, 1179, 1199, 1207, 1226, 1227, 1228, 1229, 1230, 1231, 1232, 1233, 1234, 1235, 1236, 1237, 1241, 1250, 1262, 1263, 1264, 1265, 1268, 1269, 1270, 1271, 1275, 1276, 1280, 1281, 1290, 1294, 1296, 1297, 1298, 1306, 1329, 1330, 1333, 1334, 1338, 1339, 1342, 1351, 1358, 1361, 1362, 1363, 1364, 1365, 1369, 1372, 1375, 1376, 1384, 1385, 1388], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 30, 32, 39, 40, 42, 43, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 65, 66, 67, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 145, 146, 147, 153, 154, 155, 156, 157, 158, 159, 160, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 270, 271, 272, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 319, 321, 322, 323, 324, 325, 326, 327, 328, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 386, 387, 388, 390, 391, 392, 393, 394, 395, 396, 397, 399, 400, 401, 402, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 426, 432, 437, 438, 439, 447, 449, 451, 453, 460, 461, 462, 463, 464, 465, 466, 467, 468, 483, 485, 486, 487, 488, 499, 503, 510, 511, 512, 514, 515, 516, 521, 546, 547, 548, 549, 550, 551, 552, 553, 554, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 575, 576, 577, 578, 579, 580, 581, 582, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 614, 615, 616, 619, 620, 621, 623, 624, 625, 626, 634, 635, 636, 637, 638, 639, 641, 642, 643, 644, 645, 646, 662, 663, 664, 672, 673, 674, 675, 676, 677, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 694, 695, 696, 697, 698, 699, 700, 701, 704, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 821, 822, 827, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 870, 871, 872, 877, 878, 879, 880, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 969, 970, 971, 972, 973, 975, 980, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1020, 1021, 1022, 1025, 1026, 1027, 1028, 1029, 1030, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1124, 1125, 1126, 1127, 1128, 1146, 1147, 1148, 1149, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1174, 1175, 1176, 1180, 1181, 1182, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1200, 1201, 1202, 1203, 1204, 1205, 1206, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1216, 1217, 1218, 1219, 1220, 1221, 1222, 1223, 1224, 1225, 1238, 1239, 1240, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1266, 1267, 1272, 1273, 1274, 1277, 1278, 1279, 1282, 1283, 1284, 1285, 1286, 1287, 1288, 1289, 1291, 1292, 1293, 1295, 1299, 1300, 1301, 1302, 1303, 1304, 1305, 1307, 1308, 1309, 1310, 1311, 1312, 1313, 1314, 1315, 1316, 1317, 1318, 1319, 1320, 1321, 1322, 1323, 1324, 1325, 1326, 1327, 1328, 1331, 1332, 1335, 1336, 1337, 1340, 1341, 1343, 1344, 1345, 1346, 1347, 1348, 1349, 1350, 1352, 1353, 1354, 1355, 1356, 1357, 1359, 1360, 1366, 1367, 1368, 1370, 1371, 1373, 1374, 1377, 1378, 1379, 1380, 1381, 1382, 1383, 1386, 1387]}, "episode_num": 159, "file_type": "html", "guests": ["chase jarvis"], "num_sentences": 1389, "num_words": 16586, "raw_text": "Tim Ferriss: Hello, muskrats and Mugwai. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss show where it is my job, typically, to deconstruct world class performers of various types and various worlds to tease out the tactics and so on that you can use. By popular demand though, we are turning the tables, switching it up, mixing things about a bit. And this episode is a conversation, sometimes a debate, a trading of ideas between Chase Jarvis, world famous photographer, and yours truly. It really focuses on, overall, how to optimize creative output. And there is a URL mentioned, which is creativelive.com/30daysofgenius, all spelled out. Creativelive.com and then /30daysofgenius where you can get incredible videos from people like Richard Branson, Seth Good, Mark Cuban, Brenée Brown, Jared Leto. It goes on and on and on. One video per day. That is always going to be there. But if you sign up, which you can do at that URL, there is a sign up for free button by Friday, May 13 before midnight PST, then, you could win direct mentorship with yours truly with Chase Jarvis and three other incredible folks. The episode itself focuses, like I said, on creative output. And we touch on systems thinking, how to use the question what would this look like if it were easy. We have how can I set my quota lower so that I can feel like I’m winning and using that as a precursor for winning. How to celebrate the small wins, even if you’re not good at it. Lionel Richie anecdotes, can’t do anything without that. Have we succeeded despite or because of Type A personalities? We have a discussion that and how it pairs up with meditation techniques and practical tactics for dealing with the real world and the edge that you might create for yourself. Absurdity is a synonym for creativity. And a lot of very nitty gritty discussions about the struggles, the battle, even at a high level, perhaps especially at a high level, you just trade up in the types of problems that you have. How do you contend with those? How do you balance achievement with appreciation? It goes on and on. So I hope you enjoy this episode. And the URL, again, not to miss, you should check it out, is creativelive.com/30daysofgenius. And without further ado, please enjoy this conversation with Chase Jarvis. Chase Jarvis: All right, everybody. Welcome to the show. We’re just going to hold each other for the rest of the show. So how are you? Tim Ferriss: I’m well. Chase Jarvis: Are you good? Tim Ferriss: I’m doing great, man. Chase Jarvis: We’re in San Francisco, sunny San Francisco. It’s 80 degrees today. I’m wearing a sweater because we were wearing the same outfit before we started. I end up with the same outfit as my guests all the time. How are you? Are you good? Tim Ferriss: I’m fantastic, yeah. I’m really fantastic. Chase Jarvis: Your podcast is crushing. Tim Ferriss: It’s funny how that, as a side project, as a stress release valve, turned into the main focus now. I mean, it was really intended just to be a creative outlet. Chase Jarvis: I remember, I was guest No. either 2 or 3. You pitched it to me as an experiment like this is going to be weird. Tim Ferriss: It might be bad. It quite probably will be bad. But I was so burned out after doing the last book, the Four Hour Chef, I just wanted something different. And also, along the lines of what Scott Adams, the creator of Dilbert, has talked about before to focus on sort of systems thinking, in his language, which is planning projects that, even if they are viewed as a failure by the outside world, give you skills or a network. Something that helps carry over to your next project. So for me, it was like, well, even if the podcast fails, I’ll get better at asking questions. And I’ll get better at eliminating verbal ticks, I say as I sound like Porky Pig. Work in progress, folks. But it’s just been a blast. And it’s one of those rare cases where the thing that is now driving a lot of the creative ship for me is what I most enjoy doing. Chase Jarvis: Go figure. But is there a – well, not is there. I know the answer. The answer is yes. You engineered that. But did you engineer it so carefully like did you know it was going to be this perfect or this magical when you started? Or did you just start? Give us a little bit of your thought process. Tim Ferriss: It was baked in there, is the answer. It was not a disaster when it started. But if you go back and listen to Episode 1 with Kevin Rose, I was nervous. Chase Jarvis: You started with your friends. Tim Ferriss: I started with my friends, and I was still nervous. And I remember a couple of things happened in that first interview. 1) I was just throwing out the questions that I had borrowed from other people I had seen interview. So one of them was like if you could be a breakfast cereal, what would you be? And Kevin is like, oh, it’s going to be one of those interviews. And I’m like stop shaving my balls. I’m already nervous. And then, I was nervous and drinking wine. And so when I flash forward three-quarters of the way through, I sound, and I was, completely drunk. So it’s like right out of the gate, I embarrass myself. Chase Jarvis: Well, this is gin. Tim Ferriss: This is gin. We should be very clear. But what I did do is interviewed or really just reached out to podcasters before starting to ask them a series of questions, which is what I do any time I try to learn about anything, even if I make the decision to abort. And in this case, it became clear that almost everyone who watches the podcast quit after say three episodes. You look on iTunes, 300,000 podcasts let’s just say, and the vast majority of 3 episodes, and then, they go silent, they go dead. And it’s because people get overwhelmed with editing. So I made the decision to do long form, long conversations, next to no editing. And just that decision alone I think has allowed me to get to where I am in a necessary but not sufficient manner. Like those small decisions that are made, and we were chatting about this before we started recording, but in response to the question that I’ve been asking myself more and more, which is what would this look like if it were easy? Yes, you can try to make it perfect over here. But that might mean that you quit after three attempts. So what would it look like if it were easy? And part of the answer was next to no post production. Chase Jarvis: I love it. Well, to describe a parallel track, Chase Jarvis Live, this particular show is five or six years old now. And the original 50 episodes were only in Seattle, 100 person live studio audience, live only, no pre-recorded, also the same long format. And it was hard. And even then, I had made some esthetic decisions, one of which was making it black and white. Primarily, that was intentional so that it would be reductive, and you’re just focusing on the two people in the conversation. But then, it was also like that saves all kinds of other problems because we can use mixed light and natural light and artificial light. And we don’t have to solve for all of this shit. So I kind of tried to do it then. And this, what we’re living right now, is an even easier version of that. And it’s weird how when you take out these things that are the blockers how we can steamroll through something. Tim Ferriss: And not only that, but what I’ve come to realize maybe a little later in my life than I would have liked is that – Chase Jarvis: You’re like 26. What do you mean later? Tim Ferriss: That’s true, I’m 26. I’ve been doing a lot of roids. That explains the lost hair. That’s a joke, folks. Not a very funny one. But the point I was going to make is that I think, for Type A personalities, I’d put us both in that bucket – Chase Jarvis: Dangerously. Tim Ferriss: Is it is easy as a default to assume that, if you don’t feel like you’re burning the candle at both ends, you’re not doing a good job. And what I’ve realized is, yes, there’s a place for hard work if you’ve chosen the appropriate place to put it. However, if you’re really focused on your unique abilities and really just honing in on things that you are best at, and it doesn’t mean you’re best in the world but just, of the things you do, you’re best at this small piece. It shouldn’t feel really, really hard and forced. And I think that that leads some people who are really driven to veer away from what they’re good at to incorporate all of this complexity that is comprised of things that they’re mediocre at or just so-so at. And I’ve just realized, for myself, and the podcast really was the wakeup call for me that it doesn’t have to be so hard. And yes, there are times when you grind. Yes, there are times when I’ll batch record the podcast, which is another thing I do to make it sustainable. So say I record on Mondays and Fridays. I just decided as a policy, I’m going to record on Mondays and Fridays. Then, I’ll do two or three on a Monday, two or three on a Friday. That’s a month and a half of long form interviews. And then, I have the shorter ones. And all of that is intended to make it sustainable and consistent. And it allows me to focus on the pieces that I am best at. Whereas if I had made other decisions based on what the crowds were doing, and I was told this when I started blogging, you have to blog at least a half a dozen time before noon or nobody is going to pick up on your blog. It’s not going to become huge. You have to do this. It has to be this length. It has to be this. It has to be that. And when you ask those folks for the evidence or any supporting data, well, how do you know that? Even just that question, to be abrasive about it, how do you know that? And they’re like because so and so, Bill, Bob, and Harry and Jane told me that it was true. And it’s like you realize that just because something has been repeated that often doesn’t make it true. And you find the same thing in podcasting. You have to do this, have to do this, have to do this. And just to give one example, since I’m all fired up on green tea, is the audio quality So audio quality is important in so much as, for 99 percent of the people listening, they’re going to be in a subway, in a car, cooking. It has to be intelligible. And it has to be loud enough. And make it stereo – or rather mono so that you don’t have one person’s voice in one ear and one person’s voice in the other. As long as you do that, everybody, except for audio engineers, will be happy. Chase Jarvis: It’s so true. Tim Ferriss: But people will kill themselves who know nothing about audio visual with preamps and all of this gear. And they’ll become so overwhelmed, none of which I use, that they quit because they’re like this is too complex for me. It’s like what would this look like if it were simple, if it were easy? Chase Jarvis: So let’s extrapolate just to some really concrete stuff. What is the universal lesson? If you simplify it, it’s easy. But presumably, there are folks out there who aren’t writers and photographers and designers. And is there a maxim that transcends just make it easy? Tim Ferriss: Well, I think there are compatible maxims. If there’s something to transcend it, am I making this hard? Am I making this harder than it needs to be? For instance, one of the best pieces of advice, just to get out of podcasting and look at writing, which I find infinitely harder than podcasting, although – Chase Jarvis: We’re podcasting right now. I’m not even trying. Are you trying? Tim Ferriss: I’m not trying, although I had so much mushrooms before we started. I’m kidding. Chase Jarvis: You did hours of prep for this. Tim Ferriss: The blank page is very intimidating for a lot of people, unless they happen to be trained journalists who can churn out 1,500 words a day and have them be good. That’s not me. But one of the best pieces of advice I got was from someone who told me this lesson I the context of IBM back in the day when IBM was just the behemoth. It was 800 pound gorilla across several different industries. And their sales people were known as being incredibly, incredibly effective. They smashed quotas. Now, how did they do that? One of the lessons that was taken away from IBM was that they made the quotas really low. That’s pretty odd. Why would they make the quotas low? Because they wanted the sales people to not be intimidated to pick up the phone. They wanted to just build that sales momentum and then people would overshoot their goals. Translated to writing, I was told, at one point, your goal should be two crappy pages a day. That’s it. If you hit two crappy pages, even if you never use them, you’ve succeeded for the day. And alleviating that performance anxiety about putting down 10 pages of good material, which inevitably, I think, you’re going to fail at least once or twice a week, allows you to overshoot that goal and continually succeed and sort of build that confidence and momentum. So that would be an example of rigging the game so that you can win it. It applies to diet. It applies to exercise. It applies to writing. It applies to podcasting. How can I make this easy? How can I set, in a way, the goal lower, the objective smaller so that I can feel like I’m winning? Because I feel like the feeling that you are winning is a precursor to winning on a very large scale. Chase Jarvis: Yeah, to actually winning. The way I talk around here is Creative Live, for example, has a ton of momentum right now. It’s just growing. It’s exceeding our expectations. We have very high expectations. But you can’t underestimate the power of momentum. And two becomes four, four – just think about compounding interest. You’re leaning into it, and it’s accelerating. And maybe even a lot of accelerating returns, that’s what I’m trying to think of. So is that a, I don’t know, do you apply it to every part? Because you just touched on writing. Tim Ferriss: I do. I apply it to any type of behavioral change. And if you want to be more creative, you want to make more money, which then has many different component behaviors, if you want to sleep better, longer, deeper, whatever it might be, a set of behaviors you need to change. Whenever I’m looking at behavioral modification, I think BJ Fogg at Stanford has done a lot of interesting writing in this department where, if he’s trying to get someone to floss, he’ll be like start with your front teeth. It’s like don’t worry about the whole mouth. I want you to floss. You have enough time to floss your front teeth before you go to bed. And eventually, you’ll just be like wow, I’m such a loser. I can’t believe I’m flossing my front teeth. I’ll just floss my whole mouth. And then, you do it. And before you know it, boom, you’re flossing your teeth. But rigging it in such a way that you don’t put it off. So oh, you want to pick up an exercise habit. Five minutes on the treadmill, that’s it. And it’s like if you get in there, you’re like I’m not feeling it, and you want to jet after six minutes, great, you’re done. You succeeded. You win. If you want to stay, you’re feeling great, feeling a little froggy, as my gymnastics coach currently would say, it’s like great. Then, stay on for another 30 minutes. But understand that’s bonus points. You already won. And I think a very close corollary to that for creatives, particularly people who are like I need to win, I want to be No. 1, I want to fill in the blank, aggressive goals – Chase Jarvis: I have no idea. Tim Ferriss: I know you have none of that hardwiring, is celebrating the small wins. I think I’ve been very bad at that historically. And my ex-girlfriend helped me develop a habit, which I think is a great habit. I have this jar, and it’s going to sound super cheesy, but she labeled it the jar of awesome. And it’s a big mason jar. And it’s like when something really cool happens, you’re not going to remember it three months later and have that perspective to give you gratitude. It’s like write it down on a little piece of paper every night. Write down the things that were awesome that happened that day, however small they might be, fold it up, put it in the jar of awesome. And then, when you get into a funk, when you’re feeling down, when you’re feeling uncreative, whatever it might be, go through and read these pieces of paper, these little self made fortune cookies of goodness from this jar. It’s a really easy habit that I think allows you to not only be creative but understand that most people, and I know this isn’t exclusively focused on creativity, but why do people want to be creative? Because they want to do good work. Why do they want to do good work? Because this, this, this. Why? Because they want to feel good about themselves and be happy. It’s like well, you can give yourself small doses of that throughout the process. You don’t have to postpone that reward that you think you’re going to get at the end because, guess what, if you don’t celebrate the small things, you’re not actually going to be very good at celebrating the big things either. Chase Jarvis: Yeah. I don’t remember. It’s come up in this series of talks. Somebody was talking about; I think it was Neil Strauss talking about interviewing Lionel Richie. Lionel Richie just had an epic year; it had to be like 1983 or something like that. But it was an epic year. He won the Grammy. He sold a million albums, blah, blah, blah. And he considered himself climbing his way to the top in the music industry. And when he got there, do you know what he told Neil was up there? Fuck all. There’s nothing up there. It was just there was no one else on the mountain. So obviously, the take away is that it really is the journey. It sounds trite, like you said, like an awesome jar or a jar of awesomeness. But if you can’t actually celebrate your wins along the way, what have you got? Tim Ferriss: Yeah. And the anecdote that I still remember, to this day, and it just puts a lot in perspective, which was from Thich Nhat Hanh so this is a Buddhist monk who was nominated for the Nobel Peace Prize by Martin Luther King, Jr., Vietnamese Buddhist monk, and he’s done quite a lot of writing. I think the first was Pieces Every Step, or something like that, which was intended for internal use only. It was a guide book to new monks who were attending his retreat center or monastery in Vietnam. But the point being, the anecdote that he talked about was thinking about this peach. So you really want this peach at the end of the day. And this is like your reward for a hard day’s work, whatever it is. But if you’re say washing the dishes, and instead of being mindful, and I don’t want to get too woo-woo and out there, but this does have a lot of practical applications, instead of being at present with washing the dishes and doing it in a very conscious way, you’re thinking about the peach you’re going to have afterwards. When you’re eating the peach, you’re not going to be able to enjoy the peach either. You’re going to be thinking about your inbox or whatever the hell it is you’re going to do after the peach. And so it’s like really honing that. And I actually owe you a debt of gratitude. And I’ve said this before but for introducing me to transcendental meditation and getting me to bite the bullet with that. And there are many different types of mindfulness practices that work very well. I think things like Head Spaces are very helpful as apps and what not. Chase Jarvis: Calm, Head Space. Tim Ferriss: Calm, also very good. But celebrating the small wins. And mindfulness is one of the constituent attributes that you can develop that helps a lot with that. Chase Jarvis: I love that. I’m going to go to the meditation thing. I think you provided the bridge now that you’re a professional interviewer with a podcast and everything, natural bridge, so I’m going to take it. One of the things that, I’ll tell a short story here, which is I don’t remember where we were. We were in Seattle somewhere or maybe not. But we were doing something. And you said, “Dude, you’re killing it, and yet, you seem really chill. What’s going on? What’s different?” “There’s something different.” I was like wow, that’s interesting you said that. I can’t really think of – oh, actually, come to think of what’s different is I started meditating about six months ago or something. And I think you were like are you okay? I think you checked my pulse; you made sure I was still alive. And then, we sort of I don’t remember if we laughed about it. There were a few minutes of introspection around what does that mean. Is it the thing that has got us to where we are, any amount of success that you could say either one of us has had? Is it because we’re hardcore, Type A, grinder, going to not fail at any cost type of people? Or is that something that’s actually been an anchor all along? Like you were worried about – Tim Ferriss: We’ve succeeded to spite it and not because of it. Chase Jarvis: Yeah. And you asked me, “Don’t get all soft on me Jarvis. Are you losing your edge?” So, talk to me about, we’ll get into meditation in particular in a second, but how about the mentality or the fear that some people who are hardcore or hard charging consider themselves that type of a person. Tell me, or the people who are listening and watching, how that’s not the case, or how it wasn’t the case for you, or how you sort of played through that. Tim Ferriss: This is something I haven’t fully answered for myself, to be quite honest. And I was just having an exchange while I was talking on my podcast with Tara Brach about this. She wrote a fantastic book called Radical Acceptance. Terrible title, great book that I think is a very digestible and approachable presentation of how you can implement a lot of what we’re talking about. I feel like, in the very worst case scenario, when I’m meditating consistently, and for me, tell me if this is true for you, but for me, let’s just say I haven’t been meditating at all. Whatever. I’m just being an idiot or life intervenes. I’m just not meditating for like two weeks. It takes me about five to seven days for there to be like a phase shift. I can meditate consistently. It’s kind of like what am I doing? Okay. That session was meh, meh, meh. And then, you drop in, and then, you kind of shift gears, and things become very, very different. When I get to that point, in a worst case scenario, I feel like I have half the anxiety and unnecessary stress and very stoic sense. I talk about stoic philosophy a lot. I read tons of Seneca and Marcus Aurelius, etc., repeatedly. And so, not allowing external factors to provoke an excessive emotional response. So, 50 percent less of all of the negative manifestations of that, stress, anxiety, blah, blah, blah. Tony Robbins, I remember, said at one point, “Stressed is sort of Type A language for fear.” That’s a pretty good one. And secondly, I’d say I’d get 80 percent as much done. That’s a worst case scenario. So it’s like 50 percent decrease in all of the negative and at least 80 percent of what I usually get done. Chase Jarvis: So that’s at the low end. Tim Ferriss: Yeah, yeah. Chase Jarvis: That’s the worst case scenario. Tim Ferriss: The worst case scenario. Trying to look at it with slightly rose colored glasses on, I would say that meditating helps me to be more effective not just more efficient. Meaning, much of what I do when I don’t meditate I think is reactive, compulsive, dodging bullets, or putting out fires. It’s like great; maybe you cleared 50 additional email that day. Were those email important to clear at all in the first place? Maybe not. And I think that with meditation, I’m able to more mindfulness practice because meditation is a total rebrand. It’s got so much baggage. Chase Jarvis: We’ll go there. Tim Ferriss: Yeah. But it allows me to step back where like no longer am I on the front lines in a trench having grenades lobbed at me. I’m actually like the general looking at the battle field and the map of the territory being like let’s make some high level decisions. These guys shouldn’t even be fighting over here. What the fuck are they doing over here? No. All right. Go over here. Call these guys out. We need more troops here. And objective wise, we should be going after this, this, this. Great. Everybody, deep breath, execute. So that’s a bit of a winding answer. But I feel like, especially at this point in my life, I do feel like I could have benefitted tremendously from it previously, even if it were just for the benefit that I find myself less likely to engage in addictive behaviors like stimulants. So I have always loved coffee. Tea, at the weakest. When I was a high school athlete, I got hooked on pre-work out supplements, ephedrine, caffeine, aspirin, all of that stuff. And I think I did a lot of physical damage to myself by taking that stuff consistently because it was sort of self medicating but also just really put me on Level 11 in Spinal Tap [inaudible]. But when I meditate, I don’t need those things as much, nor do I want those  things as much. So I think it could have been very helpful just from a health standpoint if I had started earlier. And these days, I’m 38, I feel like I want to pick my shots. It’s like I’m no longer the athlete I once was. I’m not going to go out there like Joe Fraser and just throw hooks all day long. It’s like no, I want to have very surgical strength. And to do that, you need to, I think, have just that general level awareness and not be a foot soldier. Chase Jarvis: Yeah. I just actually read a great quote from Maya Angelou with something about creativity in it. For some reason, this is a tie into meditation, which is creativity is an infinite resource. The more you spend, the more you have. And I find that there’s this sort of compounding thing, you alluded to it in your meditation sort of recount right there where it’s compounding Day 1, Day 2, Day 3. It’s like three, three, three, and then, all of a sudden, it’s four, five, six, seven, eight on a scale of one to ten. And I find that if I’m in it, boy, it’s an accelerating sort of experience. An effectiveness, not efficiency for sure. It is clarity. The way Jordan talks about basketball, he sees the game in slow motion. And that’s what makes him different than most of the other players. And I think that’s the one that I’ve used on why I think meditation is powerful because I tend to see my life in slow motion as opposed to the hyper caffeinated like got to run from here. I’m late to this in five minutes. And how busy feels so powerful because you’re always doing. And oh, man, I’m so awesome. Tim Ferriss: No, I agree. And the creativity being an asset that grows the more you use it, the more you spend I think is a very interesting concept. And what I’ve been focusing on personally in the last say three to six months, really trying to focus on is seeking out and creating the absurd. So I think that there is so much absurdity in life. And as adults, we’ve kind of inculcated ourselves to be very serious. We’re so serious and mature. And I think that is kryptonite for creativity. I really think that taking life and yourself too seriously is just water boarding your creativity. It absolutely nullifies or at least decreases it dramatically. And so for me, I’ve been trying to not only seek out absurdity, which I think, quite frankly, is, in many cases, a synonym for creativity or creative. It’s just like if creativity is too nebulous, people are like I’ve read six books on creativity. I’m still not sure what the hell it means, it’s like go for absurd. Try to find the absurd and create the absurd. And on that note, Kurt Vonnegut, one of my favorite writers, hilarious writer, also incredibly deep, philosophical thinker, but it’s embedded in this humor like Cat’s Cradle. Chase Jarvis: No cat, no cradle. Tim Ferriss: Doing things just for the hell of it for no good reason whatsoever. And making them as absurd as possible. I’ve created some very interesting opportunities for myself, some very unexpected opportunities for myself, just by doing things on a lark and doing things because they’re absurd. Chase Jarvis: Can you give us an example? Tim Ferriss: Yeah. I’ll give you an example. On Instagram, I try to put up at least a handful of photos a week that are just completely absurd with minimal explanation just to see how the world will respond. So it’s like me testing out my dog’s new dog bed with little to no explanation. Or yesterday, putting up this photo of myself with these ridiculous things called sun stashes, which got sent to me. And it’s like sunglasses with these little, bunny ears with a chain that hangs down with a bunny mouth over my mouth. So I took this photograph of myself with a Say Ferris shirt on holding a kitchen knife and a bottle of wine and just put that out there. And I was like let’s see what the world does with that. Chase Jarvis: And how was it received? Tim Ferriss: It was received as to be expected with the internet. There are a lot of people who don’t know how to take anything non literally, and I’m not sure how you would even take that literally. It was great. It was just like scratching my own itch to be absurd and just stir things up a bit. Chase Jarvis: Can we use the word play? Tim Ferriss: Play for sure. And I think that another, and I know we’re going all over the place here, but I think that I’ve also revisited a lot of mythology in the last year or so. We haven’t talked about this. But I’ve become fascinated by – Chase Jarvis: Minotaurs and shit or what do you mean? Tim Ferriss: Potentially minotaurs, but a lot of animal related, Native American mythology looking at the coyote and the raven or [inaudible] or these different trickster gods. I used to be a D&D head, in all fairness, Dungeons & Dragons for those who have not played with the graph paper and the 20 sided die. I still have all of my dodecahedrons and all that goodness. Go gray elf. Anyway, the point being that I think the masks people wear, and this is someone else’s quote, but often tell us more about who they are than the truth. And the stories that persist for hundreds or thousands of years can tell us, even though they’re fiction, more about our sort of existential condition and humanity and human nature than any nonfiction book written on the subject. And that’s something that I’ve been trying to explore. To discover truth through what people would consider non truth in the form of mythologies. And specifically, for me, focusing on these kind of trickster, prankster gods who are very interesting characters because they’re viewed, on one hand, as creators, on one hand, destroyers, but they, in many cases, kind of walk the line between this ordinary reality of human beings and this other world of mythology surrounding the gods and whatnot. But as off the reservation as all of that sounds, I think there’s a lot of truth to be gleaned by looking at stories that have just persisted for hundreds and thousands of years. And that’s informed a lot of my behavior. Chase Jarvis: Yeah. There’s a play component embedded in that for sure. And it’s like make believe. And it made me, as you were talking, I reflected on my own life. And I have a list of 10 habits that I do every day. And I put there are actually two words that I put in one habit, and it’s play or make. And I consider myself. Tim Ferriss: Where do you put that? Chase Jarvis: I put it in an app called Habit List that I direct 10 habits. It’s not a free app, so be prepared to pay $1.99, which I literally have said check out this app, and they’re like, oh, my God, it’s $1.99. Literally, you paid twice as much for your coffee this morning. So get off your ass and fork up the $1.99 Habit List. It’s a good one. Tim Ferriss: So now, make or play, are those two separate habits, or do you put them in one line? Chase Jarvis: It’s one habit, and that’s the part that I think is interesting. We were talking about creativity is sort of making something out of nothing. And then, you’ve got to be careful not to take yourself too seriously. And that led us into play. Tim Ferriss: What are some of your other habits? Sorry. I’m holding back to protect this family programming. Chase Jarvis: No, this is great. I’ll get to those in just a second. Let me put a bow on this point. But the fact that play and make for me are interchangeable, I look at making as a playful activity, even though, basically, the only job I’ve ever had is as a professional creative. And reflection on someone you introduced me to, Charlie, who used to work for you and helped you launch the Four Hour Body, his book Play it Away, which is about finding some relief in your day, 30 minutes to just go hit baseballs or take a walk or goof off, basically, and how that stimulates creativity. So I put those on the same level. And if I make something, say this show or I will take some time out and actually go take some pictures every day that making or goofing off, I lump those in the same thing because it makes me a better human. Tim Ferriss: I like that. Chase Jarvis: Do you want to know some other habits? Tim Ferriss: I do. Chase Jarvis: Make sure to drink 64 ounces of water every day. Tim Ferriss: Sixty-four ounces. Chase Jarvis: Which is not an incredible amount. Tim Ferriss: Eight glasses. Chase Jarvis: Yeah, roughly eight glasses. And Kelly Strutz got me [inaudible] that water, of course. Kelly does that. Another one is eight hours in bed. I don’t require eight hours of sleep of myself. But, generally, there’s a strong correlation if I’m in bed – it’s weird how those go together. Tim Ferriss: I do the same thing with napping. It’s not sleep for 20 minutes. It’s lay down for 20 minutes because that, again, rigging the game so you can win, if you lay down, you’re like, fuck, I need to get to sleep. I only have 20 minutes. Sleep, come on, sleep. You’re never going to get to sleep. And so but if it’s just like lay down. You’re going to get 80 percent of the benefit if you just close your eyes and just relax for 20 minutes. Then, you actually will, often times, fall asleep. Chase Jarvis: There you go. So that’s my eight hours in bed. Eat clean, and clean I have sort of an operative whatever clean is right now. Sometimes, it’s paleo. Sometimes, it’s just no fake foods like nothing with preservatives and whatever. And did I eat clean today, or it should be cleanly. I’m questioning what else is on my list here. Well, this isn’t about me. You asked the question you’re now a professional interviewer, as we do this. Meditation a.m. and meditation p.m., so I give myself 20 minutes every morning and 20 minutes every evening. And I don’t hold myself to the 20 minutes. That’s why I just said it’s meditate. Sometimes, when I come out of it, and it’s been 11 minutes, I allow myself to – I’ll usually just sit there for another 4 or 5. Tim Ferriss: What time do you meditate at night? Chase Jarvis:  I try and meditate before dinner. Tim Ferriss: Okay. Because I almost never meditate in the afternoon or evenings. I just kind of threw in the towel with that early on. But I do the mornings consistently, so before dinner. Chase Jarvis: And I track this behavior, so I can tell you exactly what my percentage is for p.m. meditation. I’ll do that right now. In the week of 3/27 in March I was at 50 percent of the time. So not all the time versus the week of 3/13 – Tim Ferriss: Almost a passing grade. Chase Jarvis: At 71 percent. I know. But, again, the point is that I set the habit to just do the thing. And I’ll give you the rest of them. Zero to one glasses of red wine a night. Tim Ferriss: That’s a lot of self control, sir. Chase Jarvis: It is. And I’ve been doing this, basically, since I think you probably know me as somebody who parties reasonably hard. I’m not afraid to drink 10 drinks. Tim Ferriss: Yeah. Chase Jarvis: And starting January 1, I said – I entered the Janu-wagon. Basically, I didn’t drink anything in January, felt amazing, and my sleep was completely transformed. I was sleeping in a really different and much deeper way. And then, February, I said okay, I’ll just have a couple of drinks here and there. And now, I’ve been on this thing, and I love it. So I’m probably drinking 90 percent less. Tim Ferriss: I don’t do moderation very well. So I’m either binary on and off. So I haven’t done any booze this month. Chase Jarvis: At all? Tim Ferriss: No. I have to eliminate. I’m not very good at moderating. Chase Jarvis: Well, we’ll go have a drink after this. Visualizing gratitude. I already said play or make. And move my body. Tim Ferriss: How does gratitude manifest? Chase Jarvis: Immediately following my morning meditation, and I put gratitude and visualizing gratitude. So I visualize some of the things that I want to happen in my day and in my life. And I usually do that immediately after. So when I’m coming out meditation. I look, great, I got my 20 minutes. What are some things I want to manifest? And these are just pictures. I think in pictures as most people do. And I just picture some of the things in the process of happening, whether it’s a great interview with Tim Ferriss. I picture us sitting here laughing and talking. It’s so great. We love it. And then, I’ll picture some success with Creative Live. Or some success with my wife, Kate. But whether it’s personal or professional, what are some things that I want to have happen. And then, that was awesome, what are some things that I’m grateful for? And it’s usually a little bit of a reflection on what I just wanted to have happen. And I’m really thankful for all the things that Kate has taught me in my life. Or I have an elderly cat, Dexter. He’s in his sort of end of life horizon. And I’m really grateful for every day hanging out with Dexter if I’m at home. And he’s done a lot for me. And five or ten things and I sometimes write those down, sometimes just say them to myself depending on what kind of time I’ve got. There you go. Tim Ferriss: Yeah. I have a similar routine. In the morning, with – Chase Jarvis: Give me the Tim Ferriss morning routine, bullet points. Tim Ferriss: I’ll bang through it. So wake up. This is my current morning routine. So I wake up. I have the supplements that generally are absorbed on an empty stomach better than not. I feed the dog with some sardine oil on top of kibble, Molly. Chase Jarvis: She’s so precious. Tim Ferriss: She’s great. She’s getting big. And then, I sit down, meditate for 20 minutes. I usually set it for 21 minutes because I want to have 20 minutes, but I usually fidget and fuss with my legs and kind of crack my back and so on for the first minute. Then, I’ll have like kind of a three minute decompress after that where I just focus on the sounds and so on around me. Get up, set tea, I have a Breville I guess tea maker of sorts, at 185 degrees. Then, I will make tea with generally pooh-erh or oolong tea plus turmeric and ginger. I will sit down with that and some coconut oil, usually 2 tablespoons of coconut oil, which is about 60 to 65 percent medium [inaudible] triglycerides for some nice ketones to the brain because, keep in mind, I haven’t really had breakfast yet. Sometimes, I’ll have a whey protein when I first wake up if I’m training that day, or if I just trained the night before. Then, I sit down with something called the five minute journal or morning pages, and I will journal. And I’ll hit the gratitude points, a few things that I’m grateful for that day being sure to pick one that is a very small thing. And I picked this up from Tony Robbins, which is like the cloud outside my window right now or the cup of tea or something very small so that they’re not all large things, again, coming back to the celebrating little wins. And that will help me also prioritize for the day or just get my thoughts on paper so that the monkey mind isn’t rattling around in its cage all day long. I can actually get something done. Then, I will usually do some type of gymnastic warm up just for the joints really, a few minutes of like scapular circles, wrist stretches, a handful of maybe planche leans and they’re called cat camels for those people who want to look this kind of stuff up and some rotational stuff. And then, I’m off to the races. Chase Jarvis: How long does that take for you? Because people are like, oh, shit, I’ve got three kids. This is totally undoable. Tim Ferriss: Wake up earlier. I mean, look, it’s just like I am a lazy bastard. To state the obvious, I’m in a very fortunate position where I have a lot of flexibility in my schedule. But you look at the person who wrote the Kite Runner, Khaled Hosseini I think his name is. Full time doctor, brutal schedule. He woke up an hour earlier. And he put pen to paper for like 45 minutes every morning. And he wrote a book that turned into a massive, iconic best seller. Chase Jarvis: And a movie, yeah. Tim Ferriss: And a movie and everything else. You make the time. You’re not going to find the time. You make the time. And I should also say, I know people with three, four, five kids like Leo Babauta, Zen Habits, I know people who have real jobs, people in finance, people who have 9:00 to 5:00 non managerial entrepreneurial CEO jobs who make it work really, really, really well. And you have to make time. And I think that – W.H. Auden, I want to say this is the quote, the right attribution, but the routine – in the intelligent man, routine is a sign of ambition or something like that. And, of course, it applies to men and women. Routine will save you. If you’re trying to reinvent the wheel and reorder things every morning, you’re dead in the water. It’s not going to work, especially with kids. Chase Jarvis: When I was at Creative, I used to fight any system. Like, it’s just meant to keep me down. And then, you realize that it actually makes your life that much better. Tim Ferriss: It’s like no, have a recipe. That’s why when you asked me what my morning routine is, I’m like this is exactly. This is the algorithm. What’s an algorithm? We use this word a lot now. Journalists use it a lot. Like what the fuck is an algorithm. Algorithm is, and computer scientists, you can rip me apart here, but it’s a series of steps intended to produce a replicable result. And it’s a recipe, in effect. And you need that in your routine. For my evening routine, same thing. It’s like locked down. I have a very particular evening routine. It’s like my hot bath with Epsom salts with ice bath alternating. Chase Jarvis: This is going to sound weird, but I’ve been in your bathroom. Tim Ferriss: That does sound weird, but yes. It fits a few people. It’s not – Chase Jarvis: It’s not a one person – Tim Ferriss: We’re not laying on top of each other in the standard issue bath tub gazing into each others’ eyes. Chase Jarvis: You have an awesome tub. It’s great. Tim Ferriss:  The rose pedals were nice. Yeah, routine will save you. The crazier you are, the more neurotic you are, the more important routine is, speaking as someone who I think is both of those things. Chase Jarvis: Me? Tim Ferriss: No, no, no. Me. You, too. You just keep it under wraps better than I do. Chase Jarvis: So evening routine, without going into detail, or I just think it’s interesting to spend some time with Arianna Huffington. She’s a really huge sleep advocate and the sort of end of day routine and how powerful that is.      And she does the same thing. Take a bath and turn down all screens, hide those things 30 minutes before you need to go to bed. I recently did a little video that’s not out yet but about eye mask, ear plugs, stuff like that. I’m not a good sleeper. Game changer, and less drinking for me has been a really powerful thing. Sprinkle a couple of things on that. Tim Ferriss: Yeah. Other tweaks that I find helpful – oh, I left make my bed out in the morning, too. I always make my bed in the morning. I got that from some former navy seal commanders as well as Dandapani, a former monk. It really sets the day off on the right foot. It seems weird. Chase Jarvis: You accomplish a little thing. Tim Ferriss: It’s like a minute. I don’t like tucking in. It’s not Four Seasons. But I have a large blanket that kind of covers the whole thing and makes it look fine. But at night, and I bring it up because the night triggers thinking of the made bed because, when you come back in, if you’ve had a difficult day, you come back in, and your bedroom is just kind of in complete disarray, I find that psychologically unsettling. It’s just not a good book end to your day. Chase Jarvis: Versus you come in to a space that’s – Tim Ferriss: Yeah. So a couple of things. I have I think it’s called a Dohm, I want to say is the spelling, white noise machine that is very, very – and if you search sound machine and my name, it will probably pop up. But I don’t make it. But it’s a small device about yay large. And you can adjust the air flow. And it just provides a consistent background noise for sleeping. That’s not so much my routine as the sleep set up. I also have a sleep mask. I think it’s called the Sleep Master. Cheesy name, but it wraps over the ears as opposed to on top of the ears, which I find very uncomfortable. And it has Velcro. And it also, basically, buffers sound additionally. I have these disposable, which I tend to reuse at least a couple of times, 3M construction ear plugs. Chase Jarvis: The orange ones? Tim Ferriss: Yeah. Orange or yellow, yeah. They’re really, really great. Chase Jarvis: They’re powerful little – Tim Ferriss: They’re really powerful. And in terms of evening routine, I’ll just throw out two things. The first is definitely less screen time. And if you’re going to use screen, laptop, let’s say, and use an app like Flux, which will change the wave length of light that is emitted from your screen so that it’s – Chase Jarvis: Matt, you use that, don’t you? Matt is behind the camera right there. He likes Flux. And you’re like what’s this orange screen, and you’re like oh, yeah. Tim Ferriss: So a tip for people like CEO’s, don’t let your designers work on stuff if they’re using Flux past a certain hour because the colors will be fucked. This happened to a number of people I know. But great app. And then, the two pieces I would say are hot bath with Epson salt is just a must have for me. And I will very often listen to – Chase Jarvis: Every night, Tim? Tim Ferriss: Yeah. Chase Jarvis: Wow. Tim Ferriss: If I’m at home, every night. And I will usually sit down and listen to a podcast or an audio book. And I’ll listen to hardcore history. I’ll listen to Here’s the Thing with Alec Baldwin, which is short. Or I’ll listen to any number of audio books. Now, so let’s talk about the content of the audio book or TV show or book. Here’s where I’m going. I find that, for me, I have experienced lifelong onset insomnia. And this seems to be hereditary. And males in my family almost all have onset insomnia. Meaning, they won’t necessarily wake up in the middle of the night, but it takes them forever, me included, to get to sleep, typically, because I’m running through the things I didn’t do, the things I’m going to do tomorrow, the problems I’d like to solve, the creative stuff I’d like to figure out. And I just can’t turn off those hamster wheels. They’re just constantly going. The way you turn those off is not by reading say a business book before you go to bed. Chase Jarvis: Oh, my God. Tim Ferriss: That’s just going to pour gasoline on the fire. The way that I can hijack that process and enable myself to sleep is by focusing on fiction. So watching say a great TV series that I just finished binge watching, which is Black Mirror. Maybe not the best pre-bed stuff for everybody. But Black Mirror or a book like the Baron in the Trees, which is a short story by Italo Calvino about this young boy who gets into a huge argument with his father and goes up into the trees and never comes down for the rest of his life. And it’s a great fiction book. And it will pull you into this sort of surreal space of storytelling that temporarily disables this problem solving apparatus. And then, I find it easier to get to sleep. Chase Jarvis: Interesting. Speaking of sleep and you said it a couple of times, and I put a thumb tack in it a while ago, and I want to come back to it now, which is the voices in your head. Tim Ferriss: They never stop. Chase Jarvis: They never stop, okay. But let’s talk about them for a little bit because Brenée Brown is a mutual friend of both of ours, talks about them as the gremlins. Arianna who I already mentioned talks about that annoying roommate, what does she say? Obnoxious roommate that’s always sort of back there. And I think I find it almost universal. People are, at one end of the spectrum, high performers, a high degree of self confidence, maybe even actualized there like just beating him up all of the time. And at the other end, people who have low self esteem. They’re like you’re not good enough. You’re not this, you’re not that. And it’s weird how we’re all in this together because regardless of where you are in your human journey, there’s this voice inside of so many people’s heads. I found that really interesting. And it does, in part, parlay into that meditation conversation we already had. But you, undoubtedly, have voices in your head. And the reason I’m bringing this up is because the people at home, Tim is so successful. He’s got it made. He’s got all of these No. 1 New York Times bestsellers. He’s got millions of people that pay attention to him. We love his podcast. I can’t believe that he has voices in his head, too. It’s funny, but it’s true. Tim Ferriss: No, the voices in my head just told me this great joke. No, I struggle a lot. I think that it’s part of the human condition. And if people want a real snapshot of what a day of say a bottom looks like for me, there are two posts. One is called if you search for anything along these lines, it will pop up, but Productivity Hacks for the Neurotic Manic Depressive and Crazy. And then, in parentheses, like me. That gives a pretty good snapshot. And then, there’s another one, which is going to sound very morbid, but I think it’s just Practical Thoughts on Suicide. And it has a very dark story from my past. And I think that blog post is arguably, for me at least, the most meaningful and important thing that I’ve ever written period. So I’ve had some very deep struggles. But we can separate between the deep, dark, downward spiral set of voices in the head, which is like an angry mob that chases you down and corners you in an alley. And that’s one type. But then, there’s the obnoxious roommate who is just like tapping me on the shoulder while you’re trying to do anything. Who is telling you that you’re not trying hard enough. You’re not thinking big enough. You’re not doing this, you’re not doing that. You’re not doing this, you’re not doing that. Now, it’s not always a negative thing. So I think that the ego, for instance, and I don’t want to get too esoteric, but it’s like ego is bad, ego is bad. And I’m not convinced it’s 100 percent bad. I think the dose makes the poison and that having some type of drive, and we’re primates, and you can read Chimpanzee Politics if you want a real look into this, it’s a great book. A lot of politicians read it, I’m not kidding, to learn how to navigate the senate and congress and stuff. But the way that we function in the world is positionally. So we look at positional economics. We’re constantly comparing and contrasting. So to some extent, you’re always going to have that voice in your head. I’m sure, and they might not admit it, but if we were to track down the best known Zen/Buddhist/mindfulness teachers, I’m sure part of them is like, God, [inaudible] is so much better at meditating than me. God, that guy. Look at his robe. It’s so clean and orange or whatever. We all have it. And so I think that one refrain that I’ve been saying to myself, very literally, to my own obnoxious roommate is because I think there’s the observer. There’s me. Then, there’s the obnoxious roommate, if that makes sense. We could talk about the id and all of this stuff. Waking Up by Sam Harris is actually a great book that delves into some of this. And I’m not saying what I am saying is reflective of Sam’s writing. But what I have tried not to do is what I would call retreating into story. And retreating into story, for me, is I do something; let’s think of a good example. I’m not known for my patience. I’m a pretty impatient guy. I’m very, very aggressive. Chase Jarvis: The trains run on time. Tim Ferriss: Yeah. Trains run on time. On time means on time. It does not mean five minutes late. On time is late. I’m one of those stern dad types with myself and other people. And so let’s say that someone doesn’t meet my expectations, and I’ve hired them or contracted them. And I don’t fly off the handle, but I have a very curt, abrasive conversation or send off dismissive via email that is just clearly 20 percent unnecessary prickliness. And then, their feelings get hurt. Or they come out throwing hay maker counter punches. And I’m just like, God, I always do this. Okay. And then, I retreat into story. And it’s like I always do this. Remember the time I did this and did that? I am this. I am that. That is a point for me to pause. I always or I am is I’ve learned to kind of time out. Chase Jarvis: That’s a trigger for you to go okay. Tim Ferriss: As much as possible, and I’m not perfect. But I’ll be like wait a second, am I retreating into my story? Am I taking that old record off the shelf that is like Tim’s pessimism regarding self image and anger. And it’s like putting that on and just rocking out to that. It’s like no, no, no, no, no. You can choose the record. No, no, no. Put that record back. And if you’re getting – so I read this. If you’re pissed off, rather than saying I’m pissed off, no, you’re doing pissed off. Chase Jarvis: You’re playing pissed off. Tim Ferriss: You’re playing the role of pissed off. And retreating into story could also be oh, my God, so and so, they always blah, blah, blah. And I was listening in my bath, and this isn’t quite nonfiction, but it was this old recording by Wayne Dyer. And he said – Chase Jarvis: Wayne is awesome. Tim Ferriss: Yeah. Just incredible delivery also. And one of the things he said, I think it was becoming a no limit person. It’s kind of a cheesy, old recording, but I like those cheesy old recordings sometimes. And he talked about, in effect; people behave the way you teach them to behave. People treat you the way you train them to treat you. And so taking the step back and using the I always, I am, they always, they are, is just a queue to help me to pause and be like wait a second. Their reactions are outside of my control, but what can I do to train myself or them to minimize this stress that I’m experiencing. But yeah, the voices, I mean, I think, to come back to the original question, I struggle as much as the next person. But I’m trending in the right direction. I’m getting better at not necessarily eliminating those voices but recognizing them as the obnoxious roommate. don’t think those voices ever go – maybe if you’re a monk, they go away. But just being able to have a set of tools. And that’s really what I’m trying to tap into here for the folks who are listening and watching is hey, you’re not alone. These things happen to even widely successful people. Chase Jarvis: Totally. Tim Ferriss: And here’s a toolkit to not solve all your problems but to get you moving in the right direction. It’s very helpful. Chase Jarvis: Sweet. I want to talk about – we’ve talked before about various books. We’re not going to talk about your books. We’re going to talk about your podcast, actually. Tim Ferriss: I’m tired of talking about my books. Chase Jarvis: As you mentioned just sitting on the front lines of Ryan’s book, and you said the front lines a couple of different times on a couple of different things. I got to sit front lines on your podcast. I was one of your original, early guests, as we talked about. Kevin was your first guinea pig. I might have been your second or third. You’ve become really good at it. Are you having fun? Tim Ferriss: Thank you. I’m having a blast. I’m having a really great time. And there are many points at which that is an engineering decision because complexity will invite itself to your table every week. You could do this. You could try this. And there are five people out of a million who are complaining very loudly about this. And you could do this. And there are so many temptations as I think I’m probably a maximizer, not a satisfizer I think it is in the Paradox of Choice. That’s another book. I am a perfectionist. And so my inclination is to be like well, I know no one else is going to notice, but I’m going to notice. And so I want to put in the last 2 percent. It’s 98 percent there but the last 2 percent. And that’s going to require another 10 hours a week. That’s my inclination, and there’s a place and a time for that. But it’s less and less compelling to me. So the enjoyment almost always, if I do the podcast, then I find myself, for whatever reason, a little down or lacking in energy related to it, that’s a problem. And I call an audible, sit down. I’m like what is causing me stress right now. If it’s sponsorships, it’s like, okay, I’m happy to lose half of the sponsors. Just change the terms. If there’s a term in our agreements that’s causing problems, change it. And if they’re like we’re going to walk, it’s like okay. And the general rule in negotiating is he who cares the least wins, or she. But it’s like okay, then walk. And they’re like oh, shit. You just called our bluff. Okay, we’ll take your terms. Or if it’s the programming and the scheduling, it’s like maybe I’ll use some type of meeting software like I think there’s Schedule Once or something like that where people pick their own blocks that you could use to simplify the guest recruitment process. Maybe it’s we’re constantly answering the same questions. And that’s becoming a huge drag on time. Let’s put together a guest prep sheet, an FAQ. Chase Jarvis: I didn’t send you yours, by the way. I’m sorry. Tim Ferriss: That’s okay. And it has been a lot of fun. But to allow it to continue to be fun as it grows requires some architecting. Chase Jarvis: Let’s talk about your specific – some of your favorite questions. You’ve had some great questions. Why don’t you just drop a couple of your favorite guests. Do you not want to do that? Tim Ferriss: No, I’ll totally do it. The Tim Ferriss Show has been a work in progress. And part of what keeps it fun for me is having a wide spectrum. So Jamie Foxx as an entertainer, the guy is just amazing. Chase Jarvis: Hilarious. Tim Ferriss: So incredible. So we did that episode in his sound studio at home with impromptu music and imitations and impersonations. It was just incredible, all the way to the opposite end, and this is an episode that actually has not come out yet, but I did an interview with BJ Miller. So I like doing interviews with people that the audience will almost certainly not know. I did one with Patrick Arnold who is like the world’s most famous black market drug designer. Barry Bonds, Marion Jones, he was the guy. And BJ Miller is a triple amputee who runs the San Francisco Hospice Project, or the Zen Hospice Project, excuse me, based in San Francisco. And he’s helped roughly 1,000 people die. And he’s a young dude, but he’s gone through just some incredible trauma himself. He was electrocuted at Princeton, actually, in an accident, lost three limbs. And that interview is deep. And there’s a lot to be gleaned from it. So that would be one that I really enjoyed. And I’m just naming a few along the spectrum. Chase Jarvis: My favorite thing about it is there’s a philosophy that’s the same as mine. Some people really fancy and famous that you’re like what’s it like to be that? That’s for the weird people that everybody knows. And then, people that no one would know but you like I know you’re going to find this person fucking fascinating. Tim Ferriss: Exactly. So you have the Arnold Schwarzenegger. Everybody is going to know Arnold. Hopefully, I get some stories out of him that people haven’t heard, which was the case. But then, you’ll have somebody who is very well known in a tiny subset. Not tiny, I mean, he’s well known anyway, but Kevin Kelly who is extremely well respected in the tech world, an incredibly gifted writer, ahs an Amish beard, an incredible family. Like I really look up to him because he’s not only – he’s designed an incredible life for himself. And he’s one of the most astute, accurate, technology predictors and forecasters, as a futurist, I’ve never seen anywhere. And I’m in Silicon Valley. There are very few people. Maybe Ray Kurzweil in a number of capacities. Kevin Kelly is right up there. And so I think he’s the world’s most interesting man, the real version. So I did a two or three part series with him. Chase Jarvis: Wow. Tim Ferriss: Derek Sivers, another one, the philosopher king of PHP programming, although he did a bunch of [inaudible] stuff who built up CD Babies, sold it, gave it all to a charitable trust for music education. And then, disappeared and now lives in the middle of nowhere in New Zealand. It’s like let’s talk to Derrick. One of my most popular episodes to date. And what’s been really reassuring to me or life affirming is that those episodes, there’s still a place, if you put out good content, good art, good craft, good work is the best SEO in the world. It still works. People are like it’s too crowded. There are too many podcasts. There are too many this. Too many photographers. There’s still a place, if you put out really good work, and I’m not putting this all on me. But it’s like when I have a guest who really performs meaning they just deliver super detailed, tactical stories, anecdotes, routines, things that my listeners can use, it’s like Derrick Sivers or has next to no recognition compared to say Jamie Foxx can do as well. It’s nuts in terms of the downloads and the listens. That stuff spreads. And that’s another thing that’s just made me excited again to get back in the game of kind of creating some type of editorial or work is that. To see that there’s still a place. I was told, when I started podcasting, whenever it was, I think it was actually one or two years ago, it’s too done. It’s done. It’s too late. And you’re going to hear that all the time when you do anything. I want to do this. Oh, it’s too late. That ship has sailed. It’s like no. You just have to be different, and you have to be better in some capacity. If you do that, and you stick with it, and you screw up like I did in the beginning, get too drunk on multiple occasions in your first three episodes because you’re so nervous, and it’s super sloppy, and people are like, dude, it sounds like your wine bottle has a separate mic on it. Tone it down. And you keep it fun for yourself. Make it fun for you, and you will find an audience has been the other thing I learned. If I want to throw chimpanzee screeches in the middle of a podcast as a transition just to see what the hell people do, going after the absurd again. Like this one listener actually said she freaked out. She was in a retail store. And she took her bag and threw it across the store because it was so loud. I’m still working on my levels. It’s like I can do that. If I want to make weird [inaudible] noises in the beginning of an intro – Chase Jarvis: What is a [inaudible] noise? Tim Ferriss: [inaudible] is like, you know, gremlins. But the gremlins are the bad guys. The [inaudible] are the good guys. So like Gizmo noises. Then, I can do that. And it’s just like it’s given me such a sense of freedom because, with the books, maybe you feel this way, maybe you don’t, but I have so much work out there as a writer. No. 1, I’ve developed tropes or tricks or frameworks that I’ve become a little reliant on as crutches. They work really well. I know how to get people to pull through a chapter and enjoy it with stories, even if there’s dense material. But I feel like I’m getting a little stale, which is why I’m doing a writing workshop this summer, in fact, as a student. But the podcast is such a different element. It’s like, okay. Well, you’ve been a skier, but now, you’re going to be a swimmer, or you’re going to be an acro-yogi. Okay. Now, you can start with beginner eyes again and fuck around. I’m dropping the F bomb a lot today. Chase Jarvis: No, bring it. Tim Ferriss: Long Island, sorry. And that freedom to play, to make, to experiment then infuses everything else that has kind of grown stale or less interesting to you. So it’s like now, my writing is more playful. It’s great, man. I’m having a lot of fun with podcasting. Chase Jarvis: Those things are connected, by the way, like the amount of enjoyment and play that you’re having is a correlation, at least for me and many people I know, to great work. Tim Ferriss: Totally. Chase Jarvis: So one of the things you said is great stories that maybe they haven’t heard on some other podcast version. So tell us a story here that you really haven’t told somewhere else. It doesn’t have to be normal. And I know it’s on command. Tim Ferriss: I’m going to ask you a refining question related to that while I answer your other question about questions that I ask on my podcast. Chase Jarvis: Great. So these were two distinct things in my mind. We’ll let them be – Tim Ferriss: No, no. Because I’m going buy you time. The question I’d like to ask is what type of story? Give me some categories, creative constraints. So some of the questions that I like to ask for the podcast, while you’re gestating on that, are if you could have a billboard anywhere, what would you put on it? And I’m sure I borrowed this from somebody else. I’m not making all of these things up. What advice would you give your 20-year-old self, 30-year-old self, 40-year-old self, but not just – the refinement I made to that, which I think is important, is place us somewhere. Where were you, what were you doing? And then, give me the advice because it’s so contextually dependent. There are some other ones that are hit or miss that I borrowed from say Peter Teal, roughly. Like what do you believe that other people think is crazy. Chase Jarvis: That’s his classic interview question. Tim Ferriss: Right. And so I borrow from many, many different places. When you think of the word success, who is the first person who comes to mind and why? These are some standard questions. What book have you gifted the most to other people? So that’s a question I – Chase Jarvis: I’m glad you didn’t have many of these questions formulated when I was on your show because there are a lot that are hard. Tim Ferriss: They’re hard. Some of them are hard. And the gifted is important because if you ask someone what is their favorite book or favorite books, there’s a primacy and recency effect. Meaning, they’ll tend to remember the most recent books they read, especially if they’re caught on their heels. They’ll just pick something that they read in the last year or two. Whereas if you ask what book have you gifted the most to other people, usually, it’s an extremely short list of two to four books that are their go to gift books. So those are a few. So stories I haven’t told. Chase Jarvis: Stories you haven’t told. Tell me a story you haven’t told about a struggle with writing because I feel like there’s a lot of glamour. I’m just continuing to name drop other people here. Brenée Brown talks about [inaudible] like oh, there was this time shit got so hard. I was so real. But then, I made it through, and everything is awesome. And they go back to the awesome story again. So it’s like I’m so vulnerable for a quarter of a second, and then, I go back to – I believe that people think of you, first and foremost, as an author in sort of the guinea pig way that you framed yourself. But, clearly, you’ve had a lot of hardship in there. And so talk to us about something that people wouldn’t know about that time period that might reveal something about you. Tim Ferriss: Oh, God. There’s a story that comes to mind. I’m not sure what it reveals will be very good. Chase Jarvis: I’m not looking for good. I’m looking for honest. Tim Ferriss: This might be the closest I’ve come to like double leg drop kicking someone in the Lucha Libra style in the last few years. So this was probably 2011 because this was just like I felt like I was at the breaking point. Really, physically, mentally, emotionally just at the breaking point. I was at the last 30 percent of the Four Hour Chef. It’s like a 700 page book. It was a monstrous book, thousands of photographs, hundreds of original illustrations. Chase Jarvis: You did that class, the Four Hour Life, but it was really in the launch of the Four Hour Chef on Creative Live. We should link to that somewhere in here. Tim Ferriss: Yeah. It was a really difficult time for me. It was a very complex project. It was a three year project. And in fact, it had been compressed down to a year and a half. And I’m very happy with how it came out. We pulled it off. But there were some really big hiccups along the way. And one of the biggest challenges was publishing is still very archaic in a way. There are not fantastic digital tools for providing fast edits to really complex layouts. I know there are some options for website review and things like that. But it’s too labor intensive compared to say pen and ink on paper if you’re going to be making hundreds of edits like line edits and whatnot. So what would happen is I would get shipped these print outs, or, actually, we would print them out in San Francisco or wherever I happened to be, these two page spreads. And then, I would go through, and I would hand edit and make hundreds of hand edits, copy it because you do not want one single point of failure with one copy, send it back. They would then incorporate those changes into the end design doc and then, repeat the process. Now, I had a really tough experience with this book packager who was hired to help with this. And when I would get the next round of edits, very often, only about 70 percent of my changes made it in. I would notice that. So now, what do I have to do? I have to take out both versions, and I have to go through line by line, this is a 700 page book, and compare each to see what got missed. And I had to do this dozens of times to the point where my girlfriend, at the time, didn’t believe me. And I showed her a couple of pages, and she’s like I feel like a sixth grader would do a better job with this. I can’t believe you were having to go through this. Chase Jarvis: You know that book publisher is listening to this. Tim Ferriss: No, no. It wasn’t the publisher’s fault. The packager, at least I’m not mentioning you by name. So you should thank your lucky stars for that because it was a fucking disaster. And I found myself, at one point, so keep in mind, my job as a writer has become somewhat more complex as things have gone on because, when I wrote the Four Hour Work Week, that’s all I really had to do. I was running a company at the time, but it was a few hours a week. And now, four to be precise, and then, the Four Hour Body, it’s like now, Tim is starting to do a lot of angel investing, make other commitments, advising, etc. The Four Hour Chef, it’s like, okay, now, the doors have been blown wide open. I have a hundred times more inbound than I did during Four Hour Work Week. So I had made a commitment, and this is getting to a story, to speak at some event in Southern California like a year before it actually showed up. Chase Jarvis: It’s funny how those come back and bite you in the ass. Tim Ferriss: And then, I get back 50 pages printed out, and I realize half of the edits haven’t been made. And at that point, I’m probably running on four or five hours of sleep for a week. And now, I have this speaking engagement to go to. And so I go down to Southern California, I do my speaking gig. That’s fine. I put on a smiley face and get it done, be a good soldier, knock that out. Then, I have to go back and, basically, pull an all nighter to work on these edits. And I’m at this kind of run down hotel. The hotel room is tiny. It’s just like the desk isn’t big enough for me to spread stuff out to work on the various spreads. So at that point, too, I was still using kind of like ephedrine, caffeine, and aspirin stuff to keep the engines running, which is really horrible for you. It’s so bad for your adrenal system and everything, which makes you extremely grumpy. And so I’m running on nothing, except for like the ECA stack. And I’ve just finished my speaking gig. It’s like 2:00 in the morning, and I’m working on all of this stuff. And in the lobby, I remember very clearly the lobby in this hotel, really high ceilings. And it was a rundown kind of shoddy place. And there was one light on the ceiling that landed on one table. And I was doing all my work, and the light goes out. And it’s like 2:30 now. And I’m just like oh, my God, I’m not even close to done. I’m like 40 percent there. So I get up, and I walk the length of the lobby, which is a pretty good lobby a couple of hundred feet to the front desk. And there’s like one poor guy who is working at 3:00 in the morning. Chase Jarvis: The night time dude, yeah. Tim Ferriss: And there’s somebody checking in who has clearly been traveling all day, really run down, not looking happy, sort of like bedraggled traveling salesman or whatever getting checked in. And so I’m kind of standing off to the side 20 or 30 feet away. I don’t know why I’m telling this story. And the guy who is getting checked in, the guest is looking down at his phone. The employee behind the counter looks at me, and he gives me this yes, sir, kind of head nod/hand wave, which the guy checking in didn’t see. So I say, actually, there’s just one problem. I’m going to have to pull an all nighter. I’m working on this thing. The light is out. Now, the guy getting checked in now looks up and is like who the fuck is this guy. And he goes hey, hey. And I’m like, “Yes?” And he goes, “Fuck you.” And I was just like I didn’t know what to do. I was like do I kill this guy? He doesn’t look good at sprawling. Should I just fireman’s carry him into the coffee table? And I didn’t know what to do. And I was like old Tim would have attacked this person. New Tim, hopefully, needs TM, hadn’t done it yet, would do something. And I didn’t know what to do, so I blew him a kiss. And I was like I’m not going to attack him, but I hope he attacks me right now because I will literally – it will be like Discovery Channel hyena tearing apart a carcass. And then, that will be the end of my career or who knows, the start of a new career maybe Charlie Sheen style. And so, ultimately, the guy was thrown off and didn’t know what to do. And then, the guy behind the counter was like what do I do here. I don’t know how to manage this. So I just walked back and just sat in the darkness looking at all of this undone – Chase Jarvis: This is a sad, sad scene. Tim Ferriss: You asked about a struggle. So I just like sat in the darkness trying to cool off. And I was like let me let that guy leave so there’s no homicide. And I’m just sitting there looking at all of this undone homework and thinking to myself never again will I do it this way. Never again will I sign up to do this this way. Chase Jarvis: And you haven’t. Tim Ferriss: And I haven’t. And that was late 2010/2011. The book came out 2012. And I’m very proud of the book. But it’s just like, man, that was kind of the last nail in the coffin with respect to how I relate to a lot of big business stuff, meaning having a publisher who owns the rights that inhibit your ability to do certain things with your own work. Chase Jarvis: That’s one of my favorite things about this show, a long time ago, starting up, there are no rules. No one owns it. I can do whatever I want. There’s no beholden to no one. Like you said, if a sponsor doesn’t want to play, okay. And now, you clearly have built yourself an amazing platform, so you’ve built in some freedom into your own – Tim Ferriss: Yeah. And the blog, I have complete freedom. And the podcast really was the first art project, which is really how I view it in a long time for me. The first new art project where I could do whatever I wanted. People are like I’m trying to listen to this with my kids, and you say the F bomb. You need to clean up your language. I’m like you need to find a new podcast. Sorry. This has to be fun for me, and I’m not going to censor myself to suit the Mr. Rogers’ program. This is not how this works. Chase Jarvis: How important is that for you, artistic freedom? Tim Ferriss: The freedom is a tricky term. The ability to do whatever I want – let me rephrase it. The ability to play in any way that I want, I enjoy. Having certain constraints, however, I think is necessary for me to actualize my highest creative potential. Chase Jarvis: Constraint you put on yourself for the podcast. Tim Ferriss: So constraint could be you have an hour and a half. And if somebody can only do 30 minutes, you have 30 minutes. Constraints might be a form of training or practice. It’s like for my first 20 episodes, 30 episodes, they were mostly over the phone. Why? Because I could have all of my notes in Ever Note and have all of my questions in front of me. I could have a notebook for taking notes about things I wanted to come back to. You do that in person, it’s not quite the same. It’s very disruptive sometimes to do that. If we’re talking, and I have a laptop here, it throws off the entire dynamic. So practicing, deciding, okay, the next 10 episodes are all going to be in person, what are you going to do? You’re going to have to change your method. You’re going to have to figure out a new approach. You’re going to have to maybe memorize more or not memorize anything depending on who you talk to. Like Neil Strauss does an incredible amount of preparation for his Rolling Stone and New York Times interviews. Tons of review, tons of research, and then, he folds it up, and he never looks at it during the interview. So testing different approaches. I might try his approach, then, I might try someone else’s approach. But constraints would be, for instance, ensuring that I talk about there is something sensitive. It’s not a gotcha show. But let’s say there’s a sensitive subject that I think will produce an answer or a story that I think will be valuable to my listeners. It has to be valuable. Chase Jarvis: For sure, value is the key take away. Tim Ferriss: How do I navigate the conversation and like ride the wave to get to that? That’s a constraint. That’s a requirement. Chase Jarvis: It’s weird. It is the same thing. What’s the one risky thing that I’m going to go to. Tim Ferriss: Yeah. So know we’re going to talk a lot about masturbation later. Or something like that. It’s kind of like right meow, like super troopers. So I decided I wanted to say masturbation, which I just did twice, and so I checked that box in this conversation – Chase Jarvis: Three times on this show. Tim Ferriss: Three times, fantastic. There is a thing with threes. But with writing, for instance, just the form factor itself. It’s like you have to use words. And in the Four Hour Chef, I changed that, and I allowed myself to use visuals. But I would enjoy going back to text only. It’s like, okay, like a John McPhee, John McPhee is one of my favorite writers, Pulitzer Prize winner, staff writer at the New Yorker. And where someone else might resort to a bunch of different diagrams, his thinking and his writing is so precise and so beautifully elegant, it’s just unnecessary. In fact, it would detract because he’s allowing the reader to create much higher resolution, impressive meaning impressing on the memory imagery than would otherwise be possible on a printed black and white page. So it’s like that would be a very strong constraint to say no, you can’t use visuals, only words. Or if I’m writing, sometimes, I will notice there’s a word I use as a crutch or a phrase I use as a crutch. That having been said is one of my crutch phrases. That having been said comma, you’re not allowed to use it. Dashes, I like to use dashes. Chase Jarvis: Oh, God, I love a dash. Tim Ferriss: They’re so nice. Like em dashes. I just love em dashes. So it’s like you’re not allowed to use dashes. You can’t use dashes, and you can’t use parentheticals. Clean up your fucking writing. It’s like okay, that would be another type of parameter. Chase Jarvis: Well, there are a million. Tim Ferriss: Well, here’s another one that I notice through writing that I then use to try to change my speaking. I notice that use pretty as an adverb. Oh, that’s pretty interesting. Yeah, she’s pretty smart. Oh, yeah, he’s pretty successful. And I was like sloppy, Ferriss. So lazy. So what I forced myself to do when I was speaking is if I said pretty because it would sometimes slip out, and I’d be like there it is again, I’d have to say fucking after that. So I’d be like she’s pretty fucking interesting. And after you do that seven or ten times over a two hour dinner, you’re like your brain just cauterizes pretty right out of the conversation. So I love positive constraints, creative constraints because it’s just like in dance, for instance, in tango, to improve your technique, you can take an arm away. So it’s like you’re used to being here. What happens when you take this arm away? All of these other components that you were able to fudge because you had this crutch, now, they’re glaring problems. Or you take away this arm. Now, you have to use your chest. You have to really change your signaling related to lead and [inaudible]. So I love those kinds of constraints. Chase Jarvis: Yeah. And they’re, I think, self imposed constraints with whatever sort of your medium is. Whether it’s photography or design. I talked to Stefan Sagmeister, one of the top designers in the world about an impetus. There’s a style for this. I don’t remember what it’s called. But you’ve got to solve a problem like you want to design a new drinking glass, well, what is the way you can take some other unrelated object and design a drinking glass through the lens of this thing? Like a tennis shoe. Oh, what would a drinking glass look like if you thought about it as a tennis shoe? It would have a different kind of sole here in the bottom when you lift it. That’s a constraint that can add fuel to your creativity, actually. I think that’s  pretty tough one. Tim Ferriss: Really, and I think just using the tango example of taking away an arm or the writing example of taking away a word or the podcast example of, for instance, I’ve done this as well like everybody always asks this guest about this, this, and this. I’m not allowed to talk about any of those. Once you use a constraint to do more with less, only then can you do more with more, I think. Chase Jarvis: I like that. Tim Ferriss: And that’s how I’ve approached it. Once you are really good at bleeding the stone with very little, then, you can make use of all of your resources. But until then, I think it’s just going to be a scattered shot waste of energy sent in like 1 mm in a million different directions as opposed to just and being really good at hitting your shots and using maximum leverage with all of your gifts. The way you do that is by taking these tiny components and being like I know you have these 100 things. I want you to do everything with this. That’s it. That’s all you’re allowed. It’s a fun exercise, too. Chase Jarvis: That was the original idea behind the iPhone for me as someone who was traveling all over the world with 100 person crews doing gigantic things like what can I make with this one camera that’s with me all of the time. Tim Ferriss: Yeah. And I’m doing that right now on the blog where I’m experimenting with, for me, shorter form stuff. So it’s like all right, all right. Yeah, you write 23 page long blog posts that are hopefully evergreen and get traffic for years and years and years. But what if you only have 500 words. Suck it up. You don’t have time to give your [inaudible] preamble. Like no, you’re not allowed two pages to say hello. No, get to it. Cut to it. And that’s another exercise for me. Chase Jarvis: So get with this ninja shit I’m about to pull here. We’re at 90 minutes, which is one of my constraints. And with that being said, I wanted to just finish with a couple of rapid fire questions. So one is if you could put a billboard up anywhere, where would you put it, and what would it say? Tim Ferriss: I would put it on a foot path outside of the largest college or university in the US, and it would say you are the average of the five people you associate with most. That’s the first thing that comes to mind. Chase Jarvis: And what’s the book you’ve gifted the most? Not bought for people or bought for yourself. What’s the book you’ve gifted the most? You see how this is happening. Tim Ferriss: Probably the Penguin edition Letters from a Stoic, which is a collection of Seneca’s letters. I’m going to be making my own. Actually, I don’t think I’ve even announced this, so exclusive. Chase Jarvis: Here we go. Nice. Tim Ferriss: I’ve had original artwork and calligraphy done over about six months, and I’ll be putting out, at some point, an edition of Seneca’s letters that’s illustrated. The artwork is amazing. It’s so good. Chase Jarvis: Wow. When are we going to see this? Tim Ferriss: I’m not sure. I’m just kind of like I want to do it right. I’m not in a rush right now. But it’s going to be good. So probably though, if I was gifting it, Letters from a Stoic. I just recently bought 10 copies of The Baron in the Trees that fiction book I was telling you about just to have at my house so when friends come over or visiting out of town, if they’re looking for something to read, I’m going to give them that book. Surely, You Must Be Joking, Mr. Fineman about Richard Fineman, physicist, safe cracker, bongo player, Nobel Prize winner, amazing. Chase Jarvis: I like that you threw bongo player in there. Tim Ferriss: Well, he’s a poly math, and he’s a playful trickster but very smart and a genius teacher. So Surely, You Must Be Joking, Mr. Fineman is definitely – those are the first few that come to mind. Chase Jarvis: What’s a thing that people don’t know about you that they’d be very surprised if they found out in this podcast? Tim Ferriss: Very surprised? Chase Jarvis: Very surprised. Maybe I’ll put a constraint on it. Something that you like that no one would think that you’d like. Tim Ferriss: Something I like? That’s a good one. I’m trying to think of a surprise. Japanese antique saddles. A few years ago, I had a chance to go to Japan and study with the [inaudible] family [inaudible], which is Japanese for horseback archery. Side note, the super star of that family is a young guy, very handsome, super smart. And his jacket, which was like a cheesy ‘80s bowling jacket like that shiny material that tapers down to the cuff. Chase Jarvis: The nylon cuffs. Tim Ferriss: Yeah. The nylon cuffs. The back said [Japanese], since 1157. And I was like oh, my God. I want that jacket so badly. The point being when you are doing horseback archery, the saddle is not designed to be sat upon. It is just hard wood. And the sole purpose of the saddle is to hold the stirrups. And then, you, basically, are in a squat, let’s just call it, hovering over the saddle. And that’s when you pull off the arrows and shoot at these targets at full gallop while no reins. The horse is just left to sprint. And these saddles are gorgeous, as a result, because they’re not covered. They’re very, very minimalist. You could pick it up with one hand like this. It’s 5 to 10 pounds. And so that was I think the Four Hour Body. After the Four Hour Body, my promise to myself was, when I finished, I would allow myself to buy something Japanese that is at least 100 years old at auction. And I don’t buy a lot of artwork at all. And then, I thought I’d like to get some armor. And I was looking at armor and swords. And I said, you know what? Actually, I’m more interested in the saddles. Chase Jarvis: I was at your house once, and you had a teepee in the front room. Do you remember that? Tim Ferriss: Yeah. I do still have a teepee. Chase Jarvis: Is that like the saddle? Is it a leather and wood thing? Tim Ferriss: I do like earth tones. But no, the Japanese saddles are gorgeous. So I have two of those. Chase Jarvis: Beautiful. Anything else I should ask that I haven’t before we go? Tim Ferriss: Anything you should ask? Nothing immediately comes to mind. Chase Jarvis: We’ve covered some ground. Tim Ferriss: We’ve covered a lot of ground. I would implore people to watch – so people talk a lot about commencement speeches. And there are some great commencement speeches out there. But I suspect, for a lot of people watching, yes, the Steve Jobs commencement at Stanford is fantastic. We have the most, I think, in this certainly region of the world, have seen the commencement. It’s a very good speech. But for people who are fighting the good fight with anything they consider art, that’s up to you to define. But whether it’s a show like this, whether it’s Creative Live as a company, whether it’s writing and that just daily battle, podcasting, oil painting, anything, dance, doesn’t matter, my favorite commencement speech is Make Good Art by Neil Gaiman, which I try to watch at least once a week. Chase Jarvis: It’s amazing. Tim Ferriss: And spoken also and delivered from someone who walks the walk. Just a master of many crafts who is just incredibly gifted, incredibly warm. I had the chance to meet him very briefly here at the Castro Theater. He did a live performance. Just an incredible human being. And I would part, I suppose, on that note. Chase Jarvis: That’s awesome. Tim Ferriss: I suggest everybody check that out. If they like podcasts, I also have one of those, Tim Ferriss Show. Chase Jarvis: Good. Definitely. Anything else? Any other coordinates? You’re basically, @tferriss with two R’s, two S’s. Tim Ferriss: Yeah. So @tferriss on Twitter. Fourhourworkweek.com. Chase Jarvis: Are you snap chatting? Tim Ferriss: I am not snap chatting yet. I might eventually. Chase Jarvis: You should it’s fun. Tim Ferriss: I have a little bit of social media fatigue. I’m Instagramming. Chase Jarvis: You’re picking your nose. Move your finger. Tim Ferriss: That does look like I have – Chase Jarvis: Now, I look weird. Sorry for those folks. We’re snap chatting. Tim Ferriss: So yeah, @tferriss on Twitter. And then, Facebook is Tim Ferriss, two R’s, two S’s. Instagram, Tim Ferriss. But I think if you really want to dig deep, currently, what I’m putting the most energy into is the podcast and the blog. Chase Jarvis: Super fun. Thanks, bud. Tim Ferriss: Yeah, man. Thank you, sir. Chase Jarvis: All right. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "chase jarvis"], "text_sentences": ["hello, muskrats and mugwai", "this is tim ferriss, and welcome to another episode of the tim ferriss show where it is my job, typically, to deconstruct world class performers of various types and various worlds to tease out the tactics and so on that you can use", "by popular demand though, we are turning the tables, switching it up, mixing things about a bit", "and this episode is a conversation, sometimes a debate, a trading of ideas between chase jarvis, world famous photographer, and yours truly", "it really focuses on, overall, how to optimize creative output", "and there is a url mentioned, which is creativelive.com/30daysofgenius, all spelled out", "creativelive.com and then /30daysofgenius where you can get incredible videos from people like richard branson, seth good, mark cuban, brenée brown, jared leto", "it goes on and on and on", "one video per day", "that is always going to be there", "but if you sign up, which you can do at that url, there is a sign up for free button by friday, may 13 before midnight pst, then, you could win direct mentorship with yours truly with chase jarvis and three other incredible folks", "the episode itself focuses, like i said, on creative output", "and we touch on systems thinking, how to use the question what would this look like if it were easy", "we have how can i set my quota lower so that i can feel like i’m winning and using that as a precursor for winning", "how to celebrate the small wins, even if you’re not good at it", "lionel richie anecdotes, can’t do anything without that", "have we succeeded despite or because of type a personalities", "we have a discussion that and how it pairs up with meditation techniques and practical tactics for dealing with the real world and the edge that you might create for yourself", "absurdity is a synonym for creativity", "and a lot of very nitty gritty discussions about the struggles, the battle, even at a high level, perhaps especially at a high level, you just trade up in the types of problems that you have", "how do you contend with those", "how do you balance achievement with appreciation", "it goes on and on", "so i hope you enjoy this episode", "and the url, again, not to miss, you should check it out, is creativelive.com/30daysofgenius", "and without further ado, please enjoy this conversation with chase jarvis", "all right, everybody", "welcome to the show", "we’re just going to hold each other for the rest of the show", "so how are you", "i’m well", "are you good", "i’m doing great, man", "we’re in san francisco, sunny san francisco", "it’s 80 degrees today", "i’m wearing a sweater because we were wearing the same outfit before we started", "i end up with the same outfit as my guests all the time", "how are you", "are you good", "i’m fantastic, yeah", "i’m really fantastic", "your podcast is crushing", "it’s funny how that, as a side project, as a stress release valve, turned into the main focus now", "i mean, it was really intended just to be a creative outlet", "i remember, i was guest no", "either 2 or 3", "you pitched it to me as an experiment like this is going to be weird", "it might be bad", "it quite probably will be bad", "but i was so burned out after doing the last book, the four hour chef, i just wanted something different", "and also, along the lines of what scott adams, the creator of dilbert, has talked about before to focus on sort of systems thinking, in his language, which is planning projects that, even if they are viewed as a failure by the outside world, give you skills or a network", "something that helps carry over to your next project", "so for me, it was like, well, even if the podcast fails, i’ll get better at asking questions", "and i’ll get better at eliminating verbal ticks, i say as i sound like porky pig", "work in progress, folks", "but it’s just been a blast", "and it’s one of those rare cases where the thing that is now driving a lot of the creative ship for me is what i most enjoy doing", "go figure", "but is there a – well, not is there", "i know the answer", "the answer is yes", "you engineered that", "but did you engineer it so carefully like did you know it was going to be this perfect or this magical when you started", "or did you just start", "give us a little bit of your thought process", "it was baked in there, is the answer", "it was not a disaster when it started", "but if you go back and listen to episode 1 with kevin rose, i was nervous", "you started with your friends", "i started with my friends, and i was still nervous", "and i remember a couple of things happened in that first interview", "1) i was just throwing out the questions that i had borrowed from other people i had seen interview", "so one of them was like if you could be a breakfast cereal, what would you be", "and kevin is like, oh, it’s going to be one of those interviews", "and i’m like stop shaving my balls", "i’m already nervous", "and then, i was nervous and drinking wine", "and so when i flash forward three-quarters of the way through, i sound, and i was, completely drunk", "so it’s like right out of the gate, i embarrass myself", "well, this is gin", "this is gin", "we should be very clear", "but what i did do is interviewed or really just reached out to podcasters before starting to ask them a series of questions, which is what i do any time i try to learn about anything, even if i make the decision to abort", "and in this case, it became clear that almost everyone who watches the podcast quit after say three episodes", "you look on itunes, 300,000 podcasts let’s just say, and the vast majority of 3 episodes, and then, they go silent, they go dead", "and it’s because people get overwhelmed with editing", "so i made the decision to do long form, long conversations, next to no editing", "and just that decision alone i think has allowed me to get to where i am in a necessary but not sufficient manner", "like those small decisions that are made, and we were chatting about this before we started recording, but in response to the question that i’ve been asking myself more and more, which is what would this look like if it were easy", "yes, you can try to make it perfect over here", "but that might mean that you quit after three attempts", "so what would it look like if it were easy", "and part of the answer was next to no post production", "i love it", "well, to describe a parallel track, chase jarvis live, this particular show is five or six years old now", "and the original 50 episodes were only in seattle, 100 person live studio audience, live only, no pre-recorded, also the same long format", "and it was hard", "and even then, i had made some esthetic decisions, one of which was making it black and white", "primarily, that was intentional so that it would be reductive, and you’re just focusing on the two people in the conversation", "but then, it was also like that saves all kinds of other problems because we can use mixed light and natural light and artificial light", "and we don’t have to solve for all of this shit", "so i kind of tried to do it then", "and this, what we’re living right now, is an even easier version of that", "and it’s weird how when you take out these things that are the blockers how we can steamroll through something", "and not only that, but what i’ve come to realize maybe a little later in my life than i would have liked is that – you’re like 26", "what do you mean later", "that’s true, i’m 26", "i’ve been doing a lot of roids", "that explains the lost hair", "that’s a joke, folks", "not a very funny one", "but the point i was going to make is that i think, for type a personalities, i’d put us both in that bucket – dangerously", "is it is easy as a default to assume that, if you don’t feel like you’re burning the candle at both ends, you’re not doing a good job", "and what i’ve realized is, yes, there’s a place for hard work if you’ve chosen the appropriate place to put it", "however, if you’re really focused on your unique abilities and really just honing in on things that you are best at, and it doesn’t mean you’re best in the world but just, of the things you do, you’re best at this small piece", "it shouldn’t feel really, really hard and forced", "and i think that that leads some people who are really driven to veer away from what they’re good at to incorporate all of this complexity that is comprised of things that they’re mediocre at or just so-so at", "and i’ve just realized, for myself, and the podcast really was the wakeup call for me that it doesn’t have to be so hard", "and yes, there are times when you grind", "yes, there are times when i’ll batch record the podcast, which is another thing i do to make it sustainable", "so say i record on mondays and fridays", "i just decided as a policy, i’m going to record on mondays and fridays", "then, i’ll do two or three on a monday, two or three on a friday", "that’s a month and a half of long form interviews", "and then, i have the shorter ones", "and all of that is intended to make it sustainable and consistent", "and it allows me to focus on the pieces that i am best at", "whereas if i had made other decisions based on what the crowds were doing, and i was told this when i started blogging, you have to blog at least a half a dozen time before noon or nobody is going to pick up on your blog", "it’s not going to become huge", "you have to do this", "it has to be this length", "it has to be this", "it has to be that", "and when you ask those folks for the evidence or any supporting data, well, how do you know that", "even just that question, to be abrasive about it, how do you know that", "and they’re like because so and so, bill, bob, and harry and jane told me that it was true", "and it’s like you realize that just because something has been repeated that often doesn’t make it true", "and you find the same thing in podcasting", "you have to do this, have to do this, have to do this", "and just to give one example, since i’m all fired up on green tea, is the audio quality so audio quality is important in so much as, for 99 percent of the people listening, they’re going to be in a subway, in a car, cooking", "it has to be intelligible", "and it has to be loud enough", "and make it stereo – or rather mono so that you don’t have one person’s voice in one ear and one person’s voice in the other", "as long as you do that, everybody, except for audio engineers, will be happy", "it’s so true", "but people will kill themselves who know nothing about audio visual with preamps and all of this gear", "and they’ll become so overwhelmed, none of which i use, that they quit because they’re like this is too complex for me", "it’s like what would this look like if it were simple, if it were easy", "so let’s extrapolate just to some really concrete stuff", "what is the universal lesson", "if you simplify it, it’s easy", "but presumably, there are folks out there who aren’t writers and photographers and designers", "and is there a maxim that transcends just make it easy", "well, i think there are compatible maxims", "if there’s something to transcend it, am i making this hard", "am i making this harder than it needs to be", "for instance, one of the best pieces of advice, just to get out of podcasting and look at writing, which i find infinitely harder than podcasting, although – we’re podcasting right now", "i’m not even trying", "are you trying", "i’m not trying, although i had so much mushrooms before we started", "i’m kidding", "you did hours of prep for this", "the blank page is very intimidating for a lot of people, unless they happen to be trained journalists who can churn out 1,500 words a day and have them be good", "that’s not me", "but one of the best pieces of advice i got was from someone who told me this lesson i the context of ibm back in the day when ibm was just the behemoth", "it was 800 pound gorilla across several different industries", "and their sales people were known as being incredibly, incredibly effective", "they smashed quotas", "now, how did they do that", "one of the lessons that was taken away from ibm was that they made the quotas really low", "that’s pretty odd", "why would they make the quotas low", "because they wanted the sales people to not be intimidated to pick up the phone", "they wanted to just build that sales momentum and then people would overshoot their goals", "translated to writing, i was told, at one point, your goal should be two crappy pages a day", "that’s it", "if you hit two crappy pages, even if you never use them, you’ve succeeded for the day", "and alleviating that performance anxiety about putting down 10 pages of good material, which inevitably, i think, you’re going to fail at least once or twice a week, allows you to overshoot that goal and continually succeed and sort of build that confidence and momentum", "so that would be an example of rigging the game so that you can win it", "it applies to diet", "it applies to exercise", "it applies to writing", "it applies to podcasting", "how can i make this easy", "how can i set, in a way, the goal lower, the objective smaller so that i can feel like i’m winning", "because i feel like the feeling that you are winning is a precursor to winning on a very large scale", "yeah, to actually winning", "the way i talk around here is creative live, for example, has a ton of momentum right now", "it’s just growing", "it’s exceeding our expectations", "we have very high expectations", "but you can’t underestimate the power of momentum", "and two becomes four, four – just think about compounding interest", "you’re leaning into it, and it’s accelerating", "and maybe even a lot of accelerating returns, that’s what i’m trying to think of", "so is that a, i don’t know, do you apply it to every part", "because you just touched on writing", "i do", "i apply it to any type of behavioral change", "and if you want to be more creative, you want to make more money, which then has many different component behaviors, if you want to sleep better, longer, deeper, whatever it might be, a set of behaviors you need to change", "whenever i’m looking at behavioral modification, i think bj fogg at stanford has done a lot of interesting writing in this department where, if he’s trying to get someone to floss, he’ll be like start with your front teeth", "it’s like don’t worry about the whole mouth", "i want you to floss", "you have enough time to floss your front teeth before you go to bed", "and eventually, you’ll just be like wow, i’m such a loser", "i can’t believe i’m flossing my front teeth", "i’ll just floss my whole mouth", "and then, you do it", "and before you know it, boom, you’re flossing your teeth", "but rigging it in such a way that you don’t put it off", "so oh, you want to pick up an exercise habit", "five minutes on the treadmill, that’s it", "and it’s like if you get in there, you’re like i’m not feeling it, and you want to jet after six minutes, great, you’re done", "you succeeded", "you win", "if you want to stay, you’re feeling great, feeling a little froggy, as my gymnastics coach currently would say, it’s like great", "then, stay on for another 30 minutes", "but understand that’s bonus points", "you already won", "and i think a very close corollary to that for creatives, particularly people who are like i need to win, i want to be no", "1, i want to fill in the blank, aggressive goals – i have no idea", "i know you have none of that hardwiring, is celebrating the small wins", "i think i’ve been very bad at that historically", "and my ex-girlfriend helped me develop a habit, which i think is a great habit", "i have this jar, and it’s going to sound super cheesy, but she labeled it the jar of awesome", "and it’s a big mason jar", "and it’s like when something really cool happens, you’re not going to remember it three months later and have that perspective to give you gratitude", "it’s like write it down on a little piece of paper every night", "write down the things that were awesome that happened that day, however small they might be, fold it up, put it in the jar of awesome", "and then, when you get into a funk, when you’re feeling down, when you’re feeling uncreative, whatever it might be, go through and read these pieces of paper, these little self made fortune cookies of goodness from this jar", "it’s a really easy habit that i think allows you to not only be creative but understand that most people, and i know this isn’t exclusively focused on creativity, but why do people want to be creative", "because they want to do good work", "why do they want to do good work", "because this, this, this", "why", "because they want to feel good about themselves and be happy", "it’s like well, you can give yourself small doses of that throughout the process", "you don’t have to postpone that reward that you think you’re going to get at the end because, guess what, if you don’t celebrate the small things, you’re not actually going to be very good at celebrating the big things either", "yeah", "i don’t remember", "it’s come up in this series of talks", "somebody was talking about; i think it was neil strauss talking about interviewing lionel richie", "lionel richie just had an epic year; it had to be like 1983 or something like that", "but it was an epic year", "he won the grammy", "he sold a million albums, blah, blah, blah", "and he considered himself climbing his way to the top in the music industry", "and when he got there, do you know what he told neil was up there", "fuck all", "there’s nothing up there", "it was just there was no one else on the mountain", "so obviously, the take away is that it really is the journey", "it sounds trite, like you said, like an awesome jar or a jar of awesomeness", "but if you can’t actually celebrate your wins along the way, what have you got", "yeah", "and the anecdote that i still remember, to this day, and it just puts a lot in perspective, which was from thich nhat hanh so this is a buddhist monk who was nominated for the nobel peace prize by martin luther king, jr., vietnamese buddhist monk, and he’s done quite a lot of writing", "i think the first was pieces every step, or something like that, which was intended for internal use only", "it was a guide book to new monks who were attending his retreat center or monastery in vietnam", "but the point being, the anecdote that he talked about was thinking about this peach", "so you really want this peach at the end of the day", "and this is like your reward for a hard day’s work, whatever it is", "but if you’re say washing the dishes, and instead of being mindful, and i don’t want to get too woo-woo and out there, but this does have a lot of practical applications, instead of being at present with washing the dishes and doing it in a very conscious way, you’re thinking about the peach you’re going to have afterwards", "when you’re eating the peach, you’re not going to be able to enjoy the peach either", "you’re going to be thinking about your inbox or whatever the hell it is you’re going to do after the peach", "and so it’s like really honing that", "and i actually owe you a debt of gratitude", "and i’ve said this before but for introducing me to transcendental meditation and getting me to bite the bullet with that", "and there are many different types of mindfulness practices that work very well", "i think things like head spaces are very helpful as apps and what not", "calm, head space", "calm, also very good", "but celebrating the small wins", "and mindfulness is one of the constituent attributes that you can develop that helps a lot with that", "i love that", "i’m going to go to the meditation thing", "i think you provided the bridge now that you’re a professional interviewer with a podcast and everything, natural bridge, so i’m going to take it", "one of the things that, i’ll tell a short story here, which is i don’t remember where we were", "we were in seattle somewhere or maybe not", "but we were doing something", "and you said, “dude, you’re killing it, and yet, you seem really chill", "what’s going on", "what’s different?” “there’s something different.” i was like wow, that’s interesting you said that", "i can’t really think of – oh, actually, come to think of what’s different is i started meditating about six months ago or something", "and i think you were like are you okay", "i think you checked my pulse; you made sure i was still alive", "and then, we sort of i don’t remember if we laughed about it", "there were a few minutes of introspection around what does that mean", "is it the thing that has got us to where we are, any amount of success that you could say either one of us has had", "is it because we’re hardcore, type a, grinder, going to not fail at any cost type of people", "or is that something that’s actually been an anchor all along", "like you were worried about – we’ve succeeded to spite it and not because of it", "yeah", "and you asked me, “don’t get all soft on me jarvis", "are you losing your edge?” so, talk to me about, we’ll get into meditation in particular in a second, but how about the mentality or the fear that some people who are hardcore or hard charging consider themselves that type of a person", "tell me, or the people who are listening and watching, how that’s not the case, or how it wasn’t the case for you, or how you sort of played through that", "this is something i haven’t fully answered for myself, to be quite honest", "and i was just having an exchange while i was talking on my podcast with tara brach about this", "she wrote a fantastic book called radical acceptance", "terrible title, great book that i think is a very digestible and approachable presentation of how you can implement a lot of what we’re talking about", "i feel like, in the very worst case scenario, when i’m meditating consistently, and for me, tell me if this is true for you, but for me, let’s just say i haven’t been meditating at all", "whatever", "i’m just being an idiot or life intervenes", "i’m just not meditating for like two weeks", "it takes me about five to seven days for there to be like a phase shift", "i can meditate consistently", "it’s kind of like what am i doing", "okay", "that session was meh, meh, meh", "and then, you drop in, and then, you kind of shift gears, and things become very, very different", "when i get to that point, in a worst case scenario, i feel like i have half the anxiety and unnecessary stress and very stoic sense", "i talk about stoic philosophy a lot", "i read tons of seneca and marcus aurelius, etc., repeatedly", "and so, not allowing external factors to provoke an excessive emotional response", "so, 50 percent less of all of the negative manifestations of that, stress, anxiety, blah, blah, blah", "tony robbins, i remember, said at one point, “stressed is sort of type a language for fear.” that’s a pretty good one", "and secondly, i’d say i’d get 80 percent as much done", "that’s a worst case scenario", "so it’s like 50 percent decrease in all of the negative and at least 80 percent of what i usually get done", "so that’s at the low end", "yeah, yeah", "that’s the worst case scenario", "the worst case scenario", "trying to look at it with slightly rose colored glasses on, i would say that meditating helps me to be more effective not just more efficient", "meaning, much of what i do when i don’t meditate i think is reactive, compulsive, dodging bullets, or putting out fires", "it’s like great; maybe you cleared 50 additional email that day", "were those email important to clear at all in the first place", "maybe not", "and i think that with meditation, i’m able to more mindfulness practice because meditation is a total rebrand", "it’s got so much baggage", "we’ll go there", "yeah", "but it allows me to step back where like no longer am i on the front lines in a trench having grenades lobbed at me", "i’m actually like the general looking at the battle field and the map of the territory being like let’s make some high level decisions", "these guys shouldn’t even be fighting over here", "what the fuck are they doing over here", "no", "all right", "go over here", "call these guys out", "we need more troops here", "and objective wise, we should be going after this, this, this", "great", "everybody, deep breath, execute", "so that’s a bit of a winding answer", "but i feel like, especially at this point in my life, i do feel like i could have benefitted tremendously from it previously, even if it were just for the benefit that i find myself less likely to engage in addictive behaviors like stimulants", "so i have always loved coffee", "tea, at the weakest", "when i was a high school athlete, i got hooked on pre-work out supplements, ephedrine, caffeine, aspirin, all of that stuff", "and i think i did a lot of physical damage to myself by taking that stuff consistently because it was sort of self medicating but also just really put me on level 11 in spinal tap [inaudible]", "but when i meditate, i don’t need those things as much, nor do i want those  things as much", "so i think it could have been very helpful just from a health standpoint if i had started earlier", "and these days, i’m 38, i feel like i want to pick my shots", "it’s like i’m no longer the athlete i once was", "i’m not going to go out there like joe fraser and just throw hooks all day long", "it’s like no, i want to have very surgical strength", "and to do that, you need to, i think, have just that general level awareness and not be a foot soldier", "yeah", "i just actually read a great quote from maya angelou with something about creativity in it", "for some reason, this is a tie into meditation, which is creativity is an infinite resource", "the more you spend, the more you have", "and i find that there’s this sort of compounding thing, you alluded to it in your meditation sort of recount right there where it’s compounding day 1, day 2, day 3", "it’s like three, three, three, and then, all of a sudden, it’s four, five, six, seven, eight on a scale of one to ten", "and i find that if i’m in it, boy, it’s an accelerating sort of experience", "an effectiveness, not efficiency for sure", "it is clarity", "the way jordan talks about basketball, he sees the game in slow motion", "and that’s what makes him different than most of the other players", "and i think that’s the one that i’ve used on why i think meditation is powerful because i tend to see my life in slow motion as opposed to the hyper caffeinated like got to run from here", "i’m late to this in five minutes", "and how busy feels so powerful because you’re always doing", "and oh, man, i’m so awesome", "no, i agree", "and the creativity being an asset that grows the more you use it, the more you spend i think is a very interesting concept", "and what i’ve been focusing on personally in the last say three to six months, really trying to focus on is seeking out and creating the absurd", "so i think that there is so much absurdity in life", "and as adults, we’ve kind of inculcated ourselves to be very serious", "we’re so serious and mature", "and i think that is kryptonite for creativity", "i really think that taking life and yourself too seriously is just water boarding your creativity", "it absolutely nullifies or at least decreases it dramatically", "and so for me, i’ve been trying to not only seek out absurdity, which i think, quite frankly, is, in many cases, a synonym for creativity or creative", "it’s just like if creativity is too nebulous, people are like i’ve read six books on creativity", "i’m still not sure what the hell it means, it’s like go for absurd", "try to find the absurd and create the absurd", "and on that note, kurt vonnegut, one of my favorite writers, hilarious writer, also incredibly deep, philosophical thinker, but it’s embedded in this humor like cat’s cradle", "no cat, no cradle", "doing things just for the hell of it for no good reason whatsoever", "and making them as absurd as possible", "i’ve created some very interesting opportunities for myself, some very unexpected opportunities for myself, just by doing things on a lark and doing things because they’re absurd", "can you give us an example", "yeah", "i’ll give you an example", "on instagram, i try to put up at least a handful of photos a week that are just completely absurd with minimal explanation just to see how the world will respond", "so it’s like me testing out my dog’s new dog bed with little to no explanation", "or yesterday, putting up this photo of myself with these ridiculous things called sun stashes, which got sent to me", "and it’s like sunglasses with these little, bunny ears with a chain that hangs down with a bunny mouth over my mouth", "so i took this photograph of myself with a say ferris shirt on holding a kitchen knife and a bottle of wine and just put that out there", "and i was like let’s see what the world does with that", "and how was it received", "it was received as to be expected with the internet", "there are a lot of people who don’t know how to take anything non literally, and i’m not sure how you would even take that literally", "it was great", "it was just like scratching my own itch to be absurd and just stir things up a bit", "can we use the word play", "play for sure", "and i think that another, and i know we’re going all over the place here, but i think that i’ve also revisited a lot of mythology in the last year or so", "we haven’t talked about this", "but i’ve become fascinated by – minotaurs and shit or what do you mean", "potentially minotaurs, but a lot of animal related, native american mythology looking at the coyote and the raven or [inaudible] or these different trickster gods", "i used to be a d&d head, in all fairness, dungeons & dragons for those who have not played with the graph paper and the 20 sided die", "i still have all of my dodecahedrons and all that goodness", "go gray elf", "anyway, the point being that i think the masks people wear, and this is someone else’s quote, but often tell us more about who they are than the truth", "and the stories that persist for hundreds or thousands of years can tell us, even though they’re fiction, more about our sort of existential condition and humanity and human nature than any nonfiction book written on the subject", "and that’s something that i’ve been trying to explore", "to discover truth through what people would consider non truth in the form of mythologies", "and specifically, for me, focusing on these kind of trickster, prankster gods who are very interesting characters because they’re viewed, on one hand, as creators, on one hand, destroyers, but they, in many cases, kind of walk the line between this ordinary reality of human beings and this other world of mythology surrounding the gods and whatnot", "but as off the reservation as all of that sounds, i think there’s a lot of truth to be gleaned by looking at stories that have just persisted for hundreds and thousands of years", "and that’s informed a lot of my behavior", "yeah", "there’s a play component embedded in that for sure", "and it’s like make believe", "and it made me, as you were talking, i reflected on my own life", "and i have a list of 10 habits that i do every day", "and i put there are actually two words that i put in one habit, and it’s play or make", "and i consider myself", "where do you put that", "i put it in an app called habit list that i direct 10 habits", "it’s not a free app, so be prepared to pay $1.99, which i literally have said check out this app, and they’re like, oh, my god, it’s $1.99", "literally, you paid twice as much for your coffee this morning", "so get off your ass and fork up the $1.99 habit list", "it’s a good one", "so now, make or play, are those two separate habits, or do you put them in one line", "it’s one habit, and that’s the part that i think is interesting", "we were talking about creativity is sort of making something out of nothing", "and then, you’ve got to be careful not to take yourself too seriously", "and that led us into play", "what are some of your other habits", "sorry", "i’m holding back to protect this family programming", "no, this is great", "i’ll get to those in just a second", "let me put a bow on this point", "but the fact that play and make for me are interchangeable, i look at making as a playful activity, even though, basically, the only job i’ve ever had is as a professional creative", "and reflection on someone you introduced me to, charlie, who used to work for you and helped you launch the four hour body, his book play it away, which is about finding some relief in your day, 30 minutes to just go hit baseballs or take a walk or goof off, basically, and how that stimulates creativity", "so i put those on the same level", "and if i make something, say this show or i will take some time out and actually go take some pictures every day that making or goofing off, i lump those in the same thing because it makes me a better human", "i like that", "do you want to know some other habits", "i do", "make sure to drink 64 ounces of water every day", "sixty-four ounces", "which is not an incredible amount", "eight glasses", "yeah, roughly eight glasses", "and kelly strutz got me [inaudible] that water, of course", "kelly does that", "another one is eight hours in bed", "i don’t require eight hours of sleep of myself", "but, generally, there’s a strong correlation if i’m in bed – it’s weird how those go together", "i do the same thing with napping", "it’s not sleep for 20 minutes", "it’s lay down for 20 minutes because that, again, rigging the game so you can win, if you lay down, you’re like, fuck, i need to get to sleep", "i only have 20 minutes", "sleep, come on, sleep", "you’re never going to get to sleep", "and so but if it’s just like lay down", "you’re going to get 80 percent of the benefit if you just close your eyes and just relax for 20 minutes", "then, you actually will, often times, fall asleep", "there you go", "so that’s my eight hours in bed", "eat clean, and clean i have sort of an operative whatever clean is right now", "sometimes, it’s paleo", "sometimes, it’s just no fake foods like nothing with preservatives and whatever", "and did i eat clean today, or it should be cleanly", "i’m questioning what else is on my list here", "well, this isn’t about me", "you asked the question you’re now a professional interviewer, as we do this", "meditation a.m", "and meditation p.m., so i give myself 20 minutes every morning and 20 minutes every evening", "and i don’t hold myself to the 20 minutes", "that’s why i just said it’s meditate", "sometimes, when i come out of it, and it’s been 11 minutes, i allow myself to – i’ll usually just sit there for another 4 or 5", "what time do you meditate at night", " i try and meditate before dinner", "okay", "because i almost never meditate in the afternoon or evenings", "i just kind of threw in the towel with that early on", "but i do the mornings consistently, so before dinner", "and i track this behavior, so i can tell you exactly what my percentage is for p.m", "meditation", "i’ll do that right now", "in the week of 3/27 in march i was at 50 percent of the time", "so not all the time versus the week of 3/13 – almost a passing grade", "at 71 percent", "i know", "but, again, the point is that i set the habit to just do the thing", "and i’ll give you the rest of them", "zero to one glasses of red wine a night", "that’s a lot of self control, sir", "it is", "and i’ve been doing this, basically, since i think you probably know me as somebody who parties reasonably hard", "i’m not afraid to drink 10 drinks", "yeah", "and starting january 1, i said – i entered the janu-wagon", "basically, i didn’t drink anything in january, felt amazing, and my sleep was completely transformed", "i was sleeping in a really different and much deeper way", "and then, february, i said okay, i’ll just have a couple of drinks here and there", "and now, i’ve been on this thing, and i love it", "so i’m probably drinking 90 percent less", "i don’t do moderation very well", "so i’m either binary on and off", "so i haven’t done any booze this month", "at all", "no", "i have to eliminate", "i’m not very good at moderating", "well, we’ll go have a drink after this", "visualizing gratitude", "i already said play or make", "and move my body", "how does gratitude manifest", "immediately following my morning meditation, and i put gratitude and visualizing gratitude", "so i visualize some of the things that i want to happen in my day and in my life", "and i usually do that immediately after", "so when i’m coming out meditation", "i look, great, i got my 20 minutes", "what are some things i want to manifest", "and these are just pictures", "i think in pictures as most people do", "and i just picture some of the things in the process of happening, whether it’s a great interview with tim ferriss", "i picture us sitting here laughing and talking", "it’s so great", "we love it", "and then, i’ll picture some success with creative live", "or some success with my wife, kate", "but whether it’s personal or professional, what are some things that i want to have happen", "and then, that was awesome, what are some things that i’m grateful for", "and it’s usually a little bit of a reflection on what i just wanted to have happen", "and i’m really thankful for all the things that kate has taught me in my life", "or i have an elderly cat, dexter", "he’s in his sort of end of life horizon", "and i’m really grateful for every day hanging out with dexter if i’m at home", "and he’s done a lot for me", "and five or ten things and i sometimes write those down, sometimes just say them to myself depending on what kind of time i’ve got", "there you go", "yeah", "i have a similar routine", "in the morning, with – give me the tim ferriss morning routine, bullet points", "i’ll bang through it", "so wake up", "this is my current morning routine", "so i wake up", "i have the supplements that generally are absorbed on an empty stomach better than not", "i feed the dog with some sardine oil on top of kibble, molly", "she’s so precious", "she’s great", "she’s getting big", "and then, i sit down, meditate for 20 minutes", "i usually set it for 21 minutes because i want to have 20 minutes, but i usually fidget and fuss with my legs and kind of crack my back and so on for the first minute", "then, i’ll have like kind of a three minute decompress after that where i just focus on the sounds and so on around me", "get up, set tea, i have a breville i guess tea maker of sorts, at 185 degrees", "then, i will make tea with generally pooh-erh or oolong tea plus turmeric and ginger", "i will sit down with that and some coconut oil, usually 2 tablespoons of coconut oil, which is about 60 to 65 percent medium [inaudible] triglycerides for some nice ketones to the brain because, keep in mind, i haven’t really had breakfast yet", "sometimes, i’ll have a whey protein when i first wake up if i’m training that day, or if i just trained the night before", "then, i sit down with something called the five minute journal or morning pages, and i will journal", "and i’ll hit the gratitude points, a few things that i’m grateful for that day being sure to pick one that is a very small thing", "and i picked this up from tony robbins, which is like the cloud outside my window right now or the cup of tea or something very small so that they’re not all large things, again, coming back to the celebrating little wins", "and that will help me also prioritize for the day or just get my thoughts on paper so that the monkey mind isn’t rattling around in its cage all day long", "i can actually get something done", "then, i will usually do some type of gymnastic warm up just for the joints really, a few minutes of like scapular circles, wrist stretches, a handful of maybe planche leans and they’re called cat camels for those people who want to look this kind of stuff up and some rotational stuff", "and then, i’m off to the races", "how long does that take for you", "because people are like, oh, shit, i’ve got three kids", "this is totally undoable", "wake up earlier", "i mean, look, it’s just like i am a lazy bastard", "to state the obvious, i’m in a very fortunate position where i have a lot of flexibility in my schedule", "but you look at the person who wrote the kite runner, khaled hosseini i think his name is", "full time doctor, brutal schedule", "he woke up an hour earlier", "and he put pen to paper for like 45 minutes every morning", "and he wrote a book that turned into a massive, iconic best seller", "and a movie, yeah", "and a movie and everything else", "you make the time", "you’re not going to find the time", "you make the time", "and i should also say, i know people with three, four, five kids like leo babauta, zen habits, i know people who have real jobs, people in finance, people who have 9:00 to 5:00 non managerial entrepreneurial ceo jobs who make it work really, really, really well", "and you have to make time", "and i think that – w.h", "auden, i want to say this is the quote, the right attribution, but the routine – in the intelligent man, routine is a sign of ambition or something like that", "and, of course, it applies to men and women", "routine will save you", "if you’re trying to reinvent the wheel and reorder things every morning, you’re dead in the water", "it’s not going to work, especially with kids", "when i was at creative, i used to fight any system", "like, it’s just meant to keep me down", "and then, you realize that it actually makes your life that much better", "it’s like no, have a recipe", "that’s why when you asked me what my morning routine is, i’m like this is exactly", "this is the algorithm", "what’s an algorithm", "we use this word a lot now", "journalists use it a lot", "like what the fuck is an algorithm", "algorithm is, and computer scientists, you can rip me apart here, but it’s a series of steps intended to produce a replicable result", "and it’s a recipe, in effect", "and you need that in your routine", "for my evening routine, same thing", "it’s like locked down", "i have a very particular evening routine", "it’s like my hot bath with epsom salts with ice bath alternating", "this is going to sound weird, but i’ve been in your bathroom", "that does sound weird, but yes", "it fits a few people", "it’s not – it’s not a one person – we’re not laying on top of each other in the standard issue bath tub gazing into each others’ eyes", "you have an awesome tub", "it’s great", "tim ferriss:  the rose pedals were nice", "yeah, routine will save you", "the crazier you are, the more neurotic you are, the more important routine is, speaking as someone who i think is both of those things", "me", "no, no, no", "me", "you, too", "you just keep it under wraps better than i do", "so evening routine, without going into detail, or i just think it’s interesting to spend some time with arianna huffington", "she’s a really huge sleep advocate and the sort of end of day routine and how powerful that is.      and she does the same thing", "take a bath and turn down all screens, hide those things 30 minutes before you need to go to bed", "i recently did a little video that’s not out yet but about eye mask, ear plugs, stuff like that", "i’m not a good sleeper", "game changer, and less drinking for me has been a really powerful thing", "sprinkle a couple of things on that", "yeah", "other tweaks that i find helpful – oh, i left make my bed out in the morning, too", "i always make my bed in the morning", "i got that from some former navy seal commanders as well as dandapani, a former monk", "it really sets the day off on the right foot", "it seems weird", "you accomplish a little thing", "it’s like a minute", "i don’t like tucking in", "it’s not four seasons", "but i have a large blanket that kind of covers the whole thing and makes it look fine", "but at night, and i bring it up because the night triggers thinking of the made bed because, when you come back in, if you’ve had a difficult day, you come back in, and your bedroom is just kind of in complete disarray, i find that psychologically unsettling", "it’s just not a good book end to your day", "versus you come in to a space that’s – yeah", "so a couple of things", "i have i think it’s called a dohm, i want to say is the spelling, white noise machine that is very, very – and if you search sound machine and my name, it will probably pop up", "but i don’t make it", "but it’s a small device about yay large", "and you can adjust the air flow", "and it just provides a consistent background noise for sleeping", "that’s not so much my routine as the sleep set up", "i also have a sleep mask", "i think it’s called the sleep master", "cheesy name, but it wraps over the ears as opposed to on top of the ears, which i find very uncomfortable", "and it has velcro", "and it also, basically, buffers sound additionally", "i have these disposable, which i tend to reuse at least a couple of times, 3m construction ear plugs", "the orange ones", "yeah", "orange or yellow, yeah", "they’re really, really great", "they’re powerful little – they’re really powerful", "and in terms of evening routine, i’ll just throw out two things", "the first is definitely less screen time", "and if you’re going to use screen, laptop, let’s say, and use an app like flux, which will change the wave length of light that is emitted from your screen so that it’s – matt, you use that, don’t you", "matt is behind the camera right there", "he likes flux", "and you’re like what’s this orange screen, and you’re like oh, yeah", "so a tip for people like ceo’s, don’t let your designers work on stuff if they’re using flux past a certain hour because the colors will be fucked", "this happened to a number of people i know", "but great app", "and then, the two pieces i would say are hot bath with epson salt is just a must have for me", "and i will very often listen to – every night, tim", "yeah", "wow", "if i’m at home, every night", "and i will usually sit down and listen to a podcast or an audio book", "and i’ll listen to hardcore history", "i’ll listen to here’s the thing with alec baldwin, which is short", "or i’ll listen to any number of audio books", "now, so let’s talk about the content of the audio book or tv show or book", "here’s where i’m going", "i find that, for me, i have experienced lifelong onset insomnia", "and this seems to be hereditary", "and males in my family almost all have onset insomnia", "meaning, they won’t necessarily wake up in the middle of the night, but it takes them forever, me included, to get to sleep, typically, because i’m running through the things i didn’t do, the things i’m going to do tomorrow, the problems i’d like to solve, the creative stuff i’d like to figure out", "and i just can’t turn off those hamster wheels", "they’re just constantly going", "the way you turn those off is not by reading say a business book before you go to bed", "oh, my god", "that’s just going to pour gasoline on the fire", "the way that i can hijack that process and enable myself to sleep is by focusing on fiction", "so watching say a great tv series that i just finished binge watching, which is black mirror", "maybe not the best pre-bed stuff for everybody", "but black mirror or a book like the baron in the trees, which is a short story by italo calvino about this young boy who gets into a huge argument with his father and goes up into the trees and never comes down for the rest of his life", "and it’s a great fiction book", "and it will pull you into this sort of surreal space of storytelling that temporarily disables this problem solving apparatus", "and then, i find it easier to get to sleep", "interesting", "speaking of sleep and you said it a couple of times, and i put a thumb tack in it a while ago, and i want to come back to it now, which is the voices in your head", "they never stop", "they never stop, okay", "but let’s talk about them for a little bit because brenée brown is a mutual friend of both of ours, talks about them as the gremlins", "arianna who i already mentioned talks about that annoying roommate, what does she say", "obnoxious roommate that’s always sort of back there", "and i think i find it almost universal", "people are, at one end of the spectrum, high performers, a high degree of self confidence, maybe even actualized there like just beating him up all of the time", "and at the other end, people who have low self esteem", "they’re like you’re not good enough", "you’re not this, you’re not that", "and it’s weird how we’re all in this together because regardless of where you are in your human journey, there’s this voice inside of so many people’s heads", "i found that really interesting", "and it does, in part, parlay into that meditation conversation we already had", "but you, undoubtedly, have voices in your head", "and the reason i’m bringing this up is because the people at home, tim is so successful", "he’s got it made", "he’s got all of these no", "1 new york times bestsellers", "he’s got millions of people that pay attention to him", "we love his podcast", "i can’t believe that he has voices in his head, too", "it’s funny, but it’s true", "no, the voices in my head just told me this great joke", "no, i struggle a lot", "i think that it’s part of the human condition", "and if people want a real snapshot of what a day of say a bottom looks like for me, there are two posts", "one is called if you search for anything along these lines, it will pop up, but productivity hacks for the neurotic manic depressive and crazy", "and then, in parentheses, like me", "that gives a pretty good snapshot", "and then, there’s another one, which is going to sound very morbid, but i think it’s just practical thoughts on suicide", "and it has a very dark story from my past", "and i think that blog post is arguably, for me at least, the most meaningful and important thing that i’ve ever written period", "so i’ve had some very deep struggles", "but we can separate between the deep, dark, downward spiral set of voices in the head, which is like an angry mob that chases you down and corners you in an alley", "and that’s one type", "but then, there’s the obnoxious roommate who is just like tapping me on the shoulder while you’re trying to do anything", "who is telling you that you’re not trying hard enough", "you’re not thinking big enough", "you’re not doing this, you’re not doing that", "you’re not doing this, you’re not doing that", "now, it’s not always a negative thing", "so i think that the ego, for instance, and i don’t want to get too esoteric, but it’s like ego is bad, ego is bad", "and i’m not convinced it’s 100 percent bad", "i think the dose makes the poison and that having some type of drive, and we’re primates, and you can read chimpanzee politics if you want a real look into this, it’s a great book", "a lot of politicians read it, i’m not kidding, to learn how to navigate the senate and congress and stuff", "but the way that we function in the world is positionally", "so we look at positional economics", "we’re constantly comparing and contrasting", "so to some extent, you’re always going to have that voice in your head", "i’m sure, and they might not admit it, but if we were to track down the best known zen/buddhist/mindfulness teachers, i’m sure part of them is like, god, [inaudible] is so much better at meditating than me", "god, that guy", "look at his robe", "it’s so clean and orange or whatever", "we all have it", "and so i think that one refrain that i’ve been saying to myself, very literally, to my own obnoxious roommate is because i think there’s the observer", "there’s me", "then, there’s the obnoxious roommate, if that makes sense", "we could talk about the id and all of this stuff", "waking up by sam harris is actually a great book that delves into some of this", "and i’m not saying what i am saying is reflective of sam’s writing", "but what i have tried not to do is what i would call retreating into story", "and retreating into story, for me, is i do something; let’s think of a good example", "i’m not known for my patience", "i’m a pretty impatient guy", "i’m very, very aggressive", "the trains run on time", "yeah", "trains run on time", "on time means on time", "it does not mean five minutes late", "on time is late", "i’m one of those stern dad types with myself and other people", "and so let’s say that someone doesn’t meet my expectations, and i’ve hired them or contracted them", "and i don’t fly off the handle, but i have a very curt, abrasive conversation or send off dismissive via email that is just clearly 20 percent unnecessary prickliness", "and then, their feelings get hurt", "or they come out throwing hay maker counter punches", "and i’m just like, god, i always do this", "okay", "and then, i retreat into story", "and it’s like i always do this", "remember the time i did this and did that", "i am this", "i am that", "that is a point for me to pause", "i always or i am is i’ve learned to kind of time out", "that’s a trigger for you to go okay", "as much as possible, and i’m not perfect", "but i’ll be like wait a second, am i retreating into my story", "am i taking that old record off the shelf that is like tim’s pessimism regarding self image and anger", "and it’s like putting that on and just rocking out to that", "it’s like no, no, no, no, no", "you can choose the record", "no, no, no", "put that record back", "and if you’re getting – so i read this", "if you’re pissed off, rather than saying i’m pissed off, no, you’re doing pissed off", "you’re playing pissed off", "you’re playing the role of pissed off", "and retreating into story could also be oh, my god, so and so, they always blah, blah, blah", "and i was listening in my bath, and this isn’t quite nonfiction, but it was this old recording by wayne dyer", "and he said – wayne is awesome", "yeah", "just incredible delivery also", "and one of the things he said, i think it was becoming a no limit person", "it’s kind of a cheesy, old recording, but i like those cheesy old recordings sometimes", "and he talked about, in effect; people behave the way you teach them to behave", "people treat you the way you train them to treat you", "and so taking the step back and using the i always, i am, they always, they are, is just a queue to help me to pause and be like wait a second", "their reactions are outside of my control, but what can i do to train myself or them to minimize this stress that i’m experiencing", "but yeah, the voices, i mean, i think, to come back to the original question, i struggle as much as the next person", "but i’m trending in the right direction", "i’m getting better at not necessarily eliminating those voices but recognizing them as the obnoxious roommate", "don’t think those voices ever go – maybe if you’re a monk, they go away", "but just being able to have a set of tools", "and that’s really what i’m trying to tap into here for the folks who are listening and watching is hey, you’re not alone", "these things happen to even widely successful people", "totally", "and here’s a toolkit to not solve all your problems but to get you moving in the right direction", "it’s very helpful", "sweet", "i want to talk about – we’ve talked before about various books", "we’re not going to talk about your books", "we’re going to talk about your podcast, actually", "i’m tired of talking about my books", "as you mentioned just sitting on the front lines of ryan’s book, and you said the front lines a couple of different times on a couple of different things", "i got to sit front lines on your podcast", "i was one of your original, early guests, as we talked about", "kevin was your first guinea pig", "i might have been your second or third", "you’ve become really good at it", "are you having fun", "thank you", "i’m having a blast", "i’m having a really great time", "and there are many points at which that is an engineering decision because complexity will invite itself to your table every week", "you could do this", "you could try this", "and there are five people out of a million who are complaining very loudly about this", "and you could do this", "and there are so many temptations as i think i’m probably a maximizer, not a satisfizer i think it is in the paradox of choice", "that’s another book", "i am a perfectionist", "and so my inclination is to be like well, i know no one else is going to notice, but i’m going to notice", "and so i want to put in the last 2 percent", "it’s 98 percent there but the last 2 percent", "and that’s going to require another 10 hours a week", "that’s my inclination, and there’s a place and a time for that", "but it’s less and less compelling to me", "so the enjoyment almost always, if i do the podcast, then i find myself, for whatever reason, a little down or lacking in energy related to it, that’s a problem", "and i call an audible, sit down", "i’m like what is causing me stress right now", "if it’s sponsorships, it’s like, okay, i’m happy to lose half of the sponsors", "just change the terms", "if there’s a term in our agreements that’s causing problems, change it", "and if they’re like we’re going to walk, it’s like okay", "and the general rule in negotiating is he who cares the least wins, or she", "but it’s like okay, then walk", "and they’re like oh, shit", "you just called our bluff", "okay, we’ll take your terms", "or if it’s the programming and the scheduling, it’s like maybe i’ll use some type of meeting software like i think there’s schedule once or something like that where people pick their own blocks that you could use to simplify the guest recruitment process", "maybe it’s we’re constantly answering the same questions", "and that’s becoming a huge drag on time", "let’s put together a guest prep sheet, an faq", "i didn’t send you yours, by the way", "i’m sorry", "that’s okay", "and it has been a lot of fun", "but to allow it to continue to be fun as it grows requires some architecting", "let’s talk about your specific – some of your favorite questions", "you’ve had some great questions", "why don’t you just drop a couple of your favorite guests", "do you not want to do that", "no, i’ll totally do it", "the tim ferriss show has been a work in progress", "and part of what keeps it fun for me is having a wide spectrum", "so jamie foxx as an entertainer, the guy is just amazing", "hilarious", "so incredible", "so we did that episode in his sound studio at home with impromptu music and imitations and impersonations", "it was just incredible, all the way to the opposite end, and this is an episode that actually has not come out yet, but i did an interview with bj miller", "so i like doing interviews with people that the audience will almost certainly not know", "i did one with patrick arnold who is like the world’s most famous black market drug designer", "barry bonds, marion jones, he was the guy", "and bj miller is a triple amputee who runs the san francisco hospice project, or the zen hospice project, excuse me, based in san francisco", "and he’s helped roughly 1,000 people die", "and he’s a young dude, but he’s gone through just some incredible trauma himself", "he was electrocuted at princeton, actually, in an accident, lost three limbs", "and that interview is deep", "and there’s a lot to be gleaned from it", "so that would be one that i really enjoyed", "and i’m just naming a few along the spectrum", "my favorite thing about it is there’s a philosophy that’s the same as mine", "some people really fancy and famous that you’re like what’s it like to be that", "that’s for the weird people that everybody knows", "and then, people that no one would know but you like i know you’re going to find this person fucking fascinating", "exactly", "so you have the arnold schwarzenegger", "everybody is going to know arnold", "hopefully, i get some stories out of him that people haven’t heard, which was the case", "but then, you’ll have somebody who is very well known in a tiny subset", "not tiny, i mean, he’s well known anyway, but kevin kelly who is extremely well respected in the tech world, an incredibly gifted writer, ahs an amish beard, an incredible family", "like i really look up to him because he’s not only – he’s designed an incredible life for himself", "and he’s one of the most astute, accurate, technology predictors and forecasters, as a futurist, i’ve never seen anywhere", "and i’m in silicon valley", "there are very few people", "maybe ray kurzweil in a number of capacities", "kevin kelly is right up there", "and so i think he’s the world’s most interesting man, the real version", "so i did a two or three part series with him", "wow", "derek sivers, another one, the philosopher king of php programming, although he did a bunch of [inaudible] stuff who built up cd babies, sold it, gave it all to a charitable trust for music education", "and then, disappeared and now lives in the middle of nowhere in new zealand", "it’s like let’s talk to derrick", "one of my most popular episodes to date", "and what’s been really reassuring to me or life affirming is that those episodes, there’s still a place, if you put out good content, good art, good craft, good work is the best seo in the world", "it still works", "people are like it’s too crowded", "there are too many podcasts", "there are too many this", "too many photographers", "there’s still a place, if you put out really good work, and i’m not putting this all on me", "but it’s like when i have a guest who really performs meaning they just deliver super detailed, tactical stories, anecdotes, routines, things that my listeners can use, it’s like derrick sivers or has next to no recognition compared to say jamie foxx can do as well", "it’s nuts in terms of the downloads and the listens", "that stuff spreads", "and that’s another thing that’s just made me excited again to get back in the game of kind of creating some type of editorial or work is that", "to see that there’s still a place", "i was told, when i started podcasting, whenever it was, i think it was actually one or two years ago, it’s too done", "it’s done", "it’s too late", "and you’re going to hear that all the time when you do anything", "i want to do this", "oh, it’s too late", "that ship has sailed", "it’s like no", "you just have to be different, and you have to be better in some capacity", "if you do that, and you stick with it, and you screw up like i did in the beginning, get too drunk on multiple occasions in your first three episodes because you’re so nervous, and it’s super sloppy, and people are like, dude, it sounds like your wine bottle has a separate mic on it", "tone it down", "and you keep it fun for yourself", "make it fun for you, and you will find an audience has been the other thing i learned", "if i want to throw chimpanzee screeches in the middle of a podcast as a transition just to see what the hell people do, going after the absurd again", "like this one listener actually said she freaked out", "she was in a retail store", "and she took her bag and threw it across the store because it was so loud", "i’m still working on my levels", "it’s like i can do that", "if i want to make weird [inaudible] noises in the beginning of an intro – what is a [inaudible] noise", "[inaudible] is like, you know, gremlins", "but the gremlins are the bad guys", "the [inaudible] are the good guys", "so like gizmo noises", "then, i can do that", "and it’s just like it’s given me such a sense of freedom because, with the books, maybe you feel this way, maybe you don’t, but i have so much work out there as a writer", "no", "1, i’ve developed tropes or tricks or frameworks that i’ve become a little reliant on as crutches", "they work really well", "i know how to get people to pull through a chapter and enjoy it with stories, even if there’s dense material", "but i feel like i’m getting a little stale, which is why i’m doing a writing workshop this summer, in fact, as a student", "but the podcast is such a different element", "it’s like, okay", "well, you’ve been a skier, but now, you’re going to be a swimmer, or you’re going to be an acro-yogi", "okay", "now, you can start with beginner eyes again and fuck around", "i’m dropping the f bomb a lot today", "no, bring it", "long island, sorry", "and that freedom to play, to make, to experiment then infuses everything else that has kind of grown stale or less interesting to you", "so it’s like now, my writing is more playful", "it’s great, man", "i’m having a lot of fun with podcasting", "those things are connected, by the way, like the amount of enjoyment and play that you’re having is a correlation, at least for me and many people i know, to great work", "totally", "so one of the things you said is great stories that maybe they haven’t heard on some other podcast version", "so tell us a story here that you really haven’t told somewhere else", "it doesn’t have to be normal", "and i know it’s on command", "i’m going to ask you a refining question related to that while i answer your other question about questions that i ask on my podcast", "great", "so these were two distinct things in my mind", "we’ll let them be – no, no", "because i’m going buy you time", "the question i’d like to ask is what type of story", "give me some categories, creative constraints", "so some of the questions that i like to ask for the podcast, while you’re gestating on that, are if you could have a billboard anywhere, what would you put on it", "and i’m sure i borrowed this from somebody else", "i’m not making all of these things up", "what advice would you give your 20-year-old self, 30-year-old self, 40-year-old self, but not just – the refinement i made to that, which i think is important, is place us somewhere", "where were you, what were you doing", "and then, give me the advice because it’s so contextually dependent", "there are some other ones that are hit or miss that i borrowed from say peter teal, roughly", "like what do you believe that other people think is crazy", "that’s his classic interview question", "right", "and so i borrow from many, many different places", "when you think of the word success, who is the first person who comes to mind and why", "these are some standard questions", "what book have you gifted the most to other people", "so that’s a question i – i’m glad you didn’t have many of these questions formulated when i was on your show because there are a lot that are hard", "they’re hard", "some of them are hard", "and the gifted is important because if you ask someone what is their favorite book or favorite books, there’s a primacy and recency effect", "meaning, they’ll tend to remember the most recent books they read, especially if they’re caught on their heels", "they’ll just pick something that they read in the last year or two", "whereas if you ask what book have you gifted the most to other people, usually, it’s an extremely short list of two to four books that are their go to gift books", "so those are a few", "so stories i haven’t told", "stories you haven’t told", "tell me a story you haven’t told about a struggle with writing because i feel like there’s a lot of glamour", "i’m just continuing to name drop other people here", "brenée brown talks about [inaudible] like oh, there was this time shit got so hard", "i was so real", "but then, i made it through, and everything is awesome", "and they go back to the awesome story again", "so it’s like i’m so vulnerable for a quarter of a second, and then, i go back to – i believe that people think of you, first and foremost, as an author in sort of the guinea pig way that you framed yourself", "but, clearly, you’ve had a lot of hardship in there", "and so talk to us about something that people wouldn’t know about that time period that might reveal something about you", "oh, god", "there’s a story that comes to mind", "i’m not sure what it reveals will be very good", "i’m not looking for good", "i’m looking for honest", "this might be the closest i’ve come to like double leg drop kicking someone in the lucha libra style in the last few years", "so this was probably 2011 because this was just like i felt like i was at the breaking point", "really, physically, mentally, emotionally just at the breaking point", "i was at the last 30 percent of the four hour chef", "it’s like a 700 page book", "it was a monstrous book, thousands of photographs, hundreds of original illustrations", "you did that class, the four hour life, but it was really in the launch of the four hour chef on creative live", "we should link to that somewhere in here", "yeah", "it was a really difficult time for me", "it was a very complex project", "it was a three year project", "and in fact, it had been compressed down to a year and a half", "and i’m very happy with how it came out", "we pulled it off", "but there were some really big hiccups along the way", "and one of the biggest challenges was publishing is still very archaic in a way", "there are not fantastic digital tools for providing fast edits to really complex layouts", "i know there are some options for website review and things like that", "but it’s too labor intensive compared to say pen and ink on paper if you’re going to be making hundreds of edits like line edits and whatnot", "so what would happen is i would get shipped these print outs, or, actually, we would print them out in san francisco or wherever i happened to be, these two page spreads", "and then, i would go through, and i would hand edit and make hundreds of hand edits, copy it because you do not want one single point of failure with one copy, send it back", "they would then incorporate those changes into the end design doc and then, repeat the process", "now, i had a really tough experience with this book packager who was hired to help with this", "and when i would get the next round of edits, very often, only about 70 percent of my changes made it in", "i would notice that", "so now, what do i have to do", "i have to take out both versions, and i have to go through line by line, this is a 700 page book, and compare each to see what got missed", "and i had to do this dozens of times to the point where my girlfriend, at the time, didn’t believe me", "and i showed her a couple of pages, and she’s like i feel like a sixth grader would do a better job with this", "i can’t believe you were having to go through this", "you know that book publisher is listening to this", "no, no", "it wasn’t the publisher’s fault", "the packager, at least i’m not mentioning you by name", "so you should thank your lucky stars for that because it was a fucking disaster", "and i found myself, at one point, so keep in mind, my job as a writer has become somewhat more complex as things have gone on because, when i wrote the four hour work week, that’s all i really had to do", "i was running a company at the time, but it was a few hours a week", "and now, four to be precise, and then, the four hour body, it’s like now, tim is starting to do a lot of angel investing, make other commitments, advising, etc", "the four hour chef, it’s like, okay, now, the doors have been blown wide open", "i have a hundred times more inbound than i did during four hour work week", "so i had made a commitment, and this is getting to a story, to speak at some event in southern california like a year before it actually showed up", "it’s funny how those come back and bite you in the ass", "and then, i get back 50 pages printed out, and i realize half of the edits haven’t been made", "and at that point, i’m probably running on four or five hours of sleep for a week", "and now, i have this speaking engagement to go to", "and so i go down to southern california, i do my speaking gig", "that’s fine", "i put on a smiley face and get it done, be a good soldier, knock that out", "then, i have to go back and, basically, pull an all nighter to work on these edits", "and i’m at this kind of run down hotel", "the hotel room is tiny", "it’s just like the desk isn’t big enough for me to spread stuff out to work on the various spreads", "so at that point, too, i was still using kind of like ephedrine, caffeine, and aspirin stuff to keep the engines running, which is really horrible for you", "it’s so bad for your adrenal system and everything, which makes you extremely grumpy", "and so i’m running on nothing, except for like the eca stack", "and i’ve just finished my speaking gig", "it’s like 2:00 in the morning, and i’m working on all of this stuff", "and in the lobby, i remember very clearly the lobby in this hotel, really high ceilings", "and it was a rundown kind of shoddy place", "and there was one light on the ceiling that landed on one table", "and i was doing all my work, and the light goes out", "and it’s like 2:30 now", "and i’m just like oh, my god, i’m not even close to done", "i’m like 40 percent there", "so i get up, and i walk the length of the lobby, which is a pretty good lobby a couple of hundred feet to the front desk", "and there’s like one poor guy who is working at 3:00 in the morning", "the night time dude, yeah", "and there’s somebody checking in who has clearly been traveling all day, really run down, not looking happy, sort of like bedraggled traveling salesman or whatever getting checked in", "and so i’m kind of standing off to the side 20 or 30 feet away", "i don’t know why i’m telling this story", "and the guy who is getting checked in, the guest is looking down at his phone", "the employee behind the counter looks at me, and he gives me this yes, sir, kind of head nod/hand wave, which the guy checking in didn’t see", "so i say, actually, there’s just one problem", "i’m going to have to pull an all nighter", "i’m working on this thing", "the light is out", "now, the guy getting checked in now looks up and is like who the fuck is this guy", "and he goes hey, hey", "and i’m like, “yes?” and he goes, “fuck you.” and i was just like i didn’t know what to do", "i was like do i kill this guy", "he doesn’t look good at sprawling", "should i just fireman’s carry him into the coffee table", "and i didn’t know what to do", "and i was like old tim would have attacked this person", "new tim, hopefully, needs tm, hadn’t done it yet, would do something", "and i didn’t know what to do, so i blew him a kiss", "and i was like i’m not going to attack him, but i hope he attacks me right now because i will literally – it will be like discovery channel hyena tearing apart a carcass", "and then, that will be the end of my career or who knows, the start of a new career maybe charlie sheen style", "and so, ultimately, the guy was thrown off and didn’t know what to do", "and then, the guy behind the counter was like what do i do here", "i don’t know how to manage this", "so i just walked back and just sat in the darkness looking at all of this undone – this is a sad, sad scene", "you asked about a struggle", "so i just like sat in the darkness trying to cool off", "and i was like let me let that guy leave so there’s no homicide", "and i’m just sitting there looking at all of this undone homework and thinking to myself never again will i do it this way", "never again will i sign up to do this this way", "and you haven’t", "and i haven’t", "and that was late 2010/2011", "the book came out 2012", "and i’m very proud of the book", "but it’s just like, man, that was kind of the last nail in the coffin with respect to how i relate to a lot of big business stuff, meaning having a publisher who owns the rights that inhibit your ability to do certain things with your own work", "that’s one of my favorite things about this show, a long time ago, starting up, there are no rules", "no one owns it", "i can do whatever i want", "there’s no beholden to no one", "like you said, if a sponsor doesn’t want to play, okay", "and now, you clearly have built yourself an amazing platform, so you’ve built in some freedom into your own – yeah", "and the blog, i have complete freedom", "and the podcast really was the first art project, which is really how i view it in a long time for me", "the first new art project where i could do whatever i wanted", "people are like i’m trying to listen to this with my kids, and you say the f bomb", "you need to clean up your language", "i’m like you need to find a new podcast", "sorry", "this has to be fun for me, and i’m not going to censor myself to suit the mr", "rogers’ program", "this is not how this works", "how important is that for you, artistic freedom", "the freedom is a tricky term", "the ability to do whatever i want – let me rephrase it", "the ability to play in any way that i want, i enjoy", "having certain constraints, however, i think is necessary for me to actualize my highest creative potential", "constraint you put on yourself for the podcast", "so constraint could be you have an hour and a half", "and if somebody can only do 30 minutes, you have 30 minutes", "constraints might be a form of training or practice", "it’s like for my first 20 episodes, 30 episodes, they were mostly over the phone", "why", "because i could have all of my notes in ever note and have all of my questions in front of me", "i could have a notebook for taking notes about things i wanted to come back to", "you do that in person, it’s not quite the same", "it’s very disruptive sometimes to do that", "if we’re talking, and i have a laptop here, it throws off the entire dynamic", "so practicing, deciding, okay, the next 10 episodes are all going to be in person, what are you going to do", "you’re going to have to change your method", "you’re going to have to figure out a new approach", "you’re going to have to maybe memorize more or not memorize anything depending on who you talk to", "like neil strauss does an incredible amount of preparation for his rolling stone and new york times interviews", "tons of review, tons of research, and then, he folds it up, and he never looks at it during the interview", "so testing different approaches", "i might try his approach, then, i might try someone else’s approach", "but constraints would be, for instance, ensuring that i talk about there is something sensitive", "it’s not a gotcha show", "but let’s say there’s a sensitive subject that i think will produce an answer or a story that i think will be valuable to my listeners", "it has to be valuable", "for sure, value is the key take away", "how do i navigate the conversation and like ride the wave to get to that", "that’s a constraint", "that’s a requirement", "it’s weird", "it is the same thing", "what’s the one risky thing that i’m going to go to", "yeah", "so know we’re going to talk a lot about masturbation later", "or something like that", "it’s kind of like right meow, like super troopers", "so i decided i wanted to say masturbation, which i just did twice, and so i checked that box in this conversation – three times on this show", "three times, fantastic", "there is a thing with threes", "but with writing, for instance, just the form factor itself", "it’s like you have to use words", "and in the four hour chef, i changed that, and i allowed myself to use visuals", "but i would enjoy going back to text only", "it’s like, okay, like a john mcphee, john mcphee is one of my favorite writers, pulitzer prize winner, staff writer at the new yorker", "and where someone else might resort to a bunch of different diagrams, his thinking and his writing is so precise and so beautifully elegant, it’s just unnecessary", "in fact, it would detract because he’s allowing the reader to create much higher resolution, impressive meaning impressing on the memory imagery than would otherwise be possible on a printed black and white page", "so it’s like that would be a very strong constraint to say no, you can’t use visuals, only words", "or if i’m writing, sometimes, i will notice there’s a word i use as a crutch or a phrase i use as a crutch", "that having been said is one of my crutch phrases", "that having been said comma, you’re not allowed to use it", "dashes, i like to use dashes", "oh, god, i love a dash", "they’re so nice", "like em dashes", "i just love em dashes", "so it’s like you’re not allowed to use dashes", "you can’t use dashes, and you can’t use parentheticals", "clean up your fucking writing", "it’s like okay, that would be another type of parameter", "well, there are a million", "well, here’s another one that i notice through writing that i then use to try to change my speaking", "i notice that use pretty as an adverb", "oh, that’s pretty interesting", "yeah, she’s pretty smart", "oh, yeah, he’s pretty successful", "and i was like sloppy, ferriss", "so lazy", "so what i forced myself to do when i was speaking is if i said pretty because it would sometimes slip out, and i’d be like there it is again, i’d have to say fucking after that", "so i’d be like she’s pretty fucking interesting", "and after you do that seven or ten times over a two hour dinner, you’re like your brain just cauterizes pretty right out of the conversation", "so i love positive constraints, creative constraints because it’s just like in dance, for instance, in tango, to improve your technique, you can take an arm away", "so it’s like you’re used to being here", "what happens when you take this arm away", "all of these other components that you were able to fudge because you had this crutch, now, they’re glaring problems", "or you take away this arm", "now, you have to use your chest", "you have to really change your signaling related to lead and [inaudible]", "so i love those kinds of constraints", "yeah", "and they’re, i think, self imposed constraints with whatever sort of your medium is", "whether it’s photography or design", "i talked to stefan sagmeister, one of the top designers in the world about an impetus", "there’s a style for this", "i don’t remember what it’s called", "but you’ve got to solve a problem like you want to design a new drinking glass, well, what is the way you can take some other unrelated object and design a drinking glass through the lens of this thing", "like a tennis shoe", "oh, what would a drinking glass look like if you thought about it as a tennis shoe", "it would have a different kind of sole here in the bottom when you lift it", "that’s a constraint that can add fuel to your creativity, actually", "i think that’s  pretty tough one", "really, and i think just using the tango example of taking away an arm or the writing example of taking away a word or the podcast example of, for instance, i’ve done this as well like everybody always asks this guest about this, this, and this", "i’m not allowed to talk about any of those", "once you use a constraint to do more with less, only then can you do more with more, i think", "i like that", "and that’s how i’ve approached it", "once you are really good at bleeding the stone with very little, then, you can make use of all of your resources", "but until then, i think it’s just going to be a scattered shot waste of energy sent in like 1 mm in a million different directions as opposed to just and being really good at hitting your shots and using maximum leverage with all of your gifts", "the way you do that is by taking these tiny components and being like i know you have these 100 things", "i want you to do everything with this", "that’s it", "that’s all you’re allowed", "it’s a fun exercise, too", "that was the original idea behind the iphone for me as someone who was traveling all over the world with 100 person crews doing gigantic things like what can i make with this one camera that’s with me all of the time", "yeah", "and i’m doing that right now on the blog where i’m experimenting with, for me, shorter form stuff", "so it’s like all right, all right", "yeah, you write 23 page long blog posts that are hopefully evergreen and get traffic for years and years and years", "but what if you only have 500 words", "suck it up", "you don’t have time to give your [inaudible] preamble", "like no, you’re not allowed two pages to say hello", "no, get to it", "cut to it", "and that’s another exercise for me", "so get with this ninja shit i’m about to pull here", "we’re at 90 minutes, which is one of my constraints", "and with that being said, i wanted to just finish with a couple of rapid fire questions", "so one is if you could put a billboard up anywhere, where would you put it, and what would it say", "i would put it on a foot path outside of the largest college or university in the us, and it would say you are the average of the five people you associate with most", "that’s the first thing that comes to mind", "and what’s the book you’ve gifted the most", "not bought for people or bought for yourself", "what’s the book you’ve gifted the most", "you see how this is happening", "probably the penguin edition letters from a stoic, which is a collection of seneca’s letters", "i’m going to be making my own", "actually, i don’t think i’ve even announced this, so exclusive", "here we go", "nice", "i’ve had original artwork and calligraphy done over about six months, and i’ll be putting out, at some point, an edition of seneca’s letters that’s illustrated", "the artwork is amazing", "it’s so good", "wow", "when are we going to see this", "i’m not sure", "i’m just kind of like i want to do it right", "i’m not in a rush right now", "but it’s going to be good", "so probably though, if i was gifting it, letters from a stoic", "i just recently bought 10 copies of the baron in the trees that fiction book i was telling you about just to have at my house so when friends come over or visiting out of town, if they’re looking for something to read, i’m going to give them that book", "surely, you must be joking, mr", "fineman about richard fineman, physicist, safe cracker, bongo player, nobel prize winner, amazing", "i like that you threw bongo player in there", "well, he’s a poly math, and he’s a playful trickster but very smart and a genius teacher", "so surely, you must be joking, mr", "fineman is definitely – those are the first few that come to mind", "what’s a thing that people don’t know about you that they’d be very surprised if they found out in this podcast", "very surprised", "very surprised", "maybe i’ll put a constraint on it", "something that you like that no one would think that you’d like", "something i like", "that’s a good one", "i’m trying to think of a surprise", "japanese antique saddles", "a few years ago, i had a chance to go to japan and study with the [inaudible] family [inaudible], which is japanese for horseback archery", "side note, the super star of that family is a young guy, very handsome, super smart", "and his jacket, which was like a cheesy ‘80s bowling jacket like that shiny material that tapers down to the cuff", "the nylon cuffs", "yeah", "the nylon cuffs", "the back said [japanese], since 1157", "and i was like oh, my god", "i want that jacket so badly", "the point being when you are doing horseback archery, the saddle is not designed to be sat upon", "it is just hard wood", "and the sole purpose of the saddle is to hold the stirrups", "and then, you, basically, are in a squat, let’s just call it, hovering over the saddle", "and that’s when you pull off the arrows and shoot at these targets at full gallop while no reins", "the horse is just left to sprint", "and these saddles are gorgeous, as a result, because they’re not covered", "they’re very, very minimalist", "you could pick it up with one hand like this", "it’s 5 to 10 pounds", "and so that was i think the four hour body", "after the four hour body, my promise to myself was, when i finished, i would allow myself to buy something japanese that is at least 100 years old at auction", "and i don’t buy a lot of artwork at all", "and then, i thought i’d like to get some armor", "and i was looking at armor and swords", "and i said, you know what", "actually, i’m more interested in the saddles", "i was at your house once, and you had a teepee in the front room", "do you remember that", "yeah", "i do still have a teepee", "is that like the saddle", "is it a leather and wood thing", "i do like earth tones", "but no, the japanese saddles are gorgeous", "so i have two of those", "beautiful", "anything else i should ask that i haven’t before we go", "anything you should ask", "nothing immediately comes to mind", "we’ve covered some ground", "we’ve covered a lot of ground", "i would implore people to watch – so people talk a lot about commencement speeches", "and there are some great commencement speeches out there", "but i suspect, for a lot of people watching, yes, the steve jobs commencement at stanford is fantastic", "we have the most, i think, in this certainly region of the world, have seen the commencement", "it’s a very good speech", "but for people who are fighting the good fight with anything they consider art, that’s up to you to define", "but whether it’s a show like this, whether it’s creative live as a company, whether it’s writing and that just daily battle, podcasting, oil painting, anything, dance, doesn’t matter, my favorite commencement speech is make good art by neil gaiman, which i try to watch at least once a week", "it’s amazing", "and spoken also and delivered from someone who walks the walk", "just a master of many crafts who is just incredibly gifted, incredibly warm", "i had the chance to meet him very briefly here at the castro theater", "he did a live performance", "just an incredible human being", "and i would part, i suppose, on that note", "that’s awesome", "i suggest everybody check that out", "if they like podcasts, i also have one of those, tim ferriss show", "good", "definitely", "anything else", "any other coordinates", "you’re basically, @tferriss with two r’s, two s’s", "yeah", "so @tferriss on twitter", "fourhourworkweek.com", "are you snap chatting", "i am not snap chatting yet", "i might eventually", "you should it’s fun", "i have a little bit of social media fatigue", "i’m instagramming", "you’re picking your nose", "move your finger", "that does look like i have – now, i look weird", "sorry for those folks", "we’re snap chatting", "so yeah, @tferriss on twitter", "and then, facebook is tim ferriss, two r’s, two s’s", "instagram, tim ferriss", "but i think if you really want to dig deep, currently, what i’m putting the most energy into is the podcast and the blog", "super fun", "thanks, bud", "yeah, man", "thank you, sir", "all right"]}