{"dialog_idx": {"alex honnold": [24, 25, 27, 29, 31, 33, 34, 37, 39, 44, 47, 49, 50, 52, 53, 56, 57, 60, 61, 62, 64, 65, 66, 67, 68, 69, 70, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 96, 97, 100, 101, 102, 103, 104, 105, 106, 108, 109, 110, 112, 114, 115, 117, 118, 119, 120, 121, 123, 124, 126, 127, 130, 131, 132, 133, 134, 136, 138, 140, 142, 143, 145, 146, 147, 148, 155, 156, 161, 162, 163, 164, 165, 167, 170, 172, 173, 175, 176, 178, 179, 180, 181, 183, 185, 186, 187, 188, 189, 190, 191, 192, 196, 202, 203, 205, 207, 208, 209, 210, 211, 212, 213, 215, 216, 223, 224, 225, 226, 228, 229, 231, 233, 234, 235, 236, 237, 242, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 258, 259, 260, 261, 263, 264, 265, 268, 270, 272, 275, 276, 277, 278, 279, 280, 281, 286, 287, 288, 289, 290, 291, 294, 295, 296, 300, 301, 302, 303, 304, 307, 308, 309, 310, 311, 312, 315, 317, 319, 322, 324, 325, 329, 334, 335, 336, 337, 339, 340, 341, 342, 343, 344, 345, 346, 347, 349, 350, 351, 352, 353, 354, 355, 356, 358, 359, 360, 362, 367, 368, 369, 370, 371, 372, 373, 374, 377, 378, 379, 381, 382, 383, 384, 385, 387, 389, 391, 405, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 422, 423, 424, 425, 426, 432, 434, 436, 438, 439, 441, 442, 444, 445, 446, 448, 450, 451, 452, 453, 454, 455, 456, 457, 464, 467, 468, 470, 471, 472, 473, 474, 478, 479, 480, 482, 483, 484, 485, 486, 487, 488, 492, 493, 494, 495, 496, 497, 498, 499, 501, 503, 505, 506, 508, 509, 510, 511, 512, 520, 521, 522, 523, 525, 526, 527, 528, 529, 539, 540, 541, 542, 543, 544, 546, 551, 552, 553, 559, 560, 563, 565, 566, 567, 568, 570, 571, 572, 573, 575, 576, 577, 578, 579, 580, 581, 582, 583, 588, 589, 590, 591, 592, 593, 594, 596, 598, 600, 609, 610, 611, 612, 613, 614, 615, 616, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 629, 630, 631, 632, 633, 641, 642, 643, 644, 645, 646, 650, 651, 652, 653, 654, 655, 656, 657, 658, 660, 661, 662, 663, 665, 667, 668, 669, 670, 671, 672, 673, 675, 679, 680, 681, 682, 683, 684, 685, 686, 688, 689, 690, 691, 693, 696, 697, 698, 699, 700, 702, 703, 704, 706, 707, 708, 709, 712, 714, 718, 719, 720, 721, 722, 723, 724, 725, 728, 729, 730, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 752, 753, 754, 755, 756, 759, 760, 761, 762, 768, 769, 770, 771, 772, 773, 774, 775, 777, 778, 779, 780, 781, 782, 783, 784, 786, 789, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 803, 804, 805, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 835, 836, 837, 838, 839, 840, 842, 847, 848, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 871, 872, 874, 875, 876, 879, 880, 892, 893, 896, 897, 898, 899, 903, 904, 905, 906, 907, 909, 910, 911, 912, 913, 918, 919, 920, 929, 937, 939, 940, 941, 942, 958, 959, 960, 961, 968, 969, 970, 972, 975, 976, 977, 978, 979, 981, 982, 984, 985, 986, 988, 989, 991, 992, 993, 994, 995, 997, 998, 1000, 1001, 1002, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1019, 1022, 1023, 1025, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1036, 1037, 1038, 1046, 1047, 1048, 1050, 1051, 1052, 1053, 1055, 1057, 1058, 1059, 1061, 1062, 1063, 1066, 1067, 1068, 1069, 1070, 1071, 1073, 1074, 1076, 1077, 1079, 1083, 1086, 1087, 1088, 1089, 1090, 1094, 1095, 1096, 1097, 1098, 1100, 1102, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1126, 1131, 1132, 1134, 1136, 1137, 1138, 1140, 1141, 1142, 1143, 1144, 1145, 1147, 1151, 1154, 1155, 1156, 1157, 1158, 1173, 1174, 1175, 1176, 1177, 1179, 1181, 1183, 1184, 1186, 1187, 1188, 1190, 1191, 1195, 1196, 1197, 1198, 1200, 1204, 1205, 1210, 1215, 1222, 1225, 1227, 1230, 1233, 1236, 1238, 1239, 1240, 1241, 1245, 1248, 1249, 1250, 1251, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1263, 1264, 1265, 1269, 1271, 1272, 1273, 1274, 1275, 1276, 1278, 1279, 1285, 1286, 1287, 1292, 1296, 1297, 1299, 1300, 1302, 1306, 1308, 1309, 1310, 1311, 1312, 1313, 1329, 1330, 1331, 1332, 1333, 1334, 1336, 1337, 1338, 1339, 1340, 1341, 1342, 1344, 1345, 1346, 1347, 1348, 1349, 1350, 1351, 1352, 1353, 1354, 1355, 1356, 1366, 1367, 1368, 1369, 1370, 1371, 1372, 1373, 1374, 1375, 1379, 1380, 1381, 1382, 1383, 1384, 1385, 1386, 1387, 1388, 1390, 1391, 1392, 1393, 1394, 1398, 1399, 1400, 1402, 1403, 1405, 1406, 1408, 1409, 1416, 1419, 1420, 1421, 1422, 1424, 1425, 1431, 1432, 1433, 1434, 1435, 1436, 1438, 1441, 1443, 1444, 1445, 1448, 1449, 1450, 1451, 1452, 1453, 1454, 1456, 1457, 1458, 1460, 1461, 1462, 1463, 1464, 1465, 1469, 1470, 1471, 1472, 1473, 1474, 1475, 1476, 1477, 1478, 1479, 1480, 1481, 1482, 1484, 1485, 1487, 1488, 1489, 1490, 1491, 1492, 1493, 1494, 1495, 1496, 1504, 1506, 1507, 1508, 1509, 1511, 1512, 1513, 1516, 1519, 1522, 1523, 1524, 1525, 1526, 1527, 1529, 1531, 1533, 1536, 1537, 1540, 1544, 1545, 1546], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 26, 28, 30, 32, 35, 36, 38, 40, 41, 42, 43, 45, 46, 48, 51, 54, 55, 58, 59, 63, 71, 72, 73, 74, 94, 95, 98, 99, 107, 111, 113, 116, 122, 125, 128, 129, 135, 137, 139, 141, 144, 149, 150, 151, 152, 153, 154, 157, 158, 159, 160, 166, 168, 169, 171, 174, 177, 182, 184, 193, 194, 195, 197, 198, 199, 200, 201, 204, 206, 214, 217, 218, 219, 220, 221, 222, 227, 230, 232, 238, 239, 240, 241, 243, 244, 257, 262, 266, 267, 269, 271, 273, 274, 282, 283, 284, 285, 292, 293, 297, 298, 299, 305, 306, 313, 314, 316, 318, 320, 321, 323, 326, 327, 328, 330, 331, 332, 333, 338, 348, 357, 361, 363, 364, 365, 366, 375, 376, 380, 386, 388, 390, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 406, 421, 427, 428, 429, 430, 431, 433, 435, 437, 440, 443, 447, 449, 458, 459, 460, 461, 462, 463, 465, 466, 469, 475, 476, 477, 481, 489, 490, 491, 500, 502, 504, 507, 513, 514, 515, 516, 517, 518, 519, 524, 530, 531, 532, 533, 534, 535, 536, 537, 538, 545, 547, 548, 549, 550, 554, 555, 556, 557, 558, 561, 562, 564, 569, 574, 584, 585, 586, 587, 595, 597, 599, 601, 602, 603, 604, 605, 606, 607, 608, 617, 628, 634, 635, 636, 637, 638, 639, 640, 647, 648, 649, 659, 664, 666, 674, 676, 677, 678, 687, 692, 694, 695, 701, 705, 710, 711, 713, 715, 716, 717, 726, 727, 731, 732, 733, 751, 757, 758, 763, 764, 765, 766, 767, 776, 785, 787, 788, 790, 802, 806, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 841, 843, 844, 845, 846, 849, 868, 869, 870, 873, 877, 878, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 894, 895, 900, 901, 902, 908, 914, 915, 916, 917, 921, 922, 923, 924, 925, 926, 927, 928, 930, 931, 932, 933, 934, 935, 936, 938, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 962, 963, 964, 965, 966, 967, 971, 973, 974, 980, 983, 987, 990, 996, 999, 1003, 1013, 1014, 1015, 1016, 1017, 1018, 1020, 1021, 1024, 1026, 1035, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1049, 1054, 1056, 1060, 1064, 1065, 1072, 1075, 1078, 1080, 1081, 1082, 1084, 1085, 1091, 1092, 1093, 1099, 1101, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1125, 1127, 1128, 1129, 1130, 1133, 1135, 1139, 1146, 1148, 1149, 1150, 1152, 1153, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1178, 1180, 1182, 1185, 1189, 1192, 1193, 1194, 1199, 1201, 1202, 1203, 1206, 1207, 1208, 1209, 1211, 1212, 1213, 1214, 1216, 1217, 1218, 1219, 1220, 1221, 1223, 1224, 1226, 1228, 1229, 1231, 1232, 1234, 1235, 1237, 1242, 1243, 1244, 1246, 1247, 1252, 1253, 1254, 1262, 1266, 1267, 1268, 1270, 1277, 1280, 1281, 1282, 1283, 1284, 1288, 1289, 1290, 1291, 1293, 1294, 1295, 1298, 1301, 1303, 1304, 1305, 1307, 1314, 1315, 1316, 1317, 1318, 1319, 1320, 1321, 1322, 1323, 1324, 1325, 1326, 1327, 1328, 1335, 1343, 1357, 1358, 1359, 1360, 1361, 1362, 1363, 1364, 1365, 1376, 1377, 1378, 1389, 1395, 1396, 1397, 1401, 1404, 1407, 1410, 1411, 1412, 1413, 1414, 1415, 1417, 1418, 1423, 1426, 1427, 1428, 1429, 1430, 1437, 1439, 1440, 1442, 1446, 1447, 1455, 1459, 1466, 1467, 1468, 1483, 1486, 1497, 1498, 1499, 1500, 1501, 1502, 1503, 1505, 1510, 1514, 1515, 1517, 1518, 1520, 1521, 1528, 1530, 1532, 1534, 1535, 1538, 1539, 1541, 1542, 1543, 1547]}, "episode_num": 160, "file_type": "html", "guests": ["alex honnold"], "num_sentences": 1548, "num_words": 23434, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss Show, where each episode it is my job to deconstruct a world-class performer, to tease out the habits, routines, tips, favorite books, etcetera, that you can use. Whether that is someone like Jamie Foxx or a chess prodigy or a special operations commander and everybody in between. This episode we have Alex Honnold. I’ve wanted to interview Alex for a very, very long time. You can find him on Facebook.com/AlexHonnold, H-O-N-N-O-L-D. He is a professional adventure rock climber who is free solo. That means no ropes; no partner ascents of America’s biggest cliffs have made him one of the most recognized and followed climbers in the world. If you want to sweat profusely from your palms, you can watch videos of Alex, and I’ll put them in the show notes at fourhourworkweek.com/podcast. Honnold is distinguished for his uncanny ability to control fear while scaling cliffs of dizzying heights without a rope to protect him, and we really dig into that, how he looks at risk, fear, addresses both in training and with these first ascent attempts and so on. His most celebrated achievements include the first and only free solos of the Moonlight Buttress, that’s a 5.12D, which means super fucken hard. That’s 1200 feet in Zion National Park in Utah. And the Northwest Face, that’s a 5.12A of half dome, 2200 feet, and that is in Yosemite in California. Right in my backyard. Beautiful spot. In 2012 he achieved Yosemite’s first triple solo. Climbing, that means in succession, the national park’s three largest faces, Mount Watkins, Half Dome and El Capitan alone and all in under 24 hours. He is the founder of the Honnold Foundation, environmental non-profit, and to this day, and perhaps one of the most fascinating aspects of Alex, is he maintains a very, very minimalist dirtbag climber existence, and that’s not meant as a slight. That is meant as a compliment. Living out of his van and I think he’s done that for the last ten years or so, despite the fact that he has big sponsors. And traveling the world in search of the next great vertical adventure. So we dig into all sorts of things. And without further ado, I will let you hear the wide ranging conversation that I had with Alex Honnold. Tim Ferriss: Alex, welcome to the show. Alex Honnold: Yeah, thanks. Thanks for having me. Tim Ferriss: I have wanted to interview you ever since I first saw footage of you climbing, because I trained long ago at Mission Cliffs here in San Francisco, and did top roping, never have climbed outside except for Castle Rock, I don’t know if you know it. Alex Honnold: Yeah, by Santa Cruz. Tim Ferriss: Exactly. Alex Honnold: That’s where I started as a kid, kind of. Tim Ferriss: Really? Alex Honnold: Yeah, that’s where local area is. Tim Ferriss: So you grew up in Sacramento or am I making that up? Alex Honnold: Yeah. Yeah, I grew up in Sacramento. Tim Ferriss: And what was your upbringing like? I mean if you had to describe your childhood, how would you take a stab at it? Alex Honnold: Just normal, suburban life, you know Sacramento, good times. Tim Ferriss: Good times, Sac Town. Alex Honnold: Yeah. Tim Ferriss: I haven’t spent a lot of time there. I mean Mark Bell, who’s a buddy, has a gym called Super Training Gym up there. He’s I think one of the top ten in his weight class of all time. That is the extent of my exposure to Sacramento, is just hanging out with him and feeling really weak. Alex Honnold: Hm. Tim Ferriss: Which probably would have been the experience if I’d gone climbing with you even in the early days. What did your parents do? Alex Honnold: My parents were both teachers, or professors. Tim Ferriss: What did they teach? Alex Honnold: They taught language. Like, English as a second language in French. Tim Ferriss: Were your parents born in the US or were they elsewhere? Alex Honnold: Yeah, they were both born in the US, though Mom was born to Polish immigrants, so that means she’s born in the US and she’s American. And her parents were actually born here too, but they were like 100 Polish, like fresh off the boat, so. Tim Ferriss: How did you start climbing? I know it’s probably a story that you’ve told a million times, but how did that begin? Alex Honnold: My parents just read about a gym opening in Sacramento and they thought I’d like it, so they took me to a climbing gym. I mean, just like you were saying that Mission Cliffs, like there was a comparable gym in Sacramento, and so I went in there when I was maybe 11 and then just kept going all the time. Tim Ferriss: What was the first day like? Can you describe –? Alex Honnold: Like I honestly have no recollection. I was like an 11-year-old. And then I probably went to the gym, you know, three to five times a week from 11 to 18, so it’s like it all kind of blurs into like one epic gym session. Tim Ferriss: Did you know in the early days of going to that gym that you had a predisposition to it? Alex Honnold: No, not particularly. I mean, I loved climbing and I loved going in there and just playing all the time and climbing as much as I could. But I was never like gifted in the way that a lot of people are gifted rock climbers. And, you know, I wasn’t like winning the competitions or anything. I did some comps on an off throughout my teenage years, and I never won, you know. I was never super strong. But I just like loved climbing all the time. Tim Ferriss: Why do you think you didn’t win? I mean what – Alex Honnold: Well, because I wasn’t very strong, you know. Tim Ferriss: Strong – no, but strong meaning in what capacity? Like, I like to dig into the details with this. Alex Honnold: Well, like for example, I mean this is kind of getting into the nitty-gritty, but sort of like – Tim Ferriss: No, that’s what this is about. Alex Honnold: Okay, here we go. So Chris Sharma is like basically has been the best climber in the world for the last 20 years and he was like my hero when I was a kid. Or, you know, he was one of the people I watched videos of and I was like, “That guy’s the man.” So he’s from Santa Cruz. He started climbing when he was 14. And when he was 15 he put up a route called Necessary Evil outside of Las Vegas, and he was like the 14C in the country. So it was the hardest route in America and he did it after one year of climbing as a 15-year-old. I mean that’s like a prodigy. I mean he was like freakishly strong from the get-go. He could just always pull on really small edges. He had freakishly strong fingers. He could do one arm pullups off like anything. You, like that guy’s gifted. I was not that guy, you know. Actually, the season I tried to do that route, Necessary Evil this winter and I totally failed on it. It’s like I still couldn’t do it. And I was like, “God damn, I’ve been climbing for 20 years and I like tried pretty hard, you know, and I still just can’t climb as well as he did after one year.” I still can’t climb as hard. Like, I’m just not as strong as he was after one year. I mean there are plenty of things that I’m probably better at than he is, you know, it’s all relative technique and everything. Tim Ferriss: What would some of those things be that you’re better at? Not to necessarily compare you to him, but that you’re very good at. Alex Honnold: Well, he’s never done any alpine climbing, he’s never really done any big wall, and he’s probably not super-efficient logistically and, you know, but he’s very, very strong and I’m just not strong like that. But, you know, but I do other types of climbing. Tim Ferriss: For those people who are not familiar with the world of climbing, could you describe some of the different types? So the alpine, big wall. Alex Honnold: Yeah, so climbing is pretty complicated, because it ranges from say, indoor bouldering, which is probably the simplest thing you could possible do, to alpine climbing. You know, climbing in the Himalaya or climbing huge walls around the world. And so that involves like ice and mixed climbing where you’re using ice tools and crampons and that kind of gear. And then, you know, there’s big wall climbing, which is basically climbing huge vertical rock walls where you’re on the wall for multiple days. Then there’s – I mean, there’s just a ton of categories Tim Ferriss: And the bouldering, so for people who don’t know what that is, that’s typically – it’s no ropes. Alex Honnold: Yeah, it’s un-roped. It’s – I mean an easy way to think of it is practice climbing. Tim Ferriss: Right. Alex Honnold: You know, basically you’re practicing movements, so you’re climbing maybe three or four meters, maybe five max. You know, but you’re climbing small – small heights that you’re comfortable falling off and landing on a pad, and you’re basically just doing really hard physical moves. It’s actually an easy way to compare it is to the running world between sprinting and ultra-running or something. Tim Ferriss: Mm-hmm. Alex Honnold: Like the spectrum of climbing ranges from short and super-intense to super-super long, but obviously low intensity. Tim Ferriss: Mm-hmm. Alex Honnold: And I’ve always been more of the low intensity, long distance type of guy. You know, where some people are just freakishly strong. Tim Ferriss: And you were attracted to that because of the relative lack of strength, or was there something else that appealed to you about that? Alex Honnold: I don’t know. I mean, I think it might just be one of those things that I sort of naturally gravitated towards the thing that suits me. But I don’t know. I mean, I think part of it is just that I’ve always loved climbing. I like doing a lot of rock climbing. Tim Ferriss: Mm-hmm. Alex Honnold: And so I’ve always been attracted to high volume. I mean, I look to like take the routes in my guide book, you know, and be like, “Oh, I climbed this and I climbed that.” And so I like to climb a lot of routes. Tim Ferriss: Mm-hmm. Alex Honnold: Yeah. So it’s just – yeah, I mean, I just – I like climbing a lot. Tim Ferriss: Well, I think that is certainly clear. I wonder what – what did you think you were going be, or what did you fantasize about becoming when you grew up when you were a kid? Alex Honnold: I mean, as a kid I thought I was going to become an engineer or something, you know. I just thought I would have some normal job. I mean, when I was growing up there really wasn’t a professional climbing scene. Like you couldn’t really be a professional climber, because the whole climbing industry hadn’t really taken off and there weren’t so many gyms and it was like a different world.  So I never thought that I was going to be a climber. I just thought that I’d have some random job. Tim Ferriss: You – now I’m going off the Internet here, so that’s a risky business. Alex Honnold: Yeah. Tim Ferriss: But you ended up at one point at – was it UC Berkeley? Alex Honnold: Yeah. Tim Ferriss: Planning to be an engineer. Alex Honnold: Yeah. Tim Ferriss: What type of engineering? Alex Honnold: I’d applied for civil engineering. I was going to – yeah. Tim Ferriss: Why civil? Alex Honnold: I mean, basically one of my uncles was a civil engineer. I was like, that’s cool, you know. And I loved – I liked building things and the idea of like building bridges or like big projects like that. I mean, it’s appealing, you know, the idea of like constructing something cool. Tim Ferriss: Did you collect anything as a kid or do you – Alex Honnold: Yeah, I was way into Legos. Tim Ferriss: Legos, okay. So no, this is like a theme, right, so. The kind of large structures, large walls, how long did you collect the Legos for? I mean do you have any idea? I’m not looking for any timelines here, but. Alex Honnold: No. Well, I don’t know when I first started getting Legos, but probably when I was really small, and then up until being a teenager basically I had a ton of Legos. Tim Ferriss: Did you have any like – I’m not – coup de grace is not the right expression here. I’m looking for like your landmark piece. Is there anything that you remember? Like I had friends who built like the death star out of Legos and that was like the pinnacle of their Lego career. Alex Honnold: No, I mean, I think I had a few just epic forts and like really cool pirate ships and things. No, but I never constructed anything that was like the culmination of my Lego career. The thing is, I think I took almost as much pleasure in destroying the things afterward, you know, because you create like this elaborate city and then my sister and I would take like a golf ball or something and just like destroy it. And be like, oh, starting over. It’s more the process of building it that was so fun. Tim Ferriss: And do you have one sibling, or do you have more? Alex Honnold: Yeah, I have an older sister, that’s it. Tim Ferriss: Older sister. How much older? Alex Honnold: Two years older. Tim Ferriss: Do you talk to her much? Alex Honnold: Yeah, we’re good friends. We chat a fair amount, yeah. Tim Ferriss: What does she do professionally? Alex Honnold: I don’t know. It’s complicated. Tim Ferriss: It’s complicated. Alex Honnold: She basically just like makes the world a better place. She’s lived in Portland since she went to college there and she’s like vegan and has never owned a car. She’s like ultra-earth [inaudible]. And she basically does outdoor participation stuff with kids and it’s kind of like – I don’t even – she’s basically getting like at-risk – it’s like a work program for at-risk youth or, I don’t know, it’s like a – whole thing. Tim Ferriss: Yeah. Alex Honnold: But over the years she’s also been like a middle school teacher and she’s done like bike programs with kids and all kinds of, you know, wholesome things to make the community better. Tim Ferriss: If you had to pick a fixed location, and we’re definitely going to get to the van and everything surrounding that story, but if you had to pick a place to park up in the US for, say five years – yeah, let’s make it a five-year timeline – where would you pick at this point? Alex Honnold: I don’t know, that’s a tough – that’s tough. But I mean the obvious choice as a climber would be somewhere like Boulder, Colorado or Salt Lake or Flagstaff or any of the cities that are sort of know- or Las Vegas, actually, places that are known as climbing hubs where you have great outdoor climbing all around them. And I can see living in any of those places if I had to. Or like say, you know, I got married to somebody that lived there or something crazy. Well, I could see being happy in any of those cities. Though honestly, I love Portland too. Though there’s no real climb in there and it’s not a great place to live as a climber and the climate’s terrible with too much rain. But as far as progressive cities go, it’s probably my favorite city in the country. Tim Ferriss: They have Voodoo Donuts too. Not sure if you’re familiar with – Alex Honnold: Yeah, I’m not – no, I’ve eaten there and I was like, oh, you know, I didn’t think it was that great though. Tim Ferriss: Not the best. Alex Honnold: Yeah, I was like, I don’t know, I was a little underwhelmed. Tim Ferriss: Yeah. Could have been my blood alcohol content at the time. But – Alex Honnold: Ah yeah. Tim Ferriss: Do you think – I want to talk about climbing and the ability to climb full time. Because you touched on, I think, a really important point, which is when you began climbing, the prospect of becoming a professional climber just didn’t really exist, right, as a notion. Alex Honnold: Yeah, I mean, there were a handful of professional climbers when I started, but it was like such a small – there wasn’t like a climbing industry. It was really small. Tim Ferriss: Right, exactly. Alex Honnold: Yeah. Tim Ferriss: And you have a reputation for – or you’re well known for living as – and this is a term I hadn’t heard until I watched a documentary that Yvon Chouinard was in, Dirtbag. Alex Honnold: HM Tim Ferriss: So living as a dirtbag climber. Can you describe that? What does that mean, first of all? And what is your version of that? Alex Honnold: Well, so I mean, I guess that just means somebody who – it’s like a lifestyle kind of. Like somebody who just lives to climb, so it’s like the full time on the road, you know, doing whatever it takes to be a climber I guess. I mean, being a dirtbag isn’t a negative thing in the climbing community. Tim Ferriss: Right. Alex Honnold: It’s just like, oh, that guy is committed to the cause. And I’m sure there’s the same kind of term for like the surf community or whatever else, you know, people who just like live to go mountain biking or surfing or whatever, you know, taking odd jobs and just like doing their thing just to be able to do their sport as much as they can. Tim Ferriss: And it seems, I remember, years ago I chatted with Steph Davis when I was working on the Four Hour Body. It seems like a very semi-monastic lifestyle. I mean, you’re really dedicated. It makes me think of like the marathon monks in Japan. But instead of, you know, running every day, you’re climbing sort of this itinerate lifestyle. Now you live – do you currently – do you still live in a van? Alex Honnold: Yeah. I mostly live in my car. But then I’m overseas a lot more now and then when I’m travelling for work stuff I get put up in hotels or whatever. But yeah, I mean, I’m still focused in the van. Tim Ferriss: What kind of van? Alex Honnold: Well, I just sold my old van, so I lived in the van for nine years, and then I just sold it to one of my cousins, because I was just kind of – I felt like I sort of outgrew it. So now I have a Dodge ProMaster, which I can stand in, which is a big, big upgrade [inaudible]. Tim Ferriss: How tall are you? Alex Honnold: I’m like five-eleven. Tim Ferriss: So how have you kitted out this van to be suited to your needs? Alex Honnold: Well, so I actually just left it with a friend of mine who built it out while I was on an expedition in Patagonia this winter. And so he just made it nice. I mean, you know, a super nice bed and like a kitchen and good cabinetry and, you know, a refrigerator. And, yeah, I mean it’s basically a really small apartment. Its super nice. Tim Ferriss: And coming back to the industry. So are there people who criticize the industry of climbing, the sponsor influx? And the reason I bring that up is not because I’m critical, it’s because I’ve seen, for instance in the UFC and MMA when in the very early days it was really unfeasible for people to be professional MMA athletes. And as soon as sponsors came in and you had that sustainability, the level of athleticism and training and competency just went completely through the roof. Alex Honnold: Mm-hmm. Tim Ferriss: Is there something similar in climbing? I mean, do you feel – how do you feel about the so-called climbing industry? Alex Honnold: I mean, I think it’s great. I mean there is obviously criticism. I mean, you can find stuff online for – you can always find traditionalist and stuff who are like, “This isn’t the way it was when I grew up, so I don’t think it should be this way.” Or like, “I feel like it’s corrupting the art of climbing.” Or whatever else. You know, the having corporate money coming into the climbing world is tainting the artistic experience. I mean, whatever. I mean, you know, you can find criticism for it. I think it’s great. I mean, obviously, since I’m making a living from it and I’m able to go climbing all the time, you know. I’m very content with the whole situation. But mostly I just feel like it’s sort of a natural outgrowth. I mean, climbing gyms are becoming much more popular because people enjoy climbing. And so if people are into it and the industry is making money, then power to it. Tim Ferriss: Well, it also strikes me as sort of, not self-fulfilling prophecy, but a virtuous cycle in so much as the more people see your exploits, Sharma, people of that caliber, the more they’re inspired to try climbing, the better the gyms do, the more [crosstalk] do you not think that’s the case? Alex Honnold: Well, that might be true a little bit, but I honestly think that part of it is just having the facilities. Like the more good gyms there are in urban centers, the more people just wind up trying it with their friends or whatever.  You know, when you have like nice bouldering gym next to a college campus, like everybody tries it. Because it’s fun, it’s sociable, everybody has a good time. And I feel like that sort of like grows the sport. Tim Ferriss: Yeah, the supply helps create the demand. Alex Honnold: Yeah, to some extent. Yeah, I really doubt that any particular climbing film can be responsible for like growing the whole industry. You know, it has more to do with tons of people like going to gyms and trying it and enjoying it and going more often. Tim Ferriss: Yeah, I guess it depends a lot on a multitude of factors. I mean, not to belabor the point or the comparison to the MMA world, but like the Ultimate Fighter was kind of the breakthrough for them and then led to a lot of gyms opening. Alex Honnold: Yeah, though climbing has never had anything quite that – like I don’t follow fighting at all, but I even heard of Ultimate Fighter and that kind of stuff. Tim Ferriss: Yeah. Alex Honnold: And so I don’t think climbing has really had that, you know, there’s no like big hit reality TV climbing show, you know. Tim Ferriss: No. Alex Honnold: Though, actually, they’re having pitches for that kind of stuff though, which are pretty comical. Tim Ferriss: What? I’d love to see the actual – it’s aliens meets bouldering or like that. Alex Honnold: There was an ultimate solo thing that got like pitched to me once, and I was like, “Dude, you can’t just take random people off the street and like train them how to solo for six weeks and then just like set them off of the big wall.” It’s like, you know. I was like, “You may as well just have gladiators fighting lions in the pit, you know. It’s like people will literally die on your television show. You don’t want people dying on TV, like.” Tim Ferriss: No, no, no, that’s exactly what we want. Alex Honnold: Well, it’s like, “Are you guys kidding? You know, because you have to insure the show and everything. Like, no one’s going to make this, because like half your contestants are going to die.” Like straight up, that’s so messed up. Tim Ferriss: Yeah. We’ll have some beer some time and talk about exploits in television. But, when you are getting ready to climb something that is going to be challenging – I’m not saying like a first ascent or something like that, but really anything that you’re expecting to be reasonably challenging, what does your self-talk sound like? What does your – do you have any sort of prep, anything you ritualistically say to yourself before you get going? Alex Honnold: No, I don’t really – I don’t self-talk like that. But normally if I’m planning on doing something challenging, I spend the time sort of visualizing what the experience will feel like and what the individual section – so I mean with climbing there’s a component to it which is memorizing the actual moves. So I’ll think through the sequences and make sure that I remember which foot to move in which order and like how to do everything. And then particularly if it’s the free solo or something, if I’m climbing rope less, then I’ll think through what it’ll feel like to be in certain positions. Because some kinds of movements are insecure and so they’re just like kind of scarier than other types of moves. And so it’s important to me to sort of think through how that will all feel when I’m up there, so that when I’m doing it I won’t suddenly be like, “Oh my God, this is really scary.” You know, like I know that it’s supposed to be scary, I know that’s going to be the move, I know what it’s going to feel like and I just do it. Tim Ferriss: So you rehearse the fear, in a sense. Or – Alex Honnold: Yeah, re- Tim Ferriss: – rehearse the sensation of one type of which could be fear. Alex Honnold: Yeah, exactly. Yeah, and I think through, you know, how airy certain positions will feel, because sometimes you can be all spread out with like the void below you and you’re just like, “Wow, this is like quite the air around me.” And so it’s good to have like thought about that. And basically to think through all potential things beforehand, so that when you’re up there there’s no like, unexpected thing that happens. Tim Ferriss: You know, we were talking earlier about this odd looking fellow, the white bust over on my counter, who is, for those of you don’t have a visual, is Seneca the Younger, which was a gift. And of course those of you who listen to this podcast a lot know that I’m somewhat obsessed, compelled to read a lot of stoked philosophy and Marcus Aurelius and so on. How would you describe your – if you had to take a stab at it, I know this is a hard question – but you’re just like general – how does your philosophy or philosophies of life and living differ from most people? Alex Honnold: I don’t know. I mean, I’ve never really thought of any comprehensive life philosophy or anything. You know, I don’t feel like I have a particular set of principles that I live by. Though, you know, I suppose I’m pretty minimalistic and you know, I’m leading a fairly simple life. I mean, I guess that’s basically how I live, I don’t know. Tim Ferriss: What are the benefits of living simply to you? Aside from the ease of travel, but I would imagine at this point you could probably travel reasonable easily. Alex Honnold: Well, no, I mean that’s kind of it, is that, yeah, just the ease of living. You know, basically it just cuts away everything except for what I want to be. I mean, because my goal is basically to climb as much as I can. And that’s what I enjoy most in life, is climbing. And so everything else to some extent is a distraction from that. And so, you know, I basically just cut away what I don’t need. Tim Ferriss: See, I heard a story, and this was like a friend of a friend of a friend relaying something they had heard. So we’ll see where this is. Alex Honnold: Yeah, it’s like telephone. Tim Ferriss: Yeah, yeah, exactly, so who knows. Alex Honnold: Yeah. Tim Ferriss: But, they told this story about you free climbing. Alex Honnold: Free soloing probably. Tim Ferriss: I’m sorry, that’s right, free soloing. A big wall where at some point there were some people resting, I don’t know if they were in a – how do you say it, bivouac. Alex Honnold: A porta ledge maybe? Tim Ferriss: A porta ledge? Alex Honnold: You know, the camp thing that – Tim Ferriss: Right. Alex Honnold: Yeah. Tim Ferriss: And you kind of ducked your head around the corner like, “Hey, can I borrow some chalk?” And they’re like, “Uh, sure,” and gave you some chalk and then you were like, “Thanks, great.” And just of like continued on your merry way. Has anything like that happened, or is that just – Alex Honnold: Yeah, no, so that is a real story sort of with some details fudged. Tim Ferriss: Can you tell the story? Alex Honnold: Yeah, so I was soloing the Triple Link up in Yosemite, so I wasn’t free soloing, but I was climbing by myself, so I had a little bit of – I had a small rope and I have some gear on me. Tim Ferriss: I got it. Because this is an important distinction. So, okay, got it. So solo climbing is just climbing by yourself. Alex Honnold: Yeah. Free soloing means that you’re free climbing and free climbing means using your hands and your feet and not using gear. And so if you’re free soloing it means that you’re climbing with just your hands and your feet by yourself. Like no gear, no anything. Tim Ferriss: Got it. Alex Honnold: But so in this case, I was soloing. So I had gear. And I was soloing the three largest faces in Yosemite in a day. So Mount Watkins, which is like way up at one end of the valley. And I’d done that first. And then I came down and I was climbing the nose of El Capitan through the night. And in the logistical shuffle and the darkness, whatever, I forgot my chalk bag. So, I basically climber the first thousand feet of the nose without a chalk bag. And it was like, which is kind of a bummer, I mean that’s definitely not ideal. Tim Ferriss: That’s an understatement. Alex Honnold: And it had actually rained a bunch the day before, so like the bottom pitches, which are lower angles were like fairly wet and I was like constantly trying to dry my hands on my shirt and it was just all kind of scary. And so I got up to this ledge called Dolt Tower, which is about a quarter of the way up the wall, and there were two groups bivied on the ledge. And two of the people were just like passed out and the other two guys were like cooking dinner. And so I pop over the one side of the ledge and I’m like, “Uh, hey, so could I borrow chalk bag?” And they were like, “Yeah, I guess, like no problem.” And so one of the guys gave me this chalk bag. It was like completely full of like fresh chalk, I was so stoked. And then I took his chalk bag and then I climbed to the top of the route and then I left it like tied to tree on top. And the guy got it back, I met him again later. And yeah, so they got their chalk bag back like four days later. Tim Ferriss: Do you have a particular type of chalk that you like? Alex Honnold: No, but, I mean any chalk feels amazing when you’ve just climbed a thousand feet of wall with like – Tim Ferriss: And your hands are wet. Alex Honnold: – wet, you know. Yeah. Tim Ferriss: What’s a story – and I realize a lot of these questions are kind of out there, but what is a story that your family or parents like to tell about you? Alex Honnold: Oh, I don’t know. Tim Ferriss: I’ll buy us some time and let you think about it. So one that my parents like to tell about me is I was completely infatuated with the Incredible Hulk when Lou Ferrigno was doing the TV show. So I would run into the living when my parents had company and rip the cushions off of the couch and throw them on the floor and yell like the Hulk and run out. So my mom feels like that is some way represents like me in totality. Alex Honnold: That’s characteristic of your – Tim Ferriss: Yeah, which I don’t know how to take. But that’s a story that she likes to tell. Anything come to mind? Alex Honnold: I don’t know. I mean, mom likes to talk about how I always was climbing on everything as a kid and how I was such a wild child. Though I honestly feel like she’s kind of like – she talks about that more now that I am an actual professional climber. You know, I feel like had I become an engineer she would have instead focused on stories of like how I always loved to play with blocks or do whatever. In my whole family we would always tell stories about how I was such a picky eater and how I’d only eat Cheerios and bread and like whatever, just things – I don’t know. Tim Ferriss: What do you – we were talking just during the sound check about eating, and I’d like to talk about that for a second. What does your typical breakfast look like? Alex Honnold: Generally – well, so I’ve kind of gone through two main phases I guess. I used to always do like and egg scramble for breakfast. And now I pretty much always do some kind of Muesli concoction with like fruit and some kind of alternative milk stuff and like flax seed, hemp hearts, like random things, sort of like a wholesome Muesli mix. Tim Ferriss: And then I asked you about lunch and what did you have to say about lunch? Alex Honnold: Yeah, so I rarely eat a lunch per se. I pretty much always just snack for the several hours in the middle of the day. Normally like a couple of pieces of fruit, maybe some nut butter, you know, a bar or two or something. And then I eat like a big dinner. I normally do a pretty big breakfast and a pretty big dinner, and then just snack throughout the rest. Tim Ferriss: Why no lunch? Alex Honnold: Well, the no lunch thing makes sense when you’re up on a wall for the day, or if you’re like out at the cliff or – it’s just like a bunch of work to take a real meal. Tim Ferriss: So I wasn’t going to get to this immediately, this early – this is early for me. Alex Honnold: [Inaudible]. Tim Ferriss:   But – what was that? Alex Honnold: I’m always premature. Tim Ferriss: It’s like my friend when he drives; we call him a premature accelerator. That’s all a separate story. So this is from a friend of mine who’s an elite athlete, very high level female athlete. I’ll ask her main question first. Actually, no. I’ll ask the related question first. So the food. Real hassle. So her question was: what happens if you have to take a shit on the side of a mountain? Meaning like on a wall – Alex Honnold: Oh, I’ve got so many good pooping stories. Tim Ferriss: Okay, let’s – Alex Honnold: We could do a whole podcast on poop stories. Tim Ferriss: Well, let’s give them a preview, that could be the round two. But yeah, let’s – I mean, I was wondering – as soon as she brought it up I was like, holy shit, yeah! Alex Honnold: Should I go straight to my most epic dump story? Tim Ferriss: Yes, please. Alex Honnold: Okay. So like two years ago, I guess, I was free soloing this route called the Romantic Warrior in the Needles, which is actually a – Tim Ferriss: The Romantic Warrior? Alex Honnold: Yeah, it’s like, it’s actually one of the most striking granite walls like in the world. It’s this totally beautiful route on this crazy spire. It’s an amazing, amazing route. It’s something I thought about for a long time. And it’s actually quite difficult. And so I was going up there to free solo. It was like kind of a big thing for me and I was [inaudible]. And typically when you get to the base of a free solo like that, if you have to poop at all, like you have to go like then, you know, when you’re at the base. But I just like, I don’t know, it just didn’t quite happen. And so I started climbing and that route, the first 400 feet or so are like pretty moderate terrain, and then it goes into like some pretty extreme terrain for the second 400 feet. And so basically right before I got into the real stuff I was like, “Oh, now I really need to shit.” I was like, “Oh, man.” You know, basically I was like, “Oh, it’s about to get real up here and like I – now I need to poop.” And so I basically hand traversed on this little feature. So I traverse off the route because it’s really poor form to like shit on a route, because obviously people have to climb that. Tim Ferriss: So a hand traverse, meaning you’re just traveling horizontally. Alex Honnold: Yeah, so I sort of just like meandered to the left 20 feet. And this flake that I was hanging off of was like fairly big and I had a backpack on me with like my shoes and some water and some food, random things that you kind of need for going up a long route like that. And I had some TP in it, so I like shoved my backpack into the flake and I just like hung there off of it and basically just took a poop like straight off the wall, just like while hanging. And then, you know, like wiped, tidied up, it’s all good. And then like put my backpack on, traversed back in and then finished the route. Tim Ferriss: So, no, I just want to really dig into this for a second. So, Alex, I’m just like envisioning – I had bats – I grew up on Long Island, we’d have these bats that would like crap off of the shingles and we’d be like, “Where the hell is that from?” Then we’d see the bat kind of perched there. So what’s the technique here? So you’re hanging off this flake, you have your backpack shoved into it. Like legs straight and straddled, are you in like a crouched position? Alex Honnold: Crouched – semi-seated crouch, you know, pushing away from the wall a bit. Tim Ferriss: And did you go in like out of the bottom of your shorts, or you pull them down? Alex Honnold: No, I just pull my shorts down, just like normal. Tim Ferriss: Okay, like usual. Alex Honnold: Yeah. Tim Ferriss: Okay. Alex Honnold: Yeah, I mean, it was actually totally easy. I mean, I’d call it a space dump. Tim Ferriss: Space dump. Alex Honnold: Yeah, a climber would call that like a perfect space dump. Just like taking a dump in a free space and it just disappears. Tim Ferriss: So what other challenges of climbing on big walls, aside from the – yeah. Alex Honnold: Don’t let that give the wrong idea, because normally you try to like poop in better places, you know, preferably a toilet. Or at least like bury it properly at the base, you know, being responsible about it. But like from time to time that happens, you know. Tim Ferriss: Things happen. Alex Honnold: Yeah. Tim Ferriss: What are other issues that crop up that people might not think of when you’re doing these climbs? Alex Honnold: Well, people frequently ask like, “What do you do if you have to pee or whatever?” Tim Ferriss: Yeah. Alex Honnold: Because they think – I mean, I think that people have the wrong impression that free soloing a big wall is just like holding on for dear life the whole time. But there are actually all kinds of little ledges. Like even a ledge the size of say a pizza tray, is big enough for you to stand there comfortably no hands. And so, I mean, that’s an easy place that you could take a leak, you could you know, take a sip of water, you can eat a little bar. And any time I’m on a ledge, say the size of a sofa cushion of something, I’ll basically pop my shoes off and relax my toes for a minute. Because climbing shoes are quite tight, so like your feet start to cramp after a while. I mean, there’s a lot more self-care going on up there than people might think. Tim Ferriss: For that self-care, do you carry any other tools? I mean, like, I don’t know, nail clippers, any particular type of like – I’m just making this up – Alex Honnold: Yeah, yeah. Tim Ferriss: – like lotion or anything? Not that you’d want that on your hands, but – Alex Honnold: No, no. I mean, I normally just take food, water and then a pair of, say, a pair of shoes so I can walk down afterward. Tim Ferriss: What type of food do you bring with you? Alex Honnold: Typically, I just bring, you know, sports bar type. Tim Ferriss: What kind of sports bar? I’m a little obsessed with details. Alex Honnold: [Inaudible] I don’t know, I mean, I used to be sponsored by Clif Bars, so I’d do like SHOT BLOCKS and ZBARS. I love the ZBARS, the little kids Clif Bars. Tim Ferriss: Mm-hmm. Alex Honnold: Mostly because they’re kind of half sized, they’re like 100 calories and they basically taste like a cookie, so I can like always eat them, because they’re just kind of delicious. But now I’ve been kind of getting more into like nut butters and things. Though the typical free solos are short enough that you don’t really need like a full hearty meal. You can kind of get by with like a pack of SHOT BLOCKS or like one little – one sugary thing to just kind of keep you going. It’s on like bigger climbs, like alpinism or something, where you have to take like a lot of, you know, fatty like higher calorie food. Tim Ferriss: So this is actually – I will be the first person to admit that I actually do not know what alpinism is. But one of the questions that came up, this is from Kelly O’Shea, one of my listeners, is: “Ask Alex about his recent achievements in alpinism. What was it like as someone who’s so accomplished in one discipline to be a beginner again in another type of climbing?” Can you explain what alpinism is and then how you would answer that? Alex Honnold: So alpinism, I guess is basically just climbing bigger mountains or big snowy or icy faces or, you know, granite walls that are also covered with ice. I don’t know, I mean, alpinism is just climbing the things that you see in posters where you’re like, “Whoa, that looks like a big scary mountain.” You know, because I’ve always been more of a rock climber, which is climbing like vertical dry granite walls. Alpinism is like when you do that in more remote places and like you hike across the glacier, you get to the bottom of some huge icy face and then you do all kinds of shenanigans to get to the top. Tim Ferriss: So what mistakes did you make, if any, when first starting that type of climbing? Alex Honnold: Well, so basically – I mean, I haven’t done a lot of alpinism, and I still – I can’t ice climb at all. I’ve like never led a pitch of ice, but I’ve actually done a handful of things that are considered like noteworthy alpine ascents now. But it has more to do with choosing like the right partners, because I go with somebody who’s like way more experienced than me, or just someone who has much more of a plan. And then it’s sort of about the division of labor, you know. Like someone who’s good at one thing and then I’m obviously good at the rock climbing component of it. So even though I’m a total beginner with the ice climbing and with all the logistics and the camping and like dealing with living on a glacier, all that kind of stuff is totally new to me, but at least I know how to do the climbing pretty well. So then, you know, you just find the teammate who complements that skill set well and then you can go out and climb all kinds of crazy things. Tim Ferriss: Now, I probably mentioned this in the intro, but just in case I haven’t, for people listening, I’m sitting in my living room – we are sitting in my living room, and we have a whole like phalanx of people surrounding us because we’re filming this. Now, one of the people here has actually been on the podcast before. So Jimmy Chin, how does your climbing differ most from his? Alex Honnold: Well, Jimmy Chin is predominantly a photographer. So his climbing, it’s not really climbing. It’s mostly just going up behind people to take pictures. But – I’m talking to you, Jimmy. [Laughter] I mean, but so Jimmy has been classically more of a big wall climber. I mean, Jimmy’s never been like the best free climber, like you know, I mean, he’s not doing one arm pullups on small edges and he’s not like climbing the hardest sport routes, but he’s always been able to like get to the top of big walls and then been able to do that in the mountains, you know, with ice and snow and bad conditions. And so he sort of – the climbing that’s he’s been good at has been like farther along the spectrum of, you know, big and badass than the type of climbing – you know, because I grew up in a climbing gym and then sort of gradually extended to like big rock walls. You know, and he sort of started on big rock walls and then extended into the bigger mountains. Tim Ferriss: When you were getting started, just thinking back to say the first 10 years of climbing – how old are you now? Alex Honnold: I’m 30. Tim Ferriss: Thirty. Alex Honnold: Getting old. Tim Ferriss: I thought I heard your joints creaking. Alex Honnold: Yeah, I know. I feel like it right now. Tim Ferriss: Who were some of your early mentors in climbing? Alex Honnold: I didn’t have a lot of mentors when I – I mean I kind of just grew up in the gym, just climbing a lot. So I didn’t really have mentors. I mean I definitely had people that I looked up to and people in the climbing community, but that’s just sort of the typical hero worship style, you know. Like Peter Croft was a really prominent soloist from the generation before me and I was like, “Oh, Peter’s the man!” And, you know, Chris Sharma obviously was like setting all kinds of world record type things when I was a kid. I was just like, “Oh, he’s so amazing.” And Tommy Caldwell was also a big hero, which has been cool because now I get to climb with Tommy as an adult and I’m just like, “Oh, that’s pretty cool.” I’m still always excited to climb with Tommy. Tim Ferriss: If you were – so I’m going to take like 20 different questions and hopefully wrap it into one question. And we can take some time on this, but if you were taking a – let’s just say an athletic [inaudible] beginner, so someone who has never done any climbing, but has a decent athletic background. Twenty, twenty-five years old. And they want to get really good at say bouldering. And you were going to just kind of lay out – give them advice or train them for like eight weeks. What would you have them do? What would that look like? Alex Honnold: I don’t know, I’d have to think about it a lot, because I mean, particularly with bouldering, it’s sort of – it’s interesting, so adults are more prone to injury than kids to some extent, and especially with something like bouldering, where it’s really heavy on fingers. Like, basically it’s really easy to injure your fingers and hands, because all the connective tissue and like tendons and ligaments take a very, very long time to strengthen. So I mean there’s no real shortcut to avoiding tendon injury. Whereas an adult, a 25-year-old male would gain muscle mass super-fast, so really quickly they could exceed the capacity of their tendons and then basically just rip their tendons out of their arms. Tim Ferriss: Mm-hmm. Alex Honnold: You know, and so it’s like one of those things where – I mean if I was trying to train somebody to be a good rock climber I would focus on movement and technique and footwork and all those kinds of things. But if somebody was like in eight weeks I have to be able to boulder like a certain difficult level, I’d be like, well, I mean, just start like training your fingers and hope that you don’t get injured. But like obviously that’s not a sustainable. Like if you’re trying to be a good climber, that’s not the way to do it. It’s better to start with like the foundation. Tim Ferriss: So if – let’s talk about the footwork and technique then. Because, I mean, you’ve been to a ton of climbing gyms, I’ve been to Mission Cliffs, I’m not a good climber I would not say. But I can also recognize but not dissect when I see good climbing versus bad climbing, right, where people are just like shaking like a leaf and using all arm strength. What types of advice would you give someone who wanted to do it the right way but they’re like, all right, I want to focus on the right things, what should I really focus on and – Alex Honnold: I would say the right things are movement and technique. And so like how you move over the rock. It has nothing to do with how well you can hold on or like how hard you pull. It has to do with, you know, knowing where your center mass is and being able to move your body around the right way so you can stay balanced over your feet and you can move yourself upward with your feet. Tim Ferriss: Mm-hmm. How do you conserve energy when you’re climbing? Alex Honnold: Well, I mean, the main – Tim Ferriss: Leaving out the pizza sized – pizza boxes ledges and so on. Alex Honnold: Yeah, yeah. No, I mean, the main way is to save energy or to keep your weight on your feet, which is kind of the same thing, to stay balanced over your feet so that as much weight as possible is on your feet, so you’re just standing. And then to keep your arms straight or to keep all your limbs straight so that you’re handing off your skeleton more than your muscles. Because if you have your arms bent at 90 degrees like a T-rex or something, then you’re like totally engaging your bicep and your lats and you’re getting tired. If you have your arms totally straight, then you’re only engaging just as much muscle as you need to keep your fingers holding on, but everything else is relaxed because you’re handing off your bones. Tim Ferriss: So I want to underscore something you said a little earlier, because a lot of sort of aggressive duded listen to this podcast. Alex Honnold: Aggressive dudes. Tim Ferriss: Aggressive dudes, meaning they’re like, “Hey, just slap on a ton of muscle on my arms and like biceps and lats and go crush this bouldering wall.” But you made a really important point. Several. One of which was that if you pack on a lot of muscular strength, you can outstrip your sort of tendon and – Alex Honnold: Yeah, your connective tissue. Tim Ferriss: – connective tissues like really quickly. Alex Honnold: Well, particularly as an adult. I mean if you start climbing as a kid, then you gain muscle at sort of the same. You know, that’s what – yeah. Tim Ferriss: Yeah. You’re in like hormonal nirvana as an adolescent. And this is something that also a guy named Chris Sommer, Coach Summer underscored for me. He is the former national gymnastics team coach for men’s. And he was saying that unlike many other sports, like it’s contraindicated to use anabolics in gymnastics, because all you’re going to do is end up rupturing a tendon or a ligament for the same reasons. Alex Honnold: Hm, totally. Yeah, totally the same as climbing. Tim Ferriss: What do you worry about when you go to sleep at night, if anything? Like when you worry before you go to bed, what kind of stuff do you worry about? Alex Honnold: I was like, that’s a quick 180. Tim Ferriss: Yeah. Alex Honnold: This is going to be – Tim Ferriss: I’m full of all sort of weird 90 degree turns. Alex Honnold: Yeah, that’s fine. Yeah, keep listeners on their toes, you know. So that people scrubbing through the podcast get confused. Tim Ferriss: Yeah, I don’t want any storyline that they try to skip ahead. Alex Honnold: Yeah, exactly. No, I don’t really worry that much when I sleep. I mean, the stuff that I get stressed about is all like real life stuff with, you know, dealing with email and responding to calls and like, you know, hustling and I don’t know, like doing my taxes. You know, like all the stuff that I’m just like not good at. Tim Ferriss: So let me ask – this is like partially me turning this into a therapy session for myself. Alex Honnold: Okay. But, just wait now – oh, for yourself. I was like gonna lay on the sofa here, getting all set. Alex Honnold: That’s usually my second [inaudible] podcast approach would be. Just relax. But the question I’d like to ask is why do this – when is enough enough to fuel the climbing? Meaning, what do you hope to do with the additional money you make above and beyond what you need to sustain climbing often. Because it’s not – at a certain point you surpass that pretty easily. Alex Honnold: Yeah. Tim Ferriss: But you’re certainly keeping busy. I mean you have a number of sponsors. You’re tremendously good at what you do. So what do you want to do with that? Alex Honnold: I mean, that is interesting, because – and I’ve thought about this a lot over the years, because say the first five or seven years that I was living in the van, my overhead’s probably $10 to $15K a year. And I now obviously make a lot more than that through sponsorship and just doing like one commercial or something, you know, I can make many times what I need to live on the road for a long time. And so, you know, part of that – I mean, I’m obviously saving for retirement, things like that, trying to be responsible with money. And then I’ve also started a foundation where I’ve been giving probably a third of my income now to environmental non-profit things. But yeah, basically – I mean, honestly the foundation was kind of my response to that kind of stuff, because I was like I just don’t need to make more [inaudible] as it is actually kind of fun to make more. You know, it’s like fun to do the random opportunities, like to do a commercial project or to like give some talk to some interesting company or whatever. I mean, it’s kind of fun to be able to hustle that money like that. Tim Ferriss: Mm-hmm. Alex Honnold: But then it’s like equally fun to be able to like use that money for something positive, which is, you know, through the foundation, basically. Tim Ferriss: What is the name of the foundation? Alex Honnold: It’s just the Honnold Foundation. Tim Ferriss: Easy to remember. Alex Honnold: Yeah, it’s like kind of douchey, but like it kind of made sense. Tim Ferriss: I don’t think it’s douchey. I think it’s easy to remember and just sensible. So the reason I was asking about the what do you worry about before you go to bed, is because there are people – I have never seen so many questions about brass balls in my life when I polled my readers for questions for you. And we’ve never had an in-depth conversation, but I know a lot of people say here in Silicon Valley or other folks who give the appearance of being invincible. They never worry about anything and it can be kind of demoralizing for people who feel like they need to be superhuman to achieve good things. And so what I always like to ask people who are spectacularly good at what they do, or did into, is like what challenges they’ve had or what they struggle with. So for those people who say like, that’s guys got everything together, he doesn’t worry about anything, I’m not like that, what are some of the challenges or dark periods that you’ve had, if any come to mind? And if the answer is none, then that’s a fine answer too. Alex Honnold: I’m invincible. No, I mean, well it’s funny you asked me just in the last two months I’ve had two sort of random injuries that are like super annoying, which I hadn’t really had any kind of injuries climbing in years or like every really. But like last month and in April I got a – I got dropped on a partner, so I got lowered off the end of the rope and I like compression fractured two vertebrae in my back and I was ultra-bruised and so my hips and butt and stuff, it’s – you know, my back’s been really tight and I’ve been kind of achy. That worked out kind of okay, it was two days before I was supposed to fly to China for a climbing expedition, and so I was like, “Well, all the travel time will sort of be like good rest, I guess.” And the, you know, I got there and I was like a creaky old man. But I actually did manage to climb the thing that we were hoping to do and it all kind of worked out OK in the end. But, you know, there definitely – it was a little touch and go, because I was like at first when I was going to the airport to fly to China, I couldn’t even lift my duffel bags, because like my back was too sore and everything was too creaky. And then actually just like two days ago I took a weird fall. Well, actually, I took a totally normal fall, but I somehow tweaked my hand in a weird way, and actually you can probably see the back of my right hand. Tim Ferriss: Yeah, I was looking at that. Alex Honnold: It’s swollen. Yeah, my right hand is like all messed up right now. And, you know, I mean there’s definitely a lot of uncertainty there. Because, I mean, I can’t even like click the power button my phone without like pretty serious pain with my right hand right now. But, you know, it’s been two days and it’s kind of improving, and you know, we’ll see. Like – and the thing is the forecast is rain for the next three days, so I’m like, well, I have three days to rest and then, you know, maybe it’ll be OK or maybe it’ll be good enough that I can at least work towards some of my other goals for the season and then by the time it’s recovered in say another two weeks, I’ll be like ready to do some of the things I want to do. I mean, we’ll see. Which is kind of how China went. I was like, well, you know, I can at least do all the work towards when I’m trying to climb while I’m crippled. And then by the time it was ready – by the time I was ready to actually try to climb the route and it was like oh well, I’m actually feeling good enough by now and I able to do it. Tim Ferriss: Do you ever get depressed or have you ever been depressed? Alex Honnold: Yeah. Yeah. No, I think – I mean, I think I kind of gravitate towards being this somewhat depressed person, I don’t know. Or – I don’t know actually. Or I’m just sort of like flat. Tim Ferriss: Let’s dig into that first part and we’ll see what we come up with. So why do you say that you think – I definitely oscillate to fairly high high’s and reasonably low low’s, and I’ve been trying to take the edge, like that the 20 top – like the top and bottom 20 percent off those to make it a little more manageable. But, why do you say that you might tend towards – Alex Honnold: See, I feel like I don’t have any of the highs, and I kind of go from level to like slightly below level of the bag. You know, it’s all like – it’s all pretty flat I feel like. Tim Ferriss: And does that – when you – Alex Honnold: I don’t know. Tim Ferriss: When you dip, does that – is that triggered by certain types of things? Or is it just a cycle that comes with time? Alex Honnold: I don’t know. Yeah, maybe it’s just a cycle with time. It’s like sometimes you just feel useless, you know. But, I mean, in some ways though I embrace that as part of the process, because you kind of have to feel like a worthless piece of poop in order to get motivated enough to go do something that makes you feel less useless. But then ultimately that still doesn’t make you feel any less useless. You do it more. Tim Ferriss: So that’s a perfect segue to the main question from the person who asked what you do when you have to take a shit on the side of a wall. Is there or do you ever see a point where you’ll feel like you’ve accomplished all that you can in climbing? Or is there always a what’s next? Alex Honnold: I think there’s definitely – you know, I can definitely see a point where I wouldn’t continue pushing. I mean, there is always a what’s next in climbing, and you know, I mean you can always try to improve in some way or like go to new places or do first ascents. Or, I mean, you know, there is always something new to be done in climbing. Though I can definitely see personally a point at which, you know, I’m like, okay, I’m satisfied. Like I’ve done what I needed to do and, you know. Yeah, we’ll see kind of. Though I say, climbing more than most other professional sports has like quite a long career span kind of because of that, because there’s always more you can do with like trips and expeditions and first ascents. And there’s a really creative process to it, you know, as I come up with interesting challenges and just sort of like do things that nobody’s thought of before. And so, you know, I mean, you know, there are professional climbers in their 50s that are still like getting after it like that. Tim Ferriss: When you are about to do a big climb, or just a very strenuous climbing workout, I’m not even sure if you do that anymore, I meant to talk about it, but how do you warm up, if you do? Alex Honnold: I always warm up pretty gently when I can. So just – I mean it depends on where I am. If I’m in a climbing gym, then I just warm up on a handful of easy routes and then start the harder ones later. I mean for the last month-and-a-half I’ve been stretching like every morning and every night because of the back thing, because how tight my hips and everything feel right now. Tim Ferriss: Mm-hmm. Alex Honnold: So doing some stretching and some like light exercise to sort of warm up and then, you know. Tim Ferriss: When you can’t climb, let’s just say you’re on the road, what type of exercise do you do? Alex Honnold: I mean I try to still climb when I’m on the road. I mean, there are just so many gyms in different places that you can always do that. But if there’s absolutely nothing, then maybe I’ll run or I’ll go hiking or it kind of depends on what opportunities there are. I mean, I’d rather go mountain biking than other things or I’d rather go skiing if that’s available. But as long as I’m getting some kind of exercise. I mean, even like standup [inaudible] or something. Well, at least I did something today. Tim Ferriss: A lot of recreational climbers deal with, as we’ve touched on earlier, sort of hand issues, wrist issues, elbow issues. Alex Honnold: Mm-hmm. Tim Ferriss: I’m – I mean, you saw me when you guys arrived today, I had myself wrapped up in this stuff called Voodoo floss, because my elbows are killing me. And how have you seen climbers keep their elbows and joints in good health? Are there any particular approaches that you think have merit? Alex Honnold: No, I don’t think there’s like an easy answer to that kind of stuff. I mean I had some elbow issues for a while. Now it’s like eight or nine years ago or something. But I had sort of like chronic elbow pain on and off for almost a year. And then eventually it just sort of resolved. I mean, I think the best way with that kind of stuff is sort of prevention, you know. Like maintain antagonistic muscles and just sort of stay well balanced and everything and just – and if you start to feel achiness or pain coming on, then to, you know, take the appropriate rest or maybe change your training to some extent or basically just not to let it become a big problem. Because I feel like all those overuse injuries, like once they’re a problem, then it’s like really hard to deal with. Tim Ferriss: So the antagonistic muscles meaning if you’re doing a lot of say like flexor work kind of gripping that you’re going to use like finger extension and wrist extension and so on. Alex Honnold: Yeah. Though I’ve actually never done the whole extension stuff with hands. I don’t have – but to me antagonist muscles are more like doing pushups or tricep pulls or things to balance out your arms a bit. Because since you do so much pulling, like to be able to do some kind of pushing sometimes. Tim Ferriss: Mm-hmm. Alex Honnold: Yeah. Tim Ferriss: What in your mind separates a great climber from a good climber? And you can answer that however you want. Alex Honnold: I don’t know. I mean, yeah, I don’t – Tim Ferriss: Okay, I’ll ask it differently. Who impresses you right now as a climber? Just one of I’m sure many. Alex Honnold: This kid Mark-Andre Leclerc. Tim Ferriss: Marc-Andre Leclerc. Alex Honnold: Yes, the student of this Canadian guy. He’s been doing like all kinds of crazy alpine soloing. You’re just like, whoa! Tim Ferriss: What makes it so crazy? Alex Honnold: I don’t know it’s just like kind of blows my mind a bit. And it’s funny because I actually don’t ice climb or alpine climb at a high enough level to quite understand what he’s doing even. Like so it’s hard for me to probably appreciate just how hard it is. But then a lot of my friends who do climb at a very high level are like, “Whoa, that’s messed up.” I’m just like, “Yeah, respect.” Like I don’t know. Tim Ferriss: And for those people who want to see visuals on this stuff, we’ll grab some video and links to – Alex Honnold: And one of the interesting things with Mark-Andre is that I don’t know if they’re like is video for much of the stuff he’s doing. Tim Ferriss: Oh really? Alex Honnold: Yeah, I mean, he’s just going on doing all this crazy stuff. Tim Ferriss: Okay. Alex Honnold: You’re just like – it’s pretty full on. Tim Ferriss: Well, I will attempt – Jimmy, you know this guy? You know of him. What in your mind makes him impressive as an alpinist or alpine climber? Alex Honnold: I bet Jimmy hasn’t even heard any of the stuff he’s like recently been doing in the Rockies. It’s like pretty crazy. Jimmy: Yeah, and the stuff he just [inaudible]. Alex Honnold: Yeah, it’s like, so crazy. Jimmy: It’s just – Tim Ferriss: I’ll repeat for you guys listening. Jimmy: And then like all this is like extraordinarily high and I think that [inaudible] people who [inaudible] every generation is an evolution for professional sport and [inaudible] people coming that like jump a generation. Alex Honnold: Yeah. Jimmy: And I feel like he’s kind of in that space doing things that people weren’t considering. Tim Ferriss: So just to try to paraphrase here, so his commitment level is just next level and he’s sort of pushing everyone else to consider things that haven’t been done. Jimmy: Usually like alpine climbing at that level is [inaudible] and he’s very young. Alex Honnold: Though he does have a ton of experience, really, I mean, you know, because he’s just done so much of it. He’s been doing like a – Jimmy: But any [inaudible] like normal [inaudible]. Alex Honnold: Yeah. Tim Ferriss: So the commitment level meaning pushing the envelope is usually predicated on experience level, therefore you see some of the older guys doing it. But – Jimmy: Not even. You’re not seeing the older guys doing it. Alex Honnold: Because they’re all like, “That’s messed up.” [Crosstalk] Tim Ferriss: On the danger side, this is a question from Paul Jones. So being the first sponsored superstar of free soloing, do you ever have concerns about the influence you could have on young climbers who may not put in the mileage and the training to get to the point where they can do it as safely? Alex Honnold: Yeah, so there are two things. One, I’m definitely not the first superstar or whatever, because there are a bunch of European climbers who are well known for solo and who have, you know, come before me. And even in the US somebody like John Bachar was like super well-known in the 1970s and he was on all kinds of TV programs. There might not have been sponsorship in the same way that we have today, because the industry wasn’t the same, but he was definitely on like the evening news and all kinds of crazy things fee soloing. So, I mean, I’m definitely not the first by any means. And it’s interesting, because, you know, I was obviously a kid who was influenced by that kind of stuff. But then I’ve gone through, you know, years and years of practice or whatever. I kind of feel like soloing is a bit, I don’t know, almost like self-regulating in a way, because the thing is that anybody can watch a video and be like, “I want to do that.” But then as soon as they climb 15 or 20 feet off the ground they start to have a very frank discussion with themselves, like, “Do I really want to do this?” You know, like it suddenly feels very scary. Because I mean, the people have like an overwhelming fear response to the prospect of falling to their death. You know, and so – Tim Ferriss: I have an overwhelming fear response just watching videos of it. Alex Honnold: Well, yeah, exactly. I mean, that’s kind of the thing, is that hardly anybody see that film and is like, “Oh, I’m gonna go and do that.” And then even if they do, once they start trying to do it, I mean, it is actually quite difficult to climb these walls. So it’s not as if some kind can just like wander up and do that. And even if they are strong enough or like well-versed enough in climbing to climb a little bit, then they’re also like, “Wow, this is really, really scary. I didn’t expect it to be this scary.” And then they just climb back down. Tim Ferriss: Mm-hmm. Alex Honnold: So, I mean, you know, I’ve thought a little bit about influencing kids and like, you know, wondering if that’s a bad thing. But in general like you just don’t really see copycat things. Like you see it a lot more in gravity assisted sports or like action sports. So like kayaking or skiing or something, where like anybody can just like up at the top of the cliff and be like, “I’m gonna [inaudible] this cliff and I’m going to stick it and it’s gonna be sick.” You know. And then once they sort of commit and start going, it’s like they’re going of the cliff one way or another. Tim Ferriss: Right. They can start the music, but they can’t turn it off. Alex Honnold: Yeah, exactly. But with climbing it’s like each move that you make upward is like a decision that you’re going to continue going upward. You have to decide over and over, like I want to keep going, I wat to keep going, I want to keep – and at a certain point you’re like, “I don’t really want to keep going. Like I think I wanna go down.” And then you’re just like, “Mommy!” You know, and then like, yeah, I mean. Tim Ferriss: Have you ever hit that point when it was – let’s just say – Alex Honnold: When I’ve started screaming for mommy? Tim Ferriss: [Inaudible] well, yeah, screaming for mommy or like hundreds of feet up and you’re like, “I don’t want to keep doing this.” Alex Honnold: Yeah, no, I’ve definitely had a bunch of times soloing where I’m like, “I’m not into this. I’m going down. Tim Ferriss: And what happens then? Because I’ve never seen footage of you climbing down. Alex Honnold:  Well the thing is – Tim Ferriss: Yeah. Alex Honnold: But that’s kind of a practical thing, is that if you have people that are filming with you, it’s like obviously you’re doing something that you’ve rehearsed or you know a lot about, or it’s like, you know, it’s a classic enough route that it’s worthy to film on. Like you have all those epic misadventures on things that like aren’t that well known, that you know, people aren’t climbing all the time. But no, so I’ve had tons of experiences where – especially when I was younger, I didn’t really know how to read [inaudible] that well, the little maps that show you like where a climbing route goes. So I’d look at it and be like, “Okay, I think I’m climbing that big corner.” And then I’d go up there and be like, “This isn’t even the right route. Like what the heck and I doing?” And then I’d start like questing way to the left or right being like, “Well maybe if I traverse 200 feet that way, then I’ll get to the real route.” And then you’re like, “Oh God, what am I doing.” And then it all starts to go south, you know Tim Ferriss: And then you would climb down. And then it’s [inaudible]. Alex Honnold: Well, or I would like quest over to some other route and escape off of that one. Tim Ferriss: Quest over is just a travers? Alex Honnold: Yeah, or whatever, you know. There have been a couple of routes where I’ve been like – especially when I was younger and I was like soloing a route and I get up and all of a sudden I’m like, “Oh, I’m on a bolted face, but this route isn’t supposed to have bolts.” And then I’m like, “Oh no, I’m on the wrong route.” Then you like look over and you see that the real rout you’re supposed to be on is like 100 meters to the right. And then you’re like, “I wonder what route I’m on.” And then you’re like, “Oh, I hope it’s not hard.” And then you’re suddenly like, “Shit!” And then you start like pulling on the bolts, which is cheating. And you’re just like whatever it takes to like get off this wall, you know. And so you’re like pulling on bolts and stepping on bolts and like doing whatever it is to like get to the top. And then later you’re like, “Oh, I wish I knew how to read the guide book.” Tim Ferriss: Now, so this is a related question from Drew Cordova. So there’s a video that shows Alex climbing El Cap free solo where he said he was freaking out – Alex Honnold:  No, so that’s – Tim Ferriss: Incorrect? Alex Honnold: Well, there are all kinds of incorrect [inaudible], but yeah. Tim Ferriss: I’m sure there’s lots. Alex Honnold: Yeah, just go on and I’ll remark at the end. Tim Ferriss: Where he’s freaking out on the cliff face at one point. I’d like to know from his perspective what it takes to overcome that fear. Alex Honnold: Okay, so the video clip that he’s referring to, I’m actually free soloing the face at Half Dome, which is a different wall. Tim Ferriss: Yeah. Alex Honnold: And that’s actually complicated because it shows me standing on this ledge on Half Dome like having a moment, being really scared. But we shot that film like a year after my actual fee solo. So I’d gone out there and soloed it by myself, with nobody around, which is kind of the point of free soloing only. And then we’d gone back and filmed on it. And when we filmed on it, I walked out on that ledge and like had a moment when I was a little bit afraid and then like sorted myself out, turned around and climbed back. But then they used the voice over of me walking about the original experience when I’d actually been free soloing it the year before, where I have like a much more significant moment on the section 100 feet higher, which is actually quite difficult climbing. Because like walking across a ledge is never that scary, you know what I mean? Like, in the grand scheme of rock climbing, like when you’re standing on the ledge, like you’re not scared. It just happened in that case because I was standing face out, which is like a little off balance and a little scary and I was like, “Whoa, this isn’t what I expected.” But it’s not that big a thing. But the actual experience up higher – it was like one of those things where they caught this moment on film and it kind of went well with the voice-over, sort of like – Tim Ferriss: Yeah. Alex Honnold: [Inaudible]. Tim Ferriss: The magic of [inaudible]. Alex Honnold: Yeah, exactly. And so it made for a great film and it definitely like shares the free solo experience pretty well. It’s one of the things that at first I was like, I was sort of annoyed that it’s not the literal, like this isn’t what happened, but the thing is like nobody’s there when it actually happens, so then it does share the experience pretty well. Tim Ferriss: So in the actual Half Dome experience, when it was scary, even though like you mentioned earlier you’ve kind of rehearsed what it’s going to feel like as you’re going up this route, what do you – not to belabor this point, but it’s something I’m fascinated by – what’s going through your head and how do you get through? Alex Honnold: Well, so that particular Half Dome free solo I actually hadn’t rehearsed it that much really. I had sort of intentionally chosen not to rehears the route very much, because I was like, “Oh, that’s going to take the adventure out of it. I want to just go up there and do it.” Which in retrospect like wasn’t the best idea. But so, yeah, on Half Dome I didn’t – I hadn’t memorized the sequences. I didn’t really know like exactly what I should do. I just knew that I could do it. And I knew that’s I’d gone out there and I’d done it, it was fine and that I was able to. You know, in retrospect I probably should have spent a little bit more time. And so why I got so scared was I got up to a certain sequence and I basically like didn’t want to trust a specific foothold and I was like, “Oh, this feels like my foot’s going to slip and I don’t want to fall.” And then I tried to use some other feet but I was like, “Oh, this doesn’t – these are worse.” And, you know, so you’re standing there hesitating being like, “What should I do? What should I do?” And then you start to get all gripped, like, “Oh God, what if I can’t figure it out.” And like you’re obviously getting more and more tired as you stand there, your calves are getting pumped. And, you know, yeah, it’s just strong toesing. Tim Ferriss: All right, we’re back in action. So during the little break, we were just talking about some past lives and I was mentioning that I wanted to be a [inaudible] was an illustrator for a period of time paying expenses in college, and had this other weird side gig of bouncing which was terrible because I was always the smallest guy as a bounder. But what are the best and worst jobs that you had prior to climbing?   Alex Honnold: I haven’t really had that many jobs. I mean I worked at the climbing gym as a kid, just, you know, cleaning the bathrooms and doing summer camp stuff with kids. And then I worked doing night security at Berkeley for a semester that I was there. I mean, I was only at Berkeley for a year. And so for my second semester there I was doing night security, I was basically just like walking around campus at night getting paid to like look at buildings. Tim Ferriss: When you were at Berkeley, how did you decide to leave? And what was that calculus like; I mean how long did it take you to decide – Alex Honnold: Yeah, I didn’t decide to just drop out of Berkeley, it was more that I wasn’t really happy there and then my first year at Berkeley I happened to get second at the nationals, and so I got invited to the youth world cup, which was during what would have been my second fall semester. And so I decided to take the semester off and then go do, you know, Youth Worlds and then travel a bit and climb and do whatever. And also my father happened to die the summer after freshman year, and he was part of the pressure for like going to school. Not really pressure, but he just sort of like expected the kids to go to college type thing. And then when he died it also left life insurance money for my sister and I to finish school. And so, you know, that sort of allowed me to not go back to school. And so just kind of a combination of events just led me to take the semester off and then I just like, you know, I’m just taking the next 10 or like 20 semesters off since then. Tim Ferriss: Were you close to your dad? Alex Honnold: I was fairly close to my dad. I mean – or we weren’t super close in like talking about things and like having deep chats, but he definitely invested a ton of time in me. You know, he took me to the climbing gym all the time. He would drive me all over the state to competitions. You know, he would take me camping, take me outside like, you know, we would be doing family camping trips in the mountains and stuff. So I mean he definitely put a ton of energy into me. Tim Ferriss: Do you – and I apologize, I don’t know your status – do you want to get married, have kids? Alex Honnold: Yeah, I think I’d like to have a family someday. Tim Ferriss: So that brings up something that I’ve wanted to talk about and I hesitated to ask in part because I’m sure you’ve been asked a million times, but as it relates to mortality, let’s just say that somebody came to you – so this is kind of two in one – and they said I have $10 million and I’m going to dedicate it to you but with the following condition. You have to predict how you’re going to die, accurately. And in that case, it goes to the cause of your choosing. So what would you predict and what cause would it go to? Alex Honnold: That’s interesting. And if I predict wrong it just like doesn’t go anywhere. Tim Ferriss: Disappears. Alex Honnold: Poof. Okay. I don’t know. I mean, I think I would predict – I don’t know, I’m sort of 50-50 between natural causes, just like dying of old age at some point or like climbing accident in the grander scheme of like not necessarily like falling to my death which is what people think with the free soloing. But just the random stuff like, you know, rappelling in the mountains or like being swept by an avalanche or like being hit by a random rock. Because there is a lot of just like random chance – or not a lot, but there is random chance involved with climbing.  And just the fact that I am out climbing all the time, like it wouldn’t be shocking if some random thing just happened to me like that. Though I mean that’s kind of the, you know, the price to pay, you know. Like if you’re going to be in those places like there is just a random risk associated with it. So yeah, I mean, I think – and then the cause I would devote it to. I don’t know, some probably environmental – I mean basically the stuff that I’m supporting through my foundation, which is you know any kind of environmental project that like improves standard of living. Which has mostly been like off-grid solar projects or like energy access and stuff.  Tim Ferriss: Off-grid solar and energy access for whom or wherever? Alex Honnold: For like rural communities. I mean, I’ve been supporting a group that does that kind of work in Africa, which, you know, makes sense because folks have no access to energy. And we’ve also been supporting Grid Alternatives here in the States which does like home PV systems for like low income families. Basically it’s just a way to like help, you know, folks that need some help. And it helps the environment, obviously. Tim Ferriss: And just when we took a break we were talking about books and the fact that you read mostly non-fiction. What non-fiction books have had an impact on you? Or that you particularly like? Alex Honnold: I mean, in the last several years, I mean, some of the most noteworthy books I’ve read I guess, like A People’s History of the US, the Howard Zinn book totally changed the way I look at politics. And then in the same way I read a book recently called Sacred Economics that like totally changed the way I looked at economics. Tim Ferriss: Sacred Economics. Alex Honnold: Yeah, it was actually totally interesting. I forget who the author was now though. I don’t know. Tim Ferriss: I will. We’ll look it up and put it in the show notes. Alex Honnold: Sacred Economics is like kind of awesome. It like, yeah, changed my world a bit. Tim Ferriss: What’s the kind of basic thesis of Sacred Economics, or is it – Alex Honnold: I don’t know what the author would say about the thesis, but the things that I took away from it were – well, I mean, basically he’s sort of envisioning different systems for like a more just kind of economics, you know. Because I mean our current style of capitalism basically just concentrates wealth in the hands of the already wealthy. You know, and that’s kind of like by definition the way interest rates work and stuff. Like if you have a lot you’ll just continue to make a lot. And that’s not a fundamentally fair system, because if you don’t have anything, you continue having nothing. But if you already have more than you need, you just get more and more and more. And that’s just like not the way the world should work, I don’t think.  Or at least I don’t – I don’t know. So one of the ideas that he throws out in the book, which I found totally interesting, was like negative interest rates. So like if you have a lot it basically just like slowly dwindles away unless you’re actively using it for things like investing it into things. So, you know, just by having a lot of money is not going to guarantee that you continue to have a lot of money. Tim Ferriss: Unless you’re allocating it in a certain way. Alex Honnold: Yeah, exactly. Unless you’re using it wisely to like create value. Tim Ferriss: How do you assess risk? Whether that’s with – and you can focus on one of these – whether that’s on a particular climb, on like a business venture, a decision to do A versus B, how do you think about risk? Alex Honnold: I don’t know, that’s an interesting question, because obviously I spend a ton of time thinking about risk. But I just don’t have like a clear cut, you know, like I don’t have a clear metrics for like, you know, this is – and because with the climbing so much of it comes down to a feeling of like I feel a lot of fear when I think about that, obviously it’s not for me. Yeah, I don’t know exactly. And I’ve never really had to evaluate business ventures and things. Tim Ferriss: So let’s touch on something you just said, which is, if you’re very afraid of something, then that’s something that you shouldn’t do. So do you then climb say hard routes in an absence of fear? Or is it present and then you overcome it? Alex Honnold: That’s a good question. I generally climb hard routes in the absence of fear. I generally don’t go up on them unless I feel comfortable and I don’t have that fear. Yes. Though, yeah, though I mean, it’s important to sort of differentiate fear and risk and like all the terms I guess. Tim Ferriss: Definitely. Alex Honnold: Because, you know, I mean if there is a high level of risk, I mean you should be feeling fear. I mean fear is sort of that warning that, you know, like that there is real danger. And so like if there is danger present, like I mean you should be feeling fear. And so, you know, and there are times that maybe you should just suppress that fear and go for it anyway, maybe not, I don’t know. But so with the free soloing, typically if I’m feeling a lot of fear, then I just, you know, wait and prepare more, or I don’t know, something, do whatever it takes to mitigate that to like to feel comfortable and then do the climb when I feel comfortable. Tim Ferriss:   Do you have a – my suspicion says no – but do you have a checklist? Like I have to do this with gear x number of times and then do this y number of times before I’m willing to free solo this? Or is it – Alex Honnold: I don’t have a checklist, but I definitely have a degree of comfort that I need to feel on the route before I’m willing to solo it. Tim Ferriss: What does that feel like? Alex Honnold: Well, it just feels like a certain – I guess I need to have a certain amount of reserve, I guess. You know, I need to feel like I can climb the route in a variety of conditions and have some extra in the tank just in case, you know. Like if I can climb the route only by the narrowest of like razor thin margins, like then that’s probably not good enough for free soloing. Tim Ferriss: And the definitions point is important. So for instance, I’m involved with a lot of speculative start-ups or start-ups, whether it’s speculative or – Alex Honnold: They’re all speculative. Tim Ferriss: Yeah, I mean, but most of them would be considered very highly speculative. And people say, “Wow, that’s a really high risk investment. You have a very high risk tolerance, right, doing things in entrepreneurship and so on.” And I’ve never felt that way, I actually like I’m focused on risk mitigation at all times. And so for me I thought about it at one point, because they were like, “Oh, you have a really high risk tolerance. Risk, risk, risk.” And I was like, “Well, wait a second. Like we should try to figure out the definition of this term that we’re using before we have a discussion about it.” Alex Honnold: Well, and isn’t the thing with start-ups is that you’re sort of willing to lose money on a certain number as long as like – Tim Ferriss: Exactly. Alex Honnold: – some of them come out. Tim Ferriss: No, so exactly, like so I – Alex Honnold: So you’re sort of just doing the math on the overall picture. It’s like it doesn’t matter is some of them fail. Tim Ferriss: That’s exactly right. And what’s important at least in that game, right, is – or that sport. And you can look at it that way. Is following your own rules. Like if you set rules. Alex Honnold: Yeah. Tim Ferriss: And you understand, say portfolio theory and the math, if I follow these rules is going to turn out likely this way, therefore I need to make x number investments. Alex Honnold: Yeah, or at least have like a plan that you’re willing to stick to. And then not start to just get hog wild where you’re like, “Well, this guy said that you could make money on it.” Tim Ferriss: And not deviate. Yeah, exactly. Alex Honnold: Yeah. Tim Ferriss: So what I realized for myself that risk in my mind is the likelihood of an irreversible negative outcome. And if I look at it that way, if I do something that fails, if I can get back to where I was very easily, then that’s not a risk. It’s not a high risk, for instance. Do you think you relate to risk or think about it differently than other people?   Alex Honnold: No, all that’s pretty much in line with the way I look at risk. I mean, yeah, I mean with the start-up stuff I wouldn’t consider that particularly risky, because like obviously people make a lot of money off start-ups. It’s just a matter of like doing it well. And like, you know, playing the stock market and things like that. People obviously make a lot of money, so it’s not like a fundamentally risky activity. It’s just a matter of like how you do it, how well you do it. And obviously I’m not in either of those worlds. It also – I mean for me it probably would be dangerous, because, you know I’d be like, “Well, now I have no money.” But it’s because that’s not my thing. Like I don’t know anything about it. Tim Ferriss: What is the best decision you’ve ever made not to do something? Or a good decision that you’ve made not to do something? Alex Honnold: Well, I think pretty much any of the free solos that I backed off of and climbed down were probably all pretty good decisions. I mean, who’s to say. I mean, maybe they all would have been fine and I would have just like climbed to the top and had a nice day. But, you know, [inaudible] on that stuff. Tim Ferriss: Yeah – Alex Honnold: If you’re not psyched, you’re not psyched. But I haven’t had any like clear – or like near misses where I decided not to climb something and then there’s like a huge avalanche that sweeps the whole mountain and you’re like, “Thank God I wasn’t up there.” Tim Ferriss: You have a very minimalist lifestyle. What is something that you spent too much on, but don’t regret? Or something that you spend too much on but don’t regret? Or a lot on. Too much is too judgmental. Alex Honnold: I don’t know, I don’t think it’s too much, but when I bought noise cancelling headphones I was like, this seems really indulgent, but it made my life so much better. Like, I love traveling with noise cancelling headphones. It’s like my favorite possession. Tim Ferriss: How do you use them? Alex Honnold: Oh just, I mean, I cancel noise with them. Tim Ferriss: [Inaudible]. Do you use them all the time when you’re travelling, or are they like –? Alex Honnold: Like in the airport and on the plane I pretty much have noise cancelling headphones on the whole time. I love it. I’ll just like listen to soft music and like read my book or work on my computer, do whatever. You know, just hang out. But I just like love not having all the crazy bustle-y noise around me the whole time. Tim Ferriss: What type of music do you listen to most often when you’re flying? Alex Honnold: Flying I do a lot of sound tracks. Like sort of like classically type music, but you know, set to Indiana Jones let’s say or whatever. Tim Ferriss: Braveheart. Alex Honnold: Yeah, exactly. Oh yeah, actually I’ve never done the Braveheart sound track. But like the Last Mohicans is a favorite. Tim Ferriss: That’s a great sound track. Alex Honnold: Great soundtrack. Yeah. Tim Ferriss: Do you ever climb to music? Alex Honnold: I’ll do easy climbing to music, for sure. I normally just have my phone in my pocket and will just blast it like, you know, stereo style. But that’s only if I’m climbing something where there’s nobody around. Because I think it’s super annoying when you like hike up to people on a trail with like a boom box going. Because obviously it’s like diminishing their outdoor experience. Tim Ferriss: In those cases, what type of music do you listen to? Alex Honnold: I pretty much only listen to like modern rock. Like [inaudible] rock and stuff. Tim Ferriss: Like what? Alex Honnold: Like what – Tim Ferriss: Yeah, what kind of bands? Alex Honnold: Oh, I don’t know, like I was listening to like Bad Religion. We listened to Metallica last time on the drive and like, you know, [inaudible] or like Tool or random, whatever. Tim Ferriss: What is something that people – and this is in quotes – “know” about you that is wrong? Alex Honnold: I don’t know, I mean I think a lot of people – I mean certainly online commentary a lot of people think I have a death wish or like have never experienced fear. Like, just don’t care about my safety. I mean, the thing is that if you just watch the YouTube videos, you get the impression that I just like walk up to a wall and climb it. And like, you sort of miss the 20 years of climbing culture that’s behind it. You know, the fact that I’ve – that there’s a huge history behind all these routes and I know a lot about them, and I have tons of friends that have climbed them. And I can like recite half the moves on them from memory. You know what I mean? Like there’s a ton that goes into it that people like don’t see in the three minute YouTube short. And, you know, yeah. Tim Ferriss: Well, it’s kind of like I had Laird Hamilton on the podcast, right, the sort of undisputed king of big wave surfing. People would – it’s funny how people look at that and they have a different judgment than when they look at you on a wall. Even though in practical terms – Alex Honnold: You think? I mean, don’t people look at his big wave surfing and be like, “That guy’s crazy, he has a death wish?” Because I kind of do. I’m like, that’s [inaudible]. Tim Ferriss: So, I think that it’s slightly the frequency with which I hear people say that is different because they look at a wall and they’re like, “Oh, I could climb up things.” But they look at a 100-foot wave and somebody getting towed in on a jet ski and they’re like, “I wouldn’t even be able to stand up on the board while getting pulled on a jet ski. Alex Honnold: Hm. Tim Ferriss: Therefore, assumption, assumption, assumption. What do you think of, say, free divers who try to break records in free diving? Alex Honnold: I mean, I don’t know much about it, but it does seem like it’s one of the riskiest sports in the world. I mean, more people die doing that than virtually anything else. Tim Ferriss: Yeah. Alex Honnold: I mean, it kind of goes with wingsuiting or something where like, you know, it’s fair to say that it actually is quite risky because people do actually die all the time doing it. Tim Ferriss: Have you ever done any wing suit stuff? Alex Honnold: No, I did my FF so I like learned how to parachute out of a plane, on the thought that I would maybe eventually learn how to base jump or something. And then I was basically just like, “I’m not into this. I don’t think this is cool. I don’t like it.” Tim Ferriss: Just the – just because the risk, the down side risk – Alex Honnold: No, I mean – Tim Ferriss: – down side is too high? Alex Honnold: No, skydiving is not dangerous, you know, so I mean when you’re leaning out of the plane it’s like not sketchy at all, but mostly I was like I just don’t like this, you know. And like I don’t want to devote the energy to like learning how to do this. And I sort of realized how much it would take for me to feel comfortable doing that. And I was like, this is just dumb, I’m not into it. Tim Ferriss: Yeah. Alex Honnold: And then as it turns out, you know, like one of my good friends and climbing partners died wingsuiting, and then last year notably Dean Potter died wingsuiting. And so, I mean, you know, climbing has lost a lot of high end climbers to wingsuiting accidents. It’s like, you know, I mean it is a very dangerous activity. Tim Ferriss: You mentioned Dean Potter. I think when I hear his name I also associate it with – Alex Honnold: You think slacklining. Tim Ferriss: Exactly, slacklining. You seem to have like the perfect slacklining feet. I mean maybe we can take a photograph – Alex Honnold: They’re all messed up. Tim Ferriss: Yeah, you’ve got some amazing like – functional feet. Do you slackline much? Alex Honnold: Functional. That’s a very kind way of putting deformed. Yeah, highly functional, yes. Tim Ferriss: Do you slackline or what’s your [inaudible]? Alex Honnold: No, I can slackline at like a low level. You know, I can like walk lines back and forth. Just because there’s so many slacklines in camp grounds and climbing areas and things, you know, I definitely have done a fair amount of slacklining. And I can do some like really easy tricks and things, but no, I’m definitely not a slackliner and I’ve never done any high lines and I’m not like – I’m not into slacklining. Tim Ferriss: When you think of the word successful, who’s the first person who comes to mind for you? Alex Honnold: When I hear successful? Tim Ferriss: Yeah, just the word successful. Alex Honnold: I mean, when you just said I thought Elon Musk. But then I’m like, I have no idea, you know, because I don’t know that much about business. But I’m just like, that’s rad. Tim Ferriss: Is there anyone that you would want to model your life after in any way? Alex Honnold: Probably not. Though I do like reading, you know, a biography or something and then sort of – like I have some notes on my phone of like lists from random things I’ve read, you know, where you sort of choose little lessons out of like a book about somebody and you’re like, “Oh, like that person did these things well and those are all things that I can apply to my life.” But, you know, I wouldn’t want to model my whole life on somebody. It’s more like, you know, cherry picking the good lesson here and there. Tim Ferriss: Which biographies have produced a lot of notes for you? Or just – Alex Honnold: I’ve only done this a few times, but so I read the biography of Brad Washburn, who is like a big – if you know him, he was like an – Tim Ferriss: I do know him. Alex Honnold: – [inaudible] photographer. He also ran the like a natural history museum in Boston, I think. But so he just had like a wide and varied career and he was like a National Geographic explorer type. You know, he just did a lot with his life. And so after I finished reading the book I was like, “Whoa, this guy like got shit done.” You know. And, I don’t know, you know, I respect that and so I just like kind of thought about it. Tim Ferriss: What is something that you believe that other people think is crazy? Alex Honnold: That I believe that other people think I crazy? Well, I don’t know, I mean I think that my evaluation of risk and all the things we were just talking about, a lot of people think it’s totally crazy. Tim Ferriss: Mm-hmm. Alex Honnold: But that’s speaking – I mean, I think it’s because they don’t have a full set of facts on it. You know, they don’t quite appreciate it in the same way that I do. Tim Ferriss: Mm-hmm. Alex Honnold: But I don’t know if I have any other like totally outlandish beliefs like that. Tim Ferriss: Mm-hmm. Do you – I’m sure you have this question before – but would you consider yourself a religious person? Do you have a particular belief system? Alex Honnold: No, I’m like strongly atheist and just like not into religion at all. Tim Ferriss: Mm-hmm. Were your parents religious at all or no? Alex Honnold: Yeah, Mom is – at least used to identify as Catholic. She probably would still say that she believes in God, though there’s no evidence of it at all. Like she doesn’t go to church anymore or do anything. But, yeah, so as kids we were taken to church. But at no point did I ever believe anything. Tim Ferriss: Mm-hmm. Okay, so there was no sort of transitionary period. It was just [crosstalk]. Alex Honnold: No, I know that – it’s funny, like even though we were being taken to church, I just always thought it was all a bunch of weird stories. It just like made no sense to me. I’m like, “Why would you believe in some invisible thing?” I’m like, “Why would you ever believe any of that?” Like it doesn’t make any sense. It’s weird. It’s weird that so many adults believe all that stuff, because it still doesn’t make any sense. Tim Ferriss: There’s a lot of stuff that doesn’t make a lot of sense that people believe too. Alex Honnold: Yeah. Tim Ferriss: [Inaudible] in the theater of politics and elsewhere too. Alex Honnold: Well, you know. Tim Ferriss: But this is going to be a gear shift. I mean, we’re shifting a lot of gears. I’m grinding out the transmission on gears. But food. I want to talk about do you have any particular thoughts on food? Or how do you think about eating, yourself? Not literally eating yourself, but – Alex Honnold: Yeah, yeah. I mean I’m not much of a cook and I don’t like love food or food prep or anything. You know, if I could I would just like take a pill and be like fully fed all day every day. And just like, sweet, I don’t have to worry about it. But I don’t know, in the last couple of years I’ve gone vegetarian, which has more to do with like the environmental non-fiction I’ve been reading. It’s more just it’s like one of the few things that I can do as an individual to like really have an impact on the world. But, yeah, I don’t know, I mean. Tim Ferriss: Do you have any go-to dinners? Like what are your most common dinners, what do they look like? Alex Honnold: I mean, for all the years that I’ve lived in the van, one of my go-to dinners was like Mac N Cheese with stuff in it. You know, like adding a vegetable. I used to add tuna to it a lot. Then I switched to just like vegetable or, you know, maybe some beans or whatever. Yeah, like Mac N Cheese and chili. But now I’ve sort of easing away from Mac N Cheese too because I’ve kind of stopped eating dairy. But so like, you know, rice and vegetable stuff or like lentils or whatever. Tim Ferriss: Keeping it simple. Alex Honnold: Yeah. Tim Ferriss: So many questions. So many questions I want to ask. Do you have any morning rituals? Like what are the first 60 days – 60 days – the first 60 minutes of your day look like? Alex Honnold: I pretty much always just get up and have like a big breakfast and then go climbing. That’s kind of the standard. Tim Ferriss: And when is your usual wake-up? Alex Honnold: For the last two months I’ve been waking up doing some 15 minute of stretching, then eating my breakfast, then going climbing, just because of the back stuff. Tim Ferriss: Mm-hmm. Alex Honnold: But – Tim Ferriss: What time do you generally wake up and go to bed? Alex Honnold: I generally – I’m pretty unstructured, so I basically just go to sleep whenever I need to or whenever it makes sense, then I just wale up whenever. I try to sleep as much as I want to. Tim Ferriss: What does that typically amount – I mean, people think they’re like, “Oh that four-hour work week guy, that guy must sleep three hours a night.” I try to sleep eight to ten. Alex Honnold: Yeah, no, I’m all about the eight to ten, for sure. I think last night – I mean I was sleeping in front of your house last night. I think I slept nine last night. Well, because – Tim Ferriss: Okay, wait a second. Is that the van? Alex Honnold: Yeah, yeah, that’s my car. Tim Ferriss: I just saw it when walking my dog and I was like, who’s camped out in front of my house? Alex Honnold: Yeah, yeah, no. Tim Ferriss: That is fucking hilarious. Okay. Yeah, with like the reflectors on the windows. Alex Honnold: Yeah, yeah, the reflectors. Tim Ferriss: I was like, who is this trying to kidnap me? Who is this –? Alex Honnold: No, no, that’s my rape wagon parked in front of your house. It’s one of the things like, we drove to San Francisco last night and then I’m like, well, I don’t want to park somewhere else and then have to drive here in the morning. So I’m like, I’m just going to go and park there. I’m going to sleep in as late as possible and I’m gonna wake up and I’m gonna come in and do a podcast. It’s gonna be like totally [inaudible]. Tim Ferriss: You’re right. From – Alex Honnold: But that’s the thing about living in a car is you’re all about like minimizing the waste of time, you know. There’s no point in like driving around in circles. You just park where you need to be. Sleep, and then do your thing. Tim Ferriss: That’s amazing. All right, so – Alex Honnold: And the thing is, after – and I’ve lived in the van for like 10 years now. You know, it starts to become a routine. It’s like hard to imagine like going to a hotel, moving all your shit into a room, moving it back into your car later, moving the car. You’re just like, what a waste of time. I just want to like park where I need to be. Tim Ferriss: So a lot of people have asked this, and I’m kind of curious myself. Like the logistics of Alex Honnold. So, if you have a date, and the date goes well, like what then? Alex Honnold: They come back to the van. I mean, it’s a nice van. It’s like a – you call it a little mini home or whatever. You know, one of the micro home stuff or what’s it called, little – Tim Ferriss: Yeah, tiny houses. Alex Honnold: Yeah, tiny house. Tim Ferriss: I’ve got a bunch of tiny home books [inaudible]. Alex Honnold: There you go, see, I have one out front. Tim Ferriss: Yeah. Alex Honnold: A tiny little home. Tim Ferriss: Listen now, before you go out on the date, you’re like just in case this goes well do you put out like some rose petals in a bowl or water? Alex Honnold: No, preferably go back to their place. It’s like a little classier. Tim Ferriss: Do you have any favorite documentaries and movies? Alex Honnold: I don’t know. Not particularly, I guess. I mean, my movie tastes run sort of just straight like Hollywood action movie like total fluff, you know, like Gladiator or something. Tim Ferriss: Mm-hmm. Alex Honnold: Just like fun times. Like, yeah. Tim Ferriss: Roger. All right. We’ll keep that at that. Alex Honnold: It’s all pretty – yeah, it’s pretty like unimpressive. But it’s kind of because movies – because I do a lot of like reading non-fiction and stuff, I feel like movies fill the fluff category. You know, like I hate heavy non-fiction – or like heavy documentary type films. I just like fall asleep to those. Tim Ferriss: Just too much thinking after all the non-fiction [inaudible]. Alex Honnold: Yeah, I don’t know. Tim Ferriss: What movies have you seen the greatest number of times? Is there anything you’ve watched like over and over again? I have that habit. Alex Honnold: I’ve probably seen the Star Wars movies a lot of times, but that’s partially just because I started when I was a kid and then I’ve like rewatched them over the years. I don’t know if I’ve seen anything else like more that probably. Tim Ferriss: I think I have maybe weird numbers, because for each of my books I get – I feel very isolated if I’m writing at night in a dark house by myself. So I always put this – Alex Honnold: You put on certain movies? Tim Ferriss: I have movies – for each book there are usually one or two movies that I’ll just put on repeat and I’ll put them on mute and then listen to music. Like, the same tracks over and over and over and over again. Alex Honnold: Your brain might be like hardwired in some weird way too. Tim Ferriss: Well, I gotta – that’s definitely true. But I gotta – Alex Honnold: That’s getting tweaky. I like the same music, the same movie. Tim Ferriss: Well, I had a recommendation from this very, very, very brilliant capable entrepreneur in Matt Mullenweg who is a great coder, and he always – he listens to the same single track over and over again almost like a noise machine when he’s coding. Alex Honnold: Hm. Tim Ferriss: And I thought, okay, well, I’ll try that with writing and it worked really, really well. But the movies ended up being really weird, because – Alex Honnold: Okay, so what movies are we talking about? Tim Ferriss: So, well, for the Four Hour Work Week it was the – this isn’t that weird, I think these are fine movies. But the Bourne Identity was the first. And then for the Four Hour Body it was Casino Royale, which I think is a fantastic – Alex Honnold: I was hoping you were going to say like Rocky or something, so being non-stop training montages. Tim Ferriss: Well, there are a lot of fight scenes, and the Parkour events in the beginning with Sébastien Foucan, who’s incredible. Alex Honnold: Yeah, yeah, yeah. Tim Ferriss: So that’s – yeah, that’s a whole separate – Alex Honnold: I didn’t know that was [inaudible]. Tim Ferriss: Oh yeah, so good. Alex Honnold: That’s cool. Tim Ferriss: And then for the Four Hour Chef, this is super – this is off theme completely, but I was just looking for a movie when I was just getting started and on Amazon Prime the first movie that popped up was Babe, with like the little pig. Alex Honnold: With the pig? Tim Ferriss: Yeah, Farmer Hoggit. And I watched Babe like a thousand times because I just put it on repeat and watched it like four or five times a night. Alex Honnold: Whoa. Tim Ferriss: Go figure. Yeah, we could psychoanalyze that. Alex Honnold: Hard core. Tim Ferriss: Hard core. Aside from the noise cancelling headphones, what purchase has most positively impacted your life in the last say six months? Alex Honnold: I mean, definitely my van. Tim Ferriss: Definitely your van. Alex Honnold: Yeah, I mean, no question. I mean the last van that I bought, a $10,000 van and lived in it for 10 years. And then this new van that I bought, it’s a new van so it’s obviously a bit pricier, but it’s like pretty awesome and I’ll probably live in it for another ten years. Well, maybe not actually live in it, but, you know, I’ll be based out of it. Tim Ferriss: Again, returning to the – this is not directly related to the dating and the van, but this is a question from Michael Sipriano. I’ve always found climbing to have a large positive effect on my libido. Does Alex find this to be the case? Alex Honnold: Well, I’ve climbed for my entire life, so I mean maybe it explains – Tim Ferriss: Just a permanent – Alex Honnold: – the tremendous libido. Tim Ferriss: Do you – Alex Honnold: I mean, is that for real? Tim Ferriss: That’s a real question. Alex Honnold: Okay. I guess, I don’t know. But, I mean, that’s probably true of anybody who’s like staying active and staying fit. You know, you’re just like; it’s the way your body’s supposed to work. Tim Ferriss: Yeah. Are there ways that you’ve seen lessons learned or skills developed in climbing translate to other parts of your life? And if so, is there any particular examples that come to mind? Alex Honnold: I don’t know exac- I mean, so I’ve gained a lot from being a professional climber. Like having to go and give talks and like do the whole works [inaudible] climbing. I mean that’s really like helped me grow as a person and feel comfortable doing public speaking and all that kind of stuff. Though I think from the actual climbing itself, maybe the most useful thing I’ve gotten has been sort of being able to differentiate, you know, risk and consequence and fear and like all these different things, and sort of being able to separate my feelings from what’s actually happening. You know, like, oh I feel fear, but is that fear justified because I’m actually in danger, or is that like totally irrational fear that I should just squish and like move forward with something. And I don’t know, I mean, I feel like climbing has sort of helped me understand like the different things that are going on there. You know, whereas I feel like a lot of people are just like, oh I’m afraid, and then they’re just like, “Oh God, I’m afraid.” You know, but sometimes like I mean fear shouldn’t necessarily control you any more than anything else. Tim Ferriss: Desire or fill in the blank. Alex Honnold: Well, yeah, like when you’re really hungry you’re not like, “Oh God, I’m hungry, I’m hungry, I’m hungry!” You’re just like, “Oh, I’ll eat lunch in two hours.” You know, and I feel like fear to some extent should be the same way, where you can just register like, “Oh, I’m feeling fear right now.” But sometimes that doesn’t matter. I mean sometimes it does, and you need to be like, “Oh, you know, I’m about to die. Like, I should watch out for that.” But a lot of the times, I mean, you should be able to just set that fear aside and just do exactly what you’re supposed to be doing. Tim Ferriss: Yeah, so I mean, in a way, I mean, you’re a connoisseur of fear, right. You can distinguish sort of all the different – Alex Honnold: [inaudible]. Tim Ferriss: The varietals of fear. Alex Honnold: Yeah, yeah, totally. Tim Ferriss: [inaudible]. Alex Honnold: And yeah, when you experience enough fear in your life you’re like, “Oh now I can sort of differentiate between all the different types.” Tim Ferriss: Do you drink coffee or caffeine? Alex Honnold: No. I don’t have – I just don’t like coffee and I don’t really like tea. But I don’t have any problem with caffeine. I don’t even really notice caffeine I don’t think that much. Because you get it in like SHOT BLOCKS and gels and goo’s and whatever, all the little energy products. Tim Ferriss: Right. Alex Honnold: Like some of them have caffeine and some don’t. I don’t feel like I notice an effect either way. Tim Ferriss: Well, the reason I asked is that I find personally I remember I did a three-day meditation retreat. My first meditation retreat. And they disallowed caffeine. They said no caffeine and no alarm clocks. You wake up when you wake up. Alex Honnold: Welcome to my life. That’s – Tim Ferriss: It sounds amazing. Alex Honnold: I’m on a 20-year meditation streak. Tim Ferriss: Yeah, I need to do more of that. And I came back from that experience and went back into my normal routine, which was drinking not coffee at that point, but a lot of iced tea. Like I’d go to a restaurant, they would just endlessly refill my iced tea, and I felt like a complete crackhead. Like a miserable crackhead. Alex Honnold: Yeah. Tim Ferriss: And I was like, is this what my normal was? Holy shit! And the reason that I brought it up is that it strikes me that at least in that state I would have a lot of trouble distinguishing the fine nuances of different types of fear. Alex Honnold: Mm-hmm. Mm-hmm. Tim Ferriss: Because you’re just overwhelmed. Alex Honnold: When you’re all jacked up on sugar from iced tea stuff and then you’re – yeah, and the caffeine and you know, yeah, totally. There’s like a lot going on physiologically and it’s hard to differentiate like what the finer points are. Tim Ferriss: Yeah, the signal from the noise. Alex Honnold: Mm-hmm. Tim Ferriss: At what climbing grades have you plateaued the most? This is from Liz Wolfe. And she just said 5.11 plateau has been really bad for me. Alex Honnold: Which probably means she’s hasn’t got past the 5.11 plateau. Tim Ferriss: Yeah. Alex Honnold: She’s just like mired in 5.11 land. No, so I’ve basically – I pretty much progressed steadily to about mid-5.14. So like 14 a or c and I’ve basically been plateaued there for like seven or ten years or something. Though I feel like I’ve sort of plateaued there because I’m at the point – I mean, because mid 5.14 is definitely a fairly high level of climbing. Though it’s by no means a lead by the world standard anymore. Like that’s not like super hard. Tim Ferriss: Just to put it in perspective, what would be a – Alex Honnold: The hardest thing in the world is 15 c. But only two people have climbed that. But there are a lot of people climbing like 15 a and 15 b-ish now. And so climbing like 14 b or c is like, you know, respectable. But a lot of people can do that like first try no pro- not a lot, but a handful of people can climb that first try no problem. It’s like trivial for them. So, you know what I mean, it’s not – it’s by no means world standard. But, you know, it’s solid. But so I think that for me that’s sort of my natural plateau. Like that’s kind of what I can climb without having to train much to climb harder. You know, because the thing is I spend a lot of my year doing like adventure trips and expeditions and, you know, doing stuff through my foundation, going to Angola last year. I mean, trips like that that do not help your fitness at all. Like they won’t help you climb harder. But they definitely make you a more well-rounded climber and probably a better person and more interesting, you get to do fun stuff. Tim Ferriss: Mm-hmm. Alex Honnold: And so, you know, I’ve sort of been content being plateaued at mid 5.14 for a long time. Though I could see at some point in my life I might devote a year or two to like actually trying to climb harder. Because I’d love to climb the French grade 9 a, which is 14 d in US grades. It’s just sort of like a meaningful benchmark grade. That if I ever climb 9 a I’d be like respect, like I’m good. Like that’s hard enough for me. Tim Ferriss: So if you wanted to do that hard climbing, what would the most important components of that training look like? Alex Honnold: I’m not totally sure. I mean I think for me it would require more finger boarding or hang boarding. Like basically just focusing more on finger strength, because I think as a climber that’s probably what I’m worst at, is just like the pure strength holding on to things. But also I think for me it would just require more dedicated focused hard climbing for the year. You know, like right now I’m climbing Yosemite, and in my whole season of climbing Yosemite I won’t do a single hard move basically at the physical limit of like what I can actually pull on, because I’m climbing these great big walls and I’m trying to climb them quickly and sometimes I’m climbing them ropeless. But anyway, I’m doing them in all these styles that like it just doesn’t help you pull harder. And so like if I wanted to climb harder grades I would have to just pull harder. Tim Ferriss: If you could no longer climb but had to pick a physical activity, what would you pick? Alex Honnold: If I couldn’t climb. I don’t know, I have a lot of respect for ultra-runners. I think because they sort of interact with the landscape in the same way that I kind of like to. You know, something like the ultra-tour of Mont Blanc when you like run all the way around the Mont Blanc massif, I mean that’s pretty cool. And like, I would love to be able to do things like that. But I just like don’t really – I can’t un that well. But the thing is, is that I really love running like mountain ridge lines and things, and then that quickly becomes actual rock climbing. And so I’m like, well, it’s like, I don’t know. But yeah, ultra-running is pretty awesome. I don’t know. I could be into like big mountain skiing too. But see it all sort of gravitates back towards mountains. And I’m like, well, that’s basically climbing. Tim Ferriss: And then you get exposed to nasty things like avalanches. For those of you who haven’t seen Marrow – Jesus, Jimmy. Both of you guys make me sweat. Not that I need any help, I tend to run hot, drinking tea anyway. But I digress. As usual. What do you world class at aside from climbing? Or within climbing that people might not realize? Or how would your best friends answer that question? Alex Honnold: I don’t know, I mean, I guess within climbing I’d say that – because I’m known as a free soloist, I’m known for the ropeless climbing and that’s like what you’ll see online and all the videos and all that. But I’d probably still be a professional climber even if I didn’t free solo at all. Like right now I hold the speed record on like pretty much every major formation in Yosemite. With, you know, all the different faces, like all the classic routes. Like I think that’s basically true. And so yeah, I don’t know, I mean, I’d probably still be like one of the more well-rounded climbers in America, even without the free soloing. But it’s all sort of overshadowed by the like, “Oh my God, he’s ropeless.” And it’s funny, because I only do, you know a handful of solos a year, if that. And then I spend the whole rest of the year climbing with partners and ropes and like normal climbing with my friends. Just like doing all kinds of interesting things and expeditions and whatever. And yet is till just comes down to like, “Whoa, free soloing,” But, you know, I’m fine with that, because at least I get to go climb all the time. Tim Ferriss: What advice would you give to your 25-year-old self. Twenty-five or twenty, depending on who needed it the most. And if you could just place like what you were doing, where you were at the time? Alex Honnold: Well, 20 is still slightly too old, but like my 18-year-old self, I would just tell to – I would say to just not bother going to college at all. Because like the year that I spent at Berkeley was a total waste of my time, basically. Not because there’s anything wrong with Berkeley, but because I just wasn’t passionate about what I was studying, and there’s no – there was no point in me like grinding out a year of studies that I didn’t care about. You know, I should have just like gone climbing. Because, I mean, that’s what I really cared about. And that’s what’s been so funny over the years, is that like with climbing, you know, I have no problem putting in, you know, 20 to 40 hours a week, every week, all year into climbing. Like, and I mean, that’s a fair amount – I’ve been keeping a training journal. So I have like sort of hours of exercise. And last year I counted up at the New Year and I basically averaged like 27 hours a week of exercise every week last year. Which is, you know, like I think that’s kind of comparable to other – I mean, you would know more than me, but other sports like for training volume. Tim Ferriss: Mm-hmm. Alex Honnold: But I mean, then when you think that I’ve probably been doing that for the last 10 years that I’ve been on the road. And actually, last year was a particularly low volume year for me because I had a book come out, so I did a month of book touring and I was in like a month of touring in South America. And so like, I was climbing much less than I normally would. So presumably a few years ago living in the van I was probably doing like 30, probably 30 or 32 hours a week of exercise. Which is like a lot of time spent climbing. Tim Ferriss: That is a lot of time. What else do you put in your training journal? What other details are in there? Alex Honnold: It’s one line. I do one line, hours of exercise, one line any additional like strength training type stuff or like the stretching I’ve been doing recently. And then one line diet, which is like are well, ate poorly, at so-so, or like, you know, too many cookies like whatever things like that. Tim Ferriss: Do you go back – do you eat a lot of cookies? Alex Honnold: Sometimes. I have an unfortunate problem. Tim Ferriss: What’s your go-to cookie? Alex Honnold: Just like chocolate chip cookies, like straight. I can eat a lot of cookies. Tim Ferriss: Yeah, well, that’s probably the only thing that athletically – well, that we share in common. Alex Honnold: Oh yeah? Do you go big on the cookies? Tim Ferriss: Yeah. There are these – Alex Honnold: I see you looking towards your kitchen. Tim Ferriss: Well, I was looking, I have this like secret stash. I have to keep it out of sight. There are these chocolate chip cookies that are actually from Long Island Tates, I think they are. Somebody’s nodding over there. Alex Honnold: What are these, like special imported chocolate chip cookies? Tim Ferriss: Well, originally from Long Island, and they have – they’re chocolate chip cookies and there are these – I think they’re gluten free ginger cookies. And I can’t have those in my house or I will demolish the entire thing. Alex Honnold: See that’s my thing with desserts too, is that I don’t really buy dessert much, because if I buy it I’ll just eat it all immediately. Like I’m terrible with moderation. So I generally don’t have any dessert in the van. And then when I do I just eat it all. Tim Ferriss: If you were to – I know this is a bit of a reach, but – you’re 30 now, let’s say your idealized 40-year-old self, right, what advice do you think that 40-year-old would give you now? Alex Honnold: I don’t know. I mean, I feel like I’m doing pretty well right now. Tim Ferriss: Oh, I’m not saying you’re not. Just – Alex Honnold: Oh. Yeah, no, I don’t know.  I mean, just, you know, just enjoy the ride. Just enjoy the process. Tim Ferriss: What would you like your life to look like in 10 years? Alex Honnold: I don’t know. I mean, maybe have a family or something, or at least a solid partner, solid something going on. I think I’d like to maybe own a home or like have a place that I’m kind of living. Like more of a solid home base. Just because like living in a van is great, but, you know, at a certain point you’re like, man, it’s nice to have like a bathroom. Having like a shower and things. Tim Ferriss: So how do you deal with that, actually, now that [inaudible] [01:41:49]. Alex Honnold: Well, that’s why when I came into your house I used your bathroom. Tim Ferriss: Oh. Okay. Alex Honnold: That’s it. Tim Ferriss: So like last night, you’re like, oh man, I had too much water. Alex Honnold: Well, I have – no, I have a pee bottle on me. Like, I’ve used a bottle forever. And actually the thing is, when you get used to using a pee bottle all the time, like when I pull into a grocery store or something, I always just like pee in my bottle before I go in, because you’re like, why would I ever go and find some like dank public bathroom when like I can just use my bottle. Tim Ferriss: So do you have – is it a disposable pee bottle? Like – Alex Honnold: No, no, it’s like I use a – Tim Ferriss: Like a [inaudible]? Alex Honnold: No, I use like a 2-liter bottle, just like some random plastic bottle. And I basically use it over and over until it’s like this is repulsive, and then I recycle it. And then I move on to another. But it’s actually kind of this natural – it’s like a natural lifecycle. Because I’ll use the same water bottle for climbing, it will just be like some random 2-liter bottle that’s in my bag for like months. But then eventually it starts to get disgusting or just kind of, you know, a little gross and so then well like that becomes the pee bottle and then I get another bottle. It’s like the 4-month cycle on my bottles, you know. Tim Ferriss: Do you label them or do you just know by – Alex Honnold: No, but – Tim Ferriss: — smell. Alex Honnold: Yeah, with the pee bottle you just know. Like, you know, when you open the bottle you’re like, “Oh, I shouldn’t drink this.” But also I have systems with like where things go. And, you know, I’m never going to accidently like drink my pee bottle. Tim Ferriss: Do people visit you in your van, like hang out in your van, aside from the dates? Alex Honnold: Yeah, no, I mean friends hang out in my van for sure. I mean, a lot of my climbing friends would be staying in a tent normally or staying wherever. So I mean for them it’s a big step up to hang out in the van. It’s like climate controlled, you know, you can – it’s like sheltered. You can cook on a nice stove, it’s lit. I mean it’s a nice place to hang out in the evenings. Tim Ferriss: If you could have one billboard with anything on it, what would it say? Or what would you put on it? A message to the world. Alex Honnold: Oh, I don’t know. I mean, like, just like, I don’t know, environmental propaganda or something. Or like the meat stuff. I’m like pretty stoked on all the vegetarian type of stuff now, just because it’s such an easy way to minimize your impact on the planet. And it’s just, you know, I mean, it just solves so many different environmental issues. But I don’t know. But the thing is, a bill board is not the best way to say don’t eat meat, because it’s like it’s obviously a lot more complicated than that and nobody’s going to read that and be like, “Oh, okay, I’ll stop.” Tim Ferriss: Right. Alex Honnold: You know. It’s like, requires – Tim Ferriss: Requires more of a conversation? Alex Honnold: Yeah, I mean, it requires like a whole – and even then it’s like it’s not to say that like meat is fundamentally bad. It’s like how you get it, where it’s from, what you’re supporting. I mean, you know, it’s like a whole – Tim Ferriss: Feed lot versus this versus that. Alex Honnold: Yeah, yeah. I mean, even that’s like really complicated. Tim Ferriss: Yeah. Alex Honnold: Because there are places in the world where it makes sense to raise animals, because like you can’t raise anything else. You can’t grow crops, you, you know, whatever and so. Tim Ferriss: What have you changed your mind about in the last few years, if anything? Alex Honnold: I mean, the first thing that comes to mind is like in high school I was reading a bunch of Ayn Rand, like objectivist, all super black and white, basically like f the poor, people should work harder, they should try harder. And now as a 30-year-old I’m basically like all about trying to help the poor or trying to help the planet in different ways. Trying to make the world a better place. It’s like a full 180 from the black and white that I was into in high school. And then, yeah, I mean, I’ve had massive changes on all those kinds of things. I mean, I used to be way more harsh. And like my political views are like way further left now. I’m just way more – I mean I’m a lot more compassionate now I feel like. Though it’s funny, not so much on a personal level, because I don’t really care. But on like a societal level I’m a lot more compassionate. Tim Ferriss: That’s amazing. All right, I can’t let that one go right away. So – Alex Honnold: Well, because I was like, I can’t self-describe as compassionate, because none of my friends would agree, you know. Because the thing is that I’m not like nice to like my friends. On like a one-on-one level I’m not like a super kind person, I don’t think. But definitely in the grander sense, I mean, I’m trying to make – I aspire to make the world a better place and like a more just world. Tim Ferriss: Kind of on the macro level. Alex Honnold: Yeah, exactly. Tim Ferriss: So if I took, say, a couple of your closest friends and gave them a bottle or two of wine, we’re just handing out, how would they describe you? Alex Honnold: I don’t know, I mean, I – Tim Ferriss: I mean if you had to guess. I mean – Alex Honnold: I shudder to think. Well, I mean, the thing I’m pretty frank I think, and so people can – I can kind of be a dick sometimes. Though I just consider that being very honest, you know. Tim Ferriss: Keeping it real. Alex Honnold: Yeah, I’m just keeping it real. Keeping it real. No, I mean, I’d like to think that my friends would still call me a good person, you know, that I’m still like still trying to – I’m doing my best, you know. Tim Ferriss: Do you have any – we’re going to wrap up here – any ask or request for my audience? That could be something you want them to think about, something you would like them to try, something you would like them to do. Alex Honnold: I feel like they’re all MMA fighters and I’d ask them not to beat me up over [inaudible]. Tim Ferriss: They’re not all MMA fighters. I assure you. Alex Honnold:  I don’t know, do something positive in the world, you know. Tim Ferriss: Not a bad place to wrap up. Where can people find more of you online, best place to say hello, see what you’re up to? Alex Honnold: I mean my most personal outlet is probably my Facebook fan page. I’m like constantly posting stuff that I care about. And it’s all managed by me. And so it’s just like me posting articles that I think are interesting. It’s kind of like a combination of the climate stuff that I’m into and then like the environmental stuff that I’m into. Basically I post the environmental stuff is all the stuff I care about, and then I post just enough climate so that everyone doesn’t leave. Tim Ferriss: And is that – what is the url for that? Alex Honnold: Facebook.com/Alex Honnold, I think. Tim Ferriss: Okay. Alex Honnold: Could it be just search for it, it’s like a fan page; it’s like several hundred thousand people or whatever. Tim Ferriss: H-O-N-N-O-L-D. Alex Honnold: Yeah. Tim Ferriss: Well, Alex, I really appreciate you taking the time. I’ve been hoping to meet you for a long time, given that we’re not that far apart oftentimes with Yosemite. Alex Honnold: Yes. It’s surprising. Tim Ferriss: So this has been fun and once I fix my elbows maybe I’ll see if I can tackle a few – Alex Honnold: Yeah, you should [inaudible]. Tim Ferriss: And maybe actually get out of doors, which I would enjoy. Alex Honnold: Right. Tim Ferriss: So yeah, I will hopefully do more than a three-day meditation retreat, given that you’ve been doing it for 20 years. I think I might extend my ambitions a little bit. But thanks very much, I really appreciate it. Alex Honnold: Yeah. No, thanks for having me. A pleasure. Tim Ferriss: And everybody listening for the show notes, links to everything that we talked about, please just go to fourhourworkweek.com/podcast and until next time, as always, thank you for listening. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "alex honnold"], "text_sentences": ["hello, boys and girls", "this is tim ferriss, and welcome to another episode of the tim ferriss show, where each episode it is my job to deconstruct a world-class performer, to tease out the habits, routines, tips, favorite books, etcetera, that you can use", "whether that is someone like jamie foxx or a chess prodigy or a special operations commander and everybody in between", "this episode we have alex honnold", "i’ve wanted to interview alex for a very, very long time", "you can find him on facebook.com/alexhonnold, h-o-n-n-o-l-d", "he is a professional adventure rock climber who is free solo", "that means no ropes; no partner ascents of america’s biggest cliffs have made him one of the most recognized and followed climbers in the world", "if you want to sweat profusely from your palms, you can watch videos of alex, and i’ll put them in the show notes at fourhourworkweek.com/podcast", "honnold is distinguished for his uncanny ability to control fear while scaling cliffs of dizzying heights without a rope to protect him, and we really dig into that, how he looks at risk, fear, addresses both in training and with these first ascent attempts and so on", "his most celebrated achievements include the first and only free solos of the moonlight buttress, that’s a 5.12d, which means super fucken hard", "that’s 1200 feet in zion national park in utah", "and the northwest face, that’s a 5.12a of half dome, 2200 feet, and that is in yosemite in california", "right in my backyard", "beautiful spot", "in 2012 he achieved yosemite’s first triple solo", "climbing, that means in succession, the national park’s three largest faces, mount watkins, half dome and el capitan alone and all in under 24 hours", "he is the founder of the honnold foundation, environmental non-profit, and to this day, and perhaps one of the most fascinating aspects of alex, is he maintains a very, very minimalist dirtbag climber existence, and that’s not meant as a slight", "that is meant as a compliment", "living out of his van and i think he’s done that for the last ten years or so, despite the fact that he has big sponsors", "and traveling the world in search of the next great vertical adventure", "so we dig into all sorts of things", "and without further ado, i will let you hear the wide ranging conversation that i had with alex honnold", "alex, welcome to the show", "yeah, thanks", "thanks for having me", "i have wanted to interview you ever since i first saw footage of you climbing, because i trained long ago at mission cliffs here in san francisco, and did top roping, never have climbed outside except for castle rock, i don’t know if you know it", "yeah, by santa cruz", "exactly", "that’s where i started as a kid, kind of", "really", "yeah, that’s where local area is", "so you grew up in sacramento or am i making that up", "yeah", "yeah, i grew up in sacramento", "and what was your upbringing like", "i mean if you had to describe your childhood, how would you take a stab at it", "just normal, suburban life, you know sacramento, good times", "good times, sac town", "yeah", "i haven’t spent a lot of time there", "i mean mark bell, who’s a buddy, has a gym called super training gym up there", "he’s i think one of the top ten in his weight class of all time", "that is the extent of my exposure to sacramento, is just hanging out with him and feeling really weak", "hm", "which probably would have been the experience if i’d gone climbing with you even in the early days", "what did your parents do", "my parents were both teachers, or professors", "what did they teach", "they taught language", "like, english as a second language in french", "were your parents born in the us or were they elsewhere", "yeah, they were both born in the us, though mom was born to polish immigrants, so that means she’s born in the us and she’s american", "and her parents were actually born here too, but they were like 100 polish, like fresh off the boat, so", "how did you start climbing", "i know it’s probably a story that you’ve told a million times, but how did that begin", "my parents just read about a gym opening in sacramento and they thought i’d like it, so they took me to a climbing gym", "i mean, just like you were saying that mission cliffs, like there was a comparable gym in sacramento, and so i went in there when i was maybe 11 and then just kept going all the time", "what was the first day like", "can you describe –", "like i honestly have no recollection", "i was like an 11-year-old", "and then i probably went to the gym, you know, three to five times a week from 11 to 18, so it’s like it all kind of blurs into like one epic gym session", "did you know in the early days of going to that gym that you had a predisposition to it", "no, not particularly", "i mean, i loved climbing and i loved going in there and just playing all the time and climbing as much as i could", "but i was never like gifted in the way that a lot of people are gifted rock climbers", "and, you know, i wasn’t like winning the competitions or anything", "i did some comps on an off throughout my teenage years, and i never won, you know", "i was never super strong", "but i just like loved climbing all the time", "why do you think you didn’t win", "i mean what – well, because i wasn’t very strong, you know", "strong – no, but strong meaning in what capacity", "like, i like to dig into the details with this", "well, like for example, i mean this is kind of getting into the nitty-gritty, but sort of like – no, that’s what this is about", "okay, here we go", "so chris sharma is like basically has been the best climber in the world for the last 20 years and he was like my hero when i was a kid", "or, you know, he was one of the people i watched videos of and i was like, “that guy’s the man.” so he’s from santa cruz", "he started climbing when he was 14", "and when he was 15 he put up a route called necessary evil outside of las vegas, and he was like the 14c in the country", "so it was the hardest route in america and he did it after one year of climbing as a 15-year-old", "i mean that’s like a prodigy", "i mean he was like freakishly strong from the get-go", "he could just always pull on really small edges", "he had freakishly strong fingers", "he could do one arm pullups off like anything", "you, like that guy’s gifted", "i was not that guy, you know", "actually, the season i tried to do that route, necessary evil this winter and i totally failed on it", "it’s like i still couldn’t do it", "and i was like, “god damn, i’ve been climbing for 20 years and i like tried pretty hard, you know, and i still just can’t climb as well as he did after one year.” i still can’t climb as hard", "like, i’m just not as strong as he was after one year", "i mean there are plenty of things that i’m probably better at than he is, you know, it’s all relative technique and everything", "what would some of those things be that you’re better at", "not to necessarily compare you to him, but that you’re very good at", "well, he’s never done any alpine climbing, he’s never really done any big wall, and he’s probably not super-efficient logistically and, you know, but he’s very, very strong and i’m just not strong like that", "but, you know, but i do other types of climbing", "for those people who are not familiar with the world of climbing, could you describe some of the different types", "so the alpine, big wall", "yeah, so climbing is pretty complicated, because it ranges from say, indoor bouldering, which is probably the simplest thing you could possible do, to alpine climbing", "you know, climbing in the himalaya or climbing huge walls around the world", "and so that involves like ice and mixed climbing where you’re using ice tools and crampons and that kind of gear", "and then, you know, there’s big wall climbing, which is basically climbing huge vertical rock walls where you’re on the wall for multiple days", "then there’s – i mean, there’s just a ton of categories and the bouldering, so for people who don’t know what that is, that’s typically – it’s no ropes", "yeah, it’s un-roped", "it’s – i mean an easy way to think of it is practice climbing", "right", "you know, basically you’re practicing movements, so you’re climbing maybe three or four meters, maybe five max", "you know, but you’re climbing small – small heights that you’re comfortable falling off and landing on a pad, and you’re basically just doing really hard physical moves", "it’s actually an easy way to compare it is to the running world between sprinting and ultra-running or something", "mm-hmm", "like the spectrum of climbing ranges from short and super-intense to super-super long, but obviously low intensity", "mm-hmm", "and i’ve always been more of the low intensity, long distance type of guy", "you know, where some people are just freakishly strong", "and you were attracted to that because of the relative lack of strength, or was there something else that appealed to you about that", "i don’t know", "i mean, i think it might just be one of those things that i sort of naturally gravitated towards the thing that suits me", "but i don’t know", "i mean, i think part of it is just that i’ve always loved climbing", "i like doing a lot of rock climbing", "mm-hmm", "and so i’ve always been attracted to high volume", "i mean, i look to like take the routes in my guide book, you know, and be like, “oh, i climbed this and i climbed that.” and so i like to climb a lot of routes", "mm-hmm", "yeah", "so it’s just – yeah, i mean, i just – i like climbing a lot", "well, i think that is certainly clear", "i wonder what – what did you think you were going be, or what did you fantasize about becoming when you grew up when you were a kid", "i mean, as a kid i thought i was going to become an engineer or something, you know", "i just thought i would have some normal job", "i mean, when i was growing up there really wasn’t a professional climbing scene", "like you couldn’t really be a professional climber, because the whole climbing industry hadn’t really taken off and there weren’t so many gyms and it was like a different world.  so i never thought that i was going to be a climber", "i just thought that i’d have some random job", "you – now i’m going off the internet here, so that’s a risky business", "yeah", "but you ended up at one point at – was it uc berkeley", "yeah", "planning to be an engineer", "yeah", "what type of engineering", "i’d applied for civil engineering", "i was going to – yeah", "why civil", "i mean, basically one of my uncles was a civil engineer", "i was like, that’s cool, you know", "and i loved – i liked building things and the idea of like building bridges or like big projects like that", "i mean, it’s appealing, you know, the idea of like constructing something cool", "did you collect anything as a kid or do you – yeah, i was way into legos", "legos, okay", "so no, this is like a theme, right, so", "the kind of large structures, large walls, how long did you collect the legos for", "i mean do you have any idea", "i’m not looking for any timelines here, but", "no", "well, i don’t know when i first started getting legos, but probably when i was really small, and then up until being a teenager basically i had a ton of legos", "did you have any like – i’m not – coup de grace is not the right expression here", "i’m looking for like your landmark piece", "is there anything that you remember", "like i had friends who built like the death star out of legos and that was like the pinnacle of their lego career", "no, i mean, i think i had a few just epic forts and like really cool pirate ships and things", "no, but i never constructed anything that was like the culmination of my lego career", "the thing is, i think i took almost as much pleasure in destroying the things afterward, you know, because you create like this elaborate city and then my sister and i would take like a golf ball or something and just like destroy it", "and be like, oh, starting over", "it’s more the process of building it that was so fun", "and do you have one sibling, or do you have more", "yeah, i have an older sister, that’s it", "older sister", "how much older", "two years older", "do you talk to her much", "yeah, we’re good friends", "we chat a fair amount, yeah", "what does she do professionally", "i don’t know", "it’s complicated", "it’s complicated", "she basically just like makes the world a better place", "she’s lived in portland since she went to college there and she’s like vegan and has never owned a car", "she’s like ultra-earth [inaudible]", "and she basically does outdoor participation stuff with kids and it’s kind of like – i don’t even – she’s basically getting like at-risk – it’s like a work program for at-risk youth or, i don’t know, it’s like a – whole thing", "yeah", "but over the years she’s also been like a middle school teacher and she’s done like bike programs with kids and all kinds of, you know, wholesome things to make the community better", "if you had to pick a fixed location, and we’re definitely going to get to the van and everything surrounding that story, but if you had to pick a place to park up in the us for, say five years – yeah, let’s make it a five-year timeline – where would you pick at this point", "i don’t know, that’s a tough – that’s tough", "but i mean the obvious choice as a climber would be somewhere like boulder, colorado or salt lake or flagstaff or any of the cities that are sort of know- or las vegas, actually, places that are known as climbing hubs where you have great outdoor climbing all around them", "and i can see living in any of those places if i had to", "or like say, you know, i got married to somebody that lived there or something crazy", "well, i could see being happy in any of those cities", "though honestly, i love portland too", "though there’s no real climb in there and it’s not a great place to live as a climber and the climate’s terrible with too much rain", "but as far as progressive cities go, it’s probably my favorite city in the country", "they have voodoo donuts too", "not sure if you’re familiar with – yeah, i’m not – no, i’ve eaten there and i was like, oh, you know, i didn’t think it was that great though", "not the best", "yeah, i was like, i don’t know, i was a little underwhelmed", "yeah", "could have been my blood alcohol content at the time", "but – ah yeah", "do you think – i want to talk about climbing and the ability to climb full time", "because you touched on, i think, a really important point, which is when you began climbing, the prospect of becoming a professional climber just didn’t really exist, right, as a notion", "yeah, i mean, there were a handful of professional climbers when i started, but it was like such a small – there wasn’t like a climbing industry", "it was really small", "right, exactly", "yeah", "and you have a reputation for – or you’re well known for living as – and this is a term i hadn’t heard until i watched a documentary that yvon chouinard was in, dirtbag", "hm so living as a dirtbag climber", "can you describe that", "what does that mean, first of all", "and what is your version of that", "well, so i mean, i guess that just means somebody who – it’s like a lifestyle kind of", "like somebody who just lives to climb, so it’s like the full time on the road, you know, doing whatever it takes to be a climber i guess", "i mean, being a dirtbag isn’t a negative thing in the climbing community", "right", "it’s just like, oh, that guy is committed to the cause", "and i’m sure there’s the same kind of term for like the surf community or whatever else, you know, people who just like live to go mountain biking or surfing or whatever, you know, taking odd jobs and just like doing their thing just to be able to do their sport as much as they can", "and it seems, i remember, years ago i chatted with steph davis when i was working on the four hour body", "it seems like a very semi-monastic lifestyle", "i mean, you’re really dedicated", "it makes me think of like the marathon monks in japan", "but instead of, you know, running every day, you’re climbing sort of this itinerate lifestyle", "now you live – do you currently – do you still live in a van", "yeah", "i mostly live in my car", "but then i’m overseas a lot more now and then when i’m travelling for work stuff i get put up in hotels or whatever", "but yeah, i mean, i’m still focused in the van", "what kind of van", "well, i just sold my old van, so i lived in the van for nine years, and then i just sold it to one of my cousins, because i was just kind of – i felt like i sort of outgrew it", "so now i have a dodge promaster, which i can stand in, which is a big, big upgrade [inaudible]", "how tall are you", "i’m like five-eleven", "so how have you kitted out this van to be suited to your needs", "well, so i actually just left it with a friend of mine who built it out while i was on an expedition in patagonia this winter", "and so he just made it nice", "i mean, you know, a super nice bed and like a kitchen and good cabinetry and, you know, a refrigerator", "and, yeah, i mean it’s basically a really small apartment", "its super nice", "and coming back to the industry", "so are there people who criticize the industry of climbing, the sponsor influx", "and the reason i bring that up is not because i’m critical, it’s because i’ve seen, for instance in the ufc and mma when in the very early days it was really unfeasible for people to be professional mma athletes", "and as soon as sponsors came in and you had that sustainability, the level of athleticism and training and competency just went completely through the roof", "mm-hmm", "is there something similar in climbing", "i mean, do you feel – how do you feel about the so-called climbing industry", "i mean, i think it’s great", "i mean there is obviously criticism", "i mean, you can find stuff online for – you can always find traditionalist and stuff who are like, “this isn’t the way it was when i grew up, so i don’t think it should be this way.” or like, “i feel like it’s corrupting the art of climbing.” or whatever else", "you know, the having corporate money coming into the climbing world is tainting the artistic experience", "i mean, whatever", "i mean, you know, you can find criticism for it", "i think it’s great", "i mean, obviously, since i’m making a living from it and i’m able to go climbing all the time, you know", "i’m very content with the whole situation", "but mostly i just feel like it’s sort of a natural outgrowth", "i mean, climbing gyms are becoming much more popular because people enjoy climbing", "and so if people are into it and the industry is making money, then power to it", "well, it also strikes me as sort of, not self-fulfilling prophecy, but a virtuous cycle in so much as the more people see your exploits, sharma, people of that caliber, the more they’re inspired to try climbing, the better the gyms do, the more [crosstalk] do you not think that’s the case", "well, that might be true a little bit, but i honestly think that part of it is just having the facilities", "like the more good gyms there are in urban centers, the more people just wind up trying it with their friends or whatever.  you know, when you have like nice bouldering gym next to a college campus, like everybody tries it", "because it’s fun, it’s sociable, everybody has a good time", "and i feel like that sort of like grows the sport", "yeah, the supply helps create the demand", "yeah, to some extent", "yeah, i really doubt that any particular climbing film can be responsible for like growing the whole industry", "you know, it has more to do with tons of people like going to gyms and trying it and enjoying it and going more often", "yeah, i guess it depends a lot on a multitude of factors", "i mean, not to belabor the point or the comparison to the mma world, but like the ultimate fighter was kind of the breakthrough for them and then led to a lot of gyms opening", "yeah, though climbing has never had anything quite that – like i don’t follow fighting at all, but i even heard of ultimate fighter and that kind of stuff", "yeah", "and so i don’t think climbing has really had that, you know, there’s no like big hit reality tv climbing show, you know", "no", "though, actually, they’re having pitches for that kind of stuff though, which are pretty comical", "what", "i’d love to see the actual – it’s aliens meets bouldering or like that", "there was an ultimate solo thing that got like pitched to me once, and i was like, “dude, you can’t just take random people off the street and like train them how to solo for six weeks and then just like set them off of the big wall.” it’s like, you know", "i was like, “you may as well just have gladiators fighting lions in the pit, you know", "it’s like people will literally die on your television show", "you don’t want people dying on tv, like.” no, no, no, that’s exactly what we want", "well, it’s like, “are you guys kidding", "you know, because you have to insure the show and everything", "like, no one’s going to make this, because like half your contestants are going to die.” like straight up, that’s so messed up", "yeah", "we’ll have some beer some time and talk about exploits in television", "but, when you are getting ready to climb something that is going to be challenging – i’m not saying like a first ascent or something like that, but really anything that you’re expecting to be reasonably challenging, what does your self-talk sound like", "what does your – do you have any sort of prep, anything you ritualistically say to yourself before you get going", "no, i don’t really – i don’t self-talk like that", "but normally if i’m planning on doing something challenging, i spend the time sort of visualizing what the experience will feel like and what the individual section – so i mean with climbing there’s a component to it which is memorizing the actual moves", "so i’ll think through the sequences and make sure that i remember which foot to move in which order and like how to do everything", "and then particularly if it’s the free solo or something, if i’m climbing rope less, then i’ll think through what it’ll feel like to be in certain positions", "because some kinds of movements are insecure and so they’re just like kind of scarier than other types of moves", "and so it’s important to me to sort of think through how that will all feel when i’m up there, so that when i’m doing it i won’t suddenly be like, “oh my god, this is really scary.” you know, like i know that it’s supposed to be scary, i know that’s going to be the move, i know what it’s going to feel like and i just do it", "so you rehearse the fear, in a sense", "or – yeah, re- – rehearse the sensation of one type of which could be fear", "yeah, exactly", "yeah, and i think through, you know, how airy certain positions will feel, because sometimes you can be all spread out with like the void below you and you’re just like, “wow, this is like quite the air around me.” and so it’s good to have like thought about that", "and basically to think through all potential things beforehand, so that when you’re up there there’s no like, unexpected thing that happens", "you know, we were talking earlier about this odd looking fellow, the white bust over on my counter, who is, for those of you don’t have a visual, is seneca the younger, which was a gift", "and of course those of you who listen to this podcast a lot know that i’m somewhat obsessed, compelled to read a lot of stoked philosophy and marcus aurelius and so on", "how would you describe your – if you had to take a stab at it, i know this is a hard question – but you’re just like general – how does your philosophy or philosophies of life and living differ from most people", "i don’t know", "i mean, i’ve never really thought of any comprehensive life philosophy or anything", "you know, i don’t feel like i have a particular set of principles that i live by", "though, you know, i suppose i’m pretty minimalistic and you know, i’m leading a fairly simple life", "i mean, i guess that’s basically how i live, i don’t know", "what are the benefits of living simply to you", "aside from the ease of travel, but i would imagine at this point you could probably travel reasonable easily", "well, no, i mean that’s kind of it, is that, yeah, just the ease of living", "you know, basically it just cuts away everything except for what i want to be", "i mean, because my goal is basically to climb as much as i can", "and that’s what i enjoy most in life, is climbing", "and so everything else to some extent is a distraction from that", "and so, you know, i basically just cut away what i don’t need", "see, i heard a story, and this was like a friend of a friend of a friend relaying something they had heard", "so we’ll see where this is", "yeah, it’s like telephone", "yeah, yeah, exactly, so who knows", "yeah", "but, they told this story about you free climbing", "free soloing probably", "i’m sorry, that’s right, free soloing", "a big wall where at some point there were some people resting, i don’t know if they were in a – how do you say it, bivouac", "a porta ledge maybe", "a porta ledge", "you know, the camp thing that – right", "yeah", "and you kind of ducked your head around the corner like, “hey, can i borrow some chalk?” and they’re like, “uh, sure,” and gave you some chalk and then you were like, “thanks, great.” and just of like continued on your merry way", "has anything like that happened, or is that just – yeah, no, so that is a real story sort of with some details fudged", "can you tell the story", "yeah, so i was soloing the triple link up in yosemite, so i wasn’t free soloing, but i was climbing by myself, so i had a little bit of – i had a small rope and i have some gear on me", "i got it", "because this is an important distinction", "so, okay, got it", "so solo climbing is just climbing by yourself", "yeah", "free soloing means that you’re free climbing and free climbing means using your hands and your feet and not using gear", "and so if you’re free soloing it means that you’re climbing with just your hands and your feet by yourself", "like no gear, no anything", "got it", "but so in this case, i was soloing", "so i had gear", "and i was soloing the three largest faces in yosemite in a day", "so mount watkins, which is like way up at one end of the valley", "and i’d done that first", "and then i came down and i was climbing the nose of el capitan through the night", "and in the logistical shuffle and the darkness, whatever, i forgot my chalk bag", "so, i basically climber the first thousand feet of the nose without a chalk bag", "and it was like, which is kind of a bummer, i mean that’s definitely not ideal", "that’s an understatement", "and it had actually rained a bunch the day before, so like the bottom pitches, which are lower angles were like fairly wet and i was like constantly trying to dry my hands on my shirt and it was just all kind of scary", "and so i got up to this ledge called dolt tower, which is about a quarter of the way up the wall, and there were two groups bivied on the ledge", "and two of the people were just like passed out and the other two guys were like cooking dinner", "and so i pop over the one side of the ledge and i’m like, “uh, hey, so could i borrow chalk bag?” and they were like, “yeah, i guess, like no problem.” and so one of the guys gave me this chalk bag", "it was like completely full of like fresh chalk, i was so stoked", "and then i took his chalk bag and then i climbed to the top of the route and then i left it like tied to tree on top", "and the guy got it back, i met him again later", "and yeah, so they got their chalk bag back like four days later", "do you have a particular type of chalk that you like", "no, but, i mean any chalk feels amazing when you’ve just climbed a thousand feet of wall with like – and your hands are wet", "– wet, you know", "yeah", "what’s a story – and i realize a lot of these questions are kind of out there, but what is a story that your family or parents like to tell about you", "oh, i don’t know", "i’ll buy us some time and let you think about it", "so one that my parents like to tell about me is i was completely infatuated with the incredible hulk when lou ferrigno was doing the tv show", "so i would run into the living when my parents had company and rip the cushions off of the couch and throw them on the floor and yell like the hulk and run out", "so my mom feels like that is some way represents like me in totality", "that’s characteristic of your – yeah, which i don’t know how to take", "but that’s a story that she likes to tell", "anything come to mind", "i don’t know", "i mean, mom likes to talk about how i always was climbing on everything as a kid and how i was such a wild child", "though i honestly feel like she’s kind of like – she talks about that more now that i am an actual professional climber", "you know, i feel like had i become an engineer she would have instead focused on stories of like how i always loved to play with blocks or do whatever", "in my whole family we would always tell stories about how i was such a picky eater and how i’d only eat cheerios and bread and like whatever, just things – i don’t know", "what do you – we were talking just during the sound check about eating, and i’d like to talk about that for a second", "what does your typical breakfast look like", "generally – well, so i’ve kind of gone through two main phases i guess", "i used to always do like and egg scramble for breakfast", "and now i pretty much always do some kind of muesli concoction with like fruit and some kind of alternative milk stuff and like flax seed, hemp hearts, like random things, sort of like a wholesome muesli mix", "and then i asked you about lunch and what did you have to say about lunch", "yeah, so i rarely eat a lunch per se", "i pretty much always just snack for the several hours in the middle of the day", "normally like a couple of pieces of fruit, maybe some nut butter, you know, a bar or two or something", "and then i eat like a big dinner", "i normally do a pretty big breakfast and a pretty big dinner, and then just snack throughout the rest", "why no lunch", "well, the no lunch thing makes sense when you’re up on a wall for the day, or if you’re like out at the cliff or – it’s just like a bunch of work to take a real meal", "so i wasn’t going to get to this immediately, this early – this is early for me", "[inaudible]", "tim ferriss:   but – what was that", "i’m always premature", "it’s like my friend when he drives; we call him a premature accelerator", "that’s all a separate story", "so this is from a friend of mine who’s an elite athlete, very high level female athlete", "i’ll ask her main question first", "actually, no", "i’ll ask the related question first", "so the food", "real hassle", "so her question was: what happens if you have to take a shit on the side of a mountain", "meaning like on a wall – oh, i’ve got so many good pooping stories", "okay, let’s – we could do a whole podcast on poop stories", "well, let’s give them a preview, that could be the round two", "but yeah, let’s – i mean, i was wondering – as soon as she brought it up i was like, holy shit, yeah", "should i go straight to my most epic dump story", "yes, please", "okay", "so like two years ago, i guess, i was free soloing this route called the romantic warrior in the needles, which is actually a – the romantic warrior", "yeah, it’s like, it’s actually one of the most striking granite walls like in the world", "it’s this totally beautiful route on this crazy spire", "it’s an amazing, amazing route", "it’s something i thought about for a long time", "and it’s actually quite difficult", "and so i was going up there to free solo", "it was like kind of a big thing for me and i was [inaudible]", "and typically when you get to the base of a free solo like that, if you have to poop at all, like you have to go like then, you know, when you’re at the base", "but i just like, i don’t know, it just didn’t quite happen", "and so i started climbing and that route, the first 400 feet or so are like pretty moderate terrain, and then it goes into like some pretty extreme terrain for the second 400 feet", "and so basically right before i got into the real stuff i was like, “oh, now i really need to shit.” i was like, “oh, man.” you know, basically i was like, “oh, it’s about to get real up here and like i – now i need to poop.” and so i basically hand traversed on this little feature", "so i traverse off the route because it’s really poor form to like shit on a route, because obviously people have to climb that", "so a hand traverse, meaning you’re just traveling horizontally", "yeah, so i sort of just like meandered to the left 20 feet", "and this flake that i was hanging off of was like fairly big and i had a backpack on me with like my shoes and some water and some food, random things that you kind of need for going up a long route like that", "and i had some tp in it, so i like shoved my backpack into the flake and i just like hung there off of it and basically just took a poop like straight off the wall, just like while hanging", "and then, you know, like wiped, tidied up, it’s all good", "and then like put my backpack on, traversed back in and then finished the route", "so, no, i just want to really dig into this for a second", "so, alex, i’m just like envisioning – i had bats – i grew up on long island, we’d have these bats that would like crap off of the shingles and we’d be like, “where the hell is that from?” then we’d see the bat kind of perched there", "so what’s the technique here", "so you’re hanging off this flake, you have your backpack shoved into it", "like legs straight and straddled, are you in like a crouched position", "crouched – semi-seated crouch, you know, pushing away from the wall a bit", "and did you go in like out of the bottom of your shorts, or you pull them down", "no, i just pull my shorts down, just like normal", "okay, like usual", "yeah", "okay", "yeah, i mean, it was actually totally easy", "i mean, i’d call it a space dump", "space dump", "yeah, a climber would call that like a perfect space dump", "just like taking a dump in a free space and it just disappears", "so what other challenges of climbing on big walls, aside from the – yeah", "don’t let that give the wrong idea, because normally you try to like poop in better places, you know, preferably a toilet", "or at least like bury it properly at the base, you know, being responsible about it", "but like from time to time that happens, you know", "things happen", "yeah", "what are other issues that crop up that people might not think of when you’re doing these climbs", "well, people frequently ask like, “what do you do if you have to pee or whatever?” yeah", "because they think – i mean, i think that people have the wrong impression that free soloing a big wall is just like holding on for dear life the whole time", "but there are actually all kinds of little ledges", "like even a ledge the size of say a pizza tray, is big enough for you to stand there comfortably no hands", "and so, i mean, that’s an easy place that you could take a leak, you could you know, take a sip of water, you can eat a little bar", "and any time i’m on a ledge, say the size of a sofa cushion of something, i’ll basically pop my shoes off and relax my toes for a minute", "because climbing shoes are quite tight, so like your feet start to cramp after a while", "i mean, there’s a lot more self-care going on up there than people might think", "for that self-care, do you carry any other tools", "i mean, like, i don’t know, nail clippers, any particular type of like – i’m just making this up – yeah, yeah", "– like lotion or anything", "not that you’d want that on your hands, but – no, no", "i mean, i normally just take food, water and then a pair of, say, a pair of shoes so i can walk down afterward", "what type of food do you bring with you", "typically, i just bring, you know, sports bar type", "what kind of sports bar", "i’m a little obsessed with details", "[inaudible] i don’t know, i mean, i used to be sponsored by clif bars, so i’d do like shot blocks and zbars", "i love the zbars, the little kids clif bars", "mm-hmm", "mostly because they’re kind of half sized, they’re like 100 calories and they basically taste like a cookie, so i can like always eat them, because they’re just kind of delicious", "but now i’ve been kind of getting more into like nut butters and things", "though the typical free solos are short enough that you don’t really need like a full hearty meal", "you can kind of get by with like a pack of shot blocks or like one little – one sugary thing to just kind of keep you going", "it’s on like bigger climbs, like alpinism or something, where you have to take like a lot of, you know, fatty like higher calorie food", "so this is actually – i will be the first person to admit that i actually do not know what alpinism is", "but one of the questions that came up, this is from kelly o’shea, one of my listeners, is: “ask alex about his recent achievements in alpinism", "what was it like as someone who’s so accomplished in one discipline to be a beginner again in another type of climbing?” can you explain what alpinism is and then how you would answer that", "so alpinism, i guess is basically just climbing bigger mountains or big snowy or icy faces or, you know, granite walls that are also covered with ice", "i don’t know, i mean, alpinism is just climbing the things that you see in posters where you’re like, “whoa, that looks like a big scary mountain.” you know, because i’ve always been more of a rock climber, which is climbing like vertical dry granite walls", "alpinism is like when you do that in more remote places and like you hike across the glacier, you get to the bottom of some huge icy face and then you do all kinds of shenanigans to get to the top", "so what mistakes did you make, if any, when first starting that type of climbing", "well, so basically – i mean, i haven’t done a lot of alpinism, and i still – i can’t ice climb at all", "i’ve like never led a pitch of ice, but i’ve actually done a handful of things that are considered like noteworthy alpine ascents now", "but it has more to do with choosing like the right partners, because i go with somebody who’s like way more experienced than me, or just someone who has much more of a plan", "and then it’s sort of about the division of labor, you know", "like someone who’s good at one thing and then i’m obviously good at the rock climbing component of it", "so even though i’m a total beginner with the ice climbing and with all the logistics and the camping and like dealing with living on a glacier, all that kind of stuff is totally new to me, but at least i know how to do the climbing pretty well", "so then, you know, you just find the teammate who complements that skill set well and then you can go out and climb all kinds of crazy things", "now, i probably mentioned this in the intro, but just in case i haven’t, for people listening, i’m sitting in my living room – we are sitting in my living room, and we have a whole like phalanx of people surrounding us because we’re filming this", "now, one of the people here has actually been on the podcast before", "so jimmy chin, how does your climbing differ most from his", "well, jimmy chin is predominantly a photographer", "so his climbing, it’s not really climbing", "it’s mostly just going up behind people to take pictures", "but – i’m talking to you, jimmy", "[laughter] i mean, but so jimmy has been classically more of a big wall climber", "i mean, jimmy’s never been like the best free climber, like you know, i mean, he’s not doing one arm pullups on small edges and he’s not like climbing the hardest sport routes, but he’s always been able to like get to the top of big walls and then been able to do that in the mountains, you know, with ice and snow and bad conditions", "and so he sort of – the climbing that’s he’s been good at has been like farther along the spectrum of, you know, big and badass than the type of climbing – you know, because i grew up in a climbing gym and then sort of gradually extended to like big rock walls", "you know, and he sort of started on big rock walls and then extended into the bigger mountains", "when you were getting started, just thinking back to say the first 10 years of climbing – how old are you now", "i’m 30", "thirty", "getting old", "i thought i heard your joints creaking", "yeah, i know", "i feel like it right now", "who were some of your early mentors in climbing", "i didn’t have a lot of mentors when i – i mean i kind of just grew up in the gym, just climbing a lot", "so i didn’t really have mentors", "i mean i definitely had people that i looked up to and people in the climbing community, but that’s just sort of the typical hero worship style, you know", "like peter croft was a really prominent soloist from the generation before me and i was like, “oh, peter’s the man!” and, you know, chris sharma obviously was like setting all kinds of world record type things when i was a kid", "i was just like, “oh, he’s so amazing.” and tommy caldwell was also a big hero, which has been cool because now i get to climb with tommy as an adult and i’m just like, “oh, that’s pretty cool.” i’m still always excited to climb with tommy", "if you were – so i’m going to take like 20 different questions and hopefully wrap it into one question", "and we can take some time on this, but if you were taking a – let’s just say an athletic [inaudible] beginner, so someone who has never done any climbing, but has a decent athletic background", "twenty, twenty-five years old", "and they want to get really good at say bouldering", "and you were going to just kind of lay out – give them advice or train them for like eight weeks", "what would you have them do", "what would that look like", "i don’t know, i’d have to think about it a lot, because i mean, particularly with bouldering, it’s sort of – it’s interesting, so adults are more prone to injury than kids to some extent, and especially with something like bouldering, where it’s really heavy on fingers", "like, basically it’s really easy to injure your fingers and hands, because all the connective tissue and like tendons and ligaments take a very, very long time to strengthen", "so i mean there’s no real shortcut to avoiding tendon injury", "whereas an adult, a 25-year-old male would gain muscle mass super-fast, so really quickly they could exceed the capacity of their tendons and then basically just rip their tendons out of their arms", "mm-hmm", "you know, and so it’s like one of those things where – i mean if i was trying to train somebody to be a good rock climber i would focus on movement and technique and footwork and all those kinds of things", "but if somebody was like in eight weeks i have to be able to boulder like a certain difficult level, i’d be like, well, i mean, just start like training your fingers and hope that you don’t get injured", "but like obviously that’s not a sustainable", "like if you’re trying to be a good climber, that’s not the way to do it", "it’s better to start with like the foundation", "so if – let’s talk about the footwork and technique then", "because, i mean, you’ve been to a ton of climbing gyms, i’ve been to mission cliffs, i’m not a good climber i would not say", "but i can also recognize but not dissect when i see good climbing versus bad climbing, right, where people are just like shaking like a leaf and using all arm strength", "what types of advice would you give someone who wanted to do it the right way but they’re like, all right, i want to focus on the right things, what should i really focus on and – i would say the right things are movement and technique", "and so like how you move over the rock", "it has nothing to do with how well you can hold on or like how hard you pull", "it has to do with, you know, knowing where your center mass is and being able to move your body around the right way so you can stay balanced over your feet and you can move yourself upward with your feet", "mm-hmm", "how do you conserve energy when you’re climbing", "well, i mean, the main – leaving out the pizza sized – pizza boxes ledges and so on", "yeah, yeah", "no, i mean, the main way is to save energy or to keep your weight on your feet, which is kind of the same thing, to stay balanced over your feet so that as much weight as possible is on your feet, so you’re just standing", "and then to keep your arms straight or to keep all your limbs straight so that you’re handing off your skeleton more than your muscles", "because if you have your arms bent at 90 degrees like a t-rex or something, then you’re like totally engaging your bicep and your lats and you’re getting tired", "if you have your arms totally straight, then you’re only engaging just as much muscle as you need to keep your fingers holding on, but everything else is relaxed because you’re handing off your bones", "so i want to underscore something you said a little earlier, because a lot of sort of aggressive duded listen to this podcast", "aggressive dudes", "aggressive dudes, meaning they’re like, “hey, just slap on a ton of muscle on my arms and like biceps and lats and go crush this bouldering wall.” but you made a really important point", "several", "one of which was that if you pack on a lot of muscular strength, you can outstrip your sort of tendon and – yeah, your connective tissue", "– connective tissues like really quickly", "well, particularly as an adult", "i mean if you start climbing as a kid, then you gain muscle at sort of the same", "you know, that’s what – yeah", "yeah", "you’re in like hormonal nirvana as an adolescent", "and this is something that also a guy named chris sommer, coach summer underscored for me", "he is the former national gymnastics team coach for men’s", "and he was saying that unlike many other sports, like it’s contraindicated to use anabolics in gymnastics, because all you’re going to do is end up rupturing a tendon or a ligament for the same reasons", "hm, totally", "yeah, totally the same as climbing", "what do you worry about when you go to sleep at night, if anything", "like when you worry before you go to bed, what kind of stuff do you worry about", "i was like, that’s a quick 180", "yeah", "this is going to be – i’m full of all sort of weird 90 degree turns", "yeah, that’s fine", "yeah, keep listeners on their toes, you know", "so that people scrubbing through the podcast get confused", "yeah, i don’t want any storyline that they try to skip ahead", "yeah, exactly", "no, i don’t really worry that much when i sleep", "i mean, the stuff that i get stressed about is all like real life stuff with, you know, dealing with email and responding to calls and like, you know, hustling and i don’t know, like doing my taxes", "you know, like all the stuff that i’m just like not good at", "so let me ask – this is like partially me turning this into a therapy session for myself", "okay", "but, just wait now – oh, for yourself", "i was like gonna lay on the sofa here, getting all set", "that’s usually my second [inaudible] podcast approach would be", "just relax", "but the question i’d like to ask is why do this – when is enough enough to fuel the climbing", "meaning, what do you hope to do with the additional money you make above and beyond what you need to sustain climbing often", "because it’s not – at a certain point you surpass that pretty easily", "yeah", "but you’re certainly keeping busy", "i mean you have a number of sponsors", "you’re tremendously good at what you do", "so what do you want to do with that", "i mean, that is interesting, because – and i’ve thought about this a lot over the years, because say the first five or seven years that i was living in the van, my overhead’s probably $10 to $15k a year", "and i now obviously make a lot more than that through sponsorship and just doing like one commercial or something, you know, i can make many times what i need to live on the road for a long time", "and so, you know, part of that – i mean, i’m obviously saving for retirement, things like that, trying to be responsible with money", "and then i’ve also started a foundation where i’ve been giving probably a third of my income now to environmental non-profit things", "but yeah, basically – i mean, honestly the foundation was kind of my response to that kind of stuff, because i was like i just don’t need to make more [inaudible] as it is actually kind of fun to make more", "you know, it’s like fun to do the random opportunities, like to do a commercial project or to like give some talk to some interesting company or whatever", "i mean, it’s kind of fun to be able to hustle that money like that", "mm-hmm", "but then it’s like equally fun to be able to like use that money for something positive, which is, you know, through the foundation, basically", "what is the name of the foundation", "it’s just the honnold foundation", "easy to remember", "yeah, it’s like kind of douchey, but like it kind of made sense", "i don’t think it’s douchey", "i think it’s easy to remember and just sensible", "so the reason i was asking about the what do you worry about before you go to bed, is because there are people – i have never seen so many questions about brass balls in my life when i polled my readers for questions for you", "and we’ve never had an in-depth conversation, but i know a lot of people say here in silicon valley or other folks who give the appearance of being invincible", "they never worry about anything and it can be kind of demoralizing for people who feel like they need to be superhuman to achieve good things", "and so what i always like to ask people who are spectacularly good at what they do, or did into, is like what challenges they’ve had or what they struggle with", "so for those people who say like, that’s guys got everything together, he doesn’t worry about anything, i’m not like that, what are some of the challenges or dark periods that you’ve had, if any come to mind", "and if the answer is none, then that’s a fine answer too", "i’m invincible", "no, i mean, well it’s funny you asked me just in the last two months i’ve had two sort of random injuries that are like super annoying, which i hadn’t really had any kind of injuries climbing in years or like every really", "but like last month and in april i got a – i got dropped on a partner, so i got lowered off the end of the rope and i like compression fractured two vertebrae in my back and i was ultra-bruised and so my hips and butt and stuff, it’s – you know, my back’s been really tight and i’ve been kind of achy", "that worked out kind of okay, it was two days before i was supposed to fly to china for a climbing expedition, and so i was like, “well, all the travel time will sort of be like good rest, i guess.” and the, you know, i got there and i was like a creaky old man", "but i actually did manage to climb the thing that we were hoping to do and it all kind of worked out ok in the end", "but, you know, there definitely – it was a little touch and go, because i was like at first when i was going to the airport to fly to china, i couldn’t even lift my duffel bags, because like my back was too sore and everything was too creaky", "and then actually just like two days ago i took a weird fall", "well, actually, i took a totally normal fall, but i somehow tweaked my hand in a weird way, and actually you can probably see the back of my right hand", "yeah, i was looking at that", "it’s swollen", "yeah, my right hand is like all messed up right now", "and, you know, i mean there’s definitely a lot of uncertainty there", "because, i mean, i can’t even like click the power button my phone without like pretty serious pain with my right hand right now", "but, you know, it’s been two days and it’s kind of improving, and you know, we’ll see", "like – and the thing is the forecast is rain for the next three days, so i’m like, well, i have three days to rest and then, you know, maybe it’ll be ok or maybe it’ll be good enough that i can at least work towards some of my other goals for the season and then by the time it’s recovered in say another two weeks, i’ll be like ready to do some of the things i want to do", "i mean, we’ll see", "which is kind of how china went", "i was like, well, you know, i can at least do all the work towards when i’m trying to climb while i’m crippled", "and then by the time it was ready – by the time i was ready to actually try to climb the route and it was like oh well, i’m actually feeling good enough by now and i able to do it", "do you ever get depressed or have you ever been depressed", "yeah", "yeah", "no, i think – i mean, i think i kind of gravitate towards being this somewhat depressed person, i don’t know", "or – i don’t know actually", "or i’m just sort of like flat", "let’s dig into that first part and we’ll see what we come up with", "so why do you say that you think – i definitely oscillate to fairly high high’s and reasonably low low’s, and i’ve been trying to take the edge, like that the 20 top – like the top and bottom 20 percent off those to make it a little more manageable", "but, why do you say that you might tend towards – see, i feel like i don’t have any of the highs, and i kind of go from level to like slightly below level of the bag", "you know, it’s all like – it’s all pretty flat i feel like", "and does that – when you – i don’t know", "when you dip, does that – is that triggered by certain types of things", "or is it just a cycle that comes with time", "i don’t know", "yeah, maybe it’s just a cycle with time", "it’s like sometimes you just feel useless, you know", "but, i mean, in some ways though i embrace that as part of the process, because you kind of have to feel like a worthless piece of poop in order to get motivated enough to go do something that makes you feel less useless", "but then ultimately that still doesn’t make you feel any less useless", "you do it more", "so that’s a perfect segue to the main question from the person who asked what you do when you have to take a shit on the side of a wall", "is there or do you ever see a point where you’ll feel like you’ve accomplished all that you can in climbing", "or is there always a what’s next", "i think there’s definitely – you know, i can definitely see a point where i wouldn’t continue pushing", "i mean, there is always a what’s next in climbing, and you know, i mean you can always try to improve in some way or like go to new places or do first ascents", "or, i mean, you know, there is always something new to be done in climbing", "though i can definitely see personally a point at which, you know, i’m like, okay, i’m satisfied", "like i’ve done what i needed to do and, you know", "yeah, we’ll see kind of", "though i say, climbing more than most other professional sports has like quite a long career span kind of because of that, because there’s always more you can do with like trips and expeditions and first ascents", "and there’s a really creative process to it, you know, as i come up with interesting challenges and just sort of like do things that nobody’s thought of before", "and so, you know, i mean, you know, there are professional climbers in their 50s that are still like getting after it like that", "when you are about to do a big climb, or just a very strenuous climbing workout, i’m not even sure if you do that anymore, i meant to talk about it, but how do you warm up, if you do", "i always warm up pretty gently when i can", "so just – i mean it depends on where i am", "if i’m in a climbing gym, then i just warm up on a handful of easy routes and then start the harder ones later", "i mean for the last month-and-a-half i’ve been stretching like every morning and every night because of the back thing, because how tight my hips and everything feel right now", "mm-hmm", "so doing some stretching and some like light exercise to sort of warm up and then, you know", "when you can’t climb, let’s just say you’re on the road, what type of exercise do you do", "i mean i try to still climb when i’m on the road", "i mean, there are just so many gyms in different places that you can always do that", "but if there’s absolutely nothing, then maybe i’ll run or i’ll go hiking or it kind of depends on what opportunities there are", "i mean, i’d rather go mountain biking than other things or i’d rather go skiing if that’s available", "but as long as i’m getting some kind of exercise", "i mean, even like standup [inaudible] or something", "well, at least i did something today", "a lot of recreational climbers deal with, as we’ve touched on earlier, sort of hand issues, wrist issues, elbow issues", "mm-hmm", "i’m – i mean, you saw me when you guys arrived today, i had myself wrapped up in this stuff called voodoo floss, because my elbows are killing me", "and how have you seen climbers keep their elbows and joints in good health", "are there any particular approaches that you think have merit", "no, i don’t think there’s like an easy answer to that kind of stuff", "i mean i had some elbow issues for a while", "now it’s like eight or nine years ago or something", "but i had sort of like chronic elbow pain on and off for almost a year", "and then eventually it just sort of resolved", "i mean, i think the best way with that kind of stuff is sort of prevention, you know", "like maintain antagonistic muscles and just sort of stay well balanced and everything and just – and if you start to feel achiness or pain coming on, then to, you know, take the appropriate rest or maybe change your training to some extent or basically just not to let it become a big problem", "because i feel like all those overuse injuries, like once they’re a problem, then it’s like really hard to deal with", "so the antagonistic muscles meaning if you’re doing a lot of say like flexor work kind of gripping that you’re going to use like finger extension and wrist extension and so on", "yeah", "though i’ve actually never done the whole extension stuff with hands", "i don’t have – but to me antagonist muscles are more like doing pushups or tricep pulls or things to balance out your arms a bit", "because since you do so much pulling, like to be able to do some kind of pushing sometimes", "mm-hmm", "yeah", "what in your mind separates a great climber from a good climber", "and you can answer that however you want", "i don’t know", "i mean, yeah, i don’t – okay, i’ll ask it differently", "who impresses you right now as a climber", "just one of i’m sure many", "this kid mark-andre leclerc", "marc-andre leclerc", "yes, the student of this canadian guy", "he’s been doing like all kinds of crazy alpine soloing", "you’re just like, whoa", "what makes it so crazy", "i don’t know it’s just like kind of blows my mind a bit", "and it’s funny because i actually don’t ice climb or alpine climb at a high enough level to quite understand what he’s doing even", "like so it’s hard for me to probably appreciate just how hard it is", "but then a lot of my friends who do climb at a very high level are like, “whoa, that’s messed up.” i’m just like, “yeah, respect.” like i don’t know", "and for those people who want to see visuals on this stuff, we’ll grab some video and links to – and one of the interesting things with mark-andre is that i don’t know if they’re like is video for much of the stuff he’s doing", "oh really", "yeah, i mean, he’s just going on doing all this crazy stuff", "okay", "you’re just like – it’s pretty full on", "well, i will attempt – jimmy, you know this guy", "you know of him", "what in your mind makes him impressive as an alpinist or alpine climber", "i bet jimmy hasn’t even heard any of the stuff he’s like recently been doing in the rockies", "it’s like pretty crazy", "jimmy: yeah, and the stuff he just [inaudible]", "yeah, it’s like, so crazy", "jimmy: it’s just – i’ll repeat for you guys listening", "jimmy: and then like all this is like extraordinarily high and i think that [inaudible] people who [inaudible] every generation is an evolution for professional sport and [inaudible] people coming that like jump a generation", "yeah", "jimmy: and i feel like he’s kind of in that space doing things that people weren’t considering", "so just to try to paraphrase here, so his commitment level is just next level and he’s sort of pushing everyone else to consider things that haven’t been done", "jimmy: usually like alpine climbing at that level is [inaudible] and he’s very young", "though he does have a ton of experience, really, i mean, you know, because he’s just done so much of it", "he’s been doing like a – jimmy: but any [inaudible] like normal [inaudible]", "yeah", "so the commitment level meaning pushing the envelope is usually predicated on experience level, therefore you see some of the older guys doing it", "but – jimmy: not even", "you’re not seeing the older guys doing it", "because they’re all like, “that’s messed up.” [crosstalk] on the danger side, this is a question from paul jones", "so being the first sponsored superstar of free soloing, do you ever have concerns about the influence you could have on young climbers who may not put in the mileage and the training to get to the point where they can do it as safely", "yeah, so there are two things", "one, i’m definitely not the first superstar or whatever, because there are a bunch of european climbers who are well known for solo and who have, you know, come before me", "and even in the us somebody like john bachar was like super well-known in the 1970s and he was on all kinds of tv programs", "there might not have been sponsorship in the same way that we have today, because the industry wasn’t the same, but he was definitely on like the evening news and all kinds of crazy things fee soloing", "so, i mean, i’m definitely not the first by any means", "and it’s interesting, because, you know, i was obviously a kid who was influenced by that kind of stuff", "but then i’ve gone through, you know, years and years of practice or whatever", "i kind of feel like soloing is a bit, i don’t know, almost like self-regulating in a way, because the thing is that anybody can watch a video and be like, “i want to do that.” but then as soon as they climb 15 or 20 feet off the ground they start to have a very frank discussion with themselves, like, “do i really want to do this?” you know, like it suddenly feels very scary", "because i mean, the people have like an overwhelming fear response to the prospect of falling to their death", "you know, and so – i have an overwhelming fear response just watching videos of it", "well, yeah, exactly", "i mean, that’s kind of the thing, is that hardly anybody see that film and is like, “oh, i’m gonna go and do that.” and then even if they do, once they start trying to do it, i mean, it is actually quite difficult to climb these walls", "so it’s not as if some kind can just like wander up and do that", "and even if they are strong enough or like well-versed enough in climbing to climb a little bit, then they’re also like, “wow, this is really, really scary", "i didn’t expect it to be this scary.” and then they just climb back down", "mm-hmm", "so, i mean, you know, i’ve thought a little bit about influencing kids and like, you know, wondering if that’s a bad thing", "but in general like you just don’t really see copycat things", "like you see it a lot more in gravity assisted sports or like action sports", "so like kayaking or skiing or something, where like anybody can just like up at the top of the cliff and be like, “i’m gonna [inaudible] this cliff and i’m going to stick it and it’s gonna be sick.” you know", "and then once they sort of commit and start going, it’s like they’re going of the cliff one way or another", "right", "they can start the music, but they can’t turn it off", "yeah, exactly", "but with climbing it’s like each move that you make upward is like a decision that you’re going to continue going upward", "you have to decide over and over, like i want to keep going, i wat to keep going, i want to keep – and at a certain point you’re like, “i don’t really want to keep going", "like i think i wanna go down.” and then you’re just like, “mommy!” you know, and then like, yeah, i mean", "have you ever hit that point when it was – let’s just say – when i’ve started screaming for mommy", "[inaudible] well, yeah, screaming for mommy or like hundreds of feet up and you’re like, “i don’t want to keep doing this.” yeah, no, i’ve definitely had a bunch of times soloing where i’m like, “i’m not into this", "i’m going down", "and what happens then", "because i’ve never seen footage of you climbing down", " well the thing is – yeah", "but that’s kind of a practical thing, is that if you have people that are filming with you, it’s like obviously you’re doing something that you’ve rehearsed or you know a lot about, or it’s like, you know, it’s a classic enough route that it’s worthy to film on", "like you have all those epic misadventures on things that like aren’t that well known, that you know, people aren’t climbing all the time", "but no, so i’ve had tons of experiences where – especially when i was younger, i didn’t really know how to read [inaudible] that well, the little maps that show you like where a climbing route goes", "so i’d look at it and be like, “okay, i think i’m climbing that big corner.” and then i’d go up there and be like, “this isn’t even the right route", "like what the heck and i doing?” and then i’d start like questing way to the left or right being like, “well maybe if i traverse 200 feet that way, then i’ll get to the real route.” and then you’re like, “oh god, what am i doing.” and then it all starts to go south, you know and then you would climb down", "and then it’s [inaudible]", "well, or i would like quest over to some other route and escape off of that one", "quest over is just a travers", "yeah, or whatever, you know", "there have been a couple of routes where i’ve been like – especially when i was younger and i was like soloing a route and i get up and all of a sudden i’m like, “oh, i’m on a bolted face, but this route isn’t supposed to have bolts.” and then i’m like, “oh no, i’m on the wrong route.” then you like look over and you see that the real rout you’re supposed to be on is like 100 meters to the right", "and then you’re like, “i wonder what route i’m on.” and then you’re like, “oh, i hope it’s not hard.” and then you’re suddenly like, “shit!” and then you start like pulling on the bolts, which is cheating", "and you’re just like whatever it takes to like get off this wall, you know", "and so you’re like pulling on bolts and stepping on bolts and like doing whatever it is to like get to the top", "and then later you’re like, “oh, i wish i knew how to read the guide book.” now, so this is a related question from drew cordova", "so there’s a video that shows alex climbing el cap free solo where he said he was freaking out –  no, so that’s – incorrect", "well, there are all kinds of incorrect [inaudible], but yeah", "i’m sure there’s lots", "yeah, just go on and i’ll remark at the end", "where he’s freaking out on the cliff face at one point", "i’d like to know from his perspective what it takes to overcome that fear", "okay, so the video clip that he’s referring to, i’m actually free soloing the face at half dome, which is a different wall", "yeah", "and that’s actually complicated because it shows me standing on this ledge on half dome like having a moment, being really scared", "but we shot that film like a year after my actual fee solo", "so i’d gone out there and soloed it by myself, with nobody around, which is kind of the point of free soloing only", "and then we’d gone back and filmed on it", "and when we filmed on it, i walked out on that ledge and like had a moment when i was a little bit afraid and then like sorted myself out, turned around and climbed back", "but then they used the voice over of me walking about the original experience when i’d actually been free soloing it the year before, where i have like a much more significant moment on the section 100 feet higher, which is actually quite difficult climbing", "because like walking across a ledge is never that scary, you know what i mean", "like, in the grand scheme of rock climbing, like when you’re standing on the ledge, like you’re not scared", "it just happened in that case because i was standing face out, which is like a little off balance and a little scary and i was like, “whoa, this isn’t what i expected.” but it’s not that big a thing", "but the actual experience up higher – it was like one of those things where they caught this moment on film and it kind of went well with the voice-over, sort of like – yeah", "[inaudible]", "the magic of [inaudible]", "yeah, exactly", "and so it made for a great film and it definitely like shares the free solo experience pretty well", "it’s one of the things that at first i was like, i was sort of annoyed that it’s not the literal, like this isn’t what happened, but the thing is like nobody’s there when it actually happens, so then it does share the experience pretty well", "so in the actual half dome experience, when it was scary, even though like you mentioned earlier you’ve kind of rehearsed what it’s going to feel like as you’re going up this route, what do you – not to belabor this point, but it’s something i’m fascinated by – what’s going through your head and how do you get through", "well, so that particular half dome free solo i actually hadn’t rehearsed it that much really", "i had sort of intentionally chosen not to rehears the route very much, because i was like, “oh, that’s going to take the adventure out of it", "i want to just go up there and do it.” which in retrospect like wasn’t the best idea", "but so, yeah, on half dome i didn’t – i hadn’t memorized the sequences", "i didn’t really know like exactly what i should do", "i just knew that i could do it", "and i knew that’s i’d gone out there and i’d done it, it was fine and that i was able to", "you know, in retrospect i probably should have spent a little bit more time", "and so why i got so scared was i got up to a certain sequence and i basically like didn’t want to trust a specific foothold and i was like, “oh, this feels like my foot’s going to slip and i don’t want to fall.” and then i tried to use some other feet but i was like, “oh, this doesn’t – these are worse.” and, you know, so you’re standing there hesitating being like, “what should i do", "what should i do?” and then you start to get all gripped, like, “oh god, what if i can’t figure it out.” and like you’re obviously getting more and more tired as you stand there, your calves are getting pumped", "and, you know, yeah, it’s just strong toesing", "all right, we’re back in action", "so during the little break, we were just talking about some past lives and i was mentioning that i wanted to be a [inaudible] was an illustrator for a period of time paying expenses in college, and had this other weird side gig of bouncing which was terrible because i was always the smallest guy as a bounder", "but what are the best and worst jobs that you had prior to climbing", "  i haven’t really had that many jobs", "i mean i worked at the climbing gym as a kid, just, you know, cleaning the bathrooms and doing summer camp stuff with kids", "and then i worked doing night security at berkeley for a semester that i was there", "i mean, i was only at berkeley for a year", "and so for my second semester there i was doing night security, i was basically just like walking around campus at night getting paid to like look at buildings", "when you were at berkeley, how did you decide to leave", "and what was that calculus like; i mean how long did it take you to decide – yeah, i didn’t decide to just drop out of berkeley, it was more that i wasn’t really happy there and then my first year at berkeley i happened to get second at the nationals, and so i got invited to the youth world cup, which was during what would have been my second fall semester", "and so i decided to take the semester off and then go do, you know, youth worlds and then travel a bit and climb and do whatever", "and also my father happened to die the summer after freshman year, and he was part of the pressure for like going to school", "not really pressure, but he just sort of like expected the kids to go to college type thing", "and then when he died it also left life insurance money for my sister and i to finish school", "and so, you know, that sort of allowed me to not go back to school", "and so just kind of a combination of events just led me to take the semester off and then i just like, you know, i’m just taking the next 10 or like 20 semesters off since then", "were you close to your dad", "i was fairly close to my dad", "i mean – or we weren’t super close in like talking about things and like having deep chats, but he definitely invested a ton of time in me", "you know, he took me to the climbing gym all the time", "he would drive me all over the state to competitions", "you know, he would take me camping, take me outside like, you know, we would be doing family camping trips in the mountains and stuff", "so i mean he definitely put a ton of energy into me", "do you – and i apologize, i don’t know your status – do you want to get married, have kids", "yeah, i think i’d like to have a family someday", "so that brings up something that i’ve wanted to talk about and i hesitated to ask in part because i’m sure you’ve been asked a million times, but as it relates to mortality, let’s just say that somebody came to you – so this is kind of two in one – and they said i have $10 million and i’m going to dedicate it to you but with the following condition", "you have to predict how you’re going to die, accurately", "and in that case, it goes to the cause of your choosing", "so what would you predict and what cause would it go to", "that’s interesting", "and if i predict wrong it just like doesn’t go anywhere", "disappears", "poof", "okay", "i don’t know", "i mean, i think i would predict – i don’t know, i’m sort of 50-50 between natural causes, just like dying of old age at some point or like climbing accident in the grander scheme of like not necessarily like falling to my death which is what people think with the free soloing", "but just the random stuff like, you know, rappelling in the mountains or like being swept by an avalanche or like being hit by a random rock", "because there is a lot of just like random chance – or not a lot, but there is random chance involved with climbing", " and just the fact that i am out climbing all the time, like it wouldn’t be shocking if some random thing just happened to me like that", "though i mean that’s kind of the, you know, the price to pay, you know", "like if you’re going to be in those places like there is just a random risk associated with it", "so yeah, i mean, i think – and then the cause i would devote it to", "i don’t know, some probably environmental – i mean basically the stuff that i’m supporting through my foundation, which is you know any kind of environmental project that like improves standard of living", "which has mostly been like off-grid solar projects or like energy access and stuff", " off-grid solar and energy access for whom or wherever", "for like rural communities", "i mean, i’ve been supporting a group that does that kind of work in africa, which, you know, makes sense because folks have no access to energy", "and we’ve also been supporting grid alternatives here in the states which does like home pv systems for like low income families", "basically it’s just a way to like help, you know, folks that need some help", "and it helps the environment, obviously", "and just when we took a break we were talking about books and the fact that you read mostly non-fiction", "what non-fiction books have had an impact on you", "or that you particularly like", "i mean, in the last several years, i mean, some of the most noteworthy books i’ve read i guess, like a people’s history of the us, the howard zinn book totally changed the way i look at politics", "and then in the same way i read a book recently called sacred economics that like totally changed the way i looked at economics", "sacred economics", "yeah, it was actually totally interesting", "i forget who the author was now though", "i don’t know", "i will", "we’ll look it up and put it in the show notes", "sacred economics is like kind of awesome", "it like, yeah, changed my world a bit", "what’s the kind of basic thesis of sacred economics, or is it – i don’t know what the author would say about the thesis, but the things that i took away from it were – well, i mean, basically he’s sort of envisioning different systems for like a more just kind of economics, you know", "because i mean our current style of capitalism basically just concentrates wealth in the hands of the already wealthy", "you know, and that’s kind of like by definition the way interest rates work and stuff", "like if you have a lot you’ll just continue to make a lot", "and that’s not a fundamentally fair system, because if you don’t have anything, you continue having nothing", "but if you already have more than you need, you just get more and more and more", "and that’s just like not the way the world should work, i don’t think.  or at least i don’t – i don’t know", "so one of the ideas that he throws out in the book, which i found totally interesting, was like negative interest rates", "so like if you have a lot it basically just like slowly dwindles away unless you’re actively using it for things like investing it into things", "so, you know, just by having a lot of money is not going to guarantee that you continue to have a lot of money", "unless you’re allocating it in a certain way", "yeah, exactly", "unless you’re using it wisely to like create value", "how do you assess risk", "whether that’s with – and you can focus on one of these – whether that’s on a particular climb, on like a business venture, a decision to do a versus b, how do you think about risk", "i don’t know, that’s an interesting question, because obviously i spend a ton of time thinking about risk", "but i just don’t have like a clear cut, you know, like i don’t have a clear metrics for like, you know, this is – and because with the climbing so much of it comes down to a feeling of like i feel a lot of fear when i think about that, obviously it’s not for me", "yeah, i don’t know exactly", "and i’ve never really had to evaluate business ventures and things", "so let’s touch on something you just said, which is, if you’re very afraid of something, then that’s something that you shouldn’t do", "so do you then climb say hard routes in an absence of fear", "or is it present and then you overcome it", "that’s a good question", "i generally climb hard routes in the absence of fear", "i generally don’t go up on them unless i feel comfortable and i don’t have that fear", "yes", "though, yeah, though i mean, it’s important to sort of differentiate fear and risk and like all the terms i guess", "definitely", "because, you know, i mean if there is a high level of risk, i mean you should be feeling fear", "i mean fear is sort of that warning that, you know, like that there is real danger", "and so like if there is danger present, like i mean you should be feeling fear", "and so, you know, and there are times that maybe you should just suppress that fear and go for it anyway, maybe not, i don’t know", "but so with the free soloing, typically if i’m feeling a lot of fear, then i just, you know, wait and prepare more, or i don’t know, something, do whatever it takes to mitigate that to like to feel comfortable and then do the climb when i feel comfortable", "tim ferriss:   do you have a – my suspicion says no – but do you have a checklist", "like i have to do this with gear x number of times and then do this y number of times before i’m willing to free solo this", "or is it – i don’t have a checklist, but i definitely have a degree of comfort that i need to feel on the route before i’m willing to solo it", "what does that feel like", "well, it just feels like a certain – i guess i need to have a certain amount of reserve, i guess", "you know, i need to feel like i can climb the route in a variety of conditions and have some extra in the tank just in case, you know", "like if i can climb the route only by the narrowest of like razor thin margins, like then that’s probably not good enough for free soloing", "and the definitions point is important", "so for instance, i’m involved with a lot of speculative start-ups or start-ups, whether it’s speculative or – they’re all speculative", "yeah, i mean, but most of them would be considered very highly speculative", "and people say, “wow, that’s a really high risk investment", "you have a very high risk tolerance, right, doing things in entrepreneurship and so on.” and i’ve never felt that way, i actually like i’m focused on risk mitigation at all times", "and so for me i thought about it at one point, because they were like, “oh, you have a really high risk tolerance", "risk, risk, risk.” and i was like, “well, wait a second", "like we should try to figure out the definition of this term that we’re using before we have a discussion about it.” well, and isn’t the thing with start-ups is that you’re sort of willing to lose money on a certain number as long as like – exactly", "– some of them come out", "no, so exactly, like so i – so you’re sort of just doing the math on the overall picture", "it’s like it doesn’t matter is some of them fail", "that’s exactly right", "and what’s important at least in that game, right, is – or that sport", "and you can look at it that way", "is following your own rules", "like if you set rules", "yeah", "and you understand, say portfolio theory and the math, if i follow these rules is going to turn out likely this way, therefore i need to make x number investments", "yeah, or at least have like a plan that you’re willing to stick to", "and then not start to just get hog wild where you’re like, “well, this guy said that you could make money on it.” and not deviate", "yeah, exactly", "yeah", "so what i realized for myself that risk in my mind is the likelihood of an irreversible negative outcome", "and if i look at it that way, if i do something that fails, if i can get back to where i was very easily, then that’s not a risk", "it’s not a high risk, for instance", "do you think you relate to risk or think about it differently than other people", "  no, all that’s pretty much in line with the way i look at risk", "i mean, yeah, i mean with the start-up stuff i wouldn’t consider that particularly risky, because like obviously people make a lot of money off start-ups", "it’s just a matter of like doing it well", "and like, you know, playing the stock market and things like that", "people obviously make a lot of money, so it’s not like a fundamentally risky activity", "it’s just a matter of like how you do it, how well you do it", "and obviously i’m not in either of those worlds", "it also – i mean for me it probably would be dangerous, because, you know i’d be like, “well, now i have no money.” but it’s because that’s not my thing", "like i don’t know anything about it", "what is the best decision you’ve ever made not to do something", "or a good decision that you’ve made not to do something", "well, i think pretty much any of the free solos that i backed off of and climbed down were probably all pretty good decisions", "i mean, who’s to say", "i mean, maybe they all would have been fine and i would have just like climbed to the top and had a nice day", "but, you know, [inaudible] on that stuff", "yeah – if you’re not psyched, you’re not psyched", "but i haven’t had any like clear – or like near misses where i decided not to climb something and then there’s like a huge avalanche that sweeps the whole mountain and you’re like, “thank god i wasn’t up there.” you have a very minimalist lifestyle", "what is something that you spent too much on, but don’t regret", "or something that you spend too much on but don’t regret", "or a lot on", "too much is too judgmental", "i don’t know, i don’t think it’s too much, but when i bought noise cancelling headphones i was like, this seems really indulgent, but it made my life so much better", "like, i love traveling with noise cancelling headphones", "it’s like my favorite possession", "how do you use them", "oh just, i mean, i cancel noise with them", "[inaudible]", "do you use them all the time when you’re travelling, or are they like –", "like in the airport and on the plane i pretty much have noise cancelling headphones on the whole time", "i love it", "i’ll just like listen to soft music and like read my book or work on my computer, do whatever", "you know, just hang out", "but i just like love not having all the crazy bustle-y noise around me the whole time", "what type of music do you listen to most often when you’re flying", "flying i do a lot of sound tracks", "like sort of like classically type music, but you know, set to indiana jones let’s say or whatever", "braveheart", "yeah, exactly", "oh yeah, actually i’ve never done the braveheart sound track", "but like the last mohicans is a favorite", "that’s a great sound track", "great soundtrack", "yeah", "do you ever climb to music", "i’ll do easy climbing to music, for sure", "i normally just have my phone in my pocket and will just blast it like, you know, stereo style", "but that’s only if i’m climbing something where there’s nobody around", "because i think it’s super annoying when you like hike up to people on a trail with like a boom box going", "because obviously it’s like diminishing their outdoor experience", "in those cases, what type of music do you listen to", "i pretty much only listen to like modern rock", "like [inaudible] rock and stuff", "like what", "like what – yeah, what kind of bands", "oh, i don’t know, like i was listening to like bad religion", "we listened to metallica last time on the drive and like, you know, [inaudible] or like tool or random, whatever", "what is something that people – and this is in quotes – “know” about you that is wrong", "i don’t know, i mean i think a lot of people – i mean certainly online commentary a lot of people think i have a death wish or like have never experienced fear", "like, just don’t care about my safety", "i mean, the thing is that if you just watch the youtube videos, you get the impression that i just like walk up to a wall and climb it", "and like, you sort of miss the 20 years of climbing culture that’s behind it", "you know, the fact that i’ve – that there’s a huge history behind all these routes and i know a lot about them, and i have tons of friends that have climbed them", "and i can like recite half the moves on them from memory", "you know what i mean", "like there’s a ton that goes into it that people like don’t see in the three minute youtube short", "and, you know, yeah", "well, it’s kind of like i had laird hamilton on the podcast, right, the sort of undisputed king of big wave surfing", "people would – it’s funny how people look at that and they have a different judgment than when they look at you on a wall", "even though in practical terms – you think", "i mean, don’t people look at his big wave surfing and be like, “that guy’s crazy, he has a death wish?” because i kind of do", "i’m like, that’s [inaudible]", "so, i think that it’s slightly the frequency with which i hear people say that is different because they look at a wall and they’re like, “oh, i could climb up things.” but they look at a 100-foot wave and somebody getting towed in on a jet ski and they’re like, “i wouldn’t even be able to stand up on the board while getting pulled on a jet ski", "hm", "therefore, assumption, assumption, assumption", "what do you think of, say, free divers who try to break records in free diving", "i mean, i don’t know much about it, but it does seem like it’s one of the riskiest sports in the world", "i mean, more people die doing that than virtually anything else", "yeah", "i mean, it kind of goes with wingsuiting or something where like, you know, it’s fair to say that it actually is quite risky because people do actually die all the time doing it", "have you ever done any wing suit stuff", "no, i did my ff so i like learned how to parachute out of a plane, on the thought that i would maybe eventually learn how to base jump or something", "and then i was basically just like, “i’m not into this", "i don’t think this is cool", "i don’t like it.” just the – just because the risk, the down side risk – no, i mean – – down side is too high", "no, skydiving is not dangerous, you know, so i mean when you’re leaning out of the plane it’s like not sketchy at all, but mostly i was like i just don’t like this, you know", "and like i don’t want to devote the energy to like learning how to do this", "and i sort of realized how much it would take for me to feel comfortable doing that", "and i was like, this is just dumb, i’m not into it", "yeah", "and then as it turns out, you know, like one of my good friends and climbing partners died wingsuiting, and then last year notably dean potter died wingsuiting", "and so, i mean, you know, climbing has lost a lot of high end climbers to wingsuiting accidents", "it’s like, you know, i mean it is a very dangerous activity", "you mentioned dean potter", "i think when i hear his name i also associate it with – you think slacklining", "exactly, slacklining", "you seem to have like the perfect slacklining feet", "i mean maybe we can take a photograph – they’re all messed up", "yeah, you’ve got some amazing like – functional feet", "do you slackline much", "functional", "that’s a very kind way of putting deformed", "yeah, highly functional, yes", "do you slackline or what’s your [inaudible]", "no, i can slackline at like a low level", "you know, i can like walk lines back and forth", "just because there’s so many slacklines in camp grounds and climbing areas and things, you know, i definitely have done a fair amount of slacklining", "and i can do some like really easy tricks and things, but no, i’m definitely not a slackliner and i’ve never done any high lines and i’m not like – i’m not into slacklining", "when you think of the word successful, who’s the first person who comes to mind for you", "when i hear successful", "yeah, just the word successful", "i mean, when you just said i thought elon musk", "but then i’m like, i have no idea, you know, because i don’t know that much about business", "but i’m just like, that’s rad", "is there anyone that you would want to model your life after in any way", "probably not", "though i do like reading, you know, a biography or something and then sort of – like i have some notes on my phone of like lists from random things i’ve read, you know, where you sort of choose little lessons out of like a book about somebody and you’re like, “oh, like that person did these things well and those are all things that i can apply to my life.” but, you know, i wouldn’t want to model my whole life on somebody", "it’s more like, you know, cherry picking the good lesson here and there", "which biographies have produced a lot of notes for you", "or just – i’ve only done this a few times, but so i read the biography of brad washburn, who is like a big – if you know him, he was like an – i do know him", "– [inaudible] photographer", "he also ran the like a natural history museum in boston, i think", "but so he just had like a wide and varied career and he was like a national geographic explorer type", "you know, he just did a lot with his life", "and so after i finished reading the book i was like, “whoa, this guy like got shit done.” you know", "and, i don’t know, you know, i respect that and so i just like kind of thought about it", "what is something that you believe that other people think is crazy", "that i believe that other people think i crazy", "well, i don’t know, i mean i think that my evaluation of risk and all the things we were just talking about, a lot of people think it’s totally crazy", "mm-hmm", "but that’s speaking – i mean, i think it’s because they don’t have a full set of facts on it", "you know, they don’t quite appreciate it in the same way that i do", "mm-hmm", "but i don’t know if i have any other like totally outlandish beliefs like that", "mm-hmm", "do you – i’m sure you have this question before – but would you consider yourself a religious person", "do you have a particular belief system", "no, i’m like strongly atheist and just like not into religion at all", "mm-hmm", "were your parents religious at all or no", "yeah, mom is – at least used to identify as catholic", "she probably would still say that she believes in god, though there’s no evidence of it at all", "like she doesn’t go to church anymore or do anything", "but, yeah, so as kids we were taken to church", "but at no point did i ever believe anything", "mm-hmm", "okay, so there was no sort of transitionary period", "it was just [crosstalk]", "no, i know that – it’s funny, like even though we were being taken to church, i just always thought it was all a bunch of weird stories", "it just like made no sense to me", "i’m like, “why would you believe in some invisible thing?” i’m like, “why would you ever believe any of that?” like it doesn’t make any sense", "it’s weird", "it’s weird that so many adults believe all that stuff, because it still doesn’t make any sense", "there’s a lot of stuff that doesn’t make a lot of sense that people believe too", "yeah", "[inaudible] in the theater of politics and elsewhere too", "well, you know", "but this is going to be a gear shift", "i mean, we’re shifting a lot of gears", "i’m grinding out the transmission on gears", "but food", "i want to talk about do you have any particular thoughts on food", "or how do you think about eating, yourself", "not literally eating yourself, but – yeah, yeah", "i mean i’m not much of a cook and i don’t like love food or food prep or anything", "you know, if i could i would just like take a pill and be like fully fed all day every day", "and just like, sweet, i don’t have to worry about it", "but i don’t know, in the last couple of years i’ve gone vegetarian, which has more to do with like the environmental non-fiction i’ve been reading", "it’s more just it’s like one of the few things that i can do as an individual to like really have an impact on the world", "but, yeah, i don’t know, i mean", "do you have any go-to dinners", "like what are your most common dinners, what do they look like", "i mean, for all the years that i’ve lived in the van, one of my go-to dinners was like mac n cheese with stuff in it", "you know, like adding a vegetable", "i used to add tuna to it a lot", "then i switched to just like vegetable or, you know, maybe some beans or whatever", "yeah, like mac n cheese and chili", "but now i’ve sort of easing away from mac n cheese too because i’ve kind of stopped eating dairy", "but so like, you know, rice and vegetable stuff or like lentils or whatever", "keeping it simple", "yeah", "so many questions", "so many questions i want to ask", "do you have any morning rituals", "like what are the first 60 days – 60 days – the first 60 minutes of your day look like", "i pretty much always just get up and have like a big breakfast and then go climbing", "that’s kind of the standard", "and when is your usual wake-up", "for the last two months i’ve been waking up doing some 15 minute of stretching, then eating my breakfast, then going climbing, just because of the back stuff", "mm-hmm", "but – what time do you generally wake up and go to bed", "i generally – i’m pretty unstructured, so i basically just go to sleep whenever i need to or whenever it makes sense, then i just wale up whenever", "i try to sleep as much as i want to", "what does that typically amount – i mean, people think they’re like, “oh that four-hour work week guy, that guy must sleep three hours a night.” i try to sleep eight to ten", "yeah, no, i’m all about the eight to ten, for sure", "i think last night – i mean i was sleeping in front of your house last night", "i think i slept nine last night", "well, because – okay, wait a second", "is that the van", "yeah, yeah, that’s my car", "i just saw it when walking my dog and i was like, who’s camped out in front of my house", "yeah, yeah, no", "that is fucking hilarious", "okay", "yeah, with like the reflectors on the windows", "yeah, yeah, the reflectors", "i was like, who is this trying to kidnap me", "who is this –", "no, no, that’s my rape wagon parked in front of your house", "it’s one of the things like, we drove to san francisco last night and then i’m like, well, i don’t want to park somewhere else and then have to drive here in the morning", "so i’m like, i’m just going to go and park there", "i’m going to sleep in as late as possible and i’m gonna wake up and i’m gonna come in and do a podcast", "it’s gonna be like totally [inaudible]", "you’re right", "from – but that’s the thing about living in a car is you’re all about like minimizing the waste of time, you know", "there’s no point in like driving around in circles", "you just park where you need to be", "sleep, and then do your thing", "that’s amazing", "all right, so – and the thing is, after – and i’ve lived in the van for like 10 years now", "you know, it starts to become a routine", "it’s like hard to imagine like going to a hotel, moving all your shit into a room, moving it back into your car later, moving the car", "you’re just like, what a waste of time", "i just want to like park where i need to be", "so a lot of people have asked this, and i’m kind of curious myself", "like the logistics of alex honnold", "so, if you have a date, and the date goes well, like what then", "they come back to the van", "i mean, it’s a nice van", "it’s like a – you call it a little mini home or whatever", "you know, one of the micro home stuff or what’s it called, little – yeah, tiny houses", "yeah, tiny house", "i’ve got a bunch of tiny home books [inaudible]", "there you go, see, i have one out front", "yeah", "a tiny little home", "listen now, before you go out on the date, you’re like just in case this goes well do you put out like some rose petals in a bowl or water", "no, preferably go back to their place", "it’s like a little classier", "do you have any favorite documentaries and movies", "i don’t know", "not particularly, i guess", "i mean, my movie tastes run sort of just straight like hollywood action movie like total fluff, you know, like gladiator or something", "mm-hmm", "just like fun times", "like, yeah", "roger", "all right", "we’ll keep that at that", "it’s all pretty – yeah, it’s pretty like unimpressive", "but it’s kind of because movies – because i do a lot of like reading non-fiction and stuff, i feel like movies fill the fluff category", "you know, like i hate heavy non-fiction – or like heavy documentary type films", "i just like fall asleep to those", "just too much thinking after all the non-fiction [inaudible]", "yeah, i don’t know", "what movies have you seen the greatest number of times", "is there anything you’ve watched like over and over again", "i have that habit", "i’ve probably seen the star wars movies a lot of times, but that’s partially just because i started when i was a kid and then i’ve like rewatched them over the years", "i don’t know if i’ve seen anything else like more that probably", "i think i have maybe weird numbers, because for each of my books i get – i feel very isolated if i’m writing at night in a dark house by myself", "so i always put this – you put on certain movies", "i have movies – for each book there are usually one or two movies that i’ll just put on repeat and i’ll put them on mute and then listen to music", "like, the same tracks over and over and over and over again", "your brain might be like hardwired in some weird way too", "well, i gotta – that’s definitely true", "but i gotta – that’s getting tweaky", "i like the same music, the same movie", "well, i had a recommendation from this very, very, very brilliant capable entrepreneur in matt mullenweg who is a great coder, and he always – he listens to the same single track over and over again almost like a noise machine when he’s coding", "hm", "and i thought, okay, well, i’ll try that with writing and it worked really, really well", "but the movies ended up being really weird, because – okay, so what movies are we talking about", "so, well, for the four hour work week it was the – this isn’t that weird, i think these are fine movies", "but the bourne identity was the first", "and then for the four hour body it was casino royale, which i think is a fantastic – i was hoping you were going to say like rocky or something, so being non-stop training montages", "well, there are a lot of fight scenes, and the parkour events in the beginning with sébastien foucan, who’s incredible", "yeah, yeah, yeah", "so that’s – yeah, that’s a whole separate – i didn’t know that was [inaudible]", "oh yeah, so good", "that’s cool", "and then for the four hour chef, this is super – this is off theme completely, but i was just looking for a movie when i was just getting started and on amazon prime the first movie that popped up was babe, with like the little pig", "with the pig", "yeah, farmer hoggit", "and i watched babe like a thousand times because i just put it on repeat and watched it like four or five times a night", "whoa", "go figure", "yeah, we could psychoanalyze that", "hard core", "hard core", "aside from the noise cancelling headphones, what purchase has most positively impacted your life in the last say six months", "i mean, definitely my van", "definitely your van", "yeah, i mean, no question", "i mean the last van that i bought, a $10,000 van and lived in it for 10 years", "and then this new van that i bought, it’s a new van so it’s obviously a bit pricier, but it’s like pretty awesome and i’ll probably live in it for another ten years", "well, maybe not actually live in it, but, you know, i’ll be based out of it", "again, returning to the – this is not directly related to the dating and the van, but this is a question from michael sipriano", "i’ve always found climbing to have a large positive effect on my libido", "does alex find this to be the case", "well, i’ve climbed for my entire life, so i mean maybe it explains – just a permanent – – the tremendous libido", "do you – i mean, is that for real", "that’s a real question", "okay", "i guess, i don’t know", "but, i mean, that’s probably true of anybody who’s like staying active and staying fit", "you know, you’re just like; it’s the way your body’s supposed to work", "yeah", "are there ways that you’ve seen lessons learned or skills developed in climbing translate to other parts of your life", "and if so, is there any particular examples that come to mind", "i don’t know exac- i mean, so i’ve gained a lot from being a professional climber", "like having to go and give talks and like do the whole works [inaudible] climbing", "i mean that’s really like helped me grow as a person and feel comfortable doing public speaking and all that kind of stuff", "though i think from the actual climbing itself, maybe the most useful thing i’ve gotten has been sort of being able to differentiate, you know, risk and consequence and fear and like all these different things, and sort of being able to separate my feelings from what’s actually happening", "you know, like, oh i feel fear, but is that fear justified because i’m actually in danger, or is that like totally irrational fear that i should just squish and like move forward with something", "and i don’t know, i mean, i feel like climbing has sort of helped me understand like the different things that are going on there", "you know, whereas i feel like a lot of people are just like, oh i’m afraid, and then they’re just like, “oh god, i’m afraid.” you know, but sometimes like i mean fear shouldn’t necessarily control you any more than anything else", "desire or fill in the blank", "well, yeah, like when you’re really hungry you’re not like, “oh god, i’m hungry, i’m hungry, i’m hungry!” you’re just like, “oh, i’ll eat lunch in two hours.” you know, and i feel like fear to some extent should be the same way, where you can just register like, “oh, i’m feeling fear right now.” but sometimes that doesn’t matter", "i mean sometimes it does, and you need to be like, “oh, you know, i’m about to die", "like, i should watch out for that.” but a lot of the times, i mean, you should be able to just set that fear aside and just do exactly what you’re supposed to be doing", "yeah, so i mean, in a way, i mean, you’re a connoisseur of fear, right", "you can distinguish sort of all the different – [inaudible]", "the varietals of fear", "yeah, yeah, totally", "[inaudible]", "and yeah, when you experience enough fear in your life you’re like, “oh now i can sort of differentiate between all the different types.” do you drink coffee or caffeine", "no", "i don’t have – i just don’t like coffee and i don’t really like tea", "but i don’t have any problem with caffeine", "i don’t even really notice caffeine i don’t think that much", "because you get it in like shot blocks and gels and goo’s and whatever, all the little energy products", "right", "like some of them have caffeine and some don’t", "i don’t feel like i notice an effect either way", "well, the reason i asked is that i find personally i remember i did a three-day meditation retreat", "my first meditation retreat", "and they disallowed caffeine", "they said no caffeine and no alarm clocks", "you wake up when you wake up", "welcome to my life", "that’s – it sounds amazing", "i’m on a 20-year meditation streak", "yeah, i need to do more of that", "and i came back from that experience and went back into my normal routine, which was drinking not coffee at that point, but a lot of iced tea", "like i’d go to a restaurant, they would just endlessly refill my iced tea, and i felt like a complete crackhead", "like a miserable crackhead", "yeah", "and i was like, is this what my normal was", "holy shit", "and the reason that i brought it up is that it strikes me that at least in that state i would have a lot of trouble distinguishing the fine nuances of different types of fear", "mm-hmm", "mm-hmm", "because you’re just overwhelmed", "when you’re all jacked up on sugar from iced tea stuff and then you’re – yeah, and the caffeine and you know, yeah, totally", "there’s like a lot going on physiologically and it’s hard to differentiate like what the finer points are", "yeah, the signal from the noise", "mm-hmm", "at what climbing grades have you plateaued the most", "this is from liz wolfe", "and she just said 5.11 plateau has been really bad for me", "which probably means she’s hasn’t got past the 5.11 plateau", "yeah", "she’s just like mired in 5.11 land", "no, so i’ve basically – i pretty much progressed steadily to about mid-5.14", "so like 14 a or c and i’ve basically been plateaued there for like seven or ten years or something", "though i feel like i’ve sort of plateaued there because i’m at the point – i mean, because mid 5.14 is definitely a fairly high level of climbing", "though it’s by no means a lead by the world standard anymore", "like that’s not like super hard", "just to put it in perspective, what would be a – the hardest thing in the world is 15 c", "but only two people have climbed that", "but there are a lot of people climbing like 15 a and 15 b-ish now", "and so climbing like 14 b or c is like, you know, respectable", "but a lot of people can do that like first try no pro- not a lot, but a handful of people can climb that first try no problem", "it’s like trivial for them", "so, you know what i mean, it’s not – it’s by no means world standard", "but, you know, it’s solid", "but so i think that for me that’s sort of my natural plateau", "like that’s kind of what i can climb without having to train much to climb harder", "you know, because the thing is i spend a lot of my year doing like adventure trips and expeditions and, you know, doing stuff through my foundation, going to angola last year", "i mean, trips like that that do not help your fitness at all", "like they won’t help you climb harder", "but they definitely make you a more well-rounded climber and probably a better person and more interesting, you get to do fun stuff", "mm-hmm", "and so, you know, i’ve sort of been content being plateaued at mid 5.14 for a long time", "though i could see at some point in my life i might devote a year or two to like actually trying to climb harder", "because i’d love to climb the french grade 9 a, which is 14 d in us grades", "it’s just sort of like a meaningful benchmark grade", "that if i ever climb 9 a i’d be like respect, like i’m good", "like that’s hard enough for me", "so if you wanted to do that hard climbing, what would the most important components of that training look like", "i’m not totally sure", "i mean i think for me it would require more finger boarding or hang boarding", "like basically just focusing more on finger strength, because i think as a climber that’s probably what i’m worst at, is just like the pure strength holding on to things", "but also i think for me it would just require more dedicated focused hard climbing for the year", "you know, like right now i’m climbing yosemite, and in my whole season of climbing yosemite i won’t do a single hard move basically at the physical limit of like what i can actually pull on, because i’m climbing these great big walls and i’m trying to climb them quickly and sometimes i’m climbing them ropeless", "but anyway, i’m doing them in all these styles that like it just doesn’t help you pull harder", "and so like if i wanted to climb harder grades i would have to just pull harder", "if you could no longer climb but had to pick a physical activity, what would you pick", "if i couldn’t climb", "i don’t know, i have a lot of respect for ultra-runners", "i think because they sort of interact with the landscape in the same way that i kind of like to", "you know, something like the ultra-tour of mont blanc when you like run all the way around the mont blanc massif, i mean that’s pretty cool", "and like, i would love to be able to do things like that", "but i just like don’t really – i can’t un that well", "but the thing is, is that i really love running like mountain ridge lines and things, and then that quickly becomes actual rock climbing", "and so i’m like, well, it’s like, i don’t know", "but yeah, ultra-running is pretty awesome", "i don’t know", "i could be into like big mountain skiing too", "but see it all sort of gravitates back towards mountains", "and i’m like, well, that’s basically climbing", "and then you get exposed to nasty things like avalanches", "for those of you who haven’t seen marrow – jesus, jimmy", "both of you guys make me sweat", "not that i need any help, i tend to run hot, drinking tea anyway", "but i digress", "as usual", "what do you world class at aside from climbing", "or within climbing that people might not realize", "or how would your best friends answer that question", "i don’t know, i mean, i guess within climbing i’d say that – because i’m known as a free soloist, i’m known for the ropeless climbing and that’s like what you’ll see online and all the videos and all that", "but i’d probably still be a professional climber even if i didn’t free solo at all", "like right now i hold the speed record on like pretty much every major formation in yosemite", "with, you know, all the different faces, like all the classic routes", "like i think that’s basically true", "and so yeah, i don’t know, i mean, i’d probably still be like one of the more well-rounded climbers in america, even without the free soloing", "but it’s all sort of overshadowed by the like, “oh my god, he’s ropeless.” and it’s funny, because i only do, you know a handful of solos a year, if that", "and then i spend the whole rest of the year climbing with partners and ropes and like normal climbing with my friends", "just like doing all kinds of interesting things and expeditions and whatever", "and yet is till just comes down to like, “whoa, free soloing,” but, you know, i’m fine with that, because at least i get to go climb all the time", "what advice would you give to your 25-year-old self", "twenty-five or twenty, depending on who needed it the most", "and if you could just place like what you were doing, where you were at the time", "well, 20 is still slightly too old, but like my 18-year-old self, i would just tell to – i would say to just not bother going to college at all", "because like the year that i spent at berkeley was a total waste of my time, basically", "not because there’s anything wrong with berkeley, but because i just wasn’t passionate about what i was studying, and there’s no – there was no point in me like grinding out a year of studies that i didn’t care about", "you know, i should have just like gone climbing", "because, i mean, that’s what i really cared about", "and that’s what’s been so funny over the years, is that like with climbing, you know, i have no problem putting in, you know, 20 to 40 hours a week, every week, all year into climbing", "like, and i mean, that’s a fair amount – i’ve been keeping a training journal", "so i have like sort of hours of exercise", "and last year i counted up at the new year and i basically averaged like 27 hours a week of exercise every week last year", "which is, you know, like i think that’s kind of comparable to other – i mean, you would know more than me, but other sports like for training volume", "mm-hmm", "but i mean, then when you think that i’ve probably been doing that for the last 10 years that i’ve been on the road", "and actually, last year was a particularly low volume year for me because i had a book come out, so i did a month of book touring and i was in like a month of touring in south america", "and so like, i was climbing much less than i normally would", "so presumably a few years ago living in the van i was probably doing like 30, probably 30 or 32 hours a week of exercise", "which is like a lot of time spent climbing", "that is a lot of time", "what else do you put in your training journal", "what other details are in there", "it’s one line", "i do one line, hours of exercise, one line any additional like strength training type stuff or like the stretching i’ve been doing recently", "and then one line diet, which is like are well, ate poorly, at so-so, or like, you know, too many cookies like whatever things like that", "do you go back – do you eat a lot of cookies", "sometimes", "i have an unfortunate problem", "what’s your go-to cookie", "just like chocolate chip cookies, like straight", "i can eat a lot of cookies", "yeah, well, that’s probably the only thing that athletically – well, that we share in common", "oh yeah", "do you go big on the cookies", "yeah", "there are these – i see you looking towards your kitchen", "well, i was looking, i have this like secret stash", "i have to keep it out of sight", "there are these chocolate chip cookies that are actually from long island tates, i think they are", "somebody’s nodding over there", "what are these, like special imported chocolate chip cookies", "well, originally from long island, and they have – they’re chocolate chip cookies and there are these – i think they’re gluten free ginger cookies", "and i can’t have those in my house or i will demolish the entire thing", "see that’s my thing with desserts too, is that i don’t really buy dessert much, because if i buy it i’ll just eat it all immediately", "like i’m terrible with moderation", "so i generally don’t have any dessert in the van", "and then when i do i just eat it all", "if you were to – i know this is a bit of a reach, but – you’re 30 now, let’s say your idealized 40-year-old self, right, what advice do you think that 40-year-old would give you now", "i don’t know", "i mean, i feel like i’m doing pretty well right now", "oh, i’m not saying you’re not", "just – oh", "yeah, no, i don’t know.  i mean, just, you know, just enjoy the ride", "just enjoy the process", "what would you like your life to look like in 10 years", "i don’t know", "i mean, maybe have a family or something, or at least a solid partner, solid something going on", "i think i’d like to maybe own a home or like have a place that i’m kind of living", "like more of a solid home base", "just because like living in a van is great, but, you know, at a certain point you’re like, man, it’s nice to have like a bathroom", "having like a shower and things", "so how do you deal with that, actually, now that [inaudible] [01:41:49]", "well, that’s why when i came into your house i used your bathroom", "oh", "okay", "that’s it", "so like last night, you’re like, oh man, i had too much water", "well, i have – no, i have a pee bottle on me", "like, i’ve used a bottle forever", "and actually the thing is, when you get used to using a pee bottle all the time, like when i pull into a grocery store or something, i always just like pee in my bottle before i go in, because you’re like, why would i ever go and find some like dank public bathroom when like i can just use my bottle", "so do you have – is it a disposable pee bottle", "like – no, no, it’s like i use a – like a [inaudible]", "no, i use like a 2-liter bottle, just like some random plastic bottle", "and i basically use it over and over until it’s like this is repulsive, and then i recycle it", "and then i move on to another", "but it’s actually kind of this natural – it’s like a natural lifecycle", "because i’ll use the same water bottle for climbing, it will just be like some random 2-liter bottle that’s in my bag for like months", "but then eventually it starts to get disgusting or just kind of, you know, a little gross and so then well like that becomes the pee bottle and then i get another bottle", "it’s like the 4-month cycle on my bottles, you know", "do you label them or do you just know by – no, but – — smell", "yeah, with the pee bottle you just know", "like, you know, when you open the bottle you’re like, “oh, i shouldn’t drink this.” but also i have systems with like where things go", "and, you know, i’m never going to accidently like drink my pee bottle", "do people visit you in your van, like hang out in your van, aside from the dates", "yeah, no, i mean friends hang out in my van for sure", "i mean, a lot of my climbing friends would be staying in a tent normally or staying wherever", "so i mean for them it’s a big step up to hang out in the van", "it’s like climate controlled, you know, you can – it’s like sheltered", "you can cook on a nice stove, it’s lit", "i mean it’s a nice place to hang out in the evenings", "if you could have one billboard with anything on it, what would it say", "or what would you put on it", "a message to the world", "oh, i don’t know", "i mean, like, just like, i don’t know, environmental propaganda or something", "or like the meat stuff", "i’m like pretty stoked on all the vegetarian type of stuff now, just because it’s such an easy way to minimize your impact on the planet", "and it’s just, you know, i mean, it just solves so many different environmental issues", "but i don’t know", "but the thing is, a bill board is not the best way to say don’t eat meat, because it’s like it’s obviously a lot more complicated than that and nobody’s going to read that and be like, “oh, okay, i’ll stop.” right", "you know", "it’s like, requires – requires more of a conversation", "yeah, i mean, it requires like a whole – and even then it’s like it’s not to say that like meat is fundamentally bad", "it’s like how you get it, where it’s from, what you’re supporting", "i mean, you know, it’s like a whole – feed lot versus this versus that", "yeah, yeah", "i mean, even that’s like really complicated", "yeah", "because there are places in the world where it makes sense to raise animals, because like you can’t raise anything else", "you can’t grow crops, you, you know, whatever and so", "what have you changed your mind about in the last few years, if anything", "i mean, the first thing that comes to mind is like in high school i was reading a bunch of ayn rand, like objectivist, all super black and white, basically like f the poor, people should work harder, they should try harder", "and now as a 30-year-old i’m basically like all about trying to help the poor or trying to help the planet in different ways", "trying to make the world a better place", "it’s like a full 180 from the black and white that i was into in high school", "and then, yeah, i mean, i’ve had massive changes on all those kinds of things", "i mean, i used to be way more harsh", "and like my political views are like way further left now", "i’m just way more – i mean i’m a lot more compassionate now i feel like", "though it’s funny, not so much on a personal level, because i don’t really care", "but on like a societal level i’m a lot more compassionate", "that’s amazing", "all right, i can’t let that one go right away", "so – well, because i was like, i can’t self-describe as compassionate, because none of my friends would agree, you know", "because the thing is that i’m not like nice to like my friends", "on like a one-on-one level i’m not like a super kind person, i don’t think", "but definitely in the grander sense, i mean, i’m trying to make – i aspire to make the world a better place and like a more just world", "kind of on the macro level", "yeah, exactly", "so if i took, say, a couple of your closest friends and gave them a bottle or two of wine, we’re just handing out, how would they describe you", "i don’t know, i mean, i – i mean if you had to guess", "i mean – i shudder to think", "well, i mean, the thing i’m pretty frank i think, and so people can – i can kind of be a dick sometimes", "though i just consider that being very honest, you know", "keeping it real", "yeah, i’m just keeping it real", "keeping it real", "no, i mean, i’d like to think that my friends would still call me a good person, you know, that i’m still like still trying to – i’m doing my best, you know", "do you have any – we’re going to wrap up here – any ask or request for my audience", "that could be something you want them to think about, something you would like them to try, something you would like them to do", "i feel like they’re all mma fighters and i’d ask them not to beat me up over [inaudible]", "they’re not all mma fighters", "i assure you", " i don’t know, do something positive in the world, you know", "not a bad place to wrap up", "where can people find more of you online, best place to say hello, see what you’re up to", "i mean my most personal outlet is probably my facebook fan page", "i’m like constantly posting stuff that i care about", "and it’s all managed by me", "and so it’s just like me posting articles that i think are interesting", "it’s kind of like a combination of the climate stuff that i’m into and then like the environmental stuff that i’m into", "basically i post the environmental stuff is all the stuff i care about, and then i post just enough climate so that everyone doesn’t leave", "and is that – what is the url for that", "facebook.com/alex honnold, i think", "okay", "could it be just search for it, it’s like a fan page; it’s like several hundred thousand people or whatever", "h-o-n-n-o-l-d", "yeah", "well, alex, i really appreciate you taking the time", "i’ve been hoping to meet you for a long time, given that we’re not that far apart oftentimes with yosemite", "yes", "it’s surprising", "so this has been fun and once i fix my elbows maybe i’ll see if i can tackle a few – yeah, you should [inaudible]", "and maybe actually get out of doors, which i would enjoy", "right", "so yeah, i will hopefully do more than a three-day meditation retreat, given that you’ve been doing it for 20 years", "i think i might extend my ambitions a little bit", "but thanks very much, i really appreciate it", "yeah", "no, thanks for having me", "a pleasure", "and everybody listening for the show notes, links to everything that we talked about, please just go to fourhourworkweek.com/podcast and until next time, as always, thank you for listening"]}