{"dialog_idx": {"stephen dubner": [293], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597]}, "episode_num": 162, "file_type": "html", "guests": ["stephen dubner"], "num_sentences": 598, "num_words": 7064, "raw_text": "Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show. Where it is usually my job to interview world-class performers and tease out the habits, routines, tools, tricks, etc. that you can use. This episode is a role reversal. I went to New York City and I sat down with Stephen Dubner of Freakonomics fame. I was grilled. I was hit with all sorts of questions I had never heard before and we had a blast doing it. We had so much fun. Their team did an incredible job with post-production and editing. I wanted to share it with all of you. You can, of course, find Stephen and his team and his co-author at freakonomics.com, @freakonomics on twitter, and Freakonomics Radio in the podcast sphere. And without further preamble, please enjoy my wide-ranging, sometimes very odd, conversation with Stephen Dubner. Stephen J. Dubner: Let’s start with in 60 seconds or less, what you actually do in a given day? If you have such a thing as a given day. Tim Ferriss: I would say interviewing experts; tracking down eccentric weirdos who are really good at one thing or another; formulating a plan for some type of experiment involving their observations or findings; and then recording it. That is what I do most days. Stephen J. Dubner: That is Tim Ferriss. He is – what is he exactly? Tim Ferriss: I am a human guinea pig and professional dilettante. Stephen J. Dubner: For our final self-improvement episode, a man whose entire life and career are one big pile of self-improvement, of accelerated self-improvement, as evidenced by his book titles: The 4-Hour Workweek; The 4-Hour Chef; The 4-Hour Body. Tim Ferriss is, in fact, such a poster boy for self-improvement that you might be, as I first was, a bit suspicious. I’d seen your face and I knew that you were the 4-Hour blank guy. And of course, I’d assumed you were a total charlatan. Of course, right? Because that’s ­– Tim Ferriss: How could you not, with a title like that? Stephen J. Dubner: Tim Ferris: charlatan or self-improvement wizard? You’ll be the judge as we cover everything from his humble beginnings. Tim Ferriss: I was very much the runt of the litter in school. Stephen J. Dubner: And some rough patches. Tim Ferriss: So I’ve had extended periods of depression that I’ve become better at mitigating over time. Stephen J. Dubner: To his good fortune in start-up investing. Tim Ferriss: Facebook also did very well. Stephen J. Dubner: To the reasons that millions of people do every, single thing that Tim Ferriss tells them to do. Tim Ferriss: So the objective is to provide you with tools and principles for 10-X-ing your hourly output. Stephen J. Dubner: Is there anyone here who’s interested in 10-X-ing their hourly output? Nah, I didn’t think so. Tim Ferriss recently stopped by our studio with a headful of ideas and, as you’ll hear, a bellyful of sardines. Tim Ferriss: I suppose my professional life could be split into writing. Books that all sound like infomercial products, most notably The 4-Hour Workweek and then tech investing. Stephen J. Dubner: So if you had to pick a noun or maybe two, to describe what you think of yourself as, what is the noun? Tim Ferriss: The noun would be teacher. I don’t view myself as a writer first and foremost. I always thought I was going to end up teaching ninth grade, specifically, because I had a lot of really formative influences, I think at that fork in the road where a lot of crucial decisions are made by young folks. But I view my job as testing many, many different things, performing experiments, and then providing the CliffsNotes to people as a teacher. Stephen J. Dubner: Not long ago, you also started a podcast which is called The Tim Ferriss Show. Now why’d you want to go and do a thing like that? Because we all know that podcasting is not where it’s at. Tim Ferriss: It was intended to be a break between large book projects. And I have this nasty habit of writing a long book. So The 4-Hour Chef was, I think – Stephen J. Dubner: Your books are big. Tim Ferriss: – 670 pages. Stephen J. Dubner: Your books are so weird in the best way. They’re not narrative from beginning to end. Even when they kind of feel a little bit like those self-help books with boxes and charts, you are just zany in a way that reminds me – I’ll be honest with you – of one person more than anyone else, which is my Mom. My Mom was this kind of Brooklyn girl who ended up in upstate New York trying to be a pioneer woman and raise eight kids; and she did it. She had to figure out all this stuff. And that’s what strikes me as what you have this intense either curiosity or need or something to figure out stuff and then tell other people about it, which is generous of you. Where does that come from? Why are you not satisfied with just being like everybody else? Tim Ferriss: I think the answer is two-fold. No. 1, my Mom always encouraged me to march to my own drummer. So that was – Stephen J. Dubner: How? How’d she do that? Tim Ferriss: She exposed me and my brother to – I have one sibling, a younger brother – many different environments. My parents didn’t have much money growing up, but they always had a bunch of books. My Mom would take us to experience things first-hand, like go to the beach and take leftover chicken bones and tie them to strings and fish for crabs, which we threw back. But the list just went on and on. And if we grasped onto anything and became really passionate, then she would – and my father as well – put all their support behind that. Secondly, growing up, I was born premature and I was very small until I was about in sixth grade. Stephen J. Dubner: How small? Tim Ferriss: Small enough to get beat up at recess until sixth grade. I mean, very much the runt of the litter in school. And I was hyperactive. So my Mom was looking for a solution to this and threw me into a kid wrestling program – weight-class based. I ended up embracing that as my primary sport and got to a national level towards the end of high school. A big competitive advantage that I had was that I studied the science of weigh cutting. I got very good at losing weight and then regaining it. And I was cutting from say 178 pounds to 152 pounds. Stephen J. Dubner: Whoa. Which is like how many classes? Like four or five? Tim Ferriss: Quite a few, yeah. So I became an amateur scientist in studying the various approaches to weight loss and understanding what I had to do to maintain performance. So using, say, potassium sparing diuretics, even, works. But something available over the counter, like a dandelion root. So I think just to provide context for people – that is where I realized the benefits and risks and the nuances of experimentation. Stephen J. Dubner: You grew up in what many people know as the Hamptons, but not in a lifestyle that was what most people who think of the Hamptons think of the Hamptons lifestyle, right? You were a townie, essentially? Tim Ferriss: That’s right, yeah. No white shorts and tennis rackets. Stephen J. Dubner: What’d your folks do for a living? Tim Ferriss: My Dad was a local real estate broker. Mom was and still is a physical therapist. Stephen J. Dubner: Did you have jobs as a teenager and stuff like that? Tim Ferriss: Oh, yeah. I worked as a primarily bus boy at a place called Snowflake, which is now Bostwick’s. Then the Lobster Roll; a lot of people know the Lobster Roll. Or they might call it Lunch, but no locals call it that, it’s the Lobster Roll, which is now very well-known because of the show The Affair. Stephen J. Dubner: You’re how old now? Tim Ferriss: 38. Stephen J. Dubner: And what is your spousal or partnership status? Tim Ferriss: Single. Stephen J. Dubner: Single. You do have a dog though, right? Molly? Tim Ferriss: I do. I have a dependent. Molly is nine or ten months old now. Stephen J. Dubner: She travels with you? Tim Ferriss: She travels with me almost all the time. Stephen J. Dubner: And I’ve heard you say that you’re food for her is dry kibble with sardine oil on top? Tim Ferriss: Drizzled over it, right. So I consume, after a conversation on my podcast with a scientist named Dominic D’Agostino, who is a ketone genesis, ketone expert, began consuming sardines in the mornings and found that if I’m traveling in particular, I often give Molly dehydrated, say bison or different wild game when I’m at home in San Francisco. But if I’m traveling, I can get her to eat dry kibble with the sardine oil drizzled on top of it and it solves all sorts of dermatological issues, which I assume correspond to other types of health benefits internally. Stephen J. Dubner: Right. And did you start eating sardines for the dermatological benefit yourself or more for the other components? Tim Ferriss: Other benefits. Fresher. Stephen J. Dubner: Right, right. You eat them every day? Tim Ferriss: Almost every day. Stephen J. Dubner: I eat sardines almost every day too. Tim Ferriss: To the extent that I will travel – if I’m going to be gone for weeks, I will literally buy cases of sardines. They’re the rats of the sea world, but they’re small enough that they don’t bio-accumulate as much say heavy metals as something like an albacore tuna. Stephen J. Dubner: I love that story. I hope it’s true. Tim Ferriss: Yeah. I’m choosing to believe that narrative. Stephen J. Dubner: Ferriss majored in East Asian Studies at Princeton, but he was always looking for business ideas as well. He opened some high-end gyms in Taiwan. He sold audio tapes of college admissions advice. Neither of those worked out. He had better luck teaching speed reading, but he got bored with that. Soon after graduation, he founded a company called BrainQUICKEN, which sold a nutritional supplement meant to, well, quicken your brain. And then BodyQuick, which was pitched to athletes. Ferriss says he was making a lot of money, but he was also badly overworked. So he took a leave of absence, went to Europe. He expected the company to tank in his absence; it didn’t. It did even better without him, which made him wonder if the whole notion of working 40 and 60 and 80-hour weeks might be overrated. So your first book, The 4-Hour Workweek, I am curious, because I don’t know – the word I’m looking for is not “fraud,” but I’m pretty sure you work many more hours than four hours per week yourself, right? So was that a prescription? Was it a wish? Or was it a kind of metaphor for what one needs to create? Tim Ferriss: Well, the objective of the book – for those people who haven’t read it and I’m sure many of the people have not – is to provide you with tools and principles for 10-X-ing your hourly output. And the reason it’s gained, I think, a foothold in the finance world with people like hedge fund managers and also with people in the start-up world, CEOs of very large, fast-growing companies, is that they are looking for sources of leverage. To get more output for each input. The 4-Hour Workweek title was one of 12 titles that I tested on Google AdWords. So I created a campaign to test the respective titles and subtitles, and then just looked at the click-through rates, which went to “under construction” pages. That performed the best of the options that I had. Stephen J. Dubner: What came in second? Tim Ferriss: Second was – Stephen J. Dubner: Better question. What was worst? Do you recall? Tim Ferriss: The worst, I think, and I had a lot of bad ones, but it was like Broadband and White Sand or something cheeseball like that. Stephen J. Dubner: Wowzer, yeah. Tim Ferriss: But to talk about my sort of personal perspective – so that’s the first context. And the second piece is the book is not about being idle. It’s about having control of your non-renewable resources. It’s time and applying it how you want to. Stephen J. Dubner: But the other kind of misconception of The 4-Hour Workweek, especially because it’s got a palm tree on the cover, right? Tim Ferriss: Yeah. The objective is not to stare out into space rubbing cocoa butter onto your belly for the rest of your life. It’s about optimizing per-hour output. Stephen J. Dubner: So the implication is hey, you don’t have to work so hard and you can still accomplish what you need to financially, whatever. But the real message of the book is the way that we think about filling up our time with “work,” which is often less work and more just kind of garbage is a silly way to think about the world. Tim Ferriss: I think that a lot of our assumptions are erroneous and misplaced and that we don’t test them very well. I think part of the reason that the book initially took off in the tech sphere, aside from the fact that I live in Silicon Valley, kind of right in the middle of the switch box, is that I talked about measurables. It was very much the language of start-ups. Like what are your KPIs or key performance indicators? What are the metrics that you’re trying to improve? How do you do an analysis to determine where to focus? It’s very easy, I think, in a digital age – easier than ever, to confuse being busy with being productive and they were just not the same thing. Doing something well does make it important. So we sort of drive towards efficiency and doing things quickly; oftentimes not stopping to assess whether or not the things we’re doing are important in the first place. Stephen J. Dubner: So one key piece of advice that you, and a lot of other people, have given over time is learning to be better at saying no to stuff. Especially as you start to succeed a little bit at whatever you’re succeeding at: in a firm, as an entrepreneur, as a writer, whatever, more people ask you to do stuff. And it’s kind of flattering and you want to be nice and I think the instinct for many people is to say yes and all of a sudden, you realize that 80 percent of your good time is taken up by stuff that is not so good. So considering that you’re a big fan of “no,” and considering that you said not so long ago that one of your goals for the New Year was to not do any media, what are you doing here today? This seems like this should be exactly the kind of thing you should not be doing. Tim Ferriss: Well, the goals move around. So I’d say there are two reasons I’m doing it. The first is that I am enjoying working on my own podcast, The Tim Ferriss Show. And I think you’re extremely good at what you do. So this is an opportunity for me to observe, interact, and get better at what I’m also doing. Stephen J. Dubner: Good brown-nosing, okay. Tim Ferriss: With my own [inaudible]. [Crosstalk] Tim Ferriss: So I’ll start with the flattery. Then the second reason is that when I really drilled down, I realized the vast majority of my time which I felt was ill-spent was being consumed by start-ups. So about six months ago, I published what is, in effect, a resignation letter, a retirement letter related to start-ups. Stephen J. Dubner: Right. You went celibate, really. Tim Ferriss: Yeah, I went start-up celibate. Stephen J. Dubner: And we should say, these were start-ups in which you were participating as an investor primarily, correct? Tim Ferriss: Investor and advisor. Which implies and carries with it much more responsibility in terms of being at the beck and call of various founders or otherwise people related to start-ups. So that, by stemming the flow of say cold introductions via email and whatnot related to start-ups, I was able to reclaim a large portion of the pie that represented my total work hours – Stephen J. Dubner: As an early investor in start-ups, Ferriss had already had a number of what he calls “lucky bets.” Was Uber one of the lucky bets? Tim Ferriss: Definitely, although that’s still a private company. Stephen J. Dubner: Facebook was another? Tim Ferriss: Facebook also did very well. Stephen J. Dubner: How early were you in? Tim Ferriss: A few years before the IPO, Ali-Baba, Twitter. About 20 or so other bets. 70 in total probably. Stephen J. Dubner: And why’d you want to go cold turkey on that? Was it that you had enough money? Was it that you were sick of that whole either group of people or that kind of idea? Was it you just wanted a change? Was it that you wanted to do other things? Tim Ferriss: Well, I’ll give you the short version. It’s probably a 10-page; I wouldn’t call it a screed, but a list of reasons. Stephen J. Dubner: It was a little screedy. Tim Ferriss: It was a little screedy. But the primary reasons were No. 1, I realized that in today’s environment, I was in many ways replaceable as an investor. In other words, there’s such a surplus of capital that if I said no, there are going to be ten other people in line to say yes, even if the terms were outrageously unfavorable and dangerous. If people were price shopping, meaning looking for highest valuations or taking money off the table and nothing more, it made it very difficult and unpleasant for me to do a good job as a responsible investor, even if I’m not using other people’s money and only my own. The second reason is I think the dynamics right now in the market are such that it’s extremely difficult for me as a single person doing this part-time to filter the signal from the noise. And what I realize is, I don’t do moderation well. So it’s much more effective, in fact, required for me to say, “I’m not doing any deals, period, zero.” Stephen J. Dubner: I’m curious. Do you think that as a strategy would be useful to a lot of people in spheres having nothing to do with investing? Tim Ferriss: Hugely a value, absolutely. If you look at behavioral modification and you look at the work of B.J. Fogg at Stanford or otherwise, I think that cold turkey is oftentimes much more effective than trying to titrate back and moderate, particularly when you’re dealing with compulsive or addictive behavior. Stephen J. Dubner: On the other hand, it may be that the people that we learn about who were successful at cold turkey are the disciplined people and that the ones that we don’t hear about so much are the ones who try it and then backslide a little bit, and then they’re back to where they were. Tim Ferriss: Oh, for sure. I think there’s absolutely the risk of a survivorship bias. Just like mutual funds that advertise their performance in magazine A, B, and C. You don’t hear about the losers, which is why – Stephen J. Dubner: Look at Dow Jones. Look at the stocks that are in the Dow Jones. Tim Ferriss: Right. Stephen J. Dubner: We should all have the ability the Dow Jones Industrial Average has to get rid of the ones that hurt our average. Tim Ferriss: Right. Or the people who are lionized on magazine covers for saying no to a billion-dollar acquisition offer and taking it to $20 billion. Well, you don’t hear about the losers because the story isn’t as interesting. It’s not going to sell as many copies. Stephen J. Dubner: Ferriss is what you might call a serial obsessionist. At the moment, one of his obsessions is lucid dreaming. Tim Ferriss: So lucid dreaming is very demonstrable in a lab and it is the phenomenon of becoming conscious of the fact that you are dreaming when you are dreaming. You can cultivate the ability to trigger this, which allows you to do some very interesting things. Stephen J. Dubner: What do you need to do whether physiologically or chemically or whatever to prepare for lucid dreaming? Tim Ferriss: Well, physiologically, having a basic understanding of sleep cycles is helpful. If you can wake yourself during a REM cycle, stay awake for say 10 to 15 minutes and then go back to sleep, that will oftentimes increase the frequency of inducing lucidity. If you wanted to get a little out there, there are some people who take, for instance, Huperzine A, which is an acetylcholinesterase inhibitor, prior to sleep in the belief that it facilities lucid dreaming. Stephen Dubner: Have you tried it? Tim Ferriss: I have. Difficult to say if that is causal or placebo or otherwise, but it seems to be a plausible mechanism. Stephen J. Dubner: Mm-hmm. If I understand correctly, you once nearly attempted suicide. I don’t know exactly what that means. Tim Ferriss: That’s true, yeah. At Princeton. Stephen J. Dubner: Can you tell me – do you want to tell me a little bit about that? Tim Ferriss: Yeah, we can talk about it. This experience is should underscore is not uncommon at a lot of these pressure cookers in terms of universities. There was just a confluence of what I perceived to be major negative life events all at once, including incredible difficulty with senior thesis and a thesis advisor at Princeton. I approached the administration about taking a year to focus on testing a few different jobs, because I felt like I was being funneled into the Goldman Sachs and McKinseys of the world and I knew that wasn’t a fit for me. Secondarily, I was like, “Let me take the time necessary to do a good job on my thesis.” I was told two things. First, by my senior thesis advisor, “Oh, you’re just going to cop out. This better be the best thesis I’ve ever seen or, in fact, I’m going to give you a bad grade,” which is a huge percentage of your departmental GPA for the entire time in your undergraduate education.  And then secondly, when I went to the people I thought would be willing to help because of this purported focus on undergraduate education and health and whatnot, I was told in no uncertain terms that tenured professor would never do such a thing and that was the end of the conversation. So I felt really trapped in a corner. Stephen J. Dubner: Did you plan it? Did you envision it? Tim Ferriss: Yeah, I did. Stephen J. Dubner: Were you depressed? Tim Ferriss: I was. And it seems to run in the males in my family on both sides. So I’ve had extended periods of depression that I’ve become better at mitigating over time. But the most important thing that I have ever written I think is some practical thoughts on suicide, a long post on this. I really think it’s the most important thing I’ve ever written. Stephen J. Dubner: I see that you are or have crowd-funded a study about treating depression with psilocybin, right? At Johns Hopkins. Is that related to your own experience? Tim Ferriss: Very much related, yeah. I’m going to be doing more at Johns Hopkins. I’ve also funded some neuroscience studies at UCSF and will be doing more at a number of universities, most likely including NYU, in fact. Stephen J. Dubner: I’m curious, having been depressed and thinking about suicide in the past, how do you think about depression in the future? Is it something that you feel you’re forestalling constantly? Or is it not a feature of your daily life? Tim Ferriss: It’s not something I’m as fearful of anymore. I think that I’ve identified tools, including judicious supervised use of what we would typically call psychedelics, entheogens, which is the new branding perhaps. That scientifically and just based on the preliminary data and published data have tremendous promise for addressing treatment-resistant depression. Beyond anyone’s wildest expectations. That would be one tool. I also think that preventatively focusing on daily or weekly habits that prevent depression is really the ounce of prevention being worth a pound of cure. It’s very hard when your mind goes into this sort of depression logic that is self-defeating to pull yourself out of it. So certain types of exercise, oftentimes related to balance or acrobatics, anything where you’re moving your body through space, as opposed to a weight around your body. Secondly, meditation. I meditate almost every morning for 20 minutes, roughly. Stephen J. Dubner: Evening as well or no? Tim Ferriss: Less so in the evenings. But I do have mindfulness practices in the evening. And then nutrition. There are a few key sort of cornerstone elements that if I control will not prevent from me from ever being depressed, but will mitigate it tremendously. And what I’ve also come to accept is I do think that it’s very common among people who try to create anything original. I think that it’s very hard to have the kind of manic ups that allow you to see connections between seemingly unrelated dots without having some troughs. And maybe that’s just rationalizing and accepting depression, but it’s very hard for me to find people in that type of profession who don’t have this pendulum. Stephen J. Dubner: It’s interesting because a lot of people talk about the relationship between the two – creativity and depression. But as if the arrow is traveling in one way, which is that people like to look at 100 very creative people and look at the incidence of depression. It seems to be higher than among the general population, but you’re suggesting potentially, I guess, that there’s a causal arrow maybe moving in the other direction, which is if you choose to be a creative-type person, you’re engaging in an activity of kind of reinventing, a blank page every day that inevitably might produce highs that might also be accompanied by periods of real mental drought. Tim Ferriss: I think so. And this is just from my own personal experience and observations of friends who are also writers or song writers or whatever it might be. The more time you spend in your own head, I think, the higher, just probabilistically the more likely you are to latch onto some weird circular reasoning. But I don’t romanticize depression in that way. That, for instance, some musicians fetishize drug use. They’re like, “Well, you know, you do your best work when you’re on coke and heroin and all this stuff. It brings out the muse,” and so on. I think that’s a dangerous logic. Stephen J. Dubner: Well, I appreciate you talking about it because it strikes me as a huge paradox. Suicide, particularly, but depression also. Which is that suicide is rather prominent in the west and particularly in the U.S. More people die from suicide than by murder, easily. More than double. And yet because there’s the taboo around it, we don’t talk about it much. In part for fear of triggering it. On the other hand, the downside of that is if you can’t poke around at something, especially empirically, it’s hard to learn about it and hard to learn what leads people to it. Tim Ferriss: Totally. I do think, taking kind of a left turn, that if people spend – and this is going to sound simplistic, but the solutions don’t have to be complex to perceived complex problems – more time in nature and less reactivity from all of the notifications and push messages and so on that we’re bombarded with solves a lot of these problems. It really does. It’s like, “Go lift heavy objects and get out. Walk barefoot in nature. Play with a dog and meditate in the morning and you’ll be fine.” Stephen J. Dubner: And that’s why you [inaudible] with your dog. Tim Ferriss: One of the reasons, yeah. One of the reasons. Get my head out of my own ass and actually focus on something besides myself. Stephen J. Dubner: Coming up on Freakonomics Radio, Tim Ferriss answers our FREAK-quently Asked Questions, including “What do you do when a panhandler asks you for money?” Tim Ferriss: I do not give money and I’ll tell you why. Stephen J. Dubner: We talk about nutrition trends, past and present. Tim Ferriss: I mean, like rice cakes? You might as well just inject yourself with insulin. Stephen J. Dubner: And do us a favor, if you like Freakonomics Radio, tell three friends about it right now. Go on, I’ll wait. Tim Ferriss is a self-experimenter, an entrepreneur, an investor, a writer. He has a podcast called The Tim Ferriss Show. He’s tried some TV. Tim Ferriss: I spent a period of time in Japan for this ill-fated TV show that did not take off. I had a week to attempt to learn Japanese horseback archery. Stephen J. Dubner: Which has to be pretty easy, right? Tim Ferriss: Horses can sense fear and get spooked easily. So I have to slow down my breathing and remain calm because if this horse gets it into mind to throw me, I’m not going to have much say in it at all. Not easy. Stephen J. Dubner: You’re just riding fast and – Tim Ferriss: Yeah, galloping with no reins and pulling an arrow off your back and shooting at these little targets the size of dinner plates. Stephen J. Dubner: There was another TV show that also didn’t work out, at least as planned. It was called The Tim Ferriss Experiment. He shot a whole season, 13 episodes, for a network that later changed its mind. In each episode, Ferriss would spend just a few days trying to learn a new skill: rock-and-roll drumming, rally car racing, golf. One episode was called “Urban Evasion and Escape.” Tim Ferriss: To tap into my inner escape artist, I’ll be following Kevin’s lead and learning a broad spectrum of skills. How to escape custody, blend into my environment, lose the tail, pick locks, and finally jump or boost a getaway car. Stephen J. Dubner: The show as made for a new TBS platform called Upwave, which got shut down shortly after Ferriss’ show started airing. Tim Ferriss: Everything got put in the vault and there was a regime change. Sayonara. You’re out of luck. But I was able to license that back and distribute it myself on iTunes, which was very successful beyond my wildest expectations. I was asked recently by a network executive, “What did you learn from your various experiences in these different media?” And my answer was, “Fund it yourself. If you don’t finance it, you don’t control it at the end of the day.” And that has become easier and easier to do with tools like Kickstarter with options, even for orphaned content. Stephen J. Dubner: All right. So Tim, let’s tackle some of our patented FREAK-quently Asked Questions. Feel free to give an expansive answer. Feel free to give a lightning round answer. There’s no right or wrong way to do these. Name the handful, or maybe it’s more than a handful, of things that you do, whether it’s rituals, whether it’s diet, sleep, exercise, whatever, things that you do to kind of keep yourself functional and happy and moving forward every day. Tim Ferriss: Yeah. I wake up probably somewhere between 8:30 and 10:00 a.m. I tend to stay up late. I sit down and meditate for 20 minutes. Then I brew tea, which is typically Pu-erh tea with turmeric and ginger added to it, to which I add coconut oil, which is high in medium-chain triglycerides, which the brain likes very much. I consume that as I sit down and journal. There are two different journals that I’m currently using: the 5-Minute Journal, which was created by a reader of mine, in fact. Really helpful for setting the tone and focus for the day, and then Morning Pages, which is really just a free association exercise. A good way to trap your monkey mind on paper so it doesn’t distract you and sabotage you for the rest of the day. Between that point and lunch – these days I’m often skipping breakfast – I will focus on hopefully creative production or synthesis. So writing, recording, exploring. And if I have any type of admin or housekeeping metaphorically to deal with, that is done in the afternoon. I’d say that’s generally the routine. I every night have a very hot soaking bath. No bubbles, no jets. That’s sacrilegious. Stephen J. Dubner: What is one thing you own that you should throw out but probably never will? Tim Ferriss: The wooden shards of the targets that I hit when I was doing the Japanese horseback archery. Stephen J. Dubner: Do you have them displayed or just stuffed in a drawer? Tim Ferriss: They are respectively placed on a shelf and I have no idea what I’m going to go do with them. I think it might – Stephen J. Dubner: It sounds like you’re going to keep them. Tim Ferriss: I might give them away to people at some point. They have such a strong meaning for me. That would definitely be high on the list. I also have notebooks, just bookshelves and bookshelves of notebooks where I’ve recorded, for instance, almost all my workouts since I was about 16. I don’t think I need those. Stephen J. Dubner: What’s your favorite sport to play and favorite sport to watch? Tim Ferriss: Favorite sport to play. Competitive sport? Stephen J. Dubner: What is an example of a non-competitive sport? Isn’t it then not a sport? Tim Ferriss: I guess, fair enough. Stephen J. Dubner: No, I’m curious to know. Tim Ferriss: Well, there’s a related – Stephen J. Dubner: Like kite flying. Although we used to have kite fights when I was a kid. Tim Ferriss: Yeah, no. Acro-yoga is something that I’m currently really delving into. It’s a combination of, in effect, yoga, acrobatics and Cirque de Soleil-type performances. The sports that I am best at or have been best at are generally those that I enjoy. I don’t like being really bad at things. Stephen J. Dubner: Welcome to the club. Tim Ferriss: Yeah. Stephen J. Dubner: You’re visiting New York now, which you do pretty regularly. It’s not uncommon to run into someone on the street asking for money. So it seems like everybody over the course of their life develops some kind of standard strategy for that scenario. What’s yours? Tim Ferriss: I do not give money and I’ll tell you why. I at one point paid a homeless gentleman in San Francisco to give me a tour of sort of the entire homeless underground in San Francisco. Stephen J. Dubner: What’d you pay him? Tim Ferriss: It was through a service called Vayable, V-A-Y-A-B-L-E. It was made $50.00, $100.00, something like that? And he was very explicit. He said, “You should never give homeless people money.” And he showed me exactly where they know they can procure – Stephen J. Dubner: Right. Says the homeless guy who’s getting paid by the agency, right? Tim Ferriss: So, right. You have to take that into account. But he walked me through the Tenderloin, through all these different areas. He pointed out where to get clothing, where to get housing, where to get blankets, where to get food, where to get all these resources. He said, “Anyone who is asking for money is doing so to buy drugs or alcohol.” Stephen J. Dubner: Tim, what is something that you believed for a long time to be true until you found out you were wrong? Tim Ferriss: I believed for a very long time as an athlete that low-fat, high-carbohydrate was an optimal diet. Stephen J. Dubner: Not just you, brother. Tim Ferriss: Yeah. And I think there is a decent amount of evidence, circumstantial or direct, to suggest that low-fat diets create a host of issues, ranging from joint problems to amenorrhea, the cessation of menstruation. It’s, I think, entirely unnatural for sedentary people or for athletes. Stephen J. Dubner: And also, when you forbid people or discourage people from consuming a thing, whether in that case it’s fat or it could be anything that you can think of, it’s not like most people will instead consume nothing; they’ll consume more of something else. So the complement, right? And in this case, the complement was a lot of carbs and a lot of sugars that contributed to, if we believe the science that we’re reading today, contributed to all kinds of chronic and underlying problems. Tim Ferriss: Oh, absolutely. I mean, like rice cakes? You might as well just inject yourself with insulin. Stephen J. Dubner: So I’m curious. When I read The 4-Hour Chef, it strikes me that you’re a very adventurous chef and eater, but when I hear you talk about your nutrition now, I am curious what you actually would put on a plate and put in your mouth. So if we were to leave this radio studio and say, “Hey, let’s go get something to eat,” where would we go and what would you eat? Tim Ferriss: I’m not purist about it because I also know how to biochemically limit the damage that I might create. So if we wanted to go out and have sushi and eat several pounds of rice, I could do that. It wouldn’t cause me any existential angst. But in general – Stephen J. Dubner: What would be your optimal meal? We’re in New York, there are many choices. Tim Ferriss: Yeah, optimal meal I would say would be grass-fed steak with vegetables, maybe some lentils for fiber. Stephen J. Dubner: I’m down with that, no problem. Tim Ferriss: And I can go out and – it is not clear to anyone eating with me that I am on a strange or restrictive diet when I order at a restaurant. Stephen J. Dubner: Small question here. What is the best possible future invention or discovery for humankind? Tim Ferriss: I would – best possible. The first thing that comes to mind is functional safety precautions related to artificial intelligence. Which I think is very difficult. Stephen J. Dubner: Yeah, sure is. Tim Ferriss: How do you create sort of stop-gap ripcords for an intelligence that is, by definition, intended to get to the point where it can do several million hours of human computation in the span of minutes or hours? Stephen J. Dubner: So I talk to people about it. I read about it. But it’s really hard for me to understand the contours of it. But the Catch-22 part is it seems to me is we want it to be good enough to be so good that we would be secondary; we would be the animals that somehow managed to create a better intelligence. And therefore, expendable. Maybe we could get patents on it. Tim Ferriss: Yeah, this is a very prevalent and intense conversation among technologists right now. And there are those, of course, who believe that it’s summoning the demon and so on. There are those who think it will be a panacea. And there are those who believe it could be both. I tend to fall in that latter group. I do think that artificial intelligence could solve potentially the greatest dilemmas of our time. Stephen J. Dubner: Which you would name as what? The fact that we die too early? The fact that we do stupid things? Tim Ferriss: You name it. I think space colonization or some variant thereof. Climate change, world hunger, warfare or elimination thereof. I mean, it’s impossible to conceive of not only the solutions that AI would find to known problems, but the problems that it would identify that we haven’t even noticed yet. Stephen J. Dubner: I have no idea what even the next five years will bring though in AI, much less 20 years from now. Maybe you do. Tim Ferriss: I have some guesses, most of which I probably can’t talk about. But I would say that – Stephen J. Dubner: What do you mean you can’t talk about them? Because you know them to be true? Tim Ferriss: No, because they’re – Stephen J. Dubner: You’ve told someone you won’t break the promise? Tim Ferriss: That’s right, the latter. Just proprietary information from companies. But I would say this, imagine that a nuclear bomb were bits and bytes that could be transmitted through any broadband connection. Stephen J. Dubner: Meaning replicable and scalable in a way that something physical like that is not? Tim Ferriss: That’s right. That is far more uncontainable than a closely tracked amount of uranium or plutonium. Stephen J. Dubner: That’s a very sobering note on which to end. So let’s not end there. All right. Last question. If you had a time machine, and it sounds like you may know people who have time machines, when would you travel to and why and what would you do there? Tim Ferriss: So I’m tempted to say that I would travel back in time to eliminate some dictator or tyrant, but – Stephen J. Dubner: Everybody would do that. Other people would take care of that for you. Tim Ferriss: Other people would take care of that. So my knee-jerk response is I would go back – Stephen J. Dubner: You can also go into the future. I’m just – Tim Ferriss: I don’t think I would go to the future. I would go back in time and have a lot of drinks with Ben Franklin. Stephen J. Dubner: You do love Ben Franklin, I know. And there’s a lot of reasons to love him. But tell me why him. Tim Ferriss: Because he wasn’t afraid to be an amateur. And as an amateur with beginner’s mind, I think a fresh pair of eyes; he was able to create many breakthroughs in multiple fields that have shaped civilization and the world as we know it today. He was also though, at the same time, a bit of a merry prankster and a bit of a showman. I just really enjoy that combination. Being able to accomplish very big, serious objectives while not taking yourself too seriously is something I aspire to. Stephen J. Dubner: Well done, Tim Ferriss. Thanks for coming in. Tim Ferriss: Thank you. Posted on: January 1, 2018.", "speakers": ["tim ferriss", "stephen dubner"], "text_sentences": ["hello, boys and girls, ladies and germs", "this is tim ferriss and welcome to another episode of the tim ferriss show", "where it is usually my job to interview world-class performers and tease out the habits, routines, tools, tricks, etc", "that you can use", "this episode is a role reversal", "i went to new york city and i sat down with stephen dubner of freakonomics fame", "i was grilled", "i was hit with all sorts of questions i had never heard before and we had a blast doing it", "we had so much fun", "their team did an incredible job with post-production and editing", "i wanted to share it with all of you", "you can, of course, find stephen and his team and his co-author at freakonomics.com, @freakonomics on twitter, and freakonomics radio in the podcast sphere", "and without further preamble, please enjoy my wide-ranging, sometimes very odd, conversation with stephen dubner", "stephen j", "dubner: let’s start with in 60 seconds or less, what you actually do in a given day", "if you have such a thing as a given day", "tim ferriss: i would say interviewing experts; tracking down eccentric weirdos who are really good at one thing or another; formulating a plan for some type of experiment involving their observations or findings; and then recording it", "that is what i do most days", "stephen j", "dubner: that is tim ferriss", "he is – what is he exactly", "tim ferriss: i am a human guinea pig and professional dilettante", "stephen j", "dubner: for our final self-improvement episode, a man whose entire life and career are one big pile of self-improvement, of accelerated self-improvement, as evidenced by his book titles: the 4-hour workweek; the 4-hour chef; the 4-hour body", "tim ferriss is, in fact, such a poster boy for self-improvement that you might be, as i first was, a bit suspicious", "i’d seen your face and i knew that you were the 4-hour blank guy", "and of course, i’d assumed you were a total charlatan", "of course, right", "because that’s ­– tim ferriss: how could you not, with a title like that", "stephen j", "dubner: tim ferris: charlatan or self-improvement wizard", "you’ll be the judge as we cover everything from his humble beginnings", "tim ferriss: i was very much the runt of the litter in school", "stephen j", "dubner: and some rough patches", "so i’ve had extended periods of depression that i’ve become better at mitigating over time", "stephen j", "dubner: to his good fortune in start-up investing", "facebook also did very well", "stephen j", "dubner: to the reasons that millions of people do every, single thing that tim ferriss tells them to do", "so the objective is to provide you with tools and principles for 10-x-ing your hourly output", "stephen j", "dubner: is there anyone here who’s interested in 10-x-ing their hourly output", "nah, i didn’t think so", "tim ferriss recently stopped by our studio with a headful of ideas and, as you’ll hear, a bellyful of sardines", "i suppose my professional life could be split into writing", "books that all sound like infomercial products, most notably the 4-hour workweek and then tech investing", "stephen j", "dubner: so if you had to pick a noun or maybe two, to describe what you think of yourself as, what is the noun", "tim ferriss: the noun would be teacher", "i don’t view myself as a writer first and foremost", "i always thought i was going to end up teaching ninth grade, specifically, because i had a lot of really formative influences, i think at that fork in the road where a lot of crucial decisions are made by young folks", "but i view my job as testing many, many different things, performing experiments, and then providing the cliffsnotes to people as a teacher", "stephen j", "dubner: not long ago, you also started a podcast which is called the tim ferriss show", "now why’d you want to go and do a thing like that", "because we all know that podcasting is not where it’s at", "it was intended to be a break between large book projects", "and i have this nasty habit of writing a long book", "so the 4-hour chef was, i think – stephen j", "dubner: your books are big", "– 670 pages", "stephen j", "dubner: your books are so weird in the best way", "they’re not narrative from beginning to end", "even when they kind of feel a little bit like those self-help books with boxes and charts, you are just zany in a way that reminds me – i’ll be honest with you – of one person more than anyone else, which is my mom", "my mom was this kind of brooklyn girl who ended up in upstate new york trying to be a pioneer woman and raise eight kids; and she did it", "she had to figure out all this stuff", "and that’s what strikes me as what you have this intense either curiosity or need or something to figure out stuff and then tell other people about it, which is generous of you", "where does that come from", "why are you not satisfied with just being like everybody else", "i think the answer is two-fold", "no", "1, my mom always encouraged me to march to my own drummer", "so that was – stephen j", "dubner: how", "how’d she do that", "she exposed me and my brother to – i have one sibling, a younger brother – many different environments", "my parents didn’t have much money growing up, but they always had a bunch of books", "my mom would take us to experience things first-hand, like go to the beach and take leftover chicken bones and tie them to strings and fish for crabs, which we threw back", "but the list just went on and on", "and if we grasped onto anything and became really passionate, then she would – and my father as well – put all their support behind that", "secondly, growing up, i was born premature and i was very small until i was about in sixth grade", "stephen j", "dubner: how small", "small enough to get beat up at recess until sixth grade", "i mean, very much the runt of the litter in school", "and i was hyperactive", "so my mom was looking for a solution to this and threw me into a kid wrestling program – weight-class based", "i ended up embracing that as my primary sport and got to a national level towards the end of high school", "a big competitive advantage that i had was that i studied the science of weigh cutting", "i got very good at losing weight and then regaining it", "and i was cutting from say 178 pounds to 152 pounds", "stephen j", "dubner: whoa", "which is like how many classes", "like four or five", "quite a few, yeah", "so i became an amateur scientist in studying the various approaches to weight loss and understanding what i had to do to maintain performance", "so using, say, potassium sparing diuretics, even, works", "but something available over the counter, like a dandelion root", "so i think just to provide context for people – that is where i realized the benefits and risks and the nuances of experimentation", "stephen j", "dubner: you grew up in what many people know as the hamptons, but not in a lifestyle that was what most people who think of the hamptons think of the hamptons lifestyle, right", "you were a townie, essentially", "that’s right, yeah", "no white shorts and tennis rackets", "stephen j", "dubner: what’d your folks do for a living", "my dad was a local real estate broker", "mom was and still is a physical therapist", "stephen j", "dubner: did you have jobs as a teenager and stuff like that", "oh, yeah", "i worked as a primarily bus boy at a place called snowflake, which is now bostwick’s", "then the lobster roll; a lot of people know the lobster roll", "or they might call it lunch, but no locals call it that, it’s the lobster roll, which is now very well-known because of the show the affair", "stephen j", "dubner: you’re how old now", "38", "stephen j", "dubner: and what is your spousal or partnership status", "single", "stephen j", "dubner: single", "you do have a dog though, right", "molly", "i do", "i have a dependent", "molly is nine or ten months old now", "stephen j", "dubner: she travels with you", "she travels with me almost all the time", "stephen j", "dubner: and i’ve heard you say that you’re food for her is dry kibble with sardine oil on top", "drizzled over it, right", "so i consume, after a conversation on my podcast with a scientist named dominic d’agostino, who is a ketone genesis, ketone expert, began consuming sardines in the mornings and found that if i’m traveling in particular, i often give molly dehydrated, say bison or different wild game when i’m at home in san francisco", "but if i’m traveling, i can get her to eat dry kibble with the sardine oil drizzled on top of it and it solves all sorts of dermatological issues, which i assume correspond to other types of health benefits internally", "stephen j", "dubner: right", "and did you start eating sardines for the dermatological benefit yourself or more for the other components", "other benefits", "fresher", "stephen j", "dubner: right, right", "you eat them every day", "almost every day", "stephen j", "dubner: i eat sardines almost every day too", "to the extent that i will travel – if i’m going to be gone for weeks, i will literally buy cases of sardines", "they’re the rats of the sea world, but they’re small enough that they don’t bio-accumulate as much say heavy metals as something like an albacore tuna", "stephen j", "dubner: i love that story", "i hope it’s true", "yeah", "i’m choosing to believe that narrative", "stephen j", "dubner: ferriss majored in east asian studies at princeton, but he was always looking for business ideas as well", "he opened some high-end gyms in taiwan", "he sold audio tapes of college admissions advice", "neither of those worked out", "he had better luck teaching speed reading, but he got bored with that", "soon after graduation, he founded a company called brainquicken, which sold a nutritional supplement meant to, well, quicken your brain", "and then bodyquick, which was pitched to athletes", "ferriss says he was making a lot of money, but he was also badly overworked", "so he took a leave of absence, went to europe", "he expected the company to tank in his absence; it didn’t", "it did even better without him, which made him wonder if the whole notion of working 40 and 60 and 80-hour weeks might be overrated", "so your first book, the 4-hour workweek, i am curious, because i don’t know – the word i’m looking for is not “fraud,” but i’m pretty sure you work many more hours than four hours per week yourself, right", "so was that a prescription", "was it a wish", "or was it a kind of metaphor for what one needs to create", "well, the objective of the book – for those people who haven’t read it and i’m sure many of the people have not – is to provide you with tools and principles for 10-x-ing your hourly output", "and the reason it’s gained, i think, a foothold in the finance world with people like hedge fund managers and also with people in the start-up world, ceos of very large, fast-growing companies, is that they are looking for sources of leverage", "to get more output for each input", "the 4-hour workweek title was one of 12 titles that i tested on google adwords", "so i created a campaign to test the respective titles and subtitles, and then just looked at the click-through rates, which went to “under construction” pages", "that performed the best of the options that i had", "stephen j", "dubner: what came in second", "second was – stephen j", "dubner: better question", "what was worst", "do you recall", "the worst, i think, and i had a lot of bad ones, but it was like broadband and white sand or something cheeseball like that", "stephen j", "dubner: wowzer, yeah", "but to talk about my sort of personal perspective – so that’s the first context", "and the second piece is the book is not about being idle", "it’s about having control of your non-renewable resources", "it’s time and applying it how you want to", "stephen j", "dubner: but the other kind of misconception of the 4-hour workweek, especially because it’s got a palm tree on the cover, right", "yeah", "the objective is not to stare out into space rubbing cocoa butter onto your belly for the rest of your life", "it’s about optimizing per-hour output", "stephen j", "dubner: so the implication is hey, you don’t have to work so hard and you can still accomplish what you need to financially, whatever", "but the real message of the book is the way that we think about filling up our time with “work,” which is often less work and more just kind of garbage is a silly way to think about the world", "i think that a lot of our assumptions are erroneous and misplaced and that we don’t test them very well", "i think part of the reason that the book initially took off in the tech sphere, aside from the fact that i live in silicon valley, kind of right in the middle of the switch box, is that i talked about measurables", "it was very much the language of start-ups", "like what are your kpis or key performance indicators", "what are the metrics that you’re trying to improve", "how do you do an analysis to determine where to focus", "it’s very easy, i think, in a digital age – easier than ever, to confuse being busy with being productive and they were just not the same thing", "doing something well does make it important", "so we sort of drive towards efficiency and doing things quickly; oftentimes not stopping to assess whether or not the things we’re doing are important in the first place", "stephen j", "dubner: so one key piece of advice that you, and a lot of other people, have given over time is learning to be better at saying no to stuff", "especially as you start to succeed a little bit at whatever you’re succeeding at: in a firm, as an entrepreneur, as a writer, whatever, more people ask you to do stuff", "and it’s kind of flattering and you want to be nice and i think the instinct for many people is to say yes and all of a sudden, you realize that 80 percent of your good time is taken up by stuff that is not so good", "so considering that you’re a big fan of “no,” and considering that you said not so long ago that one of your goals for the new year was to not do any media, what are you doing here today", "this seems like this should be exactly the kind of thing you should not be doing", "well, the goals move around", "so i’d say there are two reasons i’m doing it", "the first is that i am enjoying working on my own podcast, the tim ferriss show", "and i think you’re extremely good at what you do", "so this is an opportunity for me to observe, interact, and get better at what i’m also doing", "stephen j", "dubner: good brown-nosing, okay", "tim ferriss: with my own [inaudible]", "[crosstalk] so i’ll start with the flattery", "then the second reason is that when i really drilled down, i realized the vast majority of my time which i felt was ill-spent was being consumed by start-ups", "so about six months ago, i published what is, in effect, a resignation letter, a retirement letter related to start-ups", "stephen j", "dubner: right", "you went celibate, really", "yeah, i went start-up celibate", "stephen j", "dubner: and we should say, these were start-ups in which you were participating as an investor primarily, correct", "investor and advisor", "which implies and carries with it much more responsibility in terms of being at the beck and call of various founders or otherwise people related to start-ups", "so that, by stemming the flow of say cold introductions via email and whatnot related to start-ups, i was able to reclaim a large portion of the pie that represented my total work hours – stephen j", "dubner: as an early investor in start-ups, ferriss had already had a number of what he calls “lucky bets.” was uber one of the lucky bets", "definitely, although that’s still a private company", "stephen j", "dubner: facebook was another", "facebook also did very well", "stephen j", "dubner: how early were you in", "a few years before the ipo, ali-baba, twitter", "about 20 or so other bets", "70 in total probably", "stephen j", "dubner: and why’d you want to go cold turkey on that", "was it that you had enough money", "was it that you were sick of that whole either group of people or that kind of idea", "was it you just wanted a change", "was it that you wanted to do other things", "well, i’ll give you the short version", "it’s probably a 10-page; i wouldn’t call it a screed, but a list of reasons", "stephen j", "dubner: it was a little screedy", "it was a little screedy", "but the primary reasons were no", "1, i realized that in today’s environment, i was in many ways replaceable as an investor", "in other words, there’s such a surplus of capital that if i said no, there are going to be ten other people in line to say yes, even if the terms were outrageously unfavorable and dangerous", "if people were price shopping, meaning looking for highest valuations or taking money off the table and nothing more, it made it very difficult and unpleasant for me to do a good job as a responsible investor, even if i’m not using other people’s money and only my own", "the second reason is i think the dynamics right now in the market are such that it’s extremely difficult for me as a single person doing this part-time to filter the signal from the noise", "and what i realize is, i don’t do moderation well", "so it’s much more effective, in fact, required for me to say, “i’m not doing any deals, period, zero.” stephen j", "dubner: i’m curious", "do you think that as a strategy would be useful to a lot of people in spheres having nothing to do with investing", "hugely a value, absolutely", "if you look at behavioral modification and you look at the work of b.j", "fogg at stanford or otherwise, i think that cold turkey is oftentimes much more effective than trying to titrate back and moderate, particularly when you’re dealing with compulsive or addictive behavior", "stephen j", "dubner: on the other hand, it may be that the people that we learn about who were successful at cold turkey are the disciplined people and that the ones that we don’t hear about so much are the ones who try it and then backslide a little bit, and then they’re back to where they were", "oh, for sure", "i think there’s absolutely the risk of a survivorship bias", "just like mutual funds that advertise their performance in magazine a, b, and c", "you don’t hear about the losers, which is why – stephen j", "dubner: look at dow jones", "look at the stocks that are in the dow jones", "right", "stephen j", "dubner: we should all have the ability the dow jones industrial average has to get rid of the ones that hurt our average", "right", "or the people who are lionized on magazine covers for saying no to a billion-dollar acquisition offer and taking it to $20 billion", "well, you don’t hear about the losers because the story isn’t as interesting", "it’s not going to sell as many copies", "stephen j", "dubner: ferriss is what you might call a serial obsessionist", "at the moment, one of his obsessions is lucid dreaming", "so lucid dreaming is very demonstrable in a lab and it is the phenomenon of becoming conscious of the fact that you are dreaming when you are dreaming", "you can cultivate the ability to trigger this, which allows you to do some very interesting things", "stephen j", "dubner: what do you need to do whether physiologically or chemically or whatever to prepare for lucid dreaming", "well, physiologically, having a basic understanding of sleep cycles is helpful", "if you can wake yourself during a rem cycle, stay awake for say 10 to 15 minutes and then go back to sleep, that will oftentimes increase the frequency of inducing lucidity", "if you wanted to get a little out there, there are some people who take, for instance, huperzine a, which is an acetylcholinesterase inhibitor, prior to sleep in the belief that it facilities lucid dreaming", "have you tried it", "i have", "difficult to say if that is causal or placebo or otherwise, but it seems to be a plausible mechanism", "stephen j", "dubner: mm-hmm", "if i understand correctly, you once nearly attempted suicide", "i don’t know exactly what that means", "that’s true, yeah", "at princeton", "stephen j", "dubner: can you tell me – do you want to tell me a little bit about that", "yeah, we can talk about it", "this experience is should underscore is not uncommon at a lot of these pressure cookers in terms of universities", "there was just a confluence of what i perceived to be major negative life events all at once, including incredible difficulty with senior thesis and a thesis advisor at princeton", "i approached the administration about taking a year to focus on testing a few different jobs, because i felt like i was being funneled into the goldman sachs and mckinseys of the world and i knew that wasn’t a fit for me", "secondarily, i was like, “let me take the time necessary to do a good job on my thesis.” i was told two things", "first, by my senior thesis advisor, “oh, you’re just going to cop out", "this better be the best thesis i’ve ever seen or, in fact, i’m going to give you a bad grade,” which is a huge percentage of your departmental gpa for the entire time in your undergraduate education.  and then secondly, when i went to the people i thought would be willing to help because of this purported focus on undergraduate education and health and whatnot, i was told in no uncertain terms that tenured professor would never do such a thing and that was the end of the conversation", "so i felt really trapped in a corner", "stephen j", "dubner: did you plan it", "did you envision it", "yeah, i did", "stephen j", "dubner: were you depressed", "i was", "and it seems to run in the males in my family on both sides", "so i’ve had extended periods of depression that i’ve become better at mitigating over time", "but the most important thing that i have ever written i think is some practical thoughts on suicide, a long post on this", "i really think it’s the most important thing i’ve ever written", "stephen j", "dubner: i see that you are or have crowd-funded a study about treating depression with psilocybin, right", "at johns hopkins", "is that related to your own experience", "very much related, yeah", "i’m going to be doing more at johns hopkins", "i’ve also funded some neuroscience studies at ucsf and will be doing more at a number of universities, most likely including nyu, in fact", "stephen j", "dubner: i’m curious, having been depressed and thinking about suicide in the past, how do you think about depression in the future", "is it something that you feel you’re forestalling constantly", "or is it not a feature of your daily life", "it’s not something i’m as fearful of anymore", "i think that i’ve identified tools, including judicious supervised use of what we would typically call psychedelics, entheogens, which is the new branding perhaps", "that scientifically and just based on the preliminary data and published data have tremendous promise for addressing treatment-resistant depression", "beyond anyone’s wildest expectations", "that would be one tool", "i also think that preventatively focusing on daily or weekly habits that prevent depression is really the ounce of prevention being worth a pound of cure", "it’s very hard when your mind goes into this sort of depression logic that is self-defeating to pull yourself out of it", "so certain types of exercise, oftentimes related to balance or acrobatics, anything where you’re moving your body through space, as opposed to a weight around your body", "secondly, meditation", "i meditate almost every morning for 20 minutes, roughly", "stephen j", "dubner: evening as well or no", "less so in the evenings", "but i do have mindfulness practices in the evening", "and then nutrition", "there are a few key sort of cornerstone elements that if i control will not prevent from me from ever being depressed, but will mitigate it tremendously", "and what i’ve also come to accept is i do think that it’s very common among people who try to create anything original", "i think that it’s very hard to have the kind of manic ups that allow you to see connections between seemingly unrelated dots without having some troughs", "and maybe that’s just rationalizing and accepting depression, but it’s very hard for me to find people in that type of profession who don’t have this pendulum", "stephen j", "dubner: it’s interesting because a lot of people talk about the relationship between the two – creativity and depression", "but as if the arrow is traveling in one way, which is that people like to look at 100 very creative people and look at the incidence of depression", "it seems to be higher than among the general population, but you’re suggesting potentially, i guess, that there’s a causal arrow maybe moving in the other direction, which is if you choose to be a creative-type person, you’re engaging in an activity of kind of reinventing, a blank page every day that inevitably might produce highs that might also be accompanied by periods of real mental drought", "i think so", "and this is just from my own personal experience and observations of friends who are also writers or song writers or whatever it might be", "the more time you spend in your own head, i think, the higher, just probabilistically the more likely you are to latch onto some weird circular reasoning", "but i don’t romanticize depression in that way", "that, for instance, some musicians fetishize drug use", "they’re like, “well, you know, you do your best work when you’re on coke and heroin and all this stuff", "it brings out the muse,” and so on", "i think that’s a dangerous logic", "stephen j", "dubner: well, i appreciate you talking about it because it strikes me as a huge paradox", "suicide, particularly, but depression also", "which is that suicide is rather prominent in the west and particularly in the u.s", "more people die from suicide than by murder, easily", "more than double", "and yet because there’s the taboo around it, we don’t talk about it much", "in part for fear of triggering it", "on the other hand, the downside of that is if you can’t poke around at something, especially empirically, it’s hard to learn about it and hard to learn what leads people to it", "totally", "i do think, taking kind of a left turn, that if people spend – and this is going to sound simplistic, but the solutions don’t have to be complex to perceived complex problems – more time in nature and less reactivity from all of the notifications and push messages and so on that we’re bombarded with solves a lot of these problems", "it really does", "it’s like, “go lift heavy objects and get out", "walk barefoot in nature", "play with a dog and meditate in the morning and you’ll be fine.” stephen j", "dubner: and that’s why you [inaudible] with your dog", "one of the reasons, yeah", "one of the reasons", "get my head out of my own ass and actually focus on something besides myself", "stephen j", "dubner: coming up on freakonomics radio, tim ferriss answers our freak-quently asked questions, including “what do you do when a panhandler asks you for money?” i do not give money and i’ll tell you why", "stephen j", "dubner: we talk about nutrition trends, past and present", "i mean, like rice cakes", "you might as well just inject yourself with insulin", "stephen j", "dubner: and do us a favor, if you like freakonomics radio, tell three friends about it right now", "go on, i’ll wait", "tim ferriss is a self-experimenter, an entrepreneur, an investor, a writer", "he has a podcast called the tim ferriss show", "he’s tried some tv", "i spent a period of time in japan for this ill-fated tv show that did not take off", "i had a week to attempt to learn japanese horseback archery", "stephen j", "dubner: which has to be pretty easy, right", "horses can sense fear and get spooked easily", "so i have to slow down my breathing and remain calm because if this horse gets it into mind to throw me, i’m not going to have much say in it at all", "not easy", "stephen j", "dubner: you’re just riding fast and – yeah, galloping with no reins and pulling an arrow off your back and shooting at these little targets the size of dinner plates", "stephen j", "dubner: there was another tv show that also didn’t work out, at least as planned", "it was called the tim ferriss experiment", "he shot a whole season, 13 episodes, for a network that later changed its mind", "in each episode, ferriss would spend just a few days trying to learn a new skill: rock-and-roll drumming, rally car racing, golf", "one episode was called “urban evasion and escape.” to tap into my inner escape artist, i’ll be following kevin’s lead and learning a broad spectrum of skills", "how to escape custody, blend into my environment, lose the tail, pick locks, and finally jump or boost a getaway car", "stephen j", "dubner: the show as made for a new tbs platform called upwave, which got shut down shortly after ferriss’ show started airing", "everything got put in the vault and there was a regime change", "sayonara", "you’re out of luck", "but i was able to license that back and distribute it myself on itunes, which was very successful beyond my wildest expectations", "i was asked recently by a network executive, “what did you learn from your various experiences in these different media?” and my answer was, “fund it yourself", "if you don’t finance it, you don’t control it at the end of the day.” and that has become easier and easier to do with tools like kickstarter with options, even for orphaned content", "stephen j", "dubner: all right", "so tim, let’s tackle some of our patented freak-quently asked questions", "feel free to give an expansive answer", "feel free to give a lightning round answer", "there’s no right or wrong way to do these", "name the handful, or maybe it’s more than a handful, of things that you do, whether it’s rituals, whether it’s diet, sleep, exercise, whatever, things that you do to kind of keep yourself functional and happy and moving forward every day", "yeah", "i wake up probably somewhere between 8:30 and 10:00 a.m", "i tend to stay up late", "i sit down and meditate for 20 minutes", "then i brew tea, which is typically pu-erh tea with turmeric and ginger added to it, to which i add coconut oil, which is high in medium-chain triglycerides, which the brain likes very much", "i consume that as i sit down and journal", "there are two different journals that i’m currently using: the 5-minute journal, which was created by a reader of mine, in fact", "really helpful for setting the tone and focus for the day, and then morning pages, which is really just a free association exercise", "a good way to trap your monkey mind on paper so it doesn’t distract you and sabotage you for the rest of the day", "between that point and lunch – these days i’m often skipping breakfast – i will focus on hopefully creative production or synthesis", "so writing, recording, exploring", "and if i have any type of admin or housekeeping metaphorically to deal with, that is done in the afternoon", "i’d say that’s generally the routine", "i every night have a very hot soaking bath", "no bubbles, no jets", "that’s sacrilegious", "stephen j", "dubner: what is one thing you own that you should throw out but probably never will", "the wooden shards of the targets that i hit when i was doing the japanese horseback archery", "stephen j", "dubner: do you have them displayed or just stuffed in a drawer", "they are respectively placed on a shelf and i have no idea what i’m going to go do with them", "i think it might – stephen j", "dubner: it sounds like you’re going to keep them", "i might give them away to people at some point", "they have such a strong meaning for me", "that would definitely be high on the list", "i also have notebooks, just bookshelves and bookshelves of notebooks where i’ve recorded, for instance, almost all my workouts since i was about 16", "i don’t think i need those", "stephen j", "dubner: what’s your favorite sport to play and favorite sport to watch", "favorite sport to play", "competitive sport", "stephen j", "dubner: what is an example of a non-competitive sport", "isn’t it then not a sport", "i guess, fair enough", "stephen j", "dubner: no, i’m curious to know", "well, there’s a related – stephen j", "dubner: like kite flying", "although we used to have kite fights when i was a kid", "yeah, no", "acro-yoga is something that i’m currently really delving into", "it’s a combination of, in effect, yoga, acrobatics and cirque de soleil-type performances", "the sports that i am best at or have been best at are generally those that i enjoy", "i don’t like being really bad at things", "stephen j", "dubner: welcome to the club", "yeah", "stephen j", "dubner: you’re visiting new york now, which you do pretty regularly", "it’s not uncommon to run into someone on the street asking for money", "so it seems like everybody over the course of their life develops some kind of standard strategy for that scenario", "what’s yours", "i do not give money and i’ll tell you why", "i at one point paid a homeless gentleman in san francisco to give me a tour of sort of the entire homeless underground in san francisco", "stephen j", "dubner: what’d you pay him", "it was through a service called vayable, v-a-y-a-b-l-e", "it was made $50.00, $100.00, something like that", "and he was very explicit", "he said, “you should never give homeless people money.” and he showed me exactly where they know they can procure – stephen j", "dubner: right", "says the homeless guy who’s getting paid by the agency, right", "so, right", "you have to take that into account", "but he walked me through the tenderloin, through all these different areas", "he pointed out where to get clothing, where to get housing, where to get blankets, where to get food, where to get all these resources", "he said, “anyone who is asking for money is doing so to buy drugs or alcohol.” stephen j", "dubner: tim, what is something that you believed for a long time to be true until you found out you were wrong", "i believed for a very long time as an athlete that low-fat, high-carbohydrate was an optimal diet", "stephen j", "dubner: not just you, brother", "yeah", "and i think there is a decent amount of evidence, circumstantial or direct, to suggest that low-fat diets create a host of issues, ranging from joint problems to amenorrhea, the cessation of menstruation", "it’s, i think, entirely unnatural for sedentary people or for athletes", "stephen j", "dubner: and also, when you forbid people or discourage people from consuming a thing, whether in that case it’s fat or it could be anything that you can think of, it’s not like most people will instead consume nothing; they’ll consume more of something else", "so the complement, right", "and in this case, the complement was a lot of carbs and a lot of sugars that contributed to, if we believe the science that we’re reading today, contributed to all kinds of chronic and underlying problems", "oh, absolutely", "i mean, like rice cakes", "you might as well just inject yourself with insulin", "stephen j", "dubner: so i’m curious", "when i read the 4-hour chef, it strikes me that you’re a very adventurous chef and eater, but when i hear you talk about your nutrition now, i am curious what you actually would put on a plate and put in your mouth", "so if we were to leave this radio studio and say, “hey, let’s go get something to eat,” where would we go and what would you eat", "i’m not purist about it because i also know how to biochemically limit the damage that i might create", "so if we wanted to go out and have sushi and eat several pounds of rice, i could do that", "it wouldn’t cause me any existential angst", "but in general – stephen j", "dubner: what would be your optimal meal", "we’re in new york, there are many choices", "yeah, optimal meal i would say would be grass-fed steak with vegetables, maybe some lentils for fiber", "stephen j", "dubner: i’m down with that, no problem", "tim ferriss: and i can go out and – it is not clear to anyone eating with me that i am on a strange or restrictive diet when i order at a restaurant", "stephen j", "dubner: small question here", "what is the best possible future invention or discovery for humankind", "i would – best possible", "the first thing that comes to mind is functional safety precautions related to artificial intelligence", "which i think is very difficult", "stephen j", "dubner: yeah, sure is", "how do you create sort of stop-gap ripcords for an intelligence that is, by definition, intended to get to the point where it can do several million hours of human computation in the span of minutes or hours", "stephen j", "dubner: so i talk to people about it", "i read about it", "but it’s really hard for me to understand the contours of it", "but the catch-22 part is it seems to me is we want it to be good enough to be so good that we would be secondary; we would be the animals that somehow managed to create a better intelligence", "and therefore, expendable", "maybe we could get patents on it", "yeah, this is a very prevalent and intense conversation among technologists right now", "and there are those, of course, who believe that it’s summoning the demon and so on", "there are those who think it will be a panacea", "and there are those who believe it could be both", "i tend to fall in that latter group", "i do think that artificial intelligence could solve potentially the greatest dilemmas of our time", "stephen j", "dubner: which you would name as what", "the fact that we die too early", "the fact that we do stupid things", "you name it", "i think space colonization or some variant thereof", "climate change, world hunger, warfare or elimination thereof", "i mean, it’s impossible to conceive of not only the solutions that ai would find to known problems, but the problems that it would identify that we haven’t even noticed yet", "stephen j", "dubner: i have no idea what even the next five years will bring though in ai, much less 20 years from now", "maybe you do", "i have some guesses, most of which i probably can’t talk about", "but i would say that – stephen j", "dubner: what do you mean you can’t talk about them", "because you know them to be true", "no, because they’re – stephen j", "dubner: you’ve told someone you won’t break the promise", "that’s right, the latter", "just proprietary information from companies", "but i would say this, imagine that a nuclear bomb were bits and bytes that could be transmitted through any broadband connection", "stephen j", "dubner: meaning replicable and scalable in a way that something physical like that is not", "that’s right", "that is far more uncontainable than a closely tracked amount of uranium or plutonium", "stephen j", "dubner: that’s a very sobering note on which to end", "so let’s not end there", "all right", "last question", "if you had a time machine, and it sounds like you may know people who have time machines, when would you travel to and why and what would you do there", "so i’m tempted to say that i would travel back in time to eliminate some dictator or tyrant, but – stephen j", "dubner: everybody would do that", "other people would take care of that for you", "other people would take care of that", "so my knee-jerk response is i would go back – stephen j", "dubner: you can also go into the future", "i’m just – i don’t think i would go to the future", "i would go back in time and have a lot of drinks with ben franklin", "stephen j", "dubner: you do love ben franklin, i know", "and there’s a lot of reasons to love him", "but tell me why him", "because he wasn’t afraid to be an amateur", "and as an amateur with beginner’s mind, i think a fresh pair of eyes; he was able to create many breakthroughs in multiple fields that have shaped civilization and the world as we know it today", "he was also though, at the same time, a bit of a merry prankster and a bit of a showman", "i just really enjoy that combination", "being able to accomplish very big, serious objectives while not taking yourself too seriously is something i aspire to", "stephen j", "dubner: well done, tim ferriss", "thanks for coming in", "thank you"]}