{"dialog_idx": {"malcolm gladwell": [2, 6, 7, 8, 9, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 42, 55, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 70, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 82, 83, 85, 86, 87, 89, 90, 91, 92, 93, 94, 95, 96, 97, 102, 103, 104, 105, 115, 116, 117, 118, 119, 120, 121, 123, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 138, 139, 140, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 185, 186, 187, 188, 190, 191, 192, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 254, 255, 256, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 286, 287, 288, 289, 290, 291, 292, 293, 294, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 506, 507, 508, 509, 510, 511, 512, 513, 514, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 543, 544, 545, 546, 547, 548, 549, 552, 553, 554, 555, 557, 558, 559, 564, 565, 566, 567, 568, 569, 570, 571, 572, 574, 575, 576, 577, 582, 583, 584, 586, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 601, 606, 607, 608, 609, 614, 616, 617, 621, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 640, 641, 642, 646, 647, 648, 649, 650, 651, 652, 653, 655, 656, 658, 662, 664, 665, 666, 667, 668, 669, 670, 673, 674, 676, 677, 678, 681, 684, 685, 686, 687, 688, 689, 690, 691, 693, 694, 695, 696, 697, 699, 701, 702, 703, 704, 707, 708, 709, 710, 712, 713, 715, 716, 717, 718, 719, 721, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 780, 782, 783, 784, 785, 786, 787, 803, 804, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 820, 822, 823, 824, 825, 826, 827, 829, 830, 831, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 868, 869, 870, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 907, 908, 909, 910, 911, 913, 914, 915, 916, 917, 918, 919, 920, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 935, 936, 937, 938, 939, 940, 942, 943, 945, 947, 948, 949, 950, 951, 952, 953, 954, 955, 957, 958, 959, 960, 961, 962, 964, 965, 966, 967, 968, 969, 971, 975, 977, 978, 982, 984, 986, 987, 993, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1024, 1025, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1049, 1050, 1051, 1052, 1054, 1055, 1056, 1057, 1059, 1062, 1063, 1064, 1065, 1067, 1068, 1073, 1074, 1076, 1077, 1078, 1079, 1081, 1082, 1083, 1084, 1085, 1086, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1103, 1104, 1107, 1108, 1109, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1122, 1126, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1148, 1149, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1177, 1178, 1179, 1180, 1197, 1200, 1201, 1202, 1203, 1216, 1217, 1219, 1220, 1222, 1223, 1224, 1225, 1226, 1230, 1231, 1232, 1233, 1234, 1237, 1238, 1239, 1240, 1241, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1260, 1261, 1262, 1263, 1271, 1272, 1273, 1274, 1275, 1277, 1283, 1284], "tim ferriss": [0, 1, 3, 4, 5, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 38, 39, 40, 41, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 56, 69, 75, 84, 88, 98, 99, 100, 101, 106, 107, 108, 109, 110, 111, 112, 113, 114, 122, 124, 137, 141, 142, 143, 144, 145, 146, 147, 148, 149, 183, 184, 189, 193, 194, 208, 252, 253, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 284, 285, 295, 296, 297, 298, 299, 300, 327, 328, 329, 330, 356, 392, 393, 417, 418, 419, 486, 487, 488, 489, 490, 491, 505, 515, 526, 537, 538, 539, 540, 541, 542, 550, 551, 556, 560, 561, 562, 563, 573, 578, 579, 580, 581, 585, 587, 600, 602, 603, 604, 605, 610, 611, 612, 613, 615, 618, 619, 620, 622, 639, 643, 644, 645, 654, 657, 659, 660, 661, 663, 671, 672, 675, 679, 680, 682, 683, 692, 698, 700, 705, 706, 711, 714, 720, 722, 733, 734, 765, 779, 781, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 805, 806, 817, 818, 819, 821, 828, 832, 833, 847, 864, 865, 866, 867, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 912, 921, 934, 941, 944, 946, 956, 963, 970, 972, 973, 974, 976, 979, 980, 981, 983, 985, 988, 989, 990, 991, 992, 994, 995, 996, 1023, 1026, 1027, 1036, 1037, 1047, 1048, 1053, 1058, 1060, 1061, 1066, 1069, 1070, 1071, 1072, 1075, 1080, 1087, 1088, 1089, 1090, 1100, 1101, 1102, 1105, 1106, 1110, 1119, 1120, 1121, 1123, 1124, 1125, 1127, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1150, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1181, 1182, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1198, 1199, 1204, 1205, 1206, 1207, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1218, 1221, 1227, 1228, 1229, 1235, 1236, 1258, 1259, 1264, 1265, 1266, 1267, 1268, 1269, 1270, 1276, 1278, 1279, 1280, 1281, 1282, 1285, 1286, 1287, 1288, 1289]}, "episode_num": 168, "file_type": "html", "guests": ["malcolm gladwell"], "num_sentences": 1290, "num_words": 15805, "raw_text": "Tim Ferriss: A quick sound check. Malcolm, can you tell me what you had for breakfast please? Malcolm Gladwell: I had a cappuccino and a third of a croissant. Tim Ferriss: A third of a croissant. Do you divvy it up over three days? Or is that just – was it a bad croissant? Malcolm Gladwell: No. I love croissants, but I feel like I think one should eat the absolute minimum in the morning. I don’t think you should eat a lot in the morning. That’s one of my rules. Tim Ferriss: Oh, we will explore that further. Thank you. [Sponsors/Ads] Tim Ferriss: Hello, boys and girls, ladies and squirrels. It is a late night in New York City, and the echo is from within the walls of a fine establishment, otherwise known as a hotel that I am calling my abode for this evening. Molly is curled up. All the children are snug in their beds with visions of sugar plums – no, that’s not why we’re here. This is the Tim Ferriss Show, and welcome to another episode where it is my job to deconstruct world class experts and world class performers so that we can borrow their habits, routines, tools, test them ourselves, and improve how we perform in our personal and professional lives. And this episode features Malcolm Gladwell. I’ve wanted to interview Malcolm quite a long time. And it finally happened. We had a proper sit down. We’ve bumped into each other before a few times. But this was the first in depth conversation. And we cover a lot. Malcolm Gladwell @gladwell on Twitter, say hi, is the author of five New York Times best sellers, mega best sellers, The Tipping Point, Blink, Outliers, What the Dog Saw, and David and Goliath. He has been named one of the 100 most influential people by Time magazine. He has explored how ideas spread, decision making, the roots of success, the advantages of disadvantages. And in his latest podcast project, Revisionist History, which I highly recommend, Gladwell examines the way the passage of time changes and enlightens our understanding of the world around us. He also revisits certain aspects of history that perhaps we should take another look at. And in this wide ranging, in depth, in person conversation, we cover a ton, including his research and writing process, how he learned to ask good questions, favorite books, routines, habits, tools, how he pulls together seemingly unrelated stories into a cohesive theme and, eventually, a book, his obsession with running, why he eats as little as possible in the mornings, and much more. It is highly tactical. There are some hilarious and great stories, some very surprising stuff that I’m sure you have not heard anywhere else. And that is all I have to say about that. So please say hi to him on Twitter at Gladwell. And I hope you enjoy this conversation as much as I did. Thanks for listening. Malcolm, welcome to the show. Malcolm Gladwell: Thank you, Tim. Tim Ferriss: I really appreciate you making the time. And I know we’ve bumped into each other a few times over the years. I remember I want to say the first time was at a salon that Peter Teal put together about religion, ethics, and morality or something like that. It was ages ago. Malcolm Gladwell: Years ago. Tim Ferriss: Years ago, and I remember showing up. And Orin Hoffman who had co-hosted the event was a friend of mine, and he was like, “Hey, would you mind just improving and speaking at this event for a few minutes about X, Y, or Z? We haven’t decided on the topics yet.” And I said, “Sure.” Then, I showed up, and I see Malcolm Gladwell. I see some award winning, voted favorite teacher of the decade Harvard professor, and that’s when I started drinking really heavily. So I suspect it was a poor performance on my part. In preparation for this because I’ve been looking forward to it, I pinged Steven Dubner, Freakonomics, a mutual friend. And his response was short. “It was fun! He’s a great talker. He likes to talk about writing, running, fast cars, not golf, being Canadian. Sorry, got to run.” Something along those lines, and he took off. And I was planning to speak with you about at least one or two of those, and I thought we could start with writing. Malcolm Gladwell: Okay. Tim Ferriss: What have been the easiest and hardest books for you to write? Malcolm Gladwell: Well, that’s an interesting question. I don’t find writing – or to the extent that I find writing, I link hard and fun. So if it’s not hard, it’s not fun. So I never think about writing in terms of hard and easy. I think about it in terms of fun and not fun. So which one was the most fun? Probably the last two, mostly because I wrote the first book while I was still working pretty much full time at the New Yorker. So I just didn’t have a lot of time. And that makes it less fun. You can’t really savor and appreciate it. But the last two, I took as much time as I needed and, deliberately, dragged it out because I was enjoying myself so much. So I think probably the last two books were the – so does that mean the last two were the hardest? Tim Ferriss: The hardest/most fun. Malcolm Gladwell: Yes, I think they were because I was trying to tell better stories. I became convinced, about 15 years ago or so, if I was to develop as a writer, I had to be a better story teller. And so Outliers and What the Dog Saw were books where I was really, really trying to do a better job. And sorry, David and Goliath. I was really trying to do a better job of telling good stories. Tim Ferriss: Are there any people who come to mind, fictional or otherwise, who are good storytellers? Malcolm Gladwell: Yeah. Michael Louis is the gold standard. And it was actually in reading Michael Louis that I realized that I wanted to be – you can’t be him any more than you can – you can’t say I watch Jeff Curry play basketball, and I decided that’s the kind of basketball player I want to be. You can be inspired by him. You could pattern your play after him. But you can’t be him. That’s impossible. So I was inspired by Michael Louis to get better, but I am not on his level. Tim Ferriss: I think both of you are very, very good at taking what could be dense, impenetrable material or overwhelming material and making it a story that is easy to consume as storytelling and consuming machines. Malcolm Gladwell: I tell a million stories in one book. He tells one story. That’s so much harder. Tim Ferriss: What makes that harder? Malcolm Gladwell: Because you have to go to a level of complexity and have confidence. What happens is that I lose confidence. And the reason that I tell lots of stories is that I don’t have the confidence to keep going with the same one. I think everyone must be losing interest. I’ve got to switch and do something else now. Michael doesn’t have that problem. He has the kind of panache to say I’m going to tell you a story about a guy, basically, trying to take on the high speed traders. And we’re going to do this for 200 pages, and you’re going to love it. I can’t start with that. Tim Ferriss: That’s part of the reason I also write my books in, and I’m not in any way comparing myself to you or – Malcolm Gladwell: You have every right to, Tim. Tim Ferriss: Well, I’m a teacher who dabbles in writing and sometimes puts stuff down that’s intelligible. But the way that I tend to nonlinearly write my books and encourage people to consume it in a nonlinear way is precisely for that reason because I work that if, in some cases, I can keep something interesting for 15 or 20 pages. But I lack the confidence that I can do it for 200 or 300. Malcolm Gladwell: Yeah. You’ve got to be good to pull off that feat, particularly with the sorts of topics that he chooses, which are esoteric. He wrote a gripping thriller about credit swaps and derivatives. I mean, that’s not easy. Tim Ferriss: Not easy at all. I mean, then you have Saver Metrics. And he’s so consistent. The next question I wanted to ask was related to, it’s a perennial topic, of course, but writers’ block or anything that you might consider something like that. And it’s related to the kind of module, choose your own adventure like way in which I write myself, which is one way that I can put something on the shelf if I’m having trouble with it and move on to something else. It doesn’t have to be sequential. Do you run into writers’ block? If so, how does that manifest, and what do you do? Or do you get stuck? Malcolm Gladwell: Well, I worked for 10 years at a newspaper. And if that experience teaches you anything, it’s that you can’t have writers’ block. I mean, you quite literally can’t. You’ll start the story at 10:30, and it’s due at 4:00 or 4:30 or whatever. Back in those days, there were hard deadlines. So you can’t have it. It’s unthinkable. Tim Ferriss: You don’t have the luxury. Malcolm Gladwell: And if you went to your bosses, and you said, “I’m blocked on this story,” they would look at you like you were insane. Tim Ferriss: Take off your beret, put down your poetry, you have a job to do. Malcolm Gladwell: So it’s like there’s not even an issue. So I did used to have these issues, and then, I went to the Washington Post. And you get cured in a hurry of any pretentions you have about your writing. And you just keep typing. There’s no kind of alternative. And luckily, I have those habits that I learned over that 10 years at the Washington Post have stayed with me. And also, writing a book is maybe 20 percent writing and 80 percent organization, logistics. So I will think about something. For every hour I spend writing, I spend three hours thinking about writing. So usually, when I’m writing, first of all, it’s a tiny period. And secondly, it’s all worked out already. I’m just putting down on the page what has already been kind of figured out in my head. Tim Ferriss: Is that true also for a shorter piece in say the New Yorker? Malcolm Gladwell: Yeah. Not all of it, but I know what I’m doing before I start. Or I know what the pieces are. Tim Ferriss: Can you give an example of any piece or any book where it started and what the process was for you in getting to the point that you’re then putting words down on paper? And the reason I ask is that I am fascinated by structure. I don’t think I’m particularly gifted at. But I did, long ago, take a class with John McPhee, one of your colleagues, staff writer at the New Yorker. And his grasp and approach to structure is just incredible, at least the way that he visualizes his structure. But he has a very particular process. I can’t follow his say day to day schedule, which is, basically, sitting in front of a blank piece of paper from like 8:00 in the morning until 6:00 p.m. whether anything is written or not, which would lead me to just want to throw my head through a window. Can you give us any origin story of any book or piece? Malcolm Gladwell: Yeah. Some were easy. I did a story for the New Yorker last fall about a school shooter in Minnesota. And that was super easy because I wanted to write about school shootings. I started routed around on the internet, and I find this criminal complaint and transcript of an interrogation of a kid who was caught, basically, in the act, a would be school shooter caught in the act. And it’s like 60 pages. And this absolutely extraordinary account of what he was thinking and what he was planning to do and why he was planning to do it. And when you find something like that, I mean, your job is done. So you’re like oh, I’m going to tell this story. And then, I’m going to step away only to kind of put that story in broader context. So those are rare. That wrote itself. That’s rare. What are harder are things that have less obvious structure. So my book, Outliers, began with there was a chapter in that book about Jewish lawyers. About this curious fact that the group, a core group of Jewish lawyers in New York City who rose to prominence in the ‘60s and ‘70s and basically kind of take over corporate law in the city, all had strikingly similar backgrounds. And so that’s the first chapter I wrote in Outliers. And that sort of is where I began that book because I met one of the – one of those lawyers was the father of a friend of mine. I met him, and I talked to him. I was like oh, wait a minute. All of his buddies, they’re all from the same part of the Bronx. They all were born in practically the same year. They all went to City College. They all went to NYU Law School. They all started in the same kind of firms. I mean, it’s the same story again and again and again. And if you think about it, if one were, I don’t know why one would, but if one were to study that book, Outliers, you would discover that almost all of the themes that I explore in that book are present in the story of the Jewish lawyers. So everything is there. So I reported that story. I wrote that chapter. I thought about it. I was like oh, all of the strands that I’m interested in are there. I’m going to pull out strand after strand and write chapters about them. Tim Ferriss: Did it start off in your head as a chapter in a prospective book? Or was it a standalone? Malcolm Gladwell: No. I wanted to write a book about successful people. And so it was always going to be a chapter in the book. But it was just a lucky place to start because, when you can start with one of those, I don’t know if that’s the best chapter in the book, but it is, functionally, the most important chapter in the book. Tim Ferriss: Because it had all of the macro elements in the micro. Malcolm Gladwell: Yes. And that’s the gold standard when you can begin on that kind of note. Other ones have been much more difficult because they haven’t had that. Tim Ferriss: Now, let’s say you have that story, you have that chapter, how do you go about collecting – and let me take a step backwards. What tools were you using to query and find this 60 page transcript of the would be school shooter? Malcolm Gladwell: I honestly don’t remember. I was screwing around on the internet. I was interested in school shootings. And I don’t even know how. There was zero coverage of this case. It was in the local Minnesota Press, that’s it. I never heard of it. The kid was caught before he did anything. So it never made national headlines. And the transcript is just on the website of the local DA. So it’s like and I don’t know how I found it. I can’t remember. I just found it. Tim Ferriss: I’d be so curious to know. Malcolm Gladwell: I would love to know now, too. It was just one of those – but other cases, like in my podcast, for example, one of the episodes I like the most, two episodes actually, touch on this question. So one is an episode, I think it’s the eighth or ninth episode, it’s called Generous Orthodoxy. And it’s the story of a 98-year-old Mennonite pastor in Lancaster, Pennsylvania who takes on his church. And I come from a very Mennonite area in Ontario. Many of my friends and brother’s friends are Mennonites. My brother is a Mennonite. I know that world really well. I go home at Christmas, and everyone is talking about this guy. And when I say everyone, the number Mennonites in North America is very small. It’s a very small, evangelical, Protestant sect denomination. But they’re talking about this letter this guy wrote. It’s got a lot of Facebook likes for them. And he’s 98. So I read the letter, and I’m like oh, my goodness. What an extraordinary letter. So I track down the guy, I interview him like a week later. I drive out to Lancaster. And I look at the transcript, and I say what’s this about? And I realize that what it’s about is how to protest. He’s a guy who is so wise, and it’s an extraordinary interview. Again, I did nothing. It’s one of those cases where he’s just amazing. And I stumbled into this. It’s 10:00 at night on a cold, Saturday night in January. I’m in this little, tiny house on the turnpike in Lancaster, Pennsylvania talking to a 98-year-old guy. And it’s one of those amazing interviews where it’s just all there. I don’t have to do anything. And I’m crying by the end. It’s just insane. So I go home, and I look, and it’s like I want to make a podcast about this. And what’s amazing now is I’m not writing this up in print. I’m using this man’s own words, which because he’s so insanely moving, powerful, it’s just like so much better that I can hear his voice. And so the question is what does this story need to be finished? Not a lot. Just a little bit to put it in context. So there’s a case where you stumble across something. And your only role is not to screw it up. Don’t screw it up. Don’t bury it. Just put him out there, tell the story, and then, just find some other little element that makes it clear to the listener what it’s about. That’s my favorite Revisionist History episode for that reason. It’s just so pure and simple. Tim Ferriss: When you have, let’s say in the case of the Outlier chapter on Jewish lawyers, how do you capture your notes and organize your notes on something like that? What tools do you use? Malcolm Gladwell: It’s going to sound so old school. I transcribe the interview, print out the transcript, and underline the parts I like. And then, move them into a file. Tim Ferriss: And is it a Word file? What type of file is it? I know this is getting very – Malcolm Gladwell: It’s a Word file, yeah. It’s like move from one Word file to the next Word file. I don’t even use Google Docs. I mean, I vaguely, recently got into Google Docs. But I sort of feel like it doesn’t really matter. Tim Ferriss: I would agree. Whether it’s a pen or paint brush or crayons, you still have to know how to use the writing implement. But the process is interesting to me. So if you take these quotes, what qualifies, and this may seem like a sort of infantile question, but what qualifies as interesting? Malcolm Gladwell: No, it’s not an infantile question. That is, in fact, the core question. To the extent that a writer deserves his or her paycheck, it comes down to how good are they at looking through a transcript and understanding what’s interesting. You have to sort of visualize what the story is going to become before it has become anything. So you might be dealing with a document that is 20,000 words or even longer. It could be 30,000 words, which is enormous. I mean, my books are 75, 000 words. So you’re dealing with a single interview that might be a third of a book in length. And you have to distill out of that, I don’t know, a couple thousand words. So that process can take days. And I initially go through, and I simply delete all of the stuff that clearly doesn’t belong. Just that dead space. And then, I just take repeated passes, pruning and pruning and pruning until I know the interview almost by heart. And then, what I’m left with is the stuff that matters. If you don’t transcribe it yourself, it’s so much harder. There are enormous benefits to taking that huge amount of time necessary to transcribe it yourself. Tim Ferriss: To transcribe yourself. And once you have these nuggets, these various highlights, how do you determine what starts a chapter or a book for that matter? Malcolm Gladwell: Well, that’s the other thing. That’s another thing that kind of qualifies you as a writer. The truth is that there are so many ways you can do it. There are so many answers to the problem that I don’t get too hung up on it. I sort of think that it’s not a math question where there’s only one answer. So as long as you understand there is not just one good answer, it takes the pressure off. But, typically, I might try out several openings. It’s made easier by the fact that I don’t start at the beginning. So once you don’t start at the beginning, your life just gets so much simpler. Tim Ferriss: So on that point, I have a tendency to always try the, and I think this has become a bit of a crutch for me because it seems to work well, but it’s become a bit of a trope, if that’s the right word, for me where I’m always doing in media rests. So I’m always taking some exciting moment right in the middle of X that then requires explanation. And I get into that later in the piece. But I found myself doing that, effectively, all of the time. Not to turn this into like a writer/doctor consultation. But do you ever find yourself doing that and you’re like, this recipe works, but I want to play with other recipes? Malcolm Gladwell: Well, that’s why I wanted to do a podcast like this so much, which was that, with a podcast, you’re still storytelling. But suddenly, the list of considerations is different. It really matters how good your tape is, how powerful the voices are, how meaningful the interaction you have with the person you’re interviewing is. So all of those things, do you have archival tape that is incredibly powerful? So one of the shows is about, another of my favorites, I have two favorites, this is the other one, it’s about giving. It sounds boring when I say that. It’s about university of philanthropy. And I contrast two very wealthy men who reach very different conclusions about where they’re going to give their money. And one of the men is my hero, and one is my villain. And the hero, I don’t want to spoil it, but there was a little bit of tape, the hero had just died. And the school that he had given his money to had a memorial service for him. And at the memorial service, a local a cappella group sang a kind of semi cheesy, boy band song, and I have forgotten the title of it, in memoriam of him but in such a way that it wasn’t cheesy anymore. It was actually, really touching. And so you hear this tape, and you hear this a cappella group singing a song. And your initial thought is, oh, my God. And then, you’re like oh, and you get it. The emotion hits you. Now, if you’re writing about that, it’s meaningless. All of that nuance is lost. In a podcast, suddenly, you’re like oh, wow, that’s my beginning. No question. That’s the way in because you want that movement from oh, this is cheesy to oh, my God, no. It’s incredibly meaningful. That little thing. So that’s what lovely. It’s, suddenly, after 20 years of doing the pure print thing, I have to break out of that and think in a different way about what’s powerful. Tim Ferriss: You are a very good public speaker. I think you’re a tremendous speaker. How do you plan your keynotes because this is, yet, a different format? If you think of your most successful, so then perhaps a less successful, presentation, how have they differed? Malcolm Gladwell: Well, first of all, the breakthrough for me in speaking came when I realized that it required about 10 X more work than I was giving to it. And that was a huge moment. So I decided do – Tim Ferriss: What made you realize that? Sorry to interrupt. Was there a particular incident or conversation? Malcolm Gladwell: No, it was about 10 years ago when I asked myself the question do I want to continue doing this because it has its pluses and its minuses. And I realized I only want to continue doing it if I get much better at it and if I change it in a way that it’s much more meaningful to me. So it was then I decided I needed way more material. I have to give very, very different speeches. I can’t just give the same one all of the time. I have to spend a lot more time thinking about who I’m speaking to. And I have to spend a lot more time thinking about my performance, and, realizing, by the way, that it is a performance. That I’m not giving a speech, I’m giving a performance. And all of those things, I thought a lot about all of those things. And it took a long time to kind of fully implement them. But it has made it much more interesting to me. And I enjoy it in a way I didn’t enjoy it when I was – I didn’t feel like I was doing it in a kind of halfway manner. But I realized, in retrospect, I was just because I hadn’t understood. I thought that what giving a speech was was reading an article. And if you think that’s what it is, then, you just get up, and you read your article. Actually, no, it’s a world that has its own rules and principles. You’re really acting. Then, you’re like oh, wow, that’s totally different. I’ve got to throw myself into that in a significant way. And so that’s what I tried to do. Tim Ferriss: Is there anyone in the world of speaking, alive or dead, who is the Michael Louis for you? Malcolm Gladwell: I once went to a birthday party for an old, old friend of mine. And it was in England. I can say my friend Anne Applebaum. She’s been in England for years, and she has all of these sort of kind of fancy English friends. When I say fancy, not posh but historians and just kind of English intellectuals. So she had this birthday party in this little country house in the middle of England. And the English, of course, A) way better at giving speeches than we are, first of all. But secondly, we were talking about the crème de la crème of English speech givers. Like serious kind of Cambridge and Oxford debating society kind of people. So then Neil Ferguson, the historian, gave a birthday toast, which is just the best toast I’ve ever heard in my life. I mean, it was like so much better than anything I’d ever heard. It was on another level. I was like oh, my God, that’s good. And part of what made it genius was he really gave you the impression he was making it up on the spot. Now, he might, actually, have one that. He may be so good he could do that. But he got up, and the conceit was this is off the cuff. This is totally spontaneous. And it was so cleverly done and so hilarious. And the other thing I realized was that it was so charming. And what was charming about it was the ways in which he was wrong. Kind of part of the joke was he was going to make this elaborate, hilarious argument about Anne who was turning 50. And half the stuff that he was going to say was not right. That was sort of like – Tim Ferriss: Did he start off saying that? Malcolm Gladwell: No, no. He sort of spun a theory about the weekend and about her birthday and about her friends. That was like hilarious because it was not accurate. But it was like he did it with such panache. And first of all, that would never have occurred to me to make stuff up in such a dramatic way. But also, I can do conversational. I don’t think I ever got to the level where people think I’m off the cuff. I’m not. It’s clear that there’s been some effort here. But with him, it was just like – I worship the guy. I think he walks on water. Tim Ferriss: What are the elements of a good performance for you? What are some of the ingredients that make a good performance, in your case? Malcolm Gladwell: The thing that I strive for in speaking is authenticity, which sounds corny. But it’s really hard to do when you’re giving a prepared talk to a group of people who belong to a world that you don’t belong to. So if I’m speaking to a group of IT specialists, I don’t know anything about IT, right? Nothing. So I’m an outsider. And I’m trying to say something that will engage them and be intelligent and make them think. So in the context of doing something that is artificial, by artificial I don’t mean phony, I mean, in a sense that I have to make an effort to connect with them. I can’t just stand up and talk the way I would talk to my friends. These guys belong to a world I don’t know or belong to. So I’m doing something that requires an effort. But, at the same time, it has to feel like me. They have to feel like they are connecting with me and that I can’t feel like I’m faking it. So that’s hard. And that’s hard in a good way. That’s what makes it interesting. So the question I ask myself is I would like to say something intelligent about IT while still remaining true to myself, someone who knows very little about IT. So and if you pull it off, that’s interesting to the audience. So they get that. They’re not bringing me in because I’m an IT specialist. But what satisfies them is my attempt to speak to them while being true to myself. Can I bridge the gap is the question really that they’re asking themselves in the back of their mind. And when you can bridge the gap, that’s really satisfying to someone. It’s like I think you’ve succeeded. Tim Ferriss: And just a few more questions about writing because I’m most likely about to go into, as we discussed briefly, a crunch writing deadline myself. When you have, for instance, one or two stories for a book, and you understand what the theme is going to be or some of the structural components, how do you find the others? Or is it a case where you’ve gathered these stories over the span of a time with the inkling of an idea, and then, you have half of it locked and loaded already? Malcolm Gladwell: Well, there’s a good example of this from Revisionist History, from this podcast. I started out by wanting to tell a story about this kid who I had met who was a teenager and lived in LA, came from a poor family, and had, I don’t know what his IQ is, 150. He’s a one in a million kid. And I thought his story of what happens to you if you have an IQ of 150, and you grow up in South Central. That’s sort of interesting. So I was going to tell that story. And so I talked to the kid. And I was particularly interested in how does he get to college? Is it easy? Do you get recognized? Is it like you’re a great 15-year-old basketball player, and they always find you? If you can dunk a basketball and hit a three point shot, and you could dominate your middle school basketball team, and you live in Nebraska, they find you, right? So my question was is that what it’s like if you’ve got an IQ of 150 and you live in South Central, do they just find you and adopt you? So I went out, and I had this long conversation with this kid. It was incredibly powerful. It was totally interesting. And then, as I tell the story, I realize, oh, so my episodes are 45 minutes. And I realized this story is all I need. He’s the whole thing. I can do little contextual things. But there’s no room for anything else here. Not just room logistically or physically, but there’s no emotional room for anything else. This kid is – you’re in tears by the end. And what happened to him, and his story is crazy. And then, there’s this other kid we talk about. It’s like you can’t. So then, I said there are other things I wanted to say. So I do another show also on the same topic of how good are we at fulfilling the America dream, the American promise, which is, if you work hard, and you have some ability, you can make your way up the ladder. So this part of Revisionist History is revisiting that promise that we make. How good are we at fulfilling it? So I do a second show, which is all about do colleges find these kids? Do they do a good job of finding them? How do they find them? Do they spend a lot of time and money on it? And the answer is the colleges do a terrible job of finding them. So we asked why. So I did a show on why do they do a terrible job. And the answer is, a lot of the time, they’re distracted. But more than that, they’re spending their money somewhere else. It takes money to find these kids. Not just to find them, if the cost of educating a kid is $50,000.00, and you want to bring in a kid from South Central, he doesn’t have $50,000.00. So you’ve got to pay $50,000.00. You’re out $50,000.00 if you want to bring him to your school. So if you’re going to spend $50,000.00 on him, it’s $50,000.00 you can’t spend on something else. That starts to get really interesting. All right. So what’s the thing you can’t spend on? And if you can’t spend on that other thing, how do you compete with other colleges that do spend on the other thing? So that’s what the whole upset is about. So then, I do that one, and I’m like wait a minute, I’m not done. This gets more interesting. So if you’ve got to find the $50,000.00, then where do you get the $50,000.00? So now, we get into philanthropy. That’s where I did this whole thing on philanthropy. So that was the third one. So these are all stories that grow out of – it all starts with one kid. I find the kid, and all of a sudden, I end up with three very different stories all of which look at the problem of the kid from a different angle. And that’s very typical of the way books work for me, which is you start with the nugget, and then, you just start walking around it. And parts of it just kind of – you’re like oh, that deserves its own – it’s like the thing I find myself doing when I interview someone, most often, is stopping them. Saying wait, wait, wait. When I transcribe the tapes, I hear that so many times. Wait, wait, stop. And then, I make them go back and elaborate on that point, which was like that kind of weird point. They skip over it because it’s old hat to them. And you’re like no, no, no. I could spend hours on that point, you know? Tim Ferriss: Oh, I do. I know exactly how that feels. And it strikes me that you ask questions as part of that walking around the first story. And you ask a question that then redirects you or focuses you into another topic. You find a story, and then, you ask another question, which then leads to, in this case, another episode, but it could have been another chapter of a book. If you were to credit someone or some people or resources with helping you to get better at asking questions, who or what would that be? Malcolm Gladwell: My dad is a great question asker. And my father has this, and I’ve spoken about it many times, of his many gifts, one in particular, as a kid, always had the biggest impact on me, which is my father has zero intellectual insecurities. So this is the only thing he has in common with Obama. He and Obama are the same way. It has never crossed his mind to be concerned that the world thinks he’s an idiot. He’s not in that game. So if he doesn’t understand something, he just asks you. He doesn’t care if he sounds foolish. He will ask the most obvious question. And it was without any sort of concern about it. And maybe it’s because my dad is a mathematician. So he has this thing that he knows he’s really good at. And so he’s home free. If you have a PhD in math, you’re home free. Tim Ferriss: Well, if something is either true or it’s false, or it’s clear or it’s not. Malcolm Gladwell: Yeah. And it’s like if you look like an idiot because you don’t know anything about basketball, who cares? So he asks lots and lots and lots of dumb, in the best sense of that word, dumb questions. He’ll say to someone I don’t understand. Explain that to me. And he’ll just keep asking questions until he gets it right. And I grew up listening to him do this in every conceivable setting. My father, here is this guy with his PhD in math. He made friends with all of these farmers who were our neighbors who were all drop outs. Tim Ferriss: This was in Canada. Malcolm Gladwell: In Canada. They all had, basically, maybe seventh grade. And he, first of all, treated them like equals. And secondly, he was intensely interested in what they knew that he didn’t know and would ask them tons and tons of questions about why they did what they did. So that’s what I grew up around. And that’s what I do. I mean, it’s straight from my dad. And when I’m hanging out with my father and someone interesting, we do the same thing. We just start asking questions. It’s our sort of thing. Tim Ferriss: Well, it strikes me also that the dumb questions or the obvious questions are precisely the questions, often times, we should be asking because half of the people in the room, if it’s in a group setting, are probably thinking of those questions anyway but are embarrassed, for whatever reason, to bring them up. Malcolm Gladwell: Do you know what is a great example of this? I often imagine my dad meeting Bernie Madoff. My father would look at the returns, and he would say, “Wow, that’s really good.” Because, as a mathematician, he would know that these steady, whatever it was, 9 percent a year, year in/year out. And he would say, “How did you do that?” And Madoff had, remember, that stock explanation that was bullshit. And my father would just simply continue to ask really, really, dumb, obvious questions until Madoff would either have had to leave because he would have tried his patience and been at risk of – but he would never have invested money with him because he would have said, “I don’t understand,” 100 times. I don’t understand how that works. I don’t understand. Like in this kind of dumb kind of slow voice. I don’t understand, sir. What is going on? Tim Ferriss: So let me ask, and feel free to not answer this if you don’t want. So I ask a lot of questions. I enjoy asking a lot of questions. It can drive some people crazy. Did your mom get the 20 questions about a lot of things? Or was the relationship different? Malcolm Gladwell: Oh, she asked lots of questions, too. She’s not intellectually insecure either. It wasn’t directed at my mother. It was directed at the outside world. They have an exceedingly harmonious relationship. They don’t do that. It’s reserved for outsiders really. Tim Ferriss: To what would you attribute the harmony? Because there are a lot of unharmonious relationships in the world. Malcolm Gladwell: I mean, they were lucky to be well suited. They’re also both incredibly calm people. So they have very little conflict because they diffuse conflict really well. I think it probably would be a good way of saying it. Tim Ferriss: So they can speak rationally. Malcolm Gladwell: Yeah. I’ve never seen them pick a fight with each other, for example. It doesn’t interest them. Tim Ferriss: I have so many questions that I want to ask you. I’m just going to jump into a rather non cohesive list of miscellanea. I’m going to try some new ones this time around. What is the best or most worthwhile investment you’ve ever made? It could be money, time, energy, or otherwise, or just a very good investment. Malcolm Gladwell: That’s an interesting question. All of the investments, the most worthwhile investments, are investments about time. They have to do with time. And they’re all about persevering past the point that I would normally have quit. So I can think, for example, of books where the payoff didn’t come until Page 1,000. And yet, getting to that page was incredibly important in some future endeavor. Or when I was describing how I ran across that transcript of that school shooter, which that was about an investment of time where I was sort of looking for much longer than I would normally look. I kind of, for reasons I don’t really understand, put my impatience aside committed a much longer period of time to that hunt. So I would say those are probably the, it’s a very broad category, but those were the best investments. Tim Ferriss: Now, when you said Page 1,000, you’re talking about reading? Malcolm Gladwell: Yeah. But, I mean, generally speaking, hunting – so many of the really wonderful things that I’ve uncovered in my life, not just from my writing, but also personally, have come after elongated hunts. So you never find the thing that is moving and powerful in the first five minutes. It just doesn’t happen. Tim Ferriss: I remember a friend of mine who I didn’t really feel very friendly towards when he said this said to me, when I was 90 percent done with my second book, The Four Hour Body, and I said, “Wow, I’m pretty close to the finish line, 90 percent done.” And he’s like, “Congratulations. You only have 50 percent left.” And I’ve heard that from a lot of long distance runners also. Like how the race starts at Mile 20 or whatever it might be. Going back to the sort of investments and these not postponed but delayed gratification wins like this Page 1,000, can you think of any failures that set you up for later success or a favorite failure of yours? Malcolm Gladwell: Yeah. I mean, it’s all kinds. When I was a kid, this is one of many, but I was a very serious runner. Tim Ferriss: What distance? Malcolm Gladwell: The 1,500 meters and 800 meters. Tim Ferriss: The puking distances. Malcolm Gladwell: Yes. And in my third year of running seriously, I lost races I thought I was going to win in what for me, at that age, was quite a traumatic fashion. And I quit running. And I would regard that as the first real failure of my life, something I really wanted to do well at, I didn’t. And I feel like it was hugely important both because it made me think hard about what my priorities were. I had placed running too high in that list. But more than that, I then, later in life, went back and thought a lot about why I quit and was dissatisfied with my reasons. So this whole notion of circling back I think is so important. This show is called Revisionist History. So it’s explicitly about that. But I would almost obsessively revisit my reasons for quitting running and scrutinize them and say, “Was it right? What did I learn in the intervening five, ten, fifteen, twenty years about who I am, what I want, what it takes to be good at something.” So that was a really valuable experience at exactly the right time because that’s the age where decisions, not decisions matter, but where I think you reflect on thing in your adolescents in a way that you don’t reflect on things later in life. Tim Ferriss: And what age was this or what grade? Malcolm Gladwell: I was 15. Tim Ferriss: Fifteen. I always thought I was going to go back, at some point, and be a ninth grade teacher. So right around that 14 to 16 range. It seems like there are a lot of very important forks in the road. Malcolm Gladwell: Yeah, I think there is. I think you are because everything is plastic at that age. So you can mold it whatever way you want. And so it’s just a kind of like I think about how confusing and complicated those years are in retrospect. Tim Ferriss: Do you have any morning routines? What does the first 60 minutes of your day look like? It could be any day of the week. Let’s just say it’s a work day. Malcolm Gladwell: Well, I was just saying earlier, I think one should eat very little in the morning. Tim Ferriss: What time do you wake up? Malcolm Gladwell: You know, 8:00. I have a big thing of tea. Tim Ferriss: What type of tea? Sorry, I’m going to keep – Malcolm Gladwell: Lapsang Souchong. Tim Ferriss: Oh, that’s great stuff. Malcolm Gladwell: Great stuff. Tim Ferriss: I remember a friend loved whiskey, and he felt like the smell reminded him of some type of PD alcoholic beverage. Malcolm Gladwell: Yeah, it has an amazing smell. It’s a very controversial tea. And then, I might have – Tim Ferriss: I’m going to pull a Malcolm here. Wait, wait, wait, why is it a controversial tea? Malcolm Gladwell: Some people smell it, and they just run in the opposite direction. They don’t even think it’s tea. I’ve never seen people have such a kind of – and there’s a little coffee shop where I go often in the morning to have my tea. And they have it. I think I’m one of the only people who order it. I think they get it because of me. And it’s like I walk in, and they make a beeline for it. But it’s clear that I’m in a distinct minority. It smells. I mean, you can smell it from quite a ways off. I might eat a little bit of oatmeal. That’s pretty much all I’ll eat in the morning. Tim Ferriss: That’s one of your go to’s? Malcolm Gladwell: Yeah. But not a lot. And then, I look at three websites. Tim Ferriss: Okay. So we’re going to come back to the three websites. So not a lot means a cup full, a couple of spoons? Malcolm Gladwell: Like a cup full, half a cup, something like that. Just enough that I have something in my stomach. And then, I will look at three websites. The first one is Let’s Run.com. All serious runners read Let’s Run. Then, I read Marginal Revolution, Tara Cohen’s column. And then, I read ESPN.com just to make sure nothing major happened in the world of sports. And then, I start my work. Tim Ferriss: And what time is that then when you’re starting your work? Malcolm Gladwell: So we’re still before 9:00. And then, if I have writing to do, it’s best to do it in the two hours that follow. Tim Ferriss: So before lunch. Malcolm Gladwell: Yeah. Tim Ferriss: And what does your routine look like in those few hours when you start your work? What does that look like? Is there particular music you listen to? Malcolm Gladwell: Sitting in a coffee shop. Tim Ferriss: Sitting in a coffee shop. Malcolm Gladwell: Or some restaurant. I’m not at home. And I’m not in the office. And I’m working pretty steadily. I’m not really easily distractible. Then, around 11:30 or so, I kind of have to do other things. I mean, I don’t stop working, but I stop writing. Tim Ferriss: Do you listen to music when you write? Do you just take in the ambiance? Malcolm Gladwell: If there’s music on in the – I write almost entirely in public places. So I don’t listen to music myself. Tim Ferriss: No headphones. Malcolm Gladwell: But I like the noise because I came of age in a newsroom. So I need that. I mean, I learned how to write in the middle of when newsrooms, they’re not noisy now, they used to be incredibly loud. So that’s what I need to kind of get going. Tim Ferriss: And then, is that when the bulk of your writing is done is that pre-lunch period? Or do you write in the afternoons and evenings? Malcolm Gladwell: No, I rarely write in the afternoon. Tim Ferriss: Yeah. Journalists seem to be very adaptable, or former journalists, people who have worked in newspapers or have had those types of daily deadlines. Malcolm Gladwell: Yeah, we’re faster. And also, remember, writing is not the time consuming part. It’s knowing what to write. It’s the thinking and the arranging and the interviewing and the researching and the organizing. That’s what takes time. Writing is blissful. I wish I could do it more. It’s a break from all of the hassle. Tim Ferriss: Let’s just say end of work day to bed, what do your wind down routines look like or pre-bed? Malcolm Gladwell: Well, I go running then probably after the end of the afternoon. And I’m injured now, but that’s really the highlight of the kind of work day. Some days, I’ll go to train with my track club. Sometimes, I go for a long run. Or I’ll go biking, or I’ll go to a cross fit workout, something physical to get going. Tim Ferriss: What is your favorite movement in cross fit or exercise and the least? Malcolm Gladwell: Well, runners secretly distain any activity that is not running. Tim Ferriss: I know enough runners to know you’re right. Malcolm Gladwell: So I don’t even want to think about favorite in that context. It’s something I suffer through because it’s necessary to ward off injury. And when it’s over, I’m very happy. But I’m much happier if I can go and run 8 miles with some friends. Tim Ferriss: Got it. Pre-bed, anything in particular? Malcolm Gladwell: No. I’ll eat dinner. I might read in the evening. I watch sports or TV. Tim Ferriss: Do you have trouble getting to sleep, or do you generally sleep easily? Malcolm Gladwell: I come from a family of we are champion sleepers. Gladwells, we’re epic. Tim Ferriss: Some of the best sleepers out there? Malcolm Gladwell: We are some of the best. It is our defining characteristic. Our definition of a bad night of sleep is so hilarious because it’s like my father will say he had trouble sleeping. And what that means is he was up for 20 minutes between 4:00 and 4:20. That’s a bad night of sleep. Tim Ferriss: So if the Gladwells are heading up the leader board in sleep, what are you guys not good at, or you personally? Malcolm Gladwell: What are we not good at? Tim Ferriss: What do you find challenging? Malcolm Gladwell: Well, we’re not great talkers. We’re all pretty introverted, with the exception of my brother who makes up for it. We’re not terribly adventurous. I mean, we’re adventurous in certain very, very specific ways. But I didn’t grow up going – we would go on family vacations to either England or Jamaica where both of my parents are from. My father would travel a lot to interesting places. But we never went out to eat or went to the movies or went to concerts. The sort of going out thing was not something we did. I would go entire summers when I, basically, never left the house. So we didn’t explore our immediate surroundings in a way that we might have. Tim Ferriss: What is an example of the worst advice that you hear being dispensed or given? It could be related to anything, writing, running, doesn’t matter. Malcolm Gladwell: The worst advice that, in general, we give in America is that we terrify high school kids about their college choices. All things related to college fall under the category of bad advice. As you will find out when you listen to my rants about college on this podcast, I think the America college system needs to be blown up and they need to start over. To my mind, you could not have conceived of a worse system. So any advice that has to do with you need to work hard and get into the best college you can, I’m sorry, it’s just bullshit. It’s just terrible. You should not try to go to the best college you can, particularly if best is defined by US News and World Report. The sole test of what a good college is is it a place where I find myself late at night having deeply interesting conversations with people that I like and find interesting? You go where you can do that. That’s all that matters. So am I so inspired by what I learned during the day that I want to be talking about it at 1:00 in the morning? And do I have someone who will have that conversation with me and will challenge me? That’s it. That’s it. Everything else is nonsense. So you tell me what that place is. Now, so that place could be any number of 1,000 places in the world. Maybe even that place is unpredictable. Maybe it is that what matters is not that some schools can provide that experience and some can’t. What matters is what happens when I go to that school. Do I create that experience for myself? And I think that experience could be created at almost any institution in the country. There are interesting kids everywhere. And it’s only in our snobbery that we have decided that interestingness is defined by your test scores. This is just such an outrageous lie. Test scores, sure they matter in some way, but I’m talking about college now. What makes for a powerful college experience is can I find someone interesting to have an interesting discussion with? And you can do that if you’re curious and you’re interesting. That’s it. Not that you’re interesting, you’re interested. That’s all that matters. Tim Ferriss: Which comes back to the questions, having the ability and the ammo to ask good questions and follow up questions. Malcolm Gladwell: By the way, some of the people that you learn most from in those settings are some of the most flawed people. It’s not true that you learn the most from the smartest, most put together people. I think about my college experience, the people who had a lasting impact on me were deeply, deeply flawed people. And their flaws were what almost drew me to them and what I kind of fixated on and found fascinating. I had a friend, still one of my very best friends, ended up being very, very successful. In college, he was a basket case, complete basket case to the point where he literally said this to me once. I said, “Why do you have a library book that’s three months overdue? Your fine is going up every day.” He said, “Well, I’m afraid to take it back because I can’t afford the fine.” He said this to me. And simultaneously, he actually turned out to be a brilliant student or a brilliant professional. And just squaring those two sides to his personality, the idea that he was hapless in some really crucial respects, and, yet, made an incredibly successful place for himself in the world. Figuring that contradiction out took years. And when I did kind of figure it out, it so enhanced my understanding of people and the world and just understanding the ways that he compensated for his haplessness brilliantly. And also, realizing that if you’re hapless in that kind of logistical sense, common sense sense, he has no common sense, if you’re thoughtful about it, it won’t matter one iota. Tim Ferriss: What flaws or weaknesses do you have that have turned out to be strengths in some capacity? Malcolm Gladwell: This is like a job interview question, isn’t it? Tim Ferriss: I was going to offer you a position at Tim Ferriss Enterprises, but I think you’re too busy. Malcolm Gladwell: Well, probably, God – Tim Ferriss: It’s only a job interview if you say sometimes I just work too hard. Malcolm Gladwell: Exactly. In dealing with my own impatience and my sloppiness and to attending to those flaws, I think that’s been a really crucial thing in helping me achieve what I’ve achieved. So it’s just – Tim Ferriss: Can you elaborate on that? Malcolm Gladwell: Yeah. I mean, I’m sloppy. Tim Ferriss: In what sense? Sloppy like clothes all over the floor or – Malcolm Gladwell: No, no, no. Sloppy about I’m in a hurry, I don’t always double check something I know. Or I’ll interview someone for 45 minutes when I should interview them for 2 hours. I’m just kind of like I’m a good enough person. I’m not a perfectionist. It’s fine. And so I’ve become so aware of that now that I’ve compensated. And I have taught myself to be a lot more of a perfectionist, or I’ve forced myself to keep asking questions much longer than I would have. When I said earlier that it was these investments of time that have been so – that’s what I’m talking about. I’ve forced myself to invest more time in a lot of activities knowing that, if I did it my normal way, I’d be out the door. I’d be thinking about what I want for dinner as opposed to – so that’s sort of a very – it’s why, by the way, I so object to when you observe or measure someone’s natural inclinations, you haven’t got a picture of them because you don’t know what they do with those natural inclinations. So it turns out that one of the most important things about me is how obsessed I am with those two flaws of mine. So identifying those as my natural inclinations tells you exactly the opposite about me. Tim Ferriss: Because you’re compensating by developing the opposite. Malcolm Gladwell: I am massively compensating for them all day long. I’m obsessed with compensating for them. Tim Ferriss: Have you received a lot of bad advice along the way as to what you might do professionally? Or has that not been the case? Malcolm Gladwell: No. I mean, I’m not an advice seeker about those kinds of things nor much of an advice giver. So I haven’t really gotten a lot of – and also, my position is you can’t know. I’ve kind of stumbled into most of the things I’ve been doing. I much prefer just simply to be open to opportunity than to plan my path. I think that’s better, for me anyway. I don’t know. People are different. So some people need to plan. But I don’t think ahead really at all. Tim Ferriss: Your comment about the compensation and just that last mile, so to speak, with the interviews and so on reminds me of Laird Hamilton, the surfer. He was trying to teach me, he had a lot of patience, how to surf at one point a few years ago. And he said, “When you think you’ve caught a wave, paddle again because, if you don’t, it’s like that last paddle when you think you’re there, you’re just not going to catch the wave.” When you think of the word successful, who is the first person who comes to mind and why? Malcolm Gladwell: Well, I’m so deeply obsessed with running these days that I immediately think of runners. Tim Ferriss: That’s fine. Malcolm Gladwell: There’s an American runner, Gaylin Rupp, who is maybe our silver medalist in the London games in the 10,000. And I really admire him for many reasons. He’s, first of all, a system runner. That is to say he was sort of identified in high school as being someone of promise. He’s been with the same coach ever since. And he had a very thoughtful training path and career path. Tim Ferriss: What was his name again? Malcolm Gladwell: Gaylin Rupp. And he’s also a very beautiful runner. Both of those things matter to me. Tim Ferriss: What makes a beautiful runner? Is it gait? Malcolm Gladwell: If you looked him up on the internet, and you looked at the way he moved, you would say he’s like a ballet dancer. He just has grace. There are ugly runners, and there are beautiful runners. He’s a beautiful runner. Those two things in combination and the idea that he, on an esthetic level, are deeply pleasing. So he does the thing that he wants to do not just successfully by the standard metric, he runs very quickly, he wins races, but also by a purely irrelevant esthetic metric. He creates beauty as he’s doing it. That matters to me. And it matters to me that he’s so thoughtful, purposeful in his, to use that phrase, in his preparation that it’s not happenstance or that he’s sort of thought about what does it mean for me, Gaylin Rupp, to bring out the best in myself. And running is tricky because running is all about restraint, even, especially, at the elite level. You can’t be obsessive or a perfectionist and succeed as a runner. You’ll get injured. Running is all about good enough. Tim Ferriss: Because you will have too much training volume? Malcolm Gladwell: Yeah. You’re walking this fine line between adequately preparing yourself for racing and overtraining, which leads to injury and burn out and all of these kinds of things. And the whole struggle in running is to not get injured, to not cross that line. And so in order to not cross that line, you have to rein in all of these tendencies. Your obsessiveness, you want to do the tenth repetition. You’re doing 10 times of whatever, half miles. And you know, logically, that after nine, that’s enough. You’ve pushed your body as far as it can go. But your kind of anal disciplined self says no, do 10 because 10 was the workout. You can’t do 10. You have to be tough enough to say no, no, no, I’ve done enough for the day and walk away. Do you know how hard that is? Particularly for the kinds of personalities that are attracted to elite running. It’s insane. That kind of notion of how hard it is to say it’s good enough and walk away. It’s like he does that. Tim Ferriss: So a couple of things. It makes me think about a story I heard related to Charlie Francis, a very controversial sprint coach, Ben Johnson and so on. The reality is he was a brilliant coach. And I hate to say it, but I’m not going to point fingers at any specific people, but very likely that all of the top sprinters at that level are using something besides Spiralina. Malcolm Gladwell: Were. I’m not sure it’s still true, but go on. In that era, in Charlie Francis’s era, absolutely, yeah. Tim Ferriss: That was kind of the golden age of doping in a sense, but the athletes always have more resources than the [inaudible] in terms of testing and that cat and mouse game. But some really interesting things that have come out just recently. I’ll give an example. So there was a period of time where the vast majority of world championship or Olympic sprinters had prescriptions due to their narcolepsy because they wanted to take Modafinil as a stimulant pre-race. But I digress. But what Charlie said was, in the case of an elite sprinter, someone said how do you push your athletes. And he said, “No, no, no, the last thing I need to do is push my athletes. It’s my job to rein them in. I always have to rein them in.” And he would have to say no, Charlie, you can’t do two sets of squats with 600 pounds on your back at 160 or whatever it was. You have to do one set and so on. But I wanted to come back to plan. So you said you’re not much for plans, but you are one for systems. So it made me think of, it seems, at least in the case of running, it made me think of, and I’m going to paraphrase here, there’s a quote from I want to say Jeff Bazo something along the lines of we’re uncompromising on the vision and flexible on the details. Where do you have systems in your life that you rely on? Malcolm Gladwell: I wish I had more systems sometimes. I don’t really have a lot of – I mean, because now, I’m essentially self employed and don’t go – I mean, I have discipline, personal discipline. But is it that rigid? Part of the reason I say I think Gaylin Rupp is successful is because I’m a little bit envious of the system and structure that he has in place. And it’s occurred to me how much can be achieved when you’re that kind of thoughtful about what you’re doing. As someone who is as obsessed with sports as I am, the thing that always breaks your heart is someone who leaves potential on the table. And I don’t think Gaylin Rupp has. And that is an extraordinary achievement. To be able to say when he retires, “I ran as fast as I could possibly have run,” that is more important than to say I won a gold medal or I set a world record. And I don’t mean that in a kind of cheesy – I really mean that. To say I got at 99 percent of my ability is huge. Tim Ferriss: And I think folks would be surprised, and you’ve probably interacted with many more elite runners than I have, but I’ve met people, a few of them, and I’ve also interacted with coaches and physical therapists who have worked with people like Jackie Joyner-Kersee. And it’s very common that they would say, about that level of athlete, they’ve never let it all go and really given 100 percent because of whether it’s fear of a hamstring tear, fear of X, fear of Y, Z, whatever it might be. So the fact that this runner is leaving it all on the track – Malcolm Gladwell: Yeah. So it’s interesting. We’ve been talking. There are two necessarily contradictory things here with runners, which is training is about restraint but racing is not. So that’s why we’re still getting at the psychology of these elite athletes is so complex. Restrain, restrain, restrain in preparation. Get on the track and, all of a sudden, no, no more restraint. Go. Tim Ferriss: All of that behavior you’ve been conditioning, no, ignore all that. Malcolm Gladwell: And as I returned to running quite recently and running in a serious way, and that’s the piece of it that’s proving really hard for me to grasp is that idea of turning it on on race day. So I train very well. And I race less well and for that very reason. Whereas I look around me, really elite runners, the difference between their training and racing is astounding like they’re just different animals. It’s fascinating to see that. Tim Ferriss: What books, besides your own, have you gifted to other people the most? Malcolm Gladwell: There’s one book I’ve given the most in my life, which is a book called – well, there are several now that I think about it. There’s a book by Timothy Wilson called Strangers to Ourselves, which is one of the loveliest, most insightful books about social psychology that I ever read. And I give that a lot to people. And every time I meet, and really, I’m always meeting people who work in retail, particularly I always send them, particularly if they’re Jewish, I send them a book called The Merchant Princes. It’s a book about the great Jewish retail families of America. So in the 19th century, all of these people come over from Europe who have experience in the garment trade or retailing. And an extraordinary number of the early 20th century/late 19th century department stores pop up around America are founded by Jewish immigrants from Europe from, literally, you go to any town in America, the traditional department store is from one of those families. Well, a guy, and I’ve forgotten his name, wrote a book about those families, and it’s called The Merchant Princes, and it’s fantastic. Tim Ferriss: Oh, princes plural, okay. Malcolm Gladwell: Yes, it’s fantastic. It’s about everything I’m interested in. It’s about immigrants. It’s about people figuring out and then conquering an unfamiliar marketplace. It’s about all of the brilliant ideas that came to these guys as they invented the department store. The ideas that, by the way, all of these internet retailers, they’re just grandchildren of these guys. I mean, there’s nothing dramatically new has happened. They worked it all out 100 years ago. I mean, it really humbles you about the so-called retail revolution of the last 10 years. And they’re such extraordinary characters. And I love the way their personality is kind of imprinted on their business. So there’s a fantastic chapter about Filenes, the Filene brothers who start Filene’s in Boston. Tim Ferriss: Which they have Filene’s Basement and so on. Malcolm Gladwell: Yeah. And they invent these incredibly interesting ideas about how to hold a sale, how to use people’s psychological impulses to generate the desire to buy. These guys are so far ahead of everybody else. It’s like 100 years ago, and they are on another level. Just like it’s one story like that after another. It’s a brilliant book. Tim Ferriss: Do you read any fiction? Malcolm Gladwell: Oh, huge amounts. I read spy novels. Tim Ferriss: Spy novels. Malcolm Gladwell: If it has the word spy in it, I’ve read it. Tim Ferriss: So for someone who is unfamiliar with the genre, but excited to get started, where should they start? Malcolm Gladwell: Well, I mean, how many hours do we have? But if you know nothing about it, you should start with John Le Carre, of course, and read his first five books. So I would read at least through Tinker Tailor Soldier Spy. And you could keep going. You should read through Little Drummer’s Girl or even Russia House. I like his later stuff less so. But it’s still fantastic. But you must read Spy Came in from the Cold. I mean, that’s just kind of like gold standard. Tim Ferriss: A given. Malcolm Gladwell: Yeah. And then, I read all of Lee Child’s books. They’re not spy thrillers, per se, but they’re thrillers. Those are fantastic. I have hundreds. I have literally hundreds of spy novels in my house. Tim Ferriss: What $100.00 or less purchase, this is ballpark, meaning not a Bugatti or something, that has most positively impacted your life that comes to mind? Malcolm Gladwell: Probably a piece of music. I think it was probably an album by Brian Eno called Another Green World, which is one of his early ‘70s, it’s ambient music, but not the kind of really weird ambient music. There’s an adage that says the music you discover when you are 18, I think it’s 18 is the magic year, is the music that stays with you for the rest of your life. Well, I discovered that when I was 18. And I sing the songs of that album in my head all of the time. And I worship Brian Eno. Tim Ferriss: He’s a fascinating guy. Malcolm Gladwell: Have you interviewed him? Tim Ferriss: I haven’t. I would enjoy it though. I have a collection of cards that he also put out called Oblique Strategies. Malcolm Gladwell: Yes, I know about those. Tim Ferriss: And I have it right on top of there’s another one called The Whack Pack, which is a series of odd questions just intended to help you. Malcolm Gladwell: He’s genius. He’s also the most articulate person I’ve ever met. Tim Ferriss: Wow. I should try to get Mr. Eno on the podcast. Malcolm Gladwell: You should because just to listen to him talk, it’s distracting how perfectly he talks. Tim Ferriss: He’s one of those. Malcolm Gladwell: You just want to listen because it’s perfectly done paragraphs. Tim Ferriss: It’s ready for publication. Malcolm Gladwell: I mean, I can’t explain the experience. It’s just kind of awe inspiring. Tim Ferriss: I’ve had that experience when watching Neil Gaiman speak or listening to him speak and also perform. It’s just incredible. What is something you believe that other people think is crazy? Or something that a lot of people believe that you think is crazy, aside from the college piece? Either one, but I’m most interested in things that you believe that other people would raise an eyebrow to. Malcolm Gladwell: I think I believe in ghosts. Tim Ferriss: I like this. All right. Tell me more. Malcolm Gladwell: I just do. I don’t understand. My aunt who lives in Jamaica used to live in this house called Hilson Hale, which was said to be haunted. There was a particular room that was said to be haunted. And so I slept in the room. I was a kid. I was 13 or 14. And it was haunted. I saw a ghost in there. It played the guitar in the middle of the night. I don’t know. And at that age, in Jamaica, everyone believes in ghosts. Not everyone, but people believe in ghosts. So do I think the house is haunted? I actually do think it’s haunted. And I also don’t understand if you believe in God, as I do, it’s not that hard to believe in ghosts. So I believe in the existence of things outside of my own, direct, physical experience. And also, I don’t know why that’s controversial. Why people think that you can only believe in things that we have conventional explanations for and that you can see and touch. Well, that strikes me as being – why would you limit yourself like that? I mean, I’m not crazy. I don’t believe in UFO’s, although, I don’t rule them out. I’m not a kind of spiritualist. But, in a kind of purely rational way, I believe there is stuff out there that can’t be properly explained. Why? Because why would we have explanations for everything. Tim Ferriss: Or not yet. Malcolm Gladwell: Or not yet. There’s a ways to go. Tim Ferriss: Just because there are phenomena that we can’t currently explain or examine using the scientific method, which is sometimes poorly and sometimes properly implement, it doesn’t mean we won’t. And you just have to look back in the history books to see many, many, many examples of this. Malcolm Gladwell: Yeah. My other is identical twin. And if you know an identical twin, you witness that they live – one lives in Jamaica, one is in Canada. And they do that thing that twins do, which is they call each other and say I was so worried about you. And then, the other one will say I just had some kind of accident. Or one will say I woke up in the middle of the night with a terrible pain in my stomach, and my mother is like that’s because I just had an operation for – that kind of stuff, which is that weird thing you read about. And it happens. I don’t know. Tim Ferriss: This is the second time this has come up on this podcast. I had an identical twin on my podcast, and we talked about this. Malcolm Gladwell: So do I have a rational explanation for that? Does my mother? No. Is it maybe a coincidence? I don’t know. Maybe. It just needs explanation. I don’t have one. But I’m open to things that don’t have an explanation. Tim Ferriss: So the question what is something you believe that other people think is insane is actually modified and kind of paraphrased wording of a question that Peter Teal likes to ask I suppose when he’s interviewing founders. What is your opinion of Peter Teal, if you have one? Malcolm Gladwell: All I know about him is what I know from this whole [inaudible] thing. I know he’s been a bad odor among some people. And I never read his book, but I think he might have taken a shot at me. I don’t remember this. Tim Ferriss: So the Zero to One, he takes issue with how he interprets your position as it relates to success and circumstantial factors or luck. Malcolm Gladwell: Oh. Does he think there’s more – he’s more up to the individual.\nTim Ferriss: That would be his position. Malcolm Gladwell: Oh, I see. That’s a reasonable position. Tim Ferriss: I mean, the irony, in part, and one of my fans pointed this out, is that he talks in the very beginning of the book how failing to get, by a string of events outside of his control, failing to get a clerkship led to all of these other things that wouldn’t have happened had he received the clerkship. Malcolm Gladwell: There we go. Tim Ferriss: Are there any, and I’m going to word this broadly, innovators – and that’s sort of jumping, I live in Silicon Valley. A lot of real innovators and even more people who like to fashion themselves as innovators, are there any people do you think that are engaged in very interesting innovation at the moment? Malcolm Gladwell: Oh, wow. Obviously, so many people. And most of the people doing the interesting stuff, we wouldn’t even know about, would we? They would have told us. Tim Ferriss: Don’t have publicists? Malcolm Gladwell: Yeah. I don’t know if I have a good answer to that. Tim Ferriss: We could also take a retrospective because everything that was old is once new again, in terms of the retail. So are there other examples of innovators that you’ve become fascinated by? For instance, I interviewed Marc Andreessen recently, an incredible tech icon, fascinating guy. And he looks to people like Walt Disney and Edison to apply lessons that they learned and habits they developed, rules they developed for themselves, too. Malcolm Gladwell: Yeah. I guess I would say my New Yorker colleague, Atul Gawande has done all of this work with checklists. Tim Ferriss: Such great stuff. Malcolm Gladwell: Fantastic stuff. And I really admire him because it’s deeply unpopular work within his own profession. But it’s work that has extraordinary potential for saving lives. And it’s one of those things that, ultimately, has far more usefulness in the developing world than the developed world. Tim Ferriss: I mean, the line infection example and the checklist manifesto is just staggering. Malcolm Gladwell: But he took an extraordinary risk to his own reputation domestically in America in the medical profession by doing that. Doctors do not like checklists. And they think of him as simplifying, dumbing down, they have all of these kind of epithets they use against him unfairly, I think, because he’s not saying all medicine can be reduced to a checklist. He’s saying let’s find the parts that can be and do it that way. So I admire the idea. But, almost more, I admire the kind of guts that made the idea possible. Tim Ferriss: So there are a number of books, about 20 or 30, that I have in my living room because I spend a lot of time there writing, often times, although, I do like to get out to a third location of some sense. I’ll go stir crazy. But I have I’d say about 10 books that are face out to remind me of certain things or to elicit certain emotions. And the Checklist Manifesto is one of them. Malcolm Gladwell: Oh, yeah. He’d be pleased to hear that. The other thing, by the way, tons and tons of people write interesting things. Atul then went and put his ideas into action on a grand scale throughout the world. Follow through, so he’s not this kind of intellectual holding forth. He has the idea. He takes the heat. And then, he makes it happen in a real way around the world. I mean, it’s extraordinary. Tim Ferriss: Very commendable. What advice would you give to your – actually, before we get to that one, we talked about books. Do you have any favorite movies or documentaries that you’ve seen multiple times? Malcolm Gladwell: No. I’m not really a movie or a documentary guy. Tim Ferriss: All right. Then, that’s an easy pass to the advice you would give your 30-year-old self. Malcolm Gladwell: I would have left North America. Leave North America. Get out of there. Tim Ferriss: Why? Malcolm Gladwell: Because you’ll wake up when you’re 50 and realize that you spent your entire working career in North America, which is, despite the fact that it pretends to be the only place that matters, is not the only place that matters. I would have been so much more interesting and thoughtful and insightful and whatever if I had experienced, particularly in the developing world. I had an idea when I was in my 20’s that I wanted to go and study in Jamaica, a place where I have family and I have some familiarity with it. I should have done it or some similar kind of thing. I just think it’s always my advice to young people, which is, particularly young people of privilege, is just leave. Go away. You can come back, but you can’t stay in the cocoon your whole life. It will limit you in ways you cannot even begin to understand at this point. Tim Ferriss: I totally agree. I was chatting with Sebastian Junger about – Malcolm Gladwell: Oh, he got out of the bubble. Tim Ferriss: Yeah. Malcolm Gladwell: Repeatedly. Tim Ferriss: About the system and also any potential remedies. And he felt a mandatory year of, in his case, national service, but it could be volunteering with the Peace Corps after I think it was high school and spending a year exposing yourself to those types of environments before going into the “real world” somewhere. In this case, North America. Malcolm Gladwell: Two of the religious groups who take a lot of heat but for whom I have enormous respect, the Mennonites and the Mormons, have an institutionalized practice of sending people to other cultures. Tim Ferriss: Their mission. Malcolm Gladwell: The mission. And people who go on those missions come back transformed. Not just spiritually, but they have seen a side – and by the way, they’re not going as American college students do when they do the year abroad to Florence. Going to Florence does not expand your horizons. Don’t do a year abroad in Paris. That notion that I’m going to break out of the box and go and spend six months in the [inaudible]. Bullshit. Go somewhere real. That’s the upside of that kind of experience. Tim Ferriss: When people have the means, I spent a year in Japan as an exchange student at 15. It was my first real time out of the United States. And it completely rocked my world. It called everything into question. And so when people have the chance, they’re like well, I’m thinking about going here, here, here, and if Japan is on the list, I always respond with, “Go to Japan because it will make no sense. You won’t be able to read anything. And the English that you do read won’t make any sense. People do not speak English well. And you should just walk until you get lost. And then, try to find your way back because it’s safe. You won’t get hurt.” Malcolm Gladwell: I went there for the first time two months ago. Tim Ferriss: Oh, really? Malcolm Gladwell: Blew my mind. It was like, oh, my God, it’s so interesting. Tim Ferriss: Any favorite moments or frames? Malcolm Gladwell: I was there so briefly. I had to come back, sadly, because I was working on this podcast. But I was there for like four days. I just walked around. I did what I had to do, and then, I just went for this – I remember once, I was walking down a perfectly ordinary, random, residential street. I was thirsty. I saw a tiny sign called Coffee. So I look. Is there a coffee shop? Can’t find it. Search. Finally have to go down some stairs, through doors, up some stairs through another door, and there’s a room. And there’s a young woman behind a counter. And she makes a cup of coffee that is so far and away the greatest cup of coffee I’ve ever had. Nothing else is even close. And then, I tried to tip her as one would, and she got offended and threw the money back. But it was just like this impossible to find, in the middle of nowhere coffee shop that just kills any other. But that’s Japan. Tim Ferriss: It’s like walking through a fevered dream. Japan is so much fun. So the podcast, how did you decide – no doubt you have had people propose that you do a podcast before. I mean, I still think we’re at the very early stages of adoption. I think something like 15 or 17 percent of the people in the US have listened to podcasts. It’s very relatively minority group at this point. Why now? What led to the decision? Malcolm Gladwell: Well, my friend, Jacob, who runs the Slate Group, an old, old friend of mine, they have Panoply is there, a big podcasting company. And he said, “Do you want to do a podcast?” And I said, “No.” And he said, “Come on, do a podcast.” So I said, “All right.” It was literally that. And then, I sort of got really into it and realized how fun it was. And for all of the reasons I talked about earlier, just how it’s a different way to tell a story. Tim Ferriss: What about it has been the most fun for you? And maybe we covered it already. I mean, it is – Malcolm Gladwell: Well, one is that I’d never done a group experience, group thing before. So creating in a group was super novel. I don’t even go to meetings, Tim. There are no meetings in my life. And, suddenly, I went to meetings. And I didn’t realize everyone hates meetings, but I was like this is exciting. So everything was just kind of like – and then, the idea of just the ability to generate emotion in a way you can’t do on the page was just more than a revelation. It was kind of I was entranced by that possibility. Tim Ferriss: It’s transformative. I mean, for me, this podcast started as a lark, something to do in between extremely exhausting book projects. And when people – if any fans come up to me now when I’m on the street, at least 9 times out of 10, probably even a higher percentage, talk about the podcast and not the books. And, hopefully, that’s not because my books are terrible. That could mean that, relatively speaking, that is the case. But I think the emotional response you’re able to create and the emotional bond that is forged through the audio medium is just I have to imagine it’s reflective of some hardwiring that we have as storytelling machines. Malcolm Gladwell: It’s kind of an amazingly powerful thing. Tim Ferriss: Where would you, and maybe this is to be kept a secret, but where would you, in an ideal world let’s say two years from now, what are you doing in audio or not? What does the podcast look like? Malcolm Gladwell: Well, I imagine I’ll do another season. And I played with the idea of inviting someone to join the Revisionist History rubric and have someone else do a couple of episodes and try something similar. There’s no reason why it can’t be a kind of – if I’m doing a collective project, let’s really make it collective not just me dreaming up the – so I thought about that if I could find someone who took it seriously and sort of shared my – but I don’t know. And then, can I make a living doing it? That’s another question. Tim Ferriss: So we can certainly talk more about the last piece offline, but I would say the answer should be yes. There’s no reason why it shouldn’t be. And on the second to last piece, I would absolutely encourage you to experiment with the format because it’s such a lightweight, relatively speaking, medium and format for doing that. I mean, I’ve tried four or five different formats. Some were complete strikeouts. And some, in terms of the cost of creation, in terms of energy, time, money, etc., to the output and impact on listeners was so disproportionately favorable, it was like wow, I’m really glad I tried those five because these didn’t work. But these solo Q&A’s that I do sometimes as Round 2’s with guests started off because, if you want to talk about kind of, I was sick at the time I did the Peter Teal interview. And so it ended up being this solo read of sorts, which was profound and hilarious and great in a bunch of different ways. And I realized, wait a second, I don’t actually have to be there for this to be useful to listeners. And so I hope you experiment with that. Last real question, and then, we’ll wrap up here. If you had a billboard and could put anything on it, what would you put on that billboard? Malcolm Gladwell: Probably a picture of one of my favorite runners. On my phone, I’ll show you what’s on my phone. Tim Ferriss: Oh, yeah. Malcolm Gladwell: He’s obscured by all of the – Tim Ferriss: All of the icons, but who is that? Malcolm Gladwell: Asbel Kiprop, the world’s greatest miler. Tim Ferriss: From Kenya. Malcolm Gladwell: He’s my screen saver, my picture on my phone. I don’t know. I’m obsessed with the idea that track and field ought to be one of our most popular sports and, in fact, is our least popular sport. So I would love to – I want a day when the American record holder in the 5K can walk down the street, and everyone will come up to her and say wow, can I have your autograph? And she’ll be mobbed. And that’s what I want to happen one day. Tim Ferriss: This could seem like a silly question. But do you have any quotes that you live your life by or mantras, in a non woo-woo kind of sense that are meaningful to you? They might just be [inaudible] rules of thumb, anything like that? Malcolm Gladwell: Not really. Kind of in a playful way, I keep finding myself coming back to the legal adage difficult cases make bad law, which I think is an incredibly insightful comment because we’re drawn to the difficult case. We shouldn’t generalize from it. And that’s this problem we run into in the political realm over and over again. Not just the political realm, many realms. Tim Ferriss: Can you give an example of that? I’m not sure I’m clear. Malcolm Gladwell: Yeah. So 9/11, it’s a difficult case, right? Incredibly rare, catastrophic event, catches us by surprise. Should you try to generate policy exclusively from the 9/11 experience? That’s what we did. And what did we do? I think we made a bunch of really terrible mistakes. We spent $2 trillion on a war that went nowhere and made the world worse off. We subverted our own civil liberties. We created these monolithic government agencies that God knows what they’re doing. Are we actually safer than we were? I’m not sure. That’s a case where, if we had exercised some restraint and say, you know what, you can’t use a single incident, which was this bizarre outlier, and base the whole national security policy of your country on it. You have to look at the long view, take the long view. Obama is a very natural – that kind of thinking is very natural to him. He’s difficult cases of bad law kind of guy. He’s like let’s not overreact. Let’s wait and see, that kind of thing, which people find very frustrating with him. But I like that notion. Similarly, it’s about not overreacting to black swans, to outlying events, and also, choosing your case studies wisely. That’s what I think it’s really about. Tim Ferriss: And I suppose you could also generalize it to your personal life in many ways, too. Just because you’re mugged once doesn’t mean you should have a fundamental distrust of every human being as you go throughout life. Malcolm Gladwell: Yes, exactly right. And I think we can go further that just because you have been traumatized in some way doesn’t mean you are permanently scarred. Human beings are resilient. They recover. Tim Ferriss: And that’s something that Sebastian also brought up, and not everyone shares this opinion. But given his extensive experience with vets and soldiers, he felt like they should not be treated like victims when they come back if they suffer from PTSD for a whole host of reasons that I won’t get into. But this has been so much fun. I really think we could continue talking for hours. But I want to be respectful of your time. Malcolm, where can people find the podcast, where can they find you on social media or elsewhere? Where would you like them to check things out? Malcolm Gladwell: The podcast is Revisionisthistory.com. But anywhere there are podcasts, you can find Revisionist History. And my Twitter handle is just @gladwell. I’m the only Gladwell out there. But I’m an indifferent tweeter, but I get into little moments when I go off. Tim Ferriss: Especially if someone brings up the myths and policies of current higher education in the United States. Malcolm Gladwell: Oh, that gets me going. Tim Ferriss: I remember Po Bronson told me once, I asked at a Q&A, and this is before I had written any books, and I asked him what he does when he has writer block. And he said, “I write about what makes me angry.” And, occasionally, I use that. It seems to work pretty well, at least to get me started. Malcolm, thank you so much for the time. I really appreciate it. Malcolm Gladwell: Thank you, Tim. That was really fun. Tim Ferriss: And I can’t wait to jump into the episodes you mentioned of the podcast. And I’ll probably just go from start to finish. I can be pretty linear that way. And to everybody listening, you can find links to Revisionist History, to everything we discussed, the books mentioned, etc., in the show notes at fourhourworkweek.com/podcast. And until next time, and as always, thank you for listening. Posted on: June 1, 2018.", "speakers": ["tim ferriss", "malcolm gladwell"], "text_sentences": ["a quick sound check", "malcolm, can you tell me what you had for breakfast please", "i had a cappuccino and a third of a croissant", "a third of a croissant", "do you divvy it up over three days", "or is that just – was it a bad croissant", "no", "i love croissants, but i feel like i think one should eat the absolute minimum in the morning", "i don’t think you should eat a lot in the morning", "that’s one of my rules", "oh, we will explore that further", "thank you", "[sponsors/ads] hello, boys and girls, ladies and squirrels", "it is a late night in new york city, and the echo is from within the walls of a fine establishment, otherwise known as a hotel that i am calling my abode for this evening", "molly is curled up", "all the children are snug in their beds with visions of sugar plums – no, that’s not why we’re here", "this is the tim ferriss show, and welcome to another episode where it is my job to deconstruct world class experts and world class performers so that we can borrow their habits, routines, tools, test them ourselves, and improve how we perform in our personal and professional lives", "and this episode features malcolm gladwell", "i’ve wanted to interview malcolm quite a long time", "and it finally happened", "we had a proper sit down", "we’ve bumped into each other before a few times", "but this was the first in depth conversation", "and we cover a lot", "malcolm gladwell @gladwell on twitter, say hi, is the author of five new york times best sellers, mega best sellers, the tipping point, blink, outliers, what the dog saw, and david and goliath", "he has been named one of the 100 most influential people by time magazine", "he has explored how ideas spread, decision making, the roots of success, the advantages of disadvantages", "and in his latest podcast project, revisionist history, which i highly recommend, gladwell examines the way the passage of time changes and enlightens our understanding of the world around us", "he also revisits certain aspects of history that perhaps we should take another look at", "and in this wide ranging, in depth, in person conversation, we cover a ton, including his research and writing process, how he learned to ask good questions, favorite books, routines, habits, tools, how he pulls together seemingly unrelated stories into a cohesive theme and, eventually, a book, his obsession with running, why he eats as little as possible in the mornings, and much more", "it is highly tactical", "there are some hilarious and great stories, some very surprising stuff that i’m sure you have not heard anywhere else", "and that is all i have to say about that", "so please say hi to him on twitter at gladwell", "and i hope you enjoy this conversation as much as i did", "thanks for listening", "malcolm, welcome to the show", "thank you, tim", "i really appreciate you making the time", "and i know we’ve bumped into each other a few times over the years", "i remember i want to say the first time was at a salon that peter teal put together about religion, ethics, and morality or something like that", "it was ages ago", "years ago", "years ago, and i remember showing up", "and orin hoffman who had co-hosted the event was a friend of mine, and he was like, “hey, would you mind just improving and speaking at this event for a few minutes about x, y, or z", "we haven’t decided on the topics yet.” and i said, “sure.” then, i showed up, and i see malcolm gladwell", "i see some award winning, voted favorite teacher of the decade harvard professor, and that’s when i started drinking really heavily", "so i suspect it was a poor performance on my part", "in preparation for this because i’ve been looking forward to it, i pinged steven dubner, freakonomics, a mutual friend", "and his response was short", "“it was fun", "he’s a great talker", "he likes to talk about writing, running, fast cars, not golf, being canadian", "sorry, got to run.” something along those lines, and he took off", "and i was planning to speak with you about at least one or two of those, and i thought we could start with writing", "okay", "what have been the easiest and hardest books for you to write", "well, that’s an interesting question", "i don’t find writing – or to the extent that i find writing, i link hard and fun", "so if it’s not hard, it’s not fun", "so i never think about writing in terms of hard and easy", "i think about it in terms of fun and not fun", "so which one was the most fun", "probably the last two, mostly because i wrote the first book while i was still working pretty much full time at the new yorker", "so i just didn’t have a lot of time", "and that makes it less fun", "you can’t really savor and appreciate it", "but the last two, i took as much time as i needed and, deliberately, dragged it out because i was enjoying myself so much", "so i think probably the last two books were the – so does that mean the last two were the hardest", "the hardest/most fun", "yes, i think they were because i was trying to tell better stories", "i became convinced, about 15 years ago or so, if i was to develop as a writer, i had to be a better story teller", "and so outliers and what the dog saw were books where i was really, really trying to do a better job", "and sorry, david and goliath", "i was really trying to do a better job of telling good stories", "are there any people who come to mind, fictional or otherwise, who are good storytellers", "yeah", "michael louis is the gold standard", "and it was actually in reading michael louis that i realized that i wanted to be – you can’t be him any more than you can – you can’t say i watch jeff curry play basketball, and i decided that’s the kind of basketball player i want to be", "you can be inspired by him", "you could pattern your play after him", "but you can’t be him", "that’s impossible", "so i was inspired by michael louis to get better, but i am not on his level", "i think both of you are very, very good at taking what could be dense, impenetrable material or overwhelming material and making it a story that is easy to consume as storytelling and consuming machines", "i tell a million stories in one book", "he tells one story", "that’s so much harder", "what makes that harder", "because you have to go to a level of complexity and have confidence", "what happens is that i lose confidence", "and the reason that i tell lots of stories is that i don’t have the confidence to keep going with the same one", "i think everyone must be losing interest", "i’ve got to switch and do something else now", "michael doesn’t have that problem", "he has the kind of panache to say i’m going to tell you a story about a guy, basically, trying to take on the high speed traders", "and we’re going to do this for 200 pages, and you’re going to love it", "i can’t start with that", "that’s part of the reason i also write my books in, and i’m not in any way comparing myself to you or – you have every right to, tim", "well, i’m a teacher who dabbles in writing and sometimes puts stuff down that’s intelligible", "but the way that i tend to nonlinearly write my books and encourage people to consume it in a nonlinear way is precisely for that reason because i work that if, in some cases, i can keep something interesting for 15 or 20 pages", "but i lack the confidence that i can do it for 200 or 300", "yeah", "you’ve got to be good to pull off that feat, particularly with the sorts of topics that he chooses, which are esoteric", "he wrote a gripping thriller about credit swaps and derivatives", "i mean, that’s not easy", "not easy at all", "i mean, then you have saver metrics", "and he’s so consistent", "the next question i wanted to ask was related to, it’s a perennial topic, of course, but writers’ block or anything that you might consider something like that", "and it’s related to the kind of module, choose your own adventure like way in which i write myself, which is one way that i can put something on the shelf if i’m having trouble with it and move on to something else", "it doesn’t have to be sequential", "do you run into writers’ block", "if so, how does that manifest, and what do you do", "or do you get stuck", "well, i worked for 10 years at a newspaper", "and if that experience teaches you anything, it’s that you can’t have writers’ block", "i mean, you quite literally can’t", "you’ll start the story at 10:30, and it’s due at 4:00 or 4:30 or whatever", "back in those days, there were hard deadlines", "so you can’t have it", "it’s unthinkable", "you don’t have the luxury", "and if you went to your bosses, and you said, “i’m blocked on this story,” they would look at you like you were insane", "take off your beret, put down your poetry, you have a job to do", "so it’s like there’s not even an issue", "so i did used to have these issues, and then, i went to the washington post", "and you get cured in a hurry of any pretentions you have about your writing", "and you just keep typing", "there’s no kind of alternative", "and luckily, i have those habits that i learned over that 10 years at the washington post have stayed with me", "and also, writing a book is maybe 20 percent writing and 80 percent organization, logistics", "so i will think about something", "for every hour i spend writing, i spend three hours thinking about writing", "so usually, when i’m writing, first of all, it’s a tiny period", "and secondly, it’s all worked out already", "i’m just putting down on the page what has already been kind of figured out in my head", "is that true also for a shorter piece in say the new yorker", "yeah", "not all of it, but i know what i’m doing before i start", "or i know what the pieces are", "can you give an example of any piece or any book where it started and what the process was for you in getting to the point that you’re then putting words down on paper", "and the reason i ask is that i am fascinated by structure", "i don’t think i’m particularly gifted at", "but i did, long ago, take a class with john mcphee, one of your colleagues, staff writer at the new yorker", "and his grasp and approach to structure is just incredible, at least the way that he visualizes his structure", "but he has a very particular process", "i can’t follow his say day to day schedule, which is, basically, sitting in front of a blank piece of paper from like 8:00 in the morning until 6:00 p.m", "whether anything is written or not, which would lead me to just want to throw my head through a window", "can you give us any origin story of any book or piece", "yeah", "some were easy", "i did a story for the new yorker last fall about a school shooter in minnesota", "and that was super easy because i wanted to write about school shootings", "i started routed around on the internet, and i find this criminal complaint and transcript of an interrogation of a kid who was caught, basically, in the act, a would be school shooter caught in the act", "and it’s like 60 pages", "and this absolutely extraordinary account of what he was thinking and what he was planning to do and why he was planning to do it", "and when you find something like that, i mean, your job is done", "so you’re like oh, i’m going to tell this story", "and then, i’m going to step away only to kind of put that story in broader context", "so those are rare", "that wrote itself", "that’s rare", "what are harder are things that have less obvious structure", "so my book, outliers, began with there was a chapter in that book about jewish lawyers", "about this curious fact that the group, a core group of jewish lawyers in new york city who rose to prominence in the ‘60s and ‘70s and basically kind of take over corporate law in the city, all had strikingly similar backgrounds", "and so that’s the first chapter i wrote in outliers", "and that sort of is where i began that book because i met one of the – one of those lawyers was the father of a friend of mine", "i met him, and i talked to him", "i was like oh, wait a minute", "all of his buddies, they’re all from the same part of the bronx", "they all were born in practically the same year", "they all went to city college", "they all went to nyu law school", "they all started in the same kind of firms", "i mean, it’s the same story again and again and again", "and if you think about it, if one were, i don’t know why one would, but if one were to study that book, outliers, you would discover that almost all of the themes that i explore in that book are present in the story of the jewish lawyers", "so everything is there", "so i reported that story", "i wrote that chapter", "i thought about it", "i was like oh, all of the strands that i’m interested in are there", "i’m going to pull out strand after strand and write chapters about them", "did it start off in your head as a chapter in a prospective book", "or was it a standalone", "no", "i wanted to write a book about successful people", "and so it was always going to be a chapter in the book", "but it was just a lucky place to start because, when you can start with one of those, i don’t know if that’s the best chapter in the book, but it is, functionally, the most important chapter in the book", "because it had all of the macro elements in the micro", "yes", "and that’s the gold standard when you can begin on that kind of note", "other ones have been much more difficult because they haven’t had that", "now, let’s say you have that story, you have that chapter, how do you go about collecting – and let me take a step backwards", "what tools were you using to query and find this 60 page transcript of the would be school shooter", "i honestly don’t remember", "i was screwing around on the internet", "i was interested in school shootings", "and i don’t even know how", "there was zero coverage of this case", "it was in the local minnesota press, that’s it", "i never heard of it", "the kid was caught before he did anything", "so it never made national headlines", "and the transcript is just on the website of the local da", "so it’s like and i don’t know how i found it", "i can’t remember", "i just found it", "i’d be so curious to know", "i would love to know now, too", "it was just one of those – but other cases, like in my podcast, for example, one of the episodes i like the most, two episodes actually, touch on this question", "so one is an episode, i think it’s the eighth or ninth episode, it’s called generous orthodoxy", "and it’s the story of a 98-year-old mennonite pastor in lancaster, pennsylvania who takes on his church", "and i come from a very mennonite area in ontario", "many of my friends and brother’s friends are mennonites", "my brother is a mennonite", "i know that world really well", "i go home at christmas, and everyone is talking about this guy", "and when i say everyone, the number mennonites in north america is very small", "it’s a very small, evangelical, protestant sect denomination", "but they’re talking about this letter this guy wrote", "it’s got a lot of facebook likes for them", "and he’s 98", "so i read the letter, and i’m like oh, my goodness", "what an extraordinary letter", "so i track down the guy, i interview him like a week later", "i drive out to lancaster", "and i look at the transcript, and i say what’s this about", "and i realize that what it’s about is how to protest", "he’s a guy who is so wise, and it’s an extraordinary interview", "again, i did nothing", "it’s one of those cases where he’s just amazing", "and i stumbled into this", "it’s 10:00 at night on a cold, saturday night in january", "i’m in this little, tiny house on the turnpike in lancaster, pennsylvania talking to a 98-year-old guy", "and it’s one of those amazing interviews where it’s just all there", "i don’t have to do anything", "and i’m crying by the end", "it’s just insane", "so i go home, and i look, and it’s like i want to make a podcast about this", "and what’s amazing now is i’m not writing this up in print", "i’m using this man’s own words, which because he’s so insanely moving, powerful, it’s just like so much better that i can hear his voice", "and so the question is what does this story need to be finished", "not a lot", "just a little bit to put it in context", "so there’s a case where you stumble across something", "and your only role is not to screw it up", "don’t screw it up", "don’t bury it", "just put him out there, tell the story, and then, just find some other little element that makes it clear to the listener what it’s about", "that’s my favorite revisionist history episode for that reason", "it’s just so pure and simple", "when you have, let’s say in the case of the outlier chapter on jewish lawyers, how do you capture your notes and organize your notes on something like that", "what tools do you use", "it’s going to sound so old school", "i transcribe the interview, print out the transcript, and underline the parts i like", "and then, move them into a file", "and is it a word file", "what type of file is it", "i know this is getting very – it’s a word file, yeah", "it’s like move from one word file to the next word file", "i don’t even use google docs", "i mean, i vaguely, recently got into google docs", "but i sort of feel like it doesn’t really matter", "i would agree", "whether it’s a pen or paint brush or crayons, you still have to know how to use the writing implement", "but the process is interesting to me", "so if you take these quotes, what qualifies, and this may seem like a sort of infantile question, but what qualifies as interesting", "no, it’s not an infantile question", "that is, in fact, the core question", "to the extent that a writer deserves his or her paycheck, it comes down to how good are they at looking through a transcript and understanding what’s interesting", "you have to sort of visualize what the story is going to become before it has become anything", "so you might be dealing with a document that is 20,000 words or even longer", "it could be 30,000 words, which is enormous", "i mean, my books are 75, 000 words", "so you’re dealing with a single interview that might be a third of a book in length", "and you have to distill out of that, i don’t know, a couple thousand words", "so that process can take days", "and i initially go through, and i simply delete all of the stuff that clearly doesn’t belong", "just that dead space", "and then, i just take repeated passes, pruning and pruning and pruning until i know the interview almost by heart", "and then, what i’m left with is the stuff that matters", "if you don’t transcribe it yourself, it’s so much harder", "there are enormous benefits to taking that huge amount of time necessary to transcribe it yourself", "to transcribe yourself", "and once you have these nuggets, these various highlights, how do you determine what starts a chapter or a book for that matter", "well, that’s the other thing", "that’s another thing that kind of qualifies you as a writer", "the truth is that there are so many ways you can do it", "there are so many answers to the problem that i don’t get too hung up on it", "i sort of think that it’s not a math question where there’s only one answer", "so as long as you understand there is not just one good answer, it takes the pressure off", "but, typically, i might try out several openings", "it’s made easier by the fact that i don’t start at the beginning", "so once you don’t start at the beginning, your life just gets so much simpler", "so on that point, i have a tendency to always try the, and i think this has become a bit of a crutch for me because it seems to work well, but it’s become a bit of a trope, if that’s the right word, for me where i’m always doing in media rests", "so i’m always taking some exciting moment right in the middle of x that then requires explanation", "and i get into that later in the piece", "but i found myself doing that, effectively, all of the time", "not to turn this into like a writer/doctor consultation", "but do you ever find yourself doing that and you’re like, this recipe works, but i want to play with other recipes", "well, that’s why i wanted to do a podcast like this so much, which was that, with a podcast, you’re still storytelling", "but suddenly, the list of considerations is different", "it really matters how good your tape is, how powerful the voices are, how meaningful the interaction you have with the person you’re interviewing is", "so all of those things, do you have archival tape that is incredibly powerful", "so one of the shows is about, another of my favorites, i have two favorites, this is the other one, it’s about giving", "it sounds boring when i say that", "it’s about university of philanthropy", "and i contrast two very wealthy men who reach very different conclusions about where they’re going to give their money", "and one of the men is my hero, and one is my villain", "and the hero, i don’t want to spoil it, but there was a little bit of tape, the hero had just died", "and the school that he had given his money to had a memorial service for him", "and at the memorial service, a local a cappella group sang a kind of semi cheesy, boy band song, and i have forgotten the title of it, in memoriam of him but in such a way that it wasn’t cheesy anymore", "it was actually, really touching", "and so you hear this tape, and you hear this a cappella group singing a song", "and your initial thought is, oh, my god", "and then, you’re like oh, and you get it", "the emotion hits you", "now, if you’re writing about that, it’s meaningless", "all of that nuance is lost", "in a podcast, suddenly, you’re like oh, wow, that’s my beginning", "no question", "that’s the way in because you want that movement from oh, this is cheesy to oh, my god, no", "it’s incredibly meaningful", "that little thing", "so that’s what lovely", "it’s, suddenly, after 20 years of doing the pure print thing, i have to break out of that and think in a different way about what’s powerful", "you are a very good public speaker", "i think you’re a tremendous speaker", "how do you plan your keynotes because this is, yet, a different format", "if you think of your most successful, so then perhaps a less successful, presentation, how have they differed", "well, first of all, the breakthrough for me in speaking came when i realized that it required about 10 x more work than i was giving to it", "and that was a huge moment", "so i decided do – what made you realize that", "sorry to interrupt", "was there a particular incident or conversation", "no, it was about 10 years ago when i asked myself the question do i want to continue doing this because it has its pluses and its minuses", "and i realized i only want to continue doing it if i get much better at it and if i change it in a way that it’s much more meaningful to me", "so it was then i decided i needed way more material", "i have to give very, very different speeches", "i can’t just give the same one all of the time", "i have to spend a lot more time thinking about who i’m speaking to", "and i have to spend a lot more time thinking about my performance, and, realizing, by the way, that it is a performance", "that i’m not giving a speech, i’m giving a performance", "and all of those things, i thought a lot about all of those things", "and it took a long time to kind of fully implement them", "but it has made it much more interesting to me", "and i enjoy it in a way i didn’t enjoy it when i was – i didn’t feel like i was doing it in a kind of halfway manner", "but i realized, in retrospect, i was just because i hadn’t understood", "i thought that what giving a speech was was reading an article", "and if you think that’s what it is, then, you just get up, and you read your article", "actually, no, it’s a world that has its own rules and principles", "you’re really acting", "then, you’re like oh, wow, that’s totally different", "i’ve got to throw myself into that in a significant way", "and so that’s what i tried to do", "is there anyone in the world of speaking, alive or dead, who is the michael louis for you", "i once went to a birthday party for an old, old friend of mine", "and it was in england", "i can say my friend anne applebaum", "she’s been in england for years, and she has all of these sort of kind of fancy english friends", "when i say fancy, not posh but historians and just kind of english intellectuals", "so she had this birthday party in this little country house in the middle of england", "and the english, of course, a) way better at giving speeches than we are, first of all", "but secondly, we were talking about the crème de la crème of english speech givers", "like serious kind of cambridge and oxford debating society kind of people", "so then neil ferguson, the historian, gave a birthday toast, which is just the best toast i’ve ever heard in my life", "i mean, it was like so much better than anything i’d ever heard", "it was on another level", "i was like oh, my god, that’s good", "and part of what made it genius was he really gave you the impression he was making it up on the spot", "now, he might, actually, have one that", "he may be so good he could do that", "but he got up, and the conceit was this is off the cuff", "this is totally spontaneous", "and it was so cleverly done and so hilarious", "and the other thing i realized was that it was so charming", "and what was charming about it was the ways in which he was wrong", "kind of part of the joke was he was going to make this elaborate, hilarious argument about anne who was turning 50", "and half the stuff that he was going to say was not right", "that was sort of like – did he start off saying that", "no, no", "he sort of spun a theory about the weekend and about her birthday and about her friends", "that was like hilarious because it was not accurate", "but it was like he did it with such panache", "and first of all, that would never have occurred to me to make stuff up in such a dramatic way", "but also, i can do conversational", "i don’t think i ever got to the level where people think i’m off the cuff", "i’m not", "it’s clear that there’s been some effort here", "but with him, it was just like – i worship the guy", "i think he walks on water", "what are the elements of a good performance for you", "what are some of the ingredients that make a good performance, in your case", "the thing that i strive for in speaking is authenticity, which sounds corny", "but it’s really hard to do when you’re giving a prepared talk to a group of people who belong to a world that you don’t belong to", "so if i’m speaking to a group of it specialists, i don’t know anything about it, right", "nothing", "so i’m an outsider", "and i’m trying to say something that will engage them and be intelligent and make them think", "so in the context of doing something that is artificial, by artificial i don’t mean phony, i mean, in a sense that i have to make an effort to connect with them", "i can’t just stand up and talk the way i would talk to my friends", "these guys belong to a world i don’t know or belong to", "so i’m doing something that requires an effort", "but, at the same time, it has to feel like me", "they have to feel like they are connecting with me and that i can’t feel like i’m faking it", "so that’s hard", "and that’s hard in a good way", "that’s what makes it interesting", "so the question i ask myself is i would like to say something intelligent about it while still remaining true to myself, someone who knows very little about it", "so and if you pull it off, that’s interesting to the audience", "so they get that", "they’re not bringing me in because i’m an it specialist", "but what satisfies them is my attempt to speak to them while being true to myself", "can i bridge the gap is the question really that they’re asking themselves in the back of their mind", "and when you can bridge the gap, that’s really satisfying to someone", "it’s like i think you’ve succeeded", "and just a few more questions about writing because i’m most likely about to go into, as we discussed briefly, a crunch writing deadline myself", "when you have, for instance, one or two stories for a book, and you understand what the theme is going to be or some of the structural components, how do you find the others", "or is it a case where you’ve gathered these stories over the span of a time with the inkling of an idea, and then, you have half of it locked and loaded already", "well, there’s a good example of this from revisionist history, from this podcast", "i started out by wanting to tell a story about this kid who i had met who was a teenager and lived in la, came from a poor family, and had, i don’t know what his iq is, 150", "he’s a one in a million kid", "and i thought his story of what happens to you if you have an iq of 150, and you grow up in south central", "that’s sort of interesting", "so i was going to tell that story", "and so i talked to the kid", "and i was particularly interested in how does he get to college", "is it easy", "do you get recognized", "is it like you’re a great 15-year-old basketball player, and they always find you", "if you can dunk a basketball and hit a three point shot, and you could dominate your middle school basketball team, and you live in nebraska, they find you, right", "so my question was is that what it’s like if you’ve got an iq of 150 and you live in south central, do they just find you and adopt you", "so i went out, and i had this long conversation with this kid", "it was incredibly powerful", "it was totally interesting", "and then, as i tell the story, i realize, oh, so my episodes are 45 minutes", "and i realized this story is all i need", "he’s the whole thing", "i can do little contextual things", "but there’s no room for anything else here", "not just room logistically or physically, but there’s no emotional room for anything else", "this kid is – you’re in tears by the end", "and what happened to him, and his story is crazy", "and then, there’s this other kid we talk about", "it’s like you can’t", "so then, i said there are other things i wanted to say", "so i do another show also on the same topic of how good are we at fulfilling the america dream, the american promise, which is, if you work hard, and you have some ability, you can make your way up the ladder", "so this part of revisionist history is revisiting that promise that we make", "how good are we at fulfilling it", "so i do a second show, which is all about do colleges find these kids", "do they do a good job of finding them", "how do they find them", "do they spend a lot of time and money on it", "and the answer is the colleges do a terrible job of finding them", "so we asked why", "so i did a show on why do they do a terrible job", "and the answer is, a lot of the time, they’re distracted", "but more than that, they’re spending their money somewhere else", "it takes money to find these kids", "not just to find them, if the cost of educating a kid is $50,000.00, and you want to bring in a kid from south central, he doesn’t have $50,000.00", "so you’ve got to pay $50,000.00", "you’re out $50,000.00 if you want to bring him to your school", "so if you’re going to spend $50,000.00 on him, it’s $50,000.00 you can’t spend on something else", "that starts to get really interesting", "all right", "so what’s the thing you can’t spend on", "and if you can’t spend on that other thing, how do you compete with other colleges that do spend on the other thing", "so that’s what the whole upset is about", "so then, i do that one, and i’m like wait a minute, i’m not done", "this gets more interesting", "so if you’ve got to find the $50,000.00, then where do you get the $50,000.00", "so now, we get into philanthropy", "that’s where i did this whole thing on philanthropy", "so that was the third one", "so these are all stories that grow out of – it all starts with one kid", "i find the kid, and all of a sudden, i end up with three very different stories all of which look at the problem of the kid from a different angle", "and that’s very typical of the way books work for me, which is you start with the nugget, and then, you just start walking around it", "and parts of it just kind of – you’re like oh, that deserves its own – it’s like the thing i find myself doing when i interview someone, most often, is stopping them", "saying wait, wait, wait", "when i transcribe the tapes, i hear that so many times", "wait, wait, stop", "and then, i make them go back and elaborate on that point, which was like that kind of weird point", "they skip over it because it’s old hat to them", "and you’re like no, no, no", "i could spend hours on that point, you know", "oh, i do", "i know exactly how that feels", "and it strikes me that you ask questions as part of that walking around the first story", "and you ask a question that then redirects you or focuses you into another topic", "you find a story, and then, you ask another question, which then leads to, in this case, another episode, but it could have been another chapter of a book", "if you were to credit someone or some people or resources with helping you to get better at asking questions, who or what would that be", "my dad is a great question asker", "and my father has this, and i’ve spoken about it many times, of his many gifts, one in particular, as a kid, always had the biggest impact on me, which is my father has zero intellectual insecurities", "so this is the only thing he has in common with obama", "he and obama are the same way", "it has never crossed his mind to be concerned that the world thinks he’s an idiot", "he’s not in that game", "so if he doesn’t understand something, he just asks you", "he doesn’t care if he sounds foolish", "he will ask the most obvious question", "and it was without any sort of concern about it", "and maybe it’s because my dad is a mathematician", "so he has this thing that he knows he’s really good at. and so he’s home free", "if you have a phd in math, you’re home free", "well, if something is either true or it’s false, or it’s clear or it’s not", "yeah", "and it’s like if you look like an idiot because you don’t know anything about basketball, who cares", "so he asks lots and lots and lots of dumb, in the best sense of that word, dumb questions", "he’ll say to someone i don’t understand", "explain that to me", "and he’ll just keep asking questions until he gets it right", "and i grew up listening to him do this in every conceivable setting", "my father, here is this guy with his phd in math", "he made friends with all of these farmers who were our neighbors who were all drop outs", "this was in canada", "in canada", "they all had, basically, maybe seventh grade", "and he, first of all, treated them like equals", "and secondly, he was intensely interested in what they knew that he didn’t know and would ask them tons and tons of questions about why they did what they did", "so that’s what i grew up around", "and that’s what i do", "i mean, it’s straight from my dad", "and when i’m hanging out with my father and someone interesting, we do the same thing", "we just start asking questions", "it’s our sort of thing", "well, it strikes me also that the dumb questions or the obvious questions are precisely the questions, often times, we should be asking because half of the people in the room, if it’s in a group setting, are probably thinking of those questions anyway but are embarrassed, for whatever reason, to bring them up", "do you know what is a great example of this", "i often imagine my dad meeting bernie madoff", "my father would look at the returns, and he would say, “wow, that’s really good.” because, as a mathematician, he would know that these steady, whatever it was, 9 percent a year, year in/year out", "and he would say, “how did you do that?” and madoff had, remember, that stock explanation that was bullshit", "and my father would just simply continue to ask really, really, dumb, obvious questions until madoff would either have had to leave because he would have tried his patience and been at risk of – but he would never have invested money with him because he would have said, “i don’t understand,” 100 times", "i don’t understand how that works", "i don’t understand", "like in this kind of dumb kind of slow voice", "i don’t understand, sir", "what is going on", "so let me ask, and feel free to not answer this if you don’t want", "so i ask a lot of questions", "i enjoy asking a lot of questions", "it can drive some people crazy", "did your mom get the 20 questions about a lot of things", "or was the relationship different", "oh, she asked lots of questions, too", "she’s not intellectually insecure either", "it wasn’t directed at my mother", "it was directed at the outside world", "they have an exceedingly harmonious relationship", "they don’t do that", "it’s reserved for outsiders really", "to what would you attribute the harmony", "because there are a lot of unharmonious relationships in the world", "i mean, they were lucky to be well suited", "they’re also both incredibly calm people", "so they have very little conflict because they diffuse conflict really well", "i think it probably would be a good way of saying it", "so they can speak rationally", "yeah", "i’ve never seen them pick a fight with each other, for example", "it doesn’t interest them", "i have so many questions that i want to ask you", "i’m just going to jump into a rather non cohesive list of miscellanea", "i’m going to try some new ones this time around", "what is the best or most worthwhile investment you’ve ever made? it could be money, time, energy, or otherwise, or just a very good investment", "that’s an interesting question", "all of the investments, the most worthwhile investments, are investments about time", "they have to do with time", "and they’re all about persevering past the point that i would normally have quit", "so i can think, for example, of books where the payoff didn’t come until page 1,000", "and yet, getting to that page was incredibly important in some future endeavor", "or when i was describing how i ran across that transcript of that school shooter, which that was about an investment of time where i was sort of looking for much longer than i would normally look", "i kind of, for reasons i don’t really understand, put my impatience aside committed a much longer period of time to that hunt", "so i would say those are probably the, it’s a very broad category, but those were the best investments", "now, when you said page 1,000, you’re talking about reading", "yeah", "but, i mean, generally speaking, hunting – so many of the really wonderful things that i’ve uncovered in my life, not just from my writing, but also personally, have come after elongated hunts", "so you never find the thing that is moving and powerful in the first five minutes", "it just doesn’t happen", "i remember a friend of mine who i didn’t really feel very friendly towards when he said this said to me, when i was 90 percent done with my second book, the four hour body, and i said, “wow, i’m pretty close to the finish line, 90 percent done.” and he’s like, “congratulations", "you only have 50 percent left.” and i’ve heard that from a lot of long distance runners also", "like how the race starts at mile 20 or whatever it might be", "going back to the sort of investments and these not postponed but delayed gratification wins like this page 1,000, can you think of any failures that set you up for later success or a favorite failure of yours", "yeah", "i mean, it’s all kinds", "when i was a kid, this is one of many, but i was a very serious runner", "what distance", "the 1,500 meters and 800 meters", "the puking distances", "yes", "and in my third year of running seriously, i lost races i thought i was going to win in what for me, at that age, was quite a traumatic fashion", "and i quit running", "and i would regard that as the first real failure of my life, something i really wanted to do well at, i didn’t", "and i feel like it was hugely important both because it made me think hard about what my priorities were", "i had placed running too high in that list", "but more than that, i then, later in life, went back and thought a lot about why i quit and was dissatisfied with my reasons", "so this whole notion of circling back i think is so important", "this show is called revisionist history", "so it’s explicitly about that", "but i would almost obsessively revisit my reasons for quitting running and scrutinize them and say, “was it right", "what did i learn in the intervening five, ten, fifteen, twenty years about who i am, what i want, what it takes to be good at something.” so that was a really valuable experience at exactly the right time because that’s the age where decisions, not decisions matter, but where i think you reflect on thing in your adolescents in a way that you don’t reflect on things later in life", "and what age was this or what grade", "i was 15", "fifteen", "i always thought i was going to go back, at some point, and be a ninth grade teacher", "so right around that 14 to 16 range", "it seems like there are a lot of very important forks in the road", "yeah, i think there is", "i think you are because everything is plastic at that age", "so you can mold it whatever way you want", "and so it’s just a kind of like i think about how confusing and complicated those years are in retrospect", "do you have any morning routines", "what does the first 60 minutes of your day look like", "it could be any day of the week", "let’s just say it’s a work day", "well, i was just saying earlier, i think one should eat very little in the morning", "what time do you wake up", "you know, 8:00", "i have a big thing of tea", "what type of tea", "sorry, i’m going to keep – lapsang souchong", "oh, that’s great stuff", "great stuff", "i remember a friend loved whiskey, and he felt like the smell reminded him of some type of pd alcoholic beverage", "yeah, it has an amazing smell", "it’s a very controversial tea", "and then, i might have – i’m going to pull a malcolm here", "wait, wait, wait, why is it a controversial tea", "some people smell it, and they just run in the opposite direction", "they don’t even think it’s tea", "i’ve never seen people have such a kind of – and there’s a little coffee shop where i go often in the morning to have my tea", "and they have it", "i think i’m one of the only people who order it", "i think they get it because of me", "and it’s like i walk in, and they make a beeline for it", "but it’s clear that i’m in a distinct minority", "it smells", "i mean, you can smell it from quite a ways off", "i might eat a little bit of oatmeal", "that’s pretty much all i’ll eat in the morning", "that’s one of your go to’s", "yeah", "but not a lot", "and then, i look at three websites", "okay", "so we’re going to come back to the three websites", "so not a lot means a cup full, a couple of spoons", "like a cup full, half a cup, something like that", "just enough that i have something in my stomach", "and then, i will look at three websites", "the first one is let’s run.com", "all serious runners read let’s run", "then, i read marginal revolution, tara cohen’s column", "and then, i read espn.com just to make sure nothing major happened in the world of sports", "and then, i start my work", "and what time is that then when you’re starting your work", "so we’re still before 9:00", "and then, if i have writing to do, it’s best to do it in the two hours that follow", "so before lunch", "yeah", "and what does your routine look like in those few hours when you start your work", "what does that look like", "is there particular music you listen to", "sitting in a coffee shop", "sitting in a coffee shop", "or some restaurant", "i’m not at home", "and i’m not in the office", "and i’m working pretty steadily", "i’m not really easily distractible", "then, around 11:30 or so, i kind of have to do other things", "i mean, i don’t stop working, but i stop writing", "do you listen to music when you write", "do you just take in the ambiance", "if there’s music on in the – i write almost entirely in public places", "so i don’t listen to music myself", "no headphones", "but i like the noise because i came of age in a newsroom", "so i need that", "i mean, i learned how to write in the middle of when newsrooms, they’re not noisy now, they used to be incredibly loud. so that’s what i need to kind of get going", "and then, is that when the bulk of your writing is done is that pre-lunch period", "or do you write in the afternoons and evenings", "no, i rarely write in the afternoon", "yeah", "journalists seem to be very adaptable, or former journalists, people who have worked in newspapers or have had those types of daily deadlines", "yeah, we’re faster", "and also, remember, writing is not the time consuming part", "it’s knowing what to write", "it’s the thinking and the arranging and the interviewing and the researching and the organizing", "that’s what takes time", "writing is blissful", "i wish i could do it more", "it’s a break from all of the hassle", "let’s just say end of work day to bed, what do your wind down routines look like or pre-bed", "well, i go running then probably after the end of the afternoon", "and i’m injured now, but that’s really the highlight of the kind of work day", "some days, i’ll go to train with my track club", "sometimes, i go for a long run", "or i’ll go biking, or i’ll go to a cross fit workout, something physical to get going", "what is your favorite movement in cross fit or exercise and the least", "well, runners secretly distain any activity that is not running", "i know enough runners to know you’re right", "so i don’t even want to think about favorite in that context", "it’s something i suffer through because it’s necessary to ward off injury", "and when it’s over, i’m very happy", "but i’m much happier if i can go and run 8 miles with some friends", "got it", "pre-bed, anything in particular", "no", "i’ll eat dinner", "i might read in the evening", "i watch sports or tv", "do you have trouble getting to sleep, or do you generally sleep easily", "i come from a family of we are champion sleepers", "gladwells, we’re epic", "some of the best sleepers out there", "we are some of the best", "it is our defining characteristic", "our definition of a bad night of sleep is so hilarious because it’s like my father will say he had trouble sleeping", "and what that means is he was up for 20 minutes between 4:00 and 4:20", "that’s a bad night of sleep", "so if the gladwells are heading up the leader board in sleep, what are you guys not good at, or you personally", "what are we not good at", "what do you find challenging", "well, we’re not great talkers", "we’re all pretty introverted, with the exception of my brother who makes up for it", "we’re not terribly adventurous", "i mean, we’re adventurous in certain very, very specific ways", "but i didn’t grow up going – we would go on family vacations to either england or jamaica where both of my parents are from", "my father would travel a lot to interesting places", "but we never went out to eat or went to the movies or went to concerts", "the sort of going out thing was not something we did", "i would go entire summers when i, basically, never left the house", "so we didn’t explore our immediate surroundings in a way that we might have", "what is an example of the worst advice that you hear being dispensed or given", "it could be related to anything, writing, running, doesn’t matter", "the worst advice that, in general, we give in america is that we terrify high school kids about their college choices", "all things related to college fall under the category of bad advice", "as you will find out when you listen to my rants about college on this podcast, i think the america college system needs to be blown up and they need to start over", "to my mind, you could not have conceived of a worse system", "so any advice that has to do with you need to work hard and get into the best college you can, i’m sorry, it’s just bullshit", "it’s just terrible", "you should not try to go to the best college you can, particularly if best is defined by us news and world report", "the sole test of what a good college is is it a place where i find myself late at night having deeply interesting conversations with people that i like and find interesting", "you go where you can do that", "that’s all that matters", "so am i so inspired by what i learned during the day that i want to be talking about it at 1:00 in the morning", "and do i have someone who will have that conversation with me and will challenge me", "that’s it", "that’s it", "everything else is nonsense", "so you tell me what that place is", "now, so that place could be any number of 1,000 places in the world", "maybe even that place is unpredictable", "maybe it is that what matters is not that some schools can provide that experience and some can’t", "what matters is what happens when i go to that school", "do i create that experience for myself", "and i think that experience could be created at almost any institution in the country", "there are interesting kids everywhere", "and it’s only in our snobbery that we have decided that interestingness is defined by your test scores", "this is just such an outrageous lie", "test scores, sure they matter in some way, but i’m talking about college now", "what makes for a powerful college experience is can i find someone interesting to have an interesting discussion with", "and you can do that if you’re curious and you’re interesting", "that’s it. not that you’re interesting, you’re interested", "that’s all that matters", "which comes back to the questions, having the ability and the ammo to ask good questions and follow up questions", "by the way, some of the people that you learn most from in those settings are some of the most flawed people", "it’s not true that you learn the most from the smartest, most put together people", "i think about my college experience, the people who had a lasting impact on me were deeply, deeply flawed people", "and their flaws were what almost drew me to them and what i kind of fixated on and found fascinating", "i had a friend, still one of my very best friends, ended up being very, very successful", "in college, he was a basket case, complete basket case to the point where he literally said this to me once", "i said, “why do you have a library book that’s three months overdue", "your fine is going up every day.” he said, “well, i’m afraid to take it back because i can’t afford the fine.” he said this to me", "and simultaneously, he actually turned out to be a brilliant student or a brilliant professional", "and just squaring those two sides to his personality, the idea that he was hapless in some really crucial respects, and, yet, made an incredibly successful place for himself in the world", "figuring that contradiction out took years", "and when i did kind of figure it out, it so enhanced my understanding of people and the world and just understanding the ways that he compensated for his haplessness brilliantly", "and also, realizing that if you’re hapless in that kind of logistical sense, common sense sense, he has no common sense, if you’re thoughtful about it, it won’t matter one iota", "what flaws or weaknesses do you have that have turned out to be strengths in some capacity", "this is like a job interview question, isn’t it", "i was going to offer you a position at tim ferriss enterprises, but i think you’re too busy", "well, probably, god – it’s only a job interview if you say sometimes i just work too hard", "exactly", "in dealing with my own impatience and my sloppiness and to attending to those flaws, i think that’s been a really crucial thing in helping me achieve what i’ve achieved", "so it’s just – can you elaborate on that", "yeah", "i mean, i’m sloppy", "in what sense", "sloppy like clothes all over the floor or – no, no, no", "sloppy about i’m in a hurry, i don’t always double check something i know", "or i’ll interview someone for 45 minutes when i should interview them for 2 hours", "i’m just kind of like i’m a good enough person", "i’m not a perfectionist", "it’s fine", "and so i’ve become so aware of that now that i’ve compensated", "and i have taught myself to be a lot more of a perfectionist, or i’ve forced myself to keep asking questions much longer than i would have", "when i said earlier that it was these investments of time that have been so – that’s what i’m talking about", "i’ve forced myself to invest more time in a lot of activities knowing that, if i did it my normal way, i’d be out the door", "i’d be thinking about what i want for dinner as opposed to – so that’s sort of a very – it’s why, by the way, i so object to when you observe or measure someone’s natural inclinations, you haven’t got a picture of them because you don’t know what they do with those natural inclinations", "so it turns out that one of the most important things about me is how obsessed i am with those two flaws of mine", "so identifying those as my natural inclinations tells you exactly the opposite about me", "because you’re compensating by developing the opposite", "i am massively compensating for them all day long", "i’m obsessed with compensating for them", "have you received a lot of bad advice along the way as to what you might do professionally", "or has that not been the case", "no", "i mean, i’m not an advice seeker about those kinds of things nor much of an advice giver", "so i haven’t really gotten a lot of – and also, my position is you can’t know", "i’ve kind of stumbled into most of the things i’ve been doing", "i much prefer just simply to be open to opportunity than to plan my path", "i think that’s better, for me anyway", "i don’t know", "people are different", "so some people need to plan", "but i don’t think ahead really at all", "your comment about the compensation and just that last mile, so to speak, with the interviews and so on reminds me of laird hamilton, the surfer", "he was trying to teach me, he had a lot of patience, how to surf at one point a few years ago", "and he said, “when you think you’ve caught a wave, paddle again because, if you don’t, it’s like that last paddle when you think you’re there, you’re just not going to catch the wave.” when you think of the word successful, who is the first person who comes to mind and why", "well, i’m so deeply obsessed with running these days that i immediately think of runners", "that’s fine", "there’s an american runner, gaylin rupp, who is maybe our silver medalist in the london games in the 10,000", "and i really admire him for many reasons", "he’s, first of all, a system runner", "that is to say he was sort of identified in high school as being someone of promise", "he’s been with the same coach ever since", "and he had a very thoughtful training path and career path", "what was his name again", "gaylin rupp", "and he’s also a very beautiful runner", "both of those things matter to me", "what makes a beautiful runner", "is it gait", "if you looked him up on the internet, and you looked at the way he moved, you would say he’s like a ballet dancer", "he just has grace", "there are ugly runners, and there are beautiful runners", "he’s a beautiful runner", "those two things in combination and the idea that he, on an esthetic level, are deeply pleasing", "so he does the thing that he wants to do not just successfully by the standard metric, he runs very quickly, he wins races, but also by a purely irrelevant esthetic metric", "he creates beauty as he’s doing it", "that matters to me", "and it matters to me that he’s so thoughtful, purposeful in his, to use that phrase, in his preparation that it’s not happenstance or that he’s sort of thought about what does it mean for me, gaylin rupp, to bring out the best in myself", "and running is tricky because running is all about restraint, even, especially, at the elite level", "you can’t be obsessive or a perfectionist and succeed as a runner", "you’ll get injured", "running is all about good enough", "because you will have too much training volume", "yeah", "you’re walking this fine line between adequately preparing yourself for racing and overtraining, which leads to injury and burn out and all of these kinds of things", "and the whole struggle in running is to not get injured, to not cross that line", "and so in order to not cross that line, you have to rein in all of these tendencies", "your obsessiveness, you want to do the tenth repetition", "you’re doing 10 times of whatever, half miles", "and you know, logically, that after nine, that’s enough", "you’ve pushed your body as far as it can go", "but your kind of anal disciplined self says no, do 10 because 10 was the workout", "you can’t do 10", "you have to be tough enough to say no, no, no, i’ve done enough for the day and walk away", "do you know how hard that is", "particularly for the kinds of personalities that are attracted to elite running", "it’s insane", "that kind of notion of how hard it is to say it’s good enough and walk away", "it’s like he does that", "so a couple of things", "it makes me think about a story i heard related to charlie francis, a very controversial sprint coach, ben johnson and so on", "the reality is he was a brilliant coach", "and i hate to say it, but i’m not going to point fingers at any specific people, but very likely that all of the top sprinters at that level are using something besides spiralina", "were", "i’m not sure it’s still true, but go on", "in that era, in charlie francis’s era, absolutely, yeah", "that was kind of the golden age of doping in a sense, but the athletes always have more resources than the [inaudible] in terms of testing and that cat and mouse game", "but some really interesting things that have come out just recently", "i’ll give an example", "so there was a period of time where the vast majority of world championship or olympic sprinters had prescriptions due to their narcolepsy because they wanted to take modafinil as a stimulant pre-race", "but i digress", "but what charlie said was, in the case of an elite sprinter, someone said how do you push your athletes", "and he said, “no, no, no, the last thing i need to do is push my athletes", "it’s my job to rein them in", "i always have to rein them in.” and he would have to say no, charlie, you can’t do two sets of squats with 600 pounds on your back at 160 or whatever it was", "you have to do one set and so on", "but i wanted to come back to plan", "so you said you’re not much for plans, but you are one for systems", "so it made me think of, it seems, at least in the case of running, it made me think of, and i’m going to paraphrase here, there’s a quote from i want to say jeff bazo something along the lines of we’re uncompromising on the vision and flexible on the details", "where do you have systems in your life that you rely on", "i wish i had more systems sometimes", "i don’t really have a lot of – i mean, because now, i’m essentially self employed and don’t go – i mean, i have discipline, personal discipline", "but is it that rigid", "part of the reason i say i think gaylin rupp is successful is because i’m a little bit envious of the system and structure that he has in place", "and it’s occurred to me how much can be achieved when you’re that kind of thoughtful about what you’re doing", "as someone who is as obsessed with sports as i am, the thing that always breaks your heart is someone who leaves potential on the table", "and i don’t think gaylin rupp has", "and that is an extraordinary achievement", "to be able to say when he retires, “i ran as fast as i could possibly have run,” that is more important than to say i won a gold medal or i set a world record", "and i don’t mean that in a kind of cheesy – i really mean that", "to say i got at 99 percent of my ability is huge", "and i think folks would be surprised, and you’ve probably interacted with many more elite runners than i have, but i’ve met people, a few of them, and i’ve also interacted with coaches and physical therapists who have worked with people like jackie joyner-kersee", "and it’s very common that they would say, about that level of athlete, they’ve never let it all go and really given 100 percent because of whether it’s fear of a hamstring tear, fear of x, fear of y, z, whatever it might be", "so the fact that this runner is leaving it all on the track – yeah", "so it’s interesting", "we’ve been talking", "there are two necessarily contradictory things here with runners, which is training is about restraint but racing is not", "so that’s why we’re still getting at the psychology of these elite athletes is so complex", "restrain, restrain, restrain in preparation", "get on the track and, all of a sudden, no, no more restraint", "go", "all of that behavior you’ve been conditioning, no, ignore all that", "and as i returned to running quite recently and running in a serious way, and that’s the piece of it that’s proving really hard for me to grasp is that idea of turning it on on race day", "so i train very well", "and i race less well and for that very reason", "whereas i look around me, really elite runners, the difference between their training and racing is astounding like they’re just different animals", "it’s fascinating to see that", "what books, besides your own, have you gifted to other people the most", "there’s one book i’ve given the most in my life, which is a book called – well, there are several now that i think about it", "there’s a book by timothy wilson called strangers to ourselves, which is one of the loveliest, most insightful books about social psychology that i ever read", "and i give that a lot to people", "and every time i meet, and really, i’m always meeting people who work in retail, particularly i always send them, particularly if they’re jewish, i send them a book called the merchant princes", "it’s a book about the great jewish retail families of america", "so in the 19th century, all of these people come over from europe who have experience in the garment trade or retailing", "and an extraordinary number of the early 20th century/late 19th century department stores pop up around america are founded by jewish immigrants from europe from, literally, you go to any town in america, the traditional department store is from one of those families", "well, a guy, and i’ve forgotten his name, wrote a book about those families, and it’s called the merchant princes, and it’s fantastic", "oh, princes plural, okay", "yes, it’s fantastic", "it’s about everything i’m interested in", "it’s about immigrants", "it’s about people figuring out and then conquering an unfamiliar marketplace", "it’s about all of the brilliant ideas that came to these guys as they invented the department store", "the ideas that, by the way, all of these internet retailers, they’re just grandchildren of these guys", "i mean, there’s nothing dramatically new has happened", "they worked it all out 100 years ago", "i mean, it really humbles you about the so-called retail revolution of the last 10 years", "and they’re such extraordinary characters", "and i love the way their personality is kind of imprinted on their business", "so there’s a fantastic chapter about filenes, the filene brothers who start filene’s in boston", "which they have filene’s basement and so on", "yeah", "and they invent these incredibly interesting ideas about how to hold a sale, how to use people’s psychological impulses to generate the desire to buy", "these guys are so far ahead of everybody else", "it’s like 100 years ago, and they are on another level", "just like it’s one story like that after another", "it’s a brilliant book", "do you read any fiction", "oh, huge amounts", "i read spy novels", "spy novels", "if it has the word spy in it, i’ve read it", "so for someone who is unfamiliar with the genre, but excited to get started, where should they start", "well, i mean, how many hours do we have", "but if you know nothing about it, you should start with john le carre, of course, and read his first five books", "so i would read at least through tinker tailor soldier spy", "and you could keep going", "you should read through little drummer’s girl or even russia house", "i like his later stuff less so", "but it’s still fantastic", "but you must read spy came in from the cold", "i mean, that’s just kind of like gold standard", "a given", "yeah", "and then, i read all of lee child’s books", "they’re not spy thrillers, per se, but they’re thrillers", "those are fantastic", "i have hundreds", "i have literally hundreds of spy novels in my house", "what $100.00 or less purchase, this is ballpark, meaning not a bugatti or something, that has most positively impacted your life that comes to mind", "probably a piece of music", "i think it was probably an album by brian eno called another green world, which is one of his early ‘70s, it’s ambient music, but not the kind of really weird ambient music", "there’s an adage that says the music you discover when you are 18, i think it’s 18 is the magic year, is the music that stays with you for the rest of your life", "well, i discovered that when i was 18", "and i sing the songs of that album in my head all of the time", "and i worship brian eno", "he’s a fascinating guy", "have you interviewed him", "i haven’t", "i would enjoy it though", "i have a collection of cards that he also put out called oblique strategies", "yes, i know about those", "and i have it right on top of there’s another one called the whack pack, which is a series of odd questions just intended to help you", "he’s genius", "he’s also the most articulate person i’ve ever met", "wow", "i should try to get mr", "eno on the podcast", "you should because just to listen to him talk, it’s distracting how perfectly he talks", "he’s one of those", "you just want to listen because it’s perfectly done paragraphs", "it’s ready for publication", "i mean, i can’t explain the experience", "it’s just kind of awe inspiring", "i’ve had that experience when watching neil gaiman speak or listening to him speak and also perform", "it’s just incredible", "what is something you believe that other people think is crazy", "or something that a lot of people believe that you think is crazy, aside from the college piece", "either one, but i’m most interested in things that you believe that other people would raise an eyebrow to", "i think i believe in ghosts", "i like this", "all right", "tell me more", "i just do", "i don’t understand", "my aunt who lives in jamaica used to live in this house called hilson hale, which was said to be haunted", "there was a particular room that was said to be haunted", "and so i slept in the room", "i was a kid", "i was 13 or 14", "and it was haunted", "i saw a ghost in there", "it played the guitar in the middle of the night", "i don’t know", "and at that age, in jamaica, everyone believes in ghosts", "not everyone, but people believe in ghosts", "so do i think the house is haunted", "i actually do think it’s haunted", "and i also don’t understand if you believe in god, as i do, it’s not that hard to believe in ghosts", "so i believe in the existence of things outside of my own, direct, physical experience", "and also, i don’t know why that’s controversial", "why people think that you can only believe in things that we have conventional explanations for and that you can see and touch", "well, that strikes me as being – why would you limit yourself like that", "i mean, i’m not crazy", "i don’t believe in ufo’s, although, i don’t rule them out", "i’m not a kind of spiritualist", "but, in a kind of purely rational way, i believe there is stuff out there that can’t be properly explained", "why", "because why would we have explanations for everything", "or not yet", "or not yet", "there’s a ways to go", "just because there are phenomena that we can’t currently explain or examine using the scientific method, which is sometimes poorly and sometimes properly implement, it doesn’t mean we won’t", "and you just have to look back in the history books to see many, many, many examples of this", "yeah", "my other is identical twin", "and if you know an identical twin, you witness that they live – one lives in jamaica, one is in canada", "and they do that thing that twins do, which is they call each other and say i was so worried about you", "and then, the other one will say i just had some kind of accident", "or one will say i woke up in the middle of the night with a terrible pain in my stomach, and my mother is like that’s because i just had an operation for – that kind of stuff, which is that weird thing you read about", "and it happens", "i don’t know", "this is the second time this has come up on this podcast", "i had an identical twin on my podcast, and we talked about this", "so do i have a rational explanation for that", "does my mother", "no", "is it maybe a coincidence", "i don’t know", "maybe", "it just needs explanation", "i don’t have one", "but i’m open to things that don’t have an explanation", "so the question what is something you believe that other people think is insane is actually modified and kind of paraphrased wording of a question that peter teal likes to ask i suppose when he’s interviewing founders", "what is your opinion of peter teal, if you have one", "all i know about him is what i know from this whole [inaudible] thing", "i know he’s been a bad odor among some people", "and i never read his book, but i think he might have taken a shot at me", "i don’t remember this", "so the zero to one, he takes issue with how he interprets your position as it relates to success and circumstantial factors or luck", "oh", "does he think there’s more – he’s more up to the individual.\nthat would be his position", "oh, i see", "that’s a reasonable position", "i mean, the irony, in part, and one of my fans pointed this out, is that he talks in the very beginning of the book how failing to get, by a string of events outside of his control, failing to get a clerkship led to all of these other things that wouldn’t have happened had he received the clerkship", "there we go", "are there any, and i’m going to word this broadly, innovators – and that’s sort of jumping, i live in silicon valley", "a lot of real innovators and even more people who like to fashion themselves as innovators, are there any people do you think that are engaged in very interesting innovation at the moment", "oh, wow", "obviously, so many people", "and most of the people doing the interesting stuff, we wouldn’t even know about, would we", "they would have told us", "don’t have publicists", "yeah", "i don’t know if i have a good answer to that", "we could also take a retrospective because everything that was old is once new again, in terms of the retail", "so are there other examples of innovators that you’ve become fascinated by", "for instance, i interviewed marc andreessen recently, an incredible tech icon, fascinating guy", "and he looks to people like walt disney and edison to apply lessons that they learned and habits they developed, rules they developed for themselves, too", "yeah", "i guess i would say my new yorker colleague, atul gawande has done all of this work with checklists", "such great stuff", "fantastic stuff", "and i really admire him because it’s deeply unpopular work within his own profession", "but it’s work that has extraordinary potential for saving lives", "and it’s one of those things that, ultimately, has far more usefulness in the developing world than the developed world", "i mean, the line infection example and the checklist manifesto is just staggering", "but he took an extraordinary risk to his own reputation domestically in america in the medical profession by doing that", "doctors do not like checklists", "and they think of him as simplifying, dumbing down, they have all of these kind of epithets they use against him unfairly, i think, because he’s not saying all medicine can be reduced to a checklist", "he’s saying let’s find the parts that can be and do it that way", "so i admire the idea", "but, almost more, i admire the kind of guts that made the idea possible", "so there are a number of books, about 20 or 30, that i have in my living room because i spend a lot of time there writing, often times, although, i do like to get out to a third location of some sense", "i’ll go stir crazy", "but i have i’d say about 10 books that are face out to remind me of certain things or to elicit certain emotions", "and the checklist manifesto is one of them", "oh, yeah", "he’d be pleased to hear that", "the other thing, by the way, tons and tons of people write interesting things", "atul then went and put his ideas into action on a grand scale throughout the world", "follow through, so he’s not this kind of intellectual holding forth", "he has the idea", "he takes the heat", "and then, he makes it happen in a real way around the world", "i mean, it’s extraordinary", "very commendable", "what advice would you give to your – actually, before we get to that one, we talked about books", "do you have any favorite movies or documentaries that you’ve seen multiple times", "no", "i’m not really a movie or a documentary guy", "all right", "then, that’s an easy pass to the advice you would give your 30-year-old self", "i would have left north america", "leave north america", "get out of there", "why", "because you’ll wake up when you’re 50 and realize that you spent your entire working career in north america, which is, despite the fact that it pretends to be the only place that matters, is not the only place that matters", "i would have been so much more interesting and thoughtful and insightful and whatever if i had experienced, particularly in the developing world", "i had an idea when i was in my 20’s that i wanted to go and study in jamaica, a place where i have family and i have some familiarity with it", "i should have done it or some similar kind of thing", "i just think it’s always my advice to young people, which is, particularly young people of privilege, is just leave", "go away", "you can come back, but you can’t stay in the cocoon your whole life", "it will limit you in ways you cannot even begin to understand at this point", "i totally agree", "i was chatting with sebastian junger about – oh, he got out of the bubble", "yeah", "repeatedly", "about the system and also any potential remedies", "and he felt a mandatory year of, in his case, national service, but it could be volunteering with the peace corps after i think it was high school and spending a year exposing yourself to those types of environments before going into the “real world” somewhere", "in this case, north america", "two of the religious groups who take a lot of heat but for whom i have enormous respect, the mennonites and the mormons, have an institutionalized practice of sending people to other cultures", "their mission", "the mission", "and people who go on those missions come back transformed", "not just spiritually, but they have seen a side – and by the way, they’re not going as american college students do when they do the year abroad to florence", "going to florence does not expand your horizons", "don’t do a year abroad in paris", "that notion that i’m going to break out of the box and go and spend six months in the [inaudible]", "bullshit", "go somewhere real. that’s the upside of that kind of experience", "when people have the means, i spent a year in japan as an exchange student at 15", "it was my first real time out of the united states", "and it completely rocked my world", "it called everything into question", "and so when people have the chance, they’re like well, i’m thinking about going here, here, here, and if japan is on the list, i always respond with, “go to japan because it will make no sense", "you won’t be able to read anything", "and the english that you do read won’t make any sense", "people do not speak english well", "and you should just walk until you get lost", "and then, try to find your way back because it’s safe", "you won’t get hurt.” i went there for the first time two months ago", "oh, really", "blew my mind", "it was like, oh, my god, it’s so interesting", "any favorite moments or frames", "i was there so briefly", "i had to come back, sadly, because i was working on this podcast", "but i was there for like four days", "i just walked around", "i did what i had to do, and then, i just went for this – i remember once, i was walking down a perfectly ordinary, random, residential street", "i was thirsty", "i saw a tiny sign called coffee", "so i look", "is there a coffee shop", "can’t find it", "search", "finally have to go down some stairs, through doors, up some stairs through another door, and there’s a room", "and there’s a young woman behind a counter", "and she makes a cup of coffee that is so far and away the greatest cup of coffee i’ve ever had", "nothing else is even close", "and then, i tried to tip her as one would, and she got offended and threw the money back", "but it was just like this impossible to find, in the middle of nowhere coffee shop that just kills any other", "but that’s japan", "it’s like walking through a fevered dream", "japan is so much fun", "so the podcast, how did you decide – no doubt you have had people propose that you do a podcast before", "i mean, i still think we’re at the very early stages of adoption", "i think something like 15 or 17 percent of the people in the us have listened to podcasts", "it’s very relatively minority group at this point", "why now", "what led to the decision", "well, my friend, jacob, who runs the slate group, an old, old friend of mine, they have panoply is there, a big podcasting company", "and he said, “do you want to do a podcast?” and i said, “no.” and he said, “come on, do a podcast.” so i said, “all right.” it was literally that", "and then, i sort of got really into it and realized how fun it was", "and for all of the reasons i talked about earlier, just how it’s a different way to tell a story", "what about it has been the most fun for you", "and maybe we covered it already", "i mean, it is – well, one is that i’d never done a group experience, group thing before", "so creating in a group was super novel", "i don’t even go to meetings, tim", "there are no meetings in my life", "and, suddenly, i went to meetings", "and i didn’t realize everyone hates meetings, but i was like this is exciting", "so everything was just kind of like – and then, the idea of just the ability to generate emotion in a way you can’t do on the page was just more than a revelation", "it was kind of i was entranced by that possibility", "it’s transformative", "i mean, for me, this podcast started as a lark, something to do in between extremely exhausting book projects", "and when people – if any fans come up to me now when i’m on the street, at least 9 times out of 10, probably even a higher percentage, talk about the podcast and not the books", "and, hopefully, that’s not because my books are terrible", "that could mean that, relatively speaking, that is the case", "but i think the emotional response you’re able to create and the emotional bond that is forged through the audio medium is just i have to imagine it’s reflective of some hardwiring that we have as storytelling machines", "it’s kind of an amazingly powerful thing", "where would you, and maybe this is to be kept a secret, but where would you, in an ideal world let’s say two years from now, what are you doing in audio or not", "what does the podcast look like", "well, i imagine i’ll do another season", "and i played with the idea of inviting someone to join the revisionist history rubric and have someone else do a couple of episodes and try something similar", "there’s no reason why it can’t be a kind of – if i’m doing a collective project, let’s really make it collective not just me dreaming up the – so i thought about that if i could find someone who took it seriously and sort of shared my – but i don’t know", "and then, can i make a living doing it? that’s another question", "so we can certainly talk more about the last piece offline, but i would say the answer should be yes", "there’s no reason why it shouldn’t be", "and on the second to last piece, i would absolutely encourage you to experiment with the format because it’s such a lightweight, relatively speaking, medium and format for doing that", "i mean, i’ve tried four or five different formats", "some were complete strikeouts", "and some, in terms of the cost of creation, in terms of energy, time, money, etc., to the output and impact on listeners was so disproportionately favorable, it was like wow, i’m really glad i tried those five because these didn’t work", "but these solo q&a’s that i do sometimes as round 2’s with guests started off because, if you want to talk about kind of, i was sick at the time i did the peter teal interview", "and so it ended up being this solo read of sorts, which was profound and hilarious and great in a bunch of different ways", "and i realized, wait a second, i don’t actually have to be there for this to be useful to listeners", "and so i hope you experiment with that", "last real question, and then, we’ll wrap up here", "if you had a billboard and could put anything on it, what would you put on that billboard", "probably a picture of one of my favorite runners", "on my phone, i’ll show you what’s on my phone", "oh, yeah", "he’s obscured by all of the – all of the icons, but who is that", "asbel kiprop, the world’s greatest miler", "from kenya", "he’s my screen saver, my picture on my phone", "i don’t know", "i’m obsessed with the idea that track and field ought to be one of our most popular sports and, in fact, is our least popular sport", "so i would love to – i want a day when the american record holder in the 5k can walk down the street, and everyone will come up to her and say wow, can i have your autograph? and she’ll be mobbed", "and that’s what i want to happen one day", "this could seem like a silly question", "but do you have any quotes that you live your life by or mantras, in a non woo-woo kind of sense that are meaningful to you", "they might just be [inaudible] rules of thumb, anything like that", "not really", "kind of in a playful way, i keep finding myself coming back to the legal adage difficult cases make bad law, which i think is an incredibly insightful comment because we’re drawn to the difficult case", "we shouldn’t generalize from it", "and that’s this problem we run into in the political realm over and over again", "not just the political realm, many realms", "can you give an example of that", "i’m not sure i’m clear", "yeah", "so 9/11, it’s a difficult case, right", "incredibly rare, catastrophic event, catches us by surprise", "should you try to generate policy exclusively from the 9/11 experience", "that’s what we did", "and what did we do", "i think we made a bunch of really terrible mistakes", "we spent $2 trillion on a war that went nowhere and made the world worse off", "we subverted our own civil liberties", "we created these monolithic government agencies that god knows what they’re doing", "are we actually safer than we were", "i’m not sure", "that’s a case where, if we had exercised some restraint and say, you know what, you can’t use a single incident, which was this bizarre outlier, and base the whole national security policy of your country on it", "you have to look at the long view, take the long view", "obama is a very natural – that kind of thinking is very natural to him", "he’s difficult cases of bad law kind of guy", "he’s like let’s not overreact", "let’s wait and see, that kind of thing, which people find very frustrating with him", "but i like that notion", "similarly, it’s about not overreacting to black swans, to outlying events, and also, choosing your case studies wisely", "that’s what i think it’s really about", "and i suppose you could also generalize it to your personal life in many ways, too", "just because you’re mugged once doesn’t mean you should have a fundamental distrust of every human being as you go throughout life", "yes, exactly right", "and i think we can go further that just because you have been traumatized in some way doesn’t mean you are permanently scarred", "human beings are resilient", "they recover", "and that’s something that sebastian also brought up, and not everyone shares this opinion", "but given his extensive experience with vets and soldiers, he felt like they should not be treated like victims when they come back if they suffer from ptsd for a whole host of reasons that i won’t get into", "but this has been so much fun", "i really think we could continue talking for hours", "but i want to be respectful of your time", "malcolm, where can people find the podcast, where can they find you on social media or elsewhere", "where would you like them to check things out", "the podcast is revisionisthistory.com", "but anywhere there are podcasts, you can find revisionist history", "and my twitter handle is just @gladwell", "i’m the only gladwell out there", "but i’m an indifferent tweeter, but i get into little moments when i go off", "especially if someone brings up the myths and policies of current higher education in the united states", "oh, that gets me going", "i remember po bronson told me once, i asked at a q&a, and this is before i had written any books, and i asked him what he does when he has writer block", "and he said, “i write about what makes me angry.” and, occasionally, i use that", "it seems to work pretty well, at least to get me started", "malcolm, thank you so much for the time", "i really appreciate it", "thank you, tim", "that was really fun", "and i can’t wait to jump into the episodes you mentioned of the podcast", "and i’ll probably just go from start to finish", "i can be pretty linear that way", "and to everybody listening, you can find links to revisionist history, to everything we discussed, the books mentioned, etc., in the show notes at fourhourworkweek.com/podcast", "and until next time, and as always, thank you for listening"]}