{"dialog_idx": {"ryan holiday": [30, 37, 41, 42, 43, 44, 45, 46, 47, 48, 49, 53, 54, 56, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 214, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 275, 277, 278, 280, 282, 283, 284, 286, 287, 288, 289, 290, 291, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 310, 311, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 385, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 452, 453, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 484, 485, 486, 487, 488, 489, 490, 491, 492, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 520, 521, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 563, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 595, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 716, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 797, 798, 799, 800, 801, 812, 813], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 31, 32, 33, 34, 35, 36, 38, 39, 40, 50, 51, 52, 55, 57, 58, 59, 60, 61, 62, 96, 152, 153, 154, 155, 168, 184, 185, 211, 212, 213, 215, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 274, 276, 279, 281, 285, 292, 293, 305, 306, 307, 308, 309, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 365, 366, 384, 386, 387, 388, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 454, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 493, 513, 514, 515, 516, 517, 518, 519, 522, 536, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 564, 565, 566, 567, 568, 569, 570, 594, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 710, 711, 712, 713, 714, 715, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 795, 796, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 814, 815]}, "episode_num": 169, "file_type": "html", "guests": ["ryan holiday"], "num_sentences": 816, "num_words": 14346, "raw_text": "Tim Ferriss: Hello, guten tag, kumbama and amasakinalo for listening. I have many things to share. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers, to tease out the habits, routines, learnings, favorite books, etc. that you can use and test in your own life. This episode features not an athlete, not a politician, but a strategist. A young fellow I’ve known for quite a long time – Ryan Holiday. He can be found @ryanholiday on the Twitters and other social. I was going to call this episode “Useful Lessons from Workaholics Anonymous Corporate Implosions and More”. Or an alternative title, “Howard Hughes v. Elon Musk.” But in all, it reminded me of a movie that I saw recently featuring Sandra Bullock, called, I believe, “Our Brand is Crisis.” Ryan has survived and thrived, in some case suffered, in more crisis management situations than just about anyone his age, I think. At least on a national stage. He is, of course as I mentioned, a strategist and writer. He dropped out of college at 19 to apprentice under Robert Green, author of The 48 Law of Power, and later served at, I believe, age 21 or so, as Director of Marketing for American Apparel. His current company, Brass Check, has advised clients like Google, Taser and Complex, as well as many prominent, bestselling authors. Ryan himself has written four books, most recently The Obstacle Is the Way. Actually, his brand new book is Ego Is the Enemy. But The Obstacle Is the Way was translated into 17 languages and developed a cult following among NFL coaches, all sorts of world-class athletes, TV personalities, political leaders and others around the world. He lives in a tiny ranch outside Austin, Texas, with his miniature donkeys and a whole collection of random animals and his wife and so on. Not saying that his wife is animal, although we’re all animals, so that’s okay. Ryan and I cover a lot in this conversation, including meltdowns that he has gone through since he last was on the podcast and how he handles them; Workaholics Anonymous – what worked for him, what didn’t; the tipping points for his last book before Ego Is the Enemy, The Obstacle Is the Way – why did it become such a cult classic and make its way into the Seahawks and the Patriots and everywhere else? How did that happen? We talk about it. External versus internal obstacles. Sherman v. Grant style leadership and “success.” Howard Hughes v. Elon Musk. Thinking and acting on first principles and much more. So please say hi to Ryan when you have a chance on Twitter @ryanholiday and I hope you enjoy this conversation as much as I did. Thanks for listening. Ryan, good to be chatting. Ryan Holiday: Yeah, it’s good to be talking. Tim Ferriss: It has been a little while since we’ve done this in the public forum. I think about you every morning and there’s a very specific reason for that. I went to a hotel recently on the East Coast and it turns out they provide quotes to people who are checking in. So they’ll leave a quote on the bedside table or something like that. The quote that was on the bedside table, I kept with me and actually taped it to my refrigerator, which is (and you may recognize this): “When jarred unavoidably by circumstance, revert at once to yourself and don’t lose the rhythm more than you can help.” I think I just lost the rhythm there a little bit. “You’ll have a better grasp of harmony if you keep going back to it.” And, of course, that Marcus Aurelius. Ryan Holiday: That’s one of my favorites. Tim Ferriss: It is a spectacular quote and it makes me think of your tattoos. I’m not sure everyone listening is familiar with your tattoos; probably not. So as it relates to those with maxims, what do you have you written on your body? Ryan Holiday: So I just have two and it’s going to seem somewhat self-indulgent, but I’ll say the tattoos came first and the books came second, right? So I have “The obstacle is the way” tattooed on my left forearm, which was the title of the first book that you and I did together. That’s a derivation of a Marcus Aurelius quote, this idea of the impediment to action advances action; what stands in the way becomes the way. Then there’s the Zen saying, “The obstacle is the path.” And then in late 2014, it just says, “Ego is the enemy,” which then became the title of the book. But to me, I think, in almost every situation, those two reminders either help calm you down, prevent you from doing something or bone-headed. “The obstacle is the way” for me gives me some sort of optimism that it doesn’t really matter what’s going on or how bad it is I can get through it. I look at those when I wake up. I love looking at them when I go swimming, when I go running. I see them every day and they remind me of those really important ideas. Tim Ferriss: I guess I haven’t developed the stomach for the ink just yet on the skin. I’m settling for the refrigerator. I’m glad you clarified that the tattoos came first and the books came second, because otherwise I was thinking to myself it’s going to be great when you have kids and start writing children’s books with the tattoos that you’ll end up with on your body. Ryan Holiday: I wrote a book on growth hacking. I’m not going to put that on my body. Tim Ferriss: You’re not going to get a tramp stamp with growth hacking on it? Ryan Holiday: Yeah, exactly. Tim Ferriss: Sorry, guys. I’ve had a lot of tea today.But the very beginning of Ego Is the Enemy opens up with you witnessing and in a way being involved with the very public implosion of American Apparel, right? And then having, in effect, a meltdown of your own. Can you talk about that and how stoicism figured into that or didn’t? Like when the rubber hit the road? I’d just love to hear you explain the circumstances for people. Ryan Holiday: Yeah, and it’s a somewhat tough situation because, as you know, anytime there’s millions of dollars involved, there’s certain confidentiality agreements and things like that. The short of it is in 2014, Dov Charney, who is my mentor – he was a close friend of mine – was fired by the Board of Directors at American Apparel. He did not take that news well, as I imagine most people would not. It turned into a hostile takeover. It was a very contentious time. I’d been called in as a consultant to help with the turnaround of the company by the Board. So immediately that put me at odds with someone who I’d been close to for a very long time and looked up to and admired. But at the same time, I was able to see the situation a bit more objectively than he was. So I didn’t view it as a betrayal. I sort of viewed it as a commitment to the company to which I had worked for a very long time and done a lot of work that I was proud of, and had a lot of friends and colleagues and there were great people there. The Obstacle Is the Way had just come out. You know how it is after you put on a book, you go on book tour and you’re just looking forward to the day when that all ends. Two days after it ended is when I got the call. No, you know, I immediately found myself back living in Los Angeles while my future wife was in Austin. I’m living in an Airbnb. I’m working constantly. I’ve got another book that I have to finish. I basically completely overcommitted myself to what became a total, chaotic nightmare of conflict and intrigue and backstabbing. All the stuff that one would imagine would be going on in a hostile takeover of a company where the founder had been unceremoniously ejected. I don’t want to say I had a nervous breakdown, but I very clearly realized – soon enough I realized that I’d – I’ve always in my life been able to take on more and more stuff. Like every time an opportunity comes up, I’ve been able to jump on it. I never felt like, okay, that’s overreaching, right? This is when I finally hit that wall. And my relationship hit that wall. My personal happiness hit that wall. I was as tense as a human being could possibly be. I wasn’t sleeping. Threats are being – so it was just one of the worst period of my life. It forced – not only was I dealing with watching someone I’d looked up to behave in these ways that I didn’t agree with and looking at the consequences of some of his behavior and being forced to say, “Is that what I want to be like? Is this the right thing to do?” And then also having to look at this idea of why do I keep unthinkingly plunging myself into situations because I can’t say no to money? I can’t say no to the thrill of a chaotic situation? I can’t say hey, that’s a great opportunity, but it’s not for me? And so I hit this complete wall and I eventually ended up walking away amicably from the Board when they decided to go in a different direction before ultimately going back in the other direction. Tim Ferriss: What were the directions that they were thinking about going in? Ryan Holiday: So they reconsidered bringing him back on and then they decided against it. Ultimately, the company was forced to declare bankruptcy and is now privately held. The company was in very dire straits and the conflict was ultimately – I don’t want to say fatal, but it put it on life support from which it’s not clear that it will recover. I hope it does. But Dov walked away with nothing. Employees like myself who had stock options and had bought shares in the company, we lost everything. The Board lost their shares. It was the definition of what became a lose/lose situation. Which I talk a little bit about in the book, this idea of when bad stuff happens, ego is what makes us make it worse because we can’t step away. Ironically, Dov has now started his own company. It’s interesting to think how different things would have been if he’d done that in 2014. But what I took away from it ultimately when I finally got back to my actual life, I’d carved out a career for myself which was as a writer, which very few people can do. Which I’d always wanted to do; which is what makes me happy. And then someone dangled something shiny over here and I jumped into it unthinkingly. In a very real way, I risked all of it because I wasn’t able to really decide what was important to me and what mattered. I think a lot of people find themselves in situations like that where you wake up one day and you’re like, “What am I doing here?” Tim Ferriss: I think probably everyone listening has found themselves in that situation multiple times. But I want to go back to you walking away from the Board and issuing that resignation or however it came down to it. But that day, there were all these cumulative stresses. We’ve known each other quite a while. We both like to kind of step up to bat and take on a lot when we’re in these various projects. When we get a very cool opportunity dangled in front of us or something we think is cool at the time. The question I have is was there a defining moment or conversation or incident, realization, whatever it might have been, what was the moment or the day in which the straw was added that broke the camel’s back? Where you decided enough is enough, okay, I’m going to walk? Ryan Holiday: Yeah, sure. I’m not sure what I can say. I’ll say this: one thing that I’m glad I did and I think it probably learned this from you and some of the stuff you’re talking about. When you negotiate a contract, you want to think about these things in advance, right? You want to have a ripcord in a contract that says hey, if this happens, we’re walking away. And you have to be prepared to do that. So I was in a position where when we started to have some philosophical disagreements about how things should go, I wasn’t able to say, “Hey, I disagree.” I was able to say, “We’ve already addressed this contingency. It’s time for my buy-out to come into effect.” So I’m glad I did that. I think there were a couple moments. I believe my computer had been hacked at one point; I was very nervous about that. I won’t say. I was starting to worry about my own personal security and safety. It’s like there’s nothing in business that is ever worth that, right? But if I’m being perfectly honest, it was less about the situation and more about who I become when I get drawn into situations like that. I remember one day – I got to commute back and forth from my home on occasion, so I was back in Austin and I’d come home and I had written all these emails on the plane and I was waiting to get to my house so they would all send when I got WiFi. I got home and the internet was down, like Time Warner, which is horrible, wasn’t working. It wasn’t working and I was freaking out. I had a legitimate panic attack that I couldn’t send these totally meaningless emails at 11:00 p.m. on a Friday. This is deadly serious to me. My wife is looking at me like I’m an insane person. I’m acting like an insane person. I’m taking it out on myself and on her and the person in front of us when we’re driving to go to Starbucks to get internet. I’m behaving like an obscene monster, basically. After I calmed down, it’s like, “None of this matters. What am I doing?” The situation was chaotic and stressful and I’m glad that I’m not in it, but what I learned about myself most of all is some people can drink an unlimited amount and not become an alcoholic and other people they have one drink and they become somebody totally different. I’m that way with stress and chaos. I realized I retrospect that I’m heading down a very bad road if I choose stress and chaos over the things that I’ve worked really hard to achieve in life and that I claim to be important to me. I think a lot people face that sort of fork in the road. Are you going to choose a life or are you going to choose some career or financial or sort of accomplishment? Sometimes it works out and sometimes it doesn’t. I think the wakeup call for me was this is just not the person that I want to be. Tim Ferriss: Not to throw a really hackneyed cliché out there, but the fork in the road is am I working in order to live or am I living in order to live? What does the hierarchy of priorities look like? In your personal journey, I’d like to dig into one, which is the decision not to live in places that you’re very familiar with like LA, you know very well; San Francisco; New York City. Where do you live at the moment and what’s the story with the two miniature donkeys? Ryan Holiday: So yeah, I’ve lived in New York; I’ve lived in Los Angeles for a long time. Now I live right outside of Austin. My wife and I have a small ranch. We have goats, we have miniature donkeys, we have longhorn cattle and then like geese and chickens and a dog and stuff like that. To go back to your other question, what helped make this clear is here I am living in somebody else’s apartment in Los Angeles and I’m flying home – I still lived in the city then. But I’m flying home to Austin. And it’s like, “This is my life. This is where my books are.” I picked to live in Austin because I loved Austin and here this job, which is not even my full-time job, it’s just this thing is pulling me away from that. I think that tells me something right there. But I remember I would come home. I was looking at my goats one day. They were in the front yard and they were just sort of standing there. Tim Ferriss: I feel like goats do that a lot. Ryan Holiday: Yeah, they do. They weren’t eating, they weren’t head-butting each other, they weren’t jumping on something; they were just standing there. And I remember thinking “They’re just being goats.” They don’t have a job. There’s nothing that they’re supposed to be doing. They’re alive and I take care of them. They have nothing. They’re just being alive. That reminded me of something that I’d read. When all this chaos, I’d actually started attending Workaholics Anonymous meetings when I was in Los Angeles. They say this thing in the meetings that it’s human being, not human doing. It’s like yeah, but a goat is just supposed to be alive. And here I’ve told myself that my job is to manage this crisis that I didn’t create; that it’s impossible for me to actually solve; to make other people lots of money. Is this what I was put on this earth to do? To be a bundle of stress and angry nerves? Of course not. Tim Ferriss: Workaholics Anonymous is not something I’ve any real familiarity with. What else helped you from that experience or did you take away or that you remember? Ryan Holiday: I took away a lot. This idea that your life can become unmanageable because you can’t prioritize properly and that you can’t take care of yourself. We don’t associate stress and heart attacks – we don’t associate those things with work because work is considered a good thing and we don’t see that it can become essentially a drug for people. It can become a thing that if you think about it this way, let’s say you’re having a terrible day. All these things are going wrong. You know what always goes right? You sitting down at your computer sending emails or reading about – if you’re good at what you do, work is the most predictable, safe, manageable thing in your life because you control it. A lot more than you control other people or the weather, all these things, right? So I think for me I was using it as I could just plug into it in a way that somebody else might be able to turn on the television on tune out. I could just plug into it. So it was this sort of an awareness of that. I had this awakening to tie it to the book, this idea that I’m not building this monument for all time. The world is not revolving around this ridiculous project that I’m working on. I’m the one that’s making this feel urgent and essential and more important than anything else. I’ve brought that to the situation. I think that was a big thing I took. The other thing I took is – and I don’t think people realize this because they hear workaholism, but they don’t realize that it’s really the activity that’s the addiction. There’s lots of people who don’t work a lot or maybe they’re financially secure so they don’t, but you can be an activity addict too. I certainly picked that up from my family. My parents are always doing things. They live in Hawaii, but they’re always doing things. I think I internalized that as a young kid. I can’t relax; I can’t stop. I just realized it was that impulse that had gotten me into this situation that I then couldn’t figure out how to get out of. The only way to get out of it was to walk away. Tim Ferriss: So you walk away. Do you still go to Workaholics Anonymous meetings? And if not, why? Ryan Holiday: I found it very hard to relate to a lot of people in the thing, mostly being young. Tim Ferriss: Meaning you were younger than most of the attendees? Ryan Holiday: Yeah. I was 27 at the time. There’s not a lot of 27-year-olds in Workaholics Anonymous. There’s calls that you can do. I go to a therapist who sort of specializes in this stuff. It’s also hard. I know I just sort of told this harrowing story. But the consequences for me were very low for all this. I didn’t destroy my relationship. I didn’t bet all my money on some ridiculous venture. I was in a great spot; I just committed to too much. It wasn’t like I was looking at the wreckage of my life. I was peering over the precipice of what could be the wreckage of my life. I obviously read everything I could on the topic and then I tend to – I go to a therapist now who sort of specializes in this stuff and is very familiar with the teachings of that community. So I feel like I sort of do it that way. But to go to your question about the decision to live in Austin, to live outside the city, to run my business and my life a certain anything are, in a huge part, just eliminating a lot of the temptations and influence that would come from having an apartment in downtown Manhattan and a bustling marketing firm that is constantly creating fires that I have to put out. Tim Ferriss: Yeah. I think that the wear of happiness is really under-examined. The tendency of Type-A personalities – I think I am guilty of this or have been and maybe you have at some point – is that I should be where the maximum number of opportunities are – often very ill-defined or poorly defined; this broad opportunity bucket. And then I should have the self-control to stave off all of these impulses with these various temptations – whether it’s booze, late nights out, people who end up in New York and have never done cocaine and then end up doing cocaine socially because they work at an investment bank and A, B, C, D and E happens. I feel like that is wasteful in some respects. Meaning that if you’re smart, you should be able to create opportunities, as opposed to be 100 percent reactive. Although maybe that’s easier after a certain age. Secondly, so you don’t suffer from decision fatigue constantly and then make really bad big decisions, to choose a location where you don’t have to constantly protect yourself from impulses to reach out and respond to some shiny, distracting object or person or substance. For me, San Francisco is the right fit. For you, it sounds like Austin was the right fit. But let’s rewind the clock just a little bit and talk about The Obstacle Is the Way. So The Obstacle Is the Way comes out and a few things happen – I mean, many things happen that I think are very interesting. One of them is how quickly it was picked up or widely, I should say, it was picked up in the professional sports world. There was a big piece in Sports Illustrated about this, but let’s start with the Patriots and then maybe you can just give a couple of anecdotes about it spread and then why you think it spread. Ryan Holiday: Yeah. It’s interesting. The Obstacle Is the Way came out almost exactly two years ago, so we would’ve been recording this a little bit before that. The book came out and it was very much because of the audiobook. The audiobook, I guess people in sports love audiobooks because they travel a lot and they’re readers and always looking for an edge. But because of – I know it was your podcast and it was also Shane Parrish who runs Farnam Street. He’d written something about the book. The book got very little media attention, but because of outlets like those two, a couple different people in the sports world picked it up. One of those was Michael Lombardi, who is a special assistant for the New England Patriots, who is formerly the General Manager of the Cleveland Browns. He read the book and he just started giving it to other people. He emailed me a couple months later. But unbeknownst to me, he’d just given it to other people. He and I had started talking. I sent him some more books. The Patriots ended up – and I’m not taking credit for this in any way, but the Patriots won the Super Bowl that year. It was so amazing for me to be watching the Super Bowl and knowing that some of the people involved in that had read my book. But other than that, it was a total secret. No one had talked about it, anything. And then the following off-season, Mike saw John Snyder, who is the general manager of the Seahawks, who the Patriots had beaten, at a tryout and he recommended the book to him. So then the Seahawks read it and it went through that organization. And so now all of a sudden, my book has been read by both teams who were in the previous year’s Super Bowl. From there is just sort of caught on. Not publicly, but by word of mouth. I heard from other players in the NFL like Garrett Gilkey, who plays for the Bucs. Then it started making its way through baseball, then college sports. In basketball, Shaka Smart, who became the coach of UT, George Raveling, who is a Hall of Fame Coach – he coached at USC. He actually owns Martin Luther King’s “I have a dream” speech. Now he’s the director of basketball for Nike. Tim Ferriss: That’s got to be a tough one to enforce. Ryan Holiday: Yeah. Tim Ferriss: Like do you actually chase people down who are using “I have a dream” to inspire their students? Ryan Holiday: No, no, no. He was a bodyguard for Martin Luther King on the day he gave the “I have a dream speech,” on the steps of the Lincoln Memorial. Tim Ferriss: Oh, I misunderstood. Ryan Holiday: And when he left, George just asked him if he could have the speech. Tim Ferriss: Oh, he owns the original? Ryan Holiday: He owns the actual day of – it’s one of the most amazing, historical bits of circumstance ever. And he has it in his – I mean, I don’t know where he has it, but he has it. [Inaudible]. Tim Ferriss: In his silverware drawer? Ryan Holiday: Yeah, right. I assume it’s framed and under ten feet of glass like the U.S. Constitution. It had just made its way through sports. Arnold, who I know you’ve had on the podcast, he read it. Probably because of your connections with people in that world. Tim Ferriss: That’s Mr. Schwarzenegger, if people are wondering which Arnold. Ryan Holiday: Sorry. Not, Hey Arnold. But yeah, so it just started making its way through this world and I started hearing from people. I think people go out and they try to chase so much media attention. If something amazing is happening, eventually the media will find out about it. That’s what happened. A reporter at Sports Illustrated heard that the Seahawks were reading it. Then we became friends and we started talking. Eventually he wrote a piece about it and now it’s been used by all sorts of other athletes. Obviously, when I sat down to write a book about stoicism and then when you published my audiobook on stoicism, I don’t think either of us were thinking the target market for this is NFL coaches and professional athletes. But in retrospect, it makes perfect sense because the idea of having to manage your emotions, to think rationally and clearly and to make the best of any given situation and never give up hope is the definition of stoicism and the definition of what professional athletics are really about at the highest level. Tim Ferriss: Yeah, no. I agree. I’ll give you another story that you have not heard, which is I was recording a podcast recently for The Tim Ferriss Show and the guest was Chris Sommer, former national team coach of men’s gymnastics. I asked him about books that he had read recently or was reading that he would recommend and he had no idea that I knew you and he started talking about The Obstacle Is the Way. So that’s another feather in the cap. Ryan Holiday: It’s so crazy to me because you can write a book and lots of books sell well of somewhat dubious quality, right? For me, as a writer to know that people who are way more accomplished than me, who have done things that I am aghast at and so inspired by, that it passes their test, is all that – the book could sell zero copies, but if the ten people who have reached out to me about it at this level thought it was good, that’s all that matters to me. Tim Ferriss: I think it also underscores the observation that Eric Weinstein, who is a mathematician and investor, he’s a managing partner at Thiel Capital and works directly under Peter Thiel, who is the first outside investor in Facebook, billionaire several times over, co-founder of PayPal, etc. The point being, he made the pint to me once that generalized fame is overrated. In fact, it’s undesirable on many different levels. But selective fame, if you could say pick your 3,000 people to be known among, it can be very useful. And would you rather be recognized by the guy waving the wand at TSA as you walk through, or would you rather be recognized by everyone in the crowd of TED but no one else, right? And they’re different objectives. One is not necessarily better than the other. If you’re going for the former, you need to think very wide and cross-demographic. People magazine, television, extremely popular cable shows, etc. If you’re going for the latter, you can be very surgical and very strategic in how you set it up. For anyone who’s wondering how this applies to product launches or businesses, I would encourage you to read two things. The first is 1,000 True Fans by Kevin Kelly, which is an essay online. You can read it for free. And then there is also Small Giants. I always forget if it’s Small or Little Giants by Beau Burlingham. About companies that choose to be the best as opposed to the biggest. But each of these companies is highly focused on a small demographic. I think when you do a book launch, you can attempt to target in that way, which I think is worth the effort and planning and identifying maybe the 1,000 true fans or 100 true fans or 10 true fans in highly niche areas where those people are thought leaders. In the case of say, NFL coaches. And then paying attention. Really watching maybe verified accounts on Twitter, whatever it might be for at mentions to see if a seed has been planted somewhere that you can help cultivate. In the case of the NFL, for instance. I’ve noticed with the podcast, a handful of NBA players are listening to the podcast. Some of them have heard me make jokes in Spanish because I used to live in Argentina. So Ginóbili from the Spurs has heard the podcast and he heard the “me dime que me gusta,” which is lie to be me because I like it kind of joke in Argentine Spanish. You just need to be observant and follow those things. But if we’re looking at observation, learning, why ego? I mean, yes there are components of examining the go in stoicism, for instance. But why did you decide to write about ego? I think also this is probably, among many people listening, they will have mixed feelings about that term, right? They will feel like it’s not 100 percent negative, nor 100 percent positive. Why did you decide or how did you come to end up writing about this? Ryan Holiday: I think a very accessible way to answer that, what you were just talking about. The sort of difference between going huge or going smaller and influential and knowing that you grow from there. I think one of those approaches is probably driven by ego and the other is driven by a colder rationality and a more purpose-driven approach. When I hear someone say “I want to sell a million copies.” You’re like “Why a million?” And it turns out that they just pulled that number out of their ass or they heard that their friend sold 500,000 and they want to do twice as much. So it’s very easy to be motivated by vanity or ego, but it takes discipline and purpose to know okay, these are the thousand true people that matter to me and that’s what’s important. So part of it just came out of my experience working in the marketing and working with companies and brands. Seeing how often ego makes people act against their own interests. Sort of do destructive, negative or inexplicable things. Seeing American Apparel collapse that sort of brought me closer to this idea. Seeing people I looked up to and admired ruin things that they’d built or ruin relationships that mattered to them. These are me sort of over time experiencing some of the difficulties of ego. When I sat down to write the book I guess I was thinking, okay, if The Obstacle Is the Way is about external obstacles which we all face, Ego Is the Enemy is about what I would call our biggest internal obstacle, which is our ego. The way in which our pride and vanity and self-absorption and delusions and need for control and greed and all these other things we know are bad. The way those things prevent us from accomplishing what we want to accomplish or hollowing out what we do accomplish or making a difficult period in our life even more difficult. I’m not talking about ego in the Freudian sense or some complicated psychological definition. We know ego when we see it. Bill Walsh – another great football coach – he said it’s when your ego gets bigger than your ears, that’s the problem. When you can’t hear the things around you. Cyril Connelly saying “Ego sucks us down like the law of gravity.” I think we know how ego has ruined people around us and we know when we’ve done egotistical things that’ve caused problems in our life. It’s that that I’m talking about, not some general notion of “the ego” that’s the problem. If that makes sense? Tim Ferriss: So I were trying then to wrap my head around it, how much of ego as discussed in the book is trying to build or conform to an image that you hope others have of you? An image reputational driven issue. Ryan Holiday: I think it’s a huge part. It’s this idea of needing to be what you’ve always to be. It’s needing to be the No. 1, the center of attention. I guess it’s that sort of petulant child that needs to get their own way over anything else. I’ve got to get all the credit. I’ve got to get all the attention. I need people to know how smart I am. I need to be in control and sort of seeing every – not being able to see anything bigger than yourself is probably a decent definition of where ego becomes a real problem. So that starts to distort the reality. Here’s another way to look at it. Creativity and doing great things, I think we both know requires a real connection to reality. There’s an epic [inaudible] quote where he says, “One cannot learn that which they think they already know.” So if ego has told you know everything, all of a sudden it’s impossible for you to learn. Or if you think the thing you made is the greatest thing ever done, now all of a sudden you’re not able to sense from the audience where the improvements need to come or what changes need to be made. To make sort of realistic assumptions about your chances of success. These are the way I think ego becomes this kind of haze that prevents us from connecting to the reality that’s so important to doing great work. I’m not saying you can’t be ambitious or optimistic or driven by ideals, but it also has to be rooted in reality if you hope to accomplish any of those things. Tim Ferriss: Let’s talk about – because I think the ego, pornography, integrity or lack thereof, perhaps is most easily and defined with examples. Ryan Holiday: Sure. Tim Ferriss: So let’s talk about one from the book, which is Sherman v. Grant. Could you give us some context and explain that story? Ryan Holiday: Sure. So one of my heroes is William Tecumseh Sherman, who was a general in the Civil War. He sort of has this reputation as being the guy who destroyed the South. In a sense, he did. He’s actually probably the greatest strategic mind to ever wear a United States military uniform. I think you compare someone like Sherman to a Napoleon. Napoleon is someone who always believed that he was destined for greatness; that he was the greatest thing that ever walked the earth; he was deserving of being a dictator. You compare that to someone like Sherman, who later in his life after the Civil War was famous for declining the presidency. He said, “If nominated, I will not run. If elected, I will not serve.” So he’s this opposite of what we think of when it comes to the military. He started very young. He was constantly underestimated. He was sent in all these backwater postings. By the time the Civil War broke out, it was like his career was essentially over and he’d not been successful; nobody knew who he was. It was only in the Civil War and this immense trial that he showed himself to be this strategic genius and he earned his place at the top of the heap. There’s this wonderful quote from one of my favorite biographers; his name is B.H. Liddell Hart. I talk about him a little bit in Ego, but he’s this brilliant writer. He was a World War I hero. He’s saying the difference between the kind of people who are utterly confident about the things they’re going to achieve in life and the other people whose image is a slow accumulation based on achievement. He says the last type, their own success is a constant surprise and therefore the fruits are more delicious. He says in that is poise and not pose. So I think we tend to think ego is this braggadocio and boldness and whatever. We discount the problems that has. What I like about someone like Sherman is that it was his sense of himself has grown in confidence when he decides to do this march to the sea, which was in many ways a counter to a lot of military theory at the time. He’s abandoning his supply lines. He’s not doing that based on ego. He’s doing it based on confidence which he earned. He earned it based on his actual performance, the work that he put in, the knowledge that he built over time. The other story I tell in the book related to Sherman and Grant – so at the end of the Civil War, Grant – who is also a hero of mine – Sherman and Grant are basically the two most famous men in America. They’re war heroes. They’ve led armies and millions of men. At the end of the war, Sherman continues to be a soldier. He serves for a few more years and then he retires basically in what amounts to happiness. And Grant, who did not know politics at all, in fact was a good general because he was so bad at politics, decides to run for President. He’s elected in a landslide and then serves two of probably the worst terms in U.S. Presidential history. He was surrounded by corruption because he wasn’t good at sussing people out that way. Reconstruction stalls. He’s just a bad President, and I say that as someone who admires him. He’s a bad President. He leaves the Presidency and then he opens a financial brokerage with his son and a partner. That partner turns out to be the Bernie Madoff of his day. He loses all his money. He ends up having to essentially put up his war mementoes to earn money to pay off the investors and then he writes his memoirs as he’s dying of cancer to leave his family something to live on. There’s this letter from Sherman to someone. Sherman is saying, Grant was this great hero, and yet he pursued these things that he had no skills in: being the President. Sherman is saying he tried to make money to impress people who would’ve given all the money in the world to have won one of Grant’s battles. That really hit home to me because I’d just sort of gone through this stuff in my life. He’d done this miraculous thing, but because he couldn’t understand how impressive it was and he had this endless need to impress other people, he ended up losing everything to impress people who were already impressed with him. To me, I think that’s such a great example of where ego can take us. It takes us so far past our capabilities and our needs because it’s insatiable. Grant died a painful, sad death at a young age and I think you have to attribute that ego to part of that. Tim Ferriss: It brings a couple things to mind. And then I have a question for you, which relates to the question why. So we have the characteristics of their respective careers. One in retrospect clearly more desirable than the other, but what made them different is the question I’m going to come back to. But I guess there are a few observations. There’s one – and I might be getting this quote slightly wrong, but I’ve heard this said. I’m going to paraphrase it here: “We work doing things we don’t like to get money we don’t need to impress people we don’t like.” That’s the first one, which I think is related to the engine that drives that disaster is ego. As discussed earlier, a component of which being caring a lot about what other people think and then the other is actually pulled from – I just pulled up the pdf of some of my line notes because – for those people who don’t have the background – I read a very early manuscript of The Ego Is the Enemy and went through and just really digested every single line and highlighted things that I found particularly appealing or helpful. One of them was, and I’m probably going to pronounce this incorrectly, but the performance artist, Marina Abramović, I’m guessing, puts it directly. “If you start believing in your greatness it is the death of your creativity.” So I think that could be a very much related piece of it. Ryan Holiday: Sure. There’s a line in Billions, which Brian Koppelman, who I think has also been on this show. Tim Ferriss: Yeah, great show. Ryan Holiday: Yeah, and it’s at the end of the season and the guy’s just made this sort of disastrous bet – Axe has. And the therapist is asking him why. He’s like, “When people call you Superman long enough, you start to think that you’re Superman.” I think with Grant, it is like he’d just won one of the greatest military victories in history and this is why ego is so toxic. He just defied all of the odds. He’d remade the world. Literally changed the course of history with his sheer persistence and he didn’t listen to the doubters. So part of doing a great thing is that you are putting a middle finger up to what everyone else is saying. That works, except for when you’re wrong, that’s when it leads to disastrous things. So I’m sure people were like, like “Ulysses, don’t run for President. You’re not good at this. It’s not going to end well.” Or “What do you know about Wall Street? Why are you creating a financial firm?” Is when we bulldoze right over those really reasonable questions because we can’t say no to things or we want things too badly, that’s where we over reach. We believe in our own greatness like that quote is saying. That’s the death of our connection to reality, which is what made us good in the first place. Tim Ferriss: So I was given some advice. I think it was just in the first week or two that The 4-Hour Workweek hit The New York Times bestseller list 2007, I suppose it must have been. I was told, “Just remember, you’re never as good as they say you are and you’re never as bad as they say you are.” So I’ve repeated that to myself quite a lot in good and bad times. I’m just looking at this marked-up pdf again. You have Demonicus. You have a number of quotes, but one is “Abhor flatterers as you would deceivers; for both if trusted, injure those who trust them.” There’s a lot to dig into there. But let’s talk about someone who is lionized by many people and perhaps unrightly so. I should also highlight the point – and we’ll probably get into this – that I think believing you are the greatest and drinking that Kool-Aid, believing your own hype, that doesn’t preclude you necessarily from being financially successful. Because I think many people will say, well, what about this person, what about this other person who has clearly an enormous ego. They’re on television talking about how great they are and how brilliant they are constantly. What I’ve noticed at least is there’s a big difference between financial and career success as subjectively defined by the masses or by any of us. Somebody who has a lot of money and gets seen on TV a lot, for instance, and someone who is even remotely content or pleasant as a human being to themselves and others. It’s been my observation in Silicon Valley that the people who tend to bang their chests the most and make the most noise are very rarely the people who, left alone for ten minutes to sit with themselves, are happy with what they see, or can even sit still and all. They tend to end up being pretty miserable for the most part. But getting ahead of myself – Howard Hughes. Ryan Holiday: No, I think that’s a great point. And that’s something I thought about a lot in the book because people always go, “What about Steve Jobs or what about Kanye West?” I think one of the distinctions you have to make is, just because someone is successful to you, that doesn’t mean that they have accomplished what they are trying to accomplish or what’s important to them. So you look at someone like Kanye West; clearly a musical genius, clearly one of the greatest rappers that’s ever lived. He’s made amazing work. And then when his last album came out a few months ago, I think it’s sort of this weird release thing that he’s doing, but he’s like admitting that he’s millions of dollars in debt because this fashion line that he keeps trying to launch isn’t working. I would argue that it’s probably because his ego is most out of control there, whereas he put in so many hours previously on his music when he was aspiring to do this thing as a kid that he’s so talented that it’s able to compensate for this monstrous ego. I think in some ways, ego is dangerous when you’re aspiring to something – no question. But it’s when you’re successful and you’ve built this thing and then you’re trying to do your next thing when you’re convinced that everything you touch turns to gold, that’s where ego is the most destructive, because it’s like you’re trying to do this other thing you’re already rich, famous, talented, and you’ve done this great work. But ego is there shutting that door in your face and that’s not as visible to the rest of the public in the way that it is when we see some young kid implode before they’ve been able to accomplish what they’re trying to accomplish. Tim Ferriss: Let’s talk about Howard Hughes for a sec and what is your opinion of Howard Hughes? Ryan Holiday: So I think Howard Hughes is a great example of actually what we were just talking about in the sense that most people who are egotistical, they try something and they fail and then we never hear from them again. They’re edited out by the survivorship bias. We don’t hear from the people that tried to do something and then never made it onto our radar. Howard Hughes is a great example of someone because he had millions, ultimately billions of dollars, passing his way through the monopoly that his father had created in the oil drilling business. He was able to repeatedly fail and waste hundreds of billions and ultimately billions of dollars in his own lifetime of these ridiculous – I think you could argue, although he was clearly a genius pilot and a wonderful inventor, he was arguably one of the worst businessmen of the 20th century. He lost tens of millions of dollars in the stock market speculating on stocks. He owned RKO Pictures, which had tens of thousands of employees when he bought it and ended with a couple hundred. He lost something like $20 million in terrible movies with RKO. The Spruce Goose, which he was so famous for in that movie Aviator, he built this this huge plane out of wood. It’s an interesting project, but you don’t realize that was a $20 million government contract for a plane that was late, that flew one time, and then he stored in a warehouse for 40 years at $1 million a year. You don’t realize that Howard Hughes did all of these sort of these Elon Musk-esque projects that were inspiring and bold and they almost never came to anything, and the only reason he was never really held accountable for any of them is the fact that Hughes Tool Company, which was what his father created, which after his father’s death Howard Hughes literally never stepped foot in ever again, was cushion from which all these preposterously egotistical failures would land upon. Ultimately, at the end of his life he had some mental illnesses. But they even traced most of his mental illnesses back to plane and car crashes which he caused by being reckless. So I see him as this sort of cautionary figure and Elon Musk has actually said that he sees Howard Hughes as a cautionary tale. It’s someone who was so incredibly talented and so had much potential, but had very little discipline and order and objectivity in his life. And it ultimately ended in a very bad place for him. I read a really great book on Howard Hughes called Howard Hughes: His Life and Madness. I read this right around the time in the American Apparel stuff was happening. It was deeply even uncomfortable for me to read seeing some of those similarities behind this kind of visionary genius on the one hand, but also their own worst enemy on the other and watching those two forces battle each other. Tim Ferriss: So two questions. The first is let’s just say that you sat down with Howard Hughes to provide him with advice or he actually wanted to solicit advice from you. Let’s just also assume that he is open to that advice. So maybe he time traveled, hung out with Steve Jobs and took some LSD. And what advice would you give him? And is there any point in time? Or how would you try to correct course? Ryan Holiday: I don’t want to dodge your question, but I would imagine you’d relate to what I’m going to say. Famous or important or wealthy people will sometimes reach out to authors invite them to their house or even pay them for like a consulting session where they want your advice on some project they’re working on it. Tim Ferriss: Sure. Ryan Holiday: So I found myself in situations like that. You’re called to someone’s mansion or their penthouse apartment. You get there and this is someone you’ve admired you thought had it together. You’re a fan of their work or your envious of what they’ve accomplished. You get there and they’re ranting and I’ve seen them in these sort of manic fits. They’re ranting and raving about these things. They’re obsessed with what some person on a tiny blog said about them or they’re convinced that they have to do this thing or they’re like “I’m doing this project and I wanted it to sell a hundred million copies.” And with all your knowledge you know that thing is impossible. So often you see, this person has become so successful. You realize that to give this person the truth would be a Kamikaze mission. To tell them what you actually felt or thought or what you thought they needed to know would implode any chance of you working together. So I see you ego doing that and I think you definitely saw that with Howard Hughes. He would be this guy, he’d be waging the corporate takeover of you know TWA and then also dictating a thousand-word memo about how employees shouldn’t look at him in the eye. Or that how no one should touch anything without putting a Kleenex between their hand and the doorknob. Tim Ferriss: I don’t know how you got a hold of my prep sheet for guests to my house, but we can talk about that later. Ryan Holiday: You know what I mean? You get called. It’s very sad. This is in some ways hopeless, because imagine if Richard Nixon had called you and asked you for advice. Dude, you’ve really backed yourself into a corner here. You shouldn’t have done any of this; this is insane. They themselves just a few years before or after would be able to see that, but they’re so caught up in the moment. They were similar to how I was when I was wound way too tight and way over committed. They’re not able to step back and see what’s happening with any measure of realism. I think that’s the kind of thing that happened to someone like Howard Hughes. John DeLorean, who’s another hero of people. He ran his own company into the ground and then he thought he could try to save it with a $60 million cocaine deal. This is not the rational mind thinking. This is ego in full sway convincing you that you’re untouchable, convincing you to do bad, stupid, reckless things. Tim Ferriss: So let’s look at then maybe take a different tack. What do you see as the biggest differences between Elon Musk and Howard Hughes? Because Elon Musk is very good at executing. I’ve been very fortunate to meet him, maybe two or three times briefly. He seems very highly rational. I’m going to give also a little bit of a tease for one of the paragraphs that I underlined in Ego Is the Enemy, which beings as follows (and I’m not trying to hand you this is the answer so feel free) I want to hear other thoughts. “A young basketball player named Lewis Alcindor, Jr., who won three national championships with John Wooden at UCLA, used one word to describe the style of his famous coach – dispassionate.” Okay. So I found Elon to be very dispassionate, but in a confidence-inspiring way. He also has a meticulous – so I guess I’m kind of answering my own question a little bit – but meticulous attention to detail, which I’m sure Hughes had in some respects. Meticulous attention to detail in the same way that Wooden had. So Wooden – I heard an anecdote about him which went roughly as follows: when he had new recruits to the team, he would sit them down and walk them through how to unlace and lace their shoes. I don’t know if you’ve heard this story. Ryan Holiday: I have. Tim Ferriss: Okay. And the reason being, he said if you lace your shoes improperly, you get blisters. Blisters cost shots. Missed shots cost games. Lost games cost seasons. He just had this meticulous attention to detail even with the unsexy aspects. But what would you summary are the biggest differences otherwise from say a Hughes and Musk. Ryan Holiday: Sure. Related to that, another story that I’ve heard about Elon Musk, and I think it’s in that big biography of him. I read it in a Business Insider article. It was when he was starting SpaceX, originally they were thinking they were going to buy these rockets and then build this rocket company. That’s what a dispassionate person would be like. That’s the idea. We’ve got the money; we’re jumping into it; let’s go, let’s go, let’s go. And that’s that sort of manic mindset of I’m rich, I’m famous, I’m Elon Musk, I can do whatever I want. But that’s not what Elon Musk did. They got quotes on the rockets and they were incredibly expensive. Elon Musk did a thinking exercise which comes from Aristotle called “going to first principles.” He sort of cautioned the team. He was like, “Look, let’s actually look at what building a rocket costs.” So instead of saying, “This is what these defense companies will charge for a rocket; what does it cost to make a rocket?” They did the math and it turned out they could make their own rockets for like 10 percent of the cost of what they could buy them. So SpaceX really comes from that very simple thinking exercise. There’s a story about a football coach – I forget who it is – but he calls the team in – it might be Lombardi – and he picks up the football. He’s got the team gathered. He goes, “This, men, is a football.” These people, they’ve been playing it their entire lives and he’s like, “This is what a football is.” That’s going to first principles to almost an absurd degree. This is how you tie your shoes. And Elon Musk is saying, “Let’s actually do the math on what this company should be and do and what we’re going to making and what it costs. Let’s not just take other people’s premises for granted and let’s also not make decisions based on our presuppositions and our emotions.” So I think not knowing Elon Musk and not knowing a ton about him, I would say one of the things that he’s at least done thus far and who knows? He could blow it all up tomorrow. He’s been very rational and he does these things step by step. I think he didn’t launch Tesla in this – he even looked at someone like John DeLorean and looked at the mistakes that he made and re-thought it and when launched Tesla, he was learning from that experience rather than needing to make those costly errors himself. So I think sort of dispassion, that objectivity, that willingness to go to first principles is certainly something that has made him incredibly successful so far. Tim Ferriss: Correct me if I’m wrong, but the bio that has been recommended to me a few times now, which I have not yet read I’m embarrassed to say, is Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future by Ashlee Vance. Ryan Holiday: Yes, that’s the one I’m thinking of. Tim Ferriss: So there are a number of points in your writing, across multiple books, where you talk about the importance of not only accepting critical feedback, but soliciting critical feedback. I’d like to bring up a term that I mentioned for the first time publicly a few months ago in conversation with Eric Weinstein, which was “bigoteer.” The basic definition of a bigoteer being someone who seeks to profit in some way from calling and some way from calling other people bigots, whether it be sexist, racist, fill in the blank. Whether that’s simply getting attention for themselves, driving clicks to particular articles because that’s how they’re compensated. It could be any number of things, material or otherwise. But the reason I thought having a term like that is important – bigoteer – and we may bounce around a little bit in particular as it relates to this question. But it’s that there are people who currently would call themselves or are called social justice warriors, where there’s no real negative consequence for hurling these terms around that can cause a lot of damage. You’ve written an article separately about, I guess it was – help me out here – Fahrenheit 451. It was about protecting everyone’s feelings and the problem with trying to protect everyone’s feelings and how that can backfire. So maybe you could start with one of the common mis-remembrances of Fahrenheit 451, which is who actually mandates that the books get burned? How did that start? Ryan Holiday: Sure, yeah. So everyone reads Fahrenheit 451 in high school and they think the take away is fireman are burning books because a controlling government is asking them to do that. When I read the book again about a year ago, you realize that actually and Captain Beatty, I think, is that the name? I’m forgetting. But the Captain, he tells him, “No, look, we do this because the public doesn’t like to be offended. The public doesn’t like to be upset. That’s why we ban books. It’s not a government mandate, it’s a mandate from the people for the government to enforce getting rid of ideas that are unpleasant.” So Fahrenheit 451 takes on this new light. In that sense, you’re realizing that it’s the desire not to offend that drives most censorship. Most censorship is not controlling, it’s well-meaning. I think it all stems from this idea that someone – my wife says this. I’ll be like, “You’re frustrating me.” And she’s like, “Someone can’t frustrate you. You can be frustrated, but no one has the power over you to frustrate you.” That’s something you have and that’s very stoic idea. Epictetus says, “If someone succeeds in provoking you, the problem is you not them.” He says, “Your mind is complicit in the provocation.” Tim Ferriss: That’s a good one. That’s a good line. Ryan Holiday: That’s what we have trouble accepting. It’s not the person. It’s like, that’s offensive to those other people; don’t say that. It’s not those people standing up saying I’m offended, it’s us trying to be this thought police protecting all these other people. I think what we’ve seen – at least media-wise, especially when we’re in this environment that’s driven by clicks and traffic, is people see someone else do something that could be interpreted as offensive, so they interpret it as offensive and they write about it and then they rile other people up. Curt Schilling is a professional baseball player that just got fired by ESPN like two days ago for posting some dumb thing on Facebook that I totally disagree with and is totally offensive and closed-minded, but it’s like why? He did not say it on television; he said it on his private Facebook page, which he should probably be allowed to do and also we live in a world of ISIS and Donald Trump and all these other things. Is this really the target that you want to go after? Ray Bradbury said, “There’s more than one way to burn a book.” It’s not just this overt censorship. It’s this idea that we need to protect everyone’s feelings, be hypersensitive all the time, be pressing the outrage button constantly. It exhausts people and it makes it, I think ironically, very hard to deal with some actually alarming or offensive or dangerous ideas out there in the world or currently running for President or what have you. Tim Ferriss: No, I agree. And this conversation – just so people don’t think we’ve gone off the reservation into sort of political speak – these are closely related to the individual self-regulation using or conditioning using stoicism, instance. It’s just a macro example. But the macro is just a conglomeration of the micro, right? One of my most popular, most retweeted liked Tweets in the last two years was if you’re offended easily, you’re bad resource allocator. It’s a waste of energy and attention, which is a greater sin than wasting time. So you’re trying to be a good resource allocator and you recognize that your mind is complicit in the provocation if you allow yourself to get upset unnecessarily, excessively. Two things I would say. The first is that my greatest fear – I was speaking it to a group of students at UCLA a few months ago, and they want to talk about artificial intelligence, the dangers and the promises of artificial intelligence, the threats of whether it be ISIS or other types of existential threats towards humankind, and how I would rank order them and so on, which I have no credibility for answering, but I do spend a lot of time around people in Silicon Valley and technologists who do have a good read on these things. I said my biggest concern for the US specifically is the existential death of free speech driven by, among other people, college students are going on witch hunts with this very Fahrenheit 451 type of mentality where anyone who causes discomfort, anyone who offends, anyone who, God forbid, questions the accusations of racist, sexist, fill in the blank, or asks us at least how we are defining these terms should be lynched from a career standpoint, at the very least. That is my biggest fear is that we’re slowly going to kind of choke the life out of free speech and the First Amendment of the United States with this like death of papercuts. Where it’s not against the law to speak your mind, but it might as well be because the public has become so sort of trigger shy and aversive to honest conversation that that is the knee-jerk response. Ryan Holiday: Sure. I think it’s like if someone told you that something was illegal, you’d probably still say it. Just like you speed or you break other tiny laws. But it’s like if someone told you if you talk about this subject, everyone on the internet’s going to hate you and boycott your things in and get your clients to fire you and pull your advertisers away. You’re like, well I’m probably not going to say that. I think Scott Adams had a great thing, because he was always getting in trouble – Tim Ferriss: This is the creator of Dilbert for those people who don’t recognize the name. Ryan Holiday: Yeah. He’s saying that being creative is like drilling for oil. Sometimes you miss; sometimes you find it; and sometimes it catches on fire. We have to be willing for that to happen and if we’re not, if we don’t understand that hey sometimes smart people say dumb things. Sometimes it’s much more complicated than the two-minute sound bite, 500-word blog post that you read. Sometimes people are deliberately misleading you. I remember all these people that were super mad at – if you don’t remember, a few years ago Shirley Sherrod, who was an African American woman who had supposedly been caught saying something racist and Breitbart posted a video and then she was fired personally by the President. And then it turned out that the video had been misleadingly edited. Whole Foods just got in trouble last week here in Austin because someone accused them of you know writing a gay slur on a cake for a gay wedding, and then the security footage so far has revealed that it wasn’t on the cake when it left the store and that this guy might be trying to shake them down for money. So getting pissed off immediately before you all know all the facts is bad. Not being able to understand nuance is bad. And not being empathetic that we all did it. I’ve heard my parents say dumb things. I’ve heard my grandparents say anachronistic, offensive things. That’s part of life. If you get provoked, you’re not helping the situation, you’re probably making it worse. Tim Ferriss: Yeah, where I wanted this to lead was asking you – let me make it a plea to the audience. That is, No. 1, have the uncomfortable conversations. If you get unfairly accused of fill-in-the-blank, don’t respond with “I am not” fill in the blank. Respond with “That seems really outrageous to me. How are you defining X?” Force them to define it. You will find out very quickly nine times out of ten they cannot do a good job or they just end up making themselves look ridiculous. Don’t fight someone or debate someone before you make them fight themselves and debate themselves. Because they’ll very often just punch themselves out. So that’d be No. 1. No. 2 is don’t – and I was giving this advice by – I am not going to name names here – but a very high-level political advisor I was having dinner with at one point. We had some wine. I was talking about various initiatives and so on that I wanted to undertake including supporting research related to Psilocybin at Johns Hopkins and trying to change the legal status and blah, blah, blah, blah, blah. There were quite a few things. He said, “Well, that’s a big long list.” He said, “You should assume that you have one gun, it has six bullets. You get six bullets a year. Any more than that – you have to aim at the right targets – any more than that and you make people kind of deaf, dumb and blind to your pleas and to your message if you’re constantly hitting people.” You should feel that way yourself. By complaining or being offended easily, No. 1 you’re wasting your own resources and making your life worse, not better. No. 2, or the real things that matter, you have let’s just say six bullets a year. So save the ammo for the right targets. But I’m going to get off my soapbox here and I want to ask you, Ryan, what do you do in terms of practices and routines to instill in yourself the characteristics that you would like to have as it relates to stoicism or ego? How does someone improve themselves, in other words? But I want to hear your personal approach. Ryan Holiday: I think journaling is important, so every morning when I wake up I write in a Moleskine. I do about two pages and I write not just what happened the last day, sort of how I feel about it, and what I’m working on it. I feel like if you don’t know what you’re like – you know, I want to be less sensitive or I want to be more empathetic, or I want to stop losing my temper. You sort of write these things down. You’re having to articulate your goals, it’s not just this sort of vague notion. One of the other things that I write – two things that are really important in my diaries: (1) I write the amount of time that I spent exercising the day before, which keeps me accountable and I find that I do a lot of work on myself. I feel that flow state is very meditative. I do a little bit of meditating, but I really feel like I do distance running and I feel like my distance running is my form of meditation but the other thing I started writing down and this is after I read Cal Newport’s book on deep work. I record how many hours I spent in deep work the previous day. One of the things that helps keep me accountable with some of my problems getting distracted and overwhelmed is if that tally is not three or four hours, like I didn’t spend three or four hours really working on my actual creative important projects, then I know I over-committed to phone calls, meetings, running errands. I’m not managing my life really well. Writing these things down has helped me keep me really accountable. The other thing is actually writing and talking about these ideas. Ironically, you write a book about stoicism and then you write a book about ego. People are going to not be very forgiving with me if I complain about stuff or I blame other people for my problems. I even have to think as I’m marketing this book, if I say something it sounds very egotistical, somebody’s going to call me out about it on Twitter. I think being somewhat public with what you care about what you’re working on it are two other ways I think to attack some of these. Tim Ferriss: Well, doing anything with social accountability, right? You have to have consequences, or I should say incentives. Economics is the study of incentives in its simplest form. In that case, let me personally, like I can also say The 4-Hour Body or the The 4-Hour Workweek, right? Blessings and a curse. But if I’m in a coffee shop on a laptop for more than like 3 minutes, somebody is going to walk by, take a photo of me, make a fucking 4-Hour joke and put it on the internet. Ryan Holiday: Right, or if you got in horrible shape? Tim Ferriss: No, it’s like I can’t be fat; I cannot be that. So that’s great. I’m not allowed to be fat. I would never live it down. Now you don’t need to write books to have this type of social accountability. You can create a betting pool, for instance for weight loss. You can have four or five people put in $100.00 each, and the person who loses the most body fat – that’s key (not just scale) – so you can use DXA scans for this or any number of different tools – then wins the entire pool. What’s cool about that is you will actually work harder to not lose your $100.00 and to beat the other people, than you will to earn the $500.00 or $600.00 or whatever it might be. So that could be one example. Another would be using a site like Coach.me or stick.com, DietBet is another. I’m just going to rattle off a few. Another would be simply making generally subconscious responses more conscious. For instance, I think something that is very helpful for both implementing stoic practices in a very proactive active operating system-type sense, where it’s a system for making better decisions, and in a way to address ego in quite a few different manifestations, is to do a no complaint experiment. Where you have, and this is from Will Bauer, who is a reverend, I believe, or a preacher at the very least; has a large congregation. He puts up a rubber band effectively or bracelet on one arm and you’re not allowed to complain for 21 days. Every time you complain, you snap on your wrist, you put it on the other wrist and in the clock starts over. 21 days without complaining. People can search “21-day no complaint experiment” in my name if you want more on that. But the point being, that it’s quite one thing to read about these things, which is very important – I think you need to have the owner’s manual – and to deductively or inductively, whether you’re going from concepts to examples or examples to concepts, ingrain this and have a firm understanding of it. But then when the rubber hits the road, you have to actually condition yourself and practice this just like you would go running. Just like you would meditate in the morning using an app Headspace. Just like you would commit to scheduling anything else, you need to make this a practice. That’s where a lot of people fail is with any type of nonfiction or how-to and I’ve certainly done this myself is read the book; you’re like great, so happy I checked that off. Then you put it down and six months later you’re like, oh yeah, that book? Wow. I haven’t done anything that was in that book. So what advice would you give to people who want to make the leap from the written page to real life? Any other any other thoughts? Ryan Holiday: Yeah. I think that’s the tough part. How does knowledge become experience? There’s a quote, I think I use it in the book, but it was from Plutarch. He was talking about it – actually I forget what he was talking about – but basically he’s saying it was not so much from the words that I got the knowledge, it was from my experience of the words – I’m butchering this quote; it’s horrible. But basically he saw saying it wasn’t the words that helped me with my experiences, it was the experiences that I brought to the words that helped me understand them in a new way. I think it’s got to be this mix. If you’re not leaving a book or something you’ve read with “Okay, now I’m going to do X because of this,” then you’re just pursuing it for its own sake. I don’t want to say it’s masturbation but it’s close, right? You’re not achieving anything; you just spent a week reading a self-improvement book, but it’s like tell me what you’re going to do with this information. I think that’s what you’ve constantly got to do, whatever your reading, whatever your thinking is. Okay, I’m now going to put this thing into practice. It doesn’t have to be a huge thing, it can be the smallest possible thing but if you don’t leave with some sort of actionable thing, you’re really just deluding yourself. Look, you can read a book about Brazilian Jiu Jitsu; that doesn’t make you any better at it. It’s only if you try that out on the mat against another human being that’s going to lead to any sort of real improvement. It’s got to become muscle memory, especially if you intend – stoicism, if you’re not applying these things in a small way in insignificant situations, what are the chances that you’re going to be able to do it in an extremely adverse, stressful, overwhelming situation? It’s very slim. Tim Ferriss: Slim to none. So the Plutarch quote – I think this is it: “For it was not so much that by means of words I came to a complete understanding of things, is that from things I somehow had an experience which enabled me to follow the meaning of words.” That is a tough one to remember. But to put your point, then this is one of my favorite quotes. I think it’s Archilochus is how you would say it, but “We do not rise to the level of our hopes, we fall to the levels of our training.” SO my with training, let’s just use the athletic example. You have planning or programming. You have planning, and you have then you have practice, and then you have reflection or review. That review piece is very important. So I want to underscore something you said about journaling. There’s a book called The 5-Minute Journal, which you can use. I use it pretty much every morning and every evening two and a half minutes in the morning, two and a half minutes at night, to accomplish two things: to have clarity on this kind of prep and review portion of the day, practice being the rest of the day in between; also to cultivate the practice of gratitude and actually writing down even three things that you’re grateful for each day, including one that is very small, not anything necessarily all-encompassing like the health of my friends and family, right? That’s fantastic, but you can very quickly go on autopilot just list that off every day. I talked about this before in my morning routine, so I won’t belabor it here, but the point being that when I’ve spent time with say Tony Robbins, for instance, who is one of the most, I think, effective, certainly impressive interventionists when it comes to personal crises that I’ve ever seen in my life. It’s just mind-blowing what this guy can accomplish in a handful of minutes was someone he’s never met before. He has before, and it really made sense when I started reflecting on this, that most of our suffering and misery comes from a focus on me. It’s just a self-focus. I think that this gratitude helps to relieve that pressure and that compulsion somewhat. So that the journaling, I think, is particularly important. Well, Ryan, I know where we’re probably coming up on time here. Is there anything that you would like to leave people with? Anything for them to think about or to consider to take with them? Ryan Holiday: Yeah. I mean, I liked what you were just saying about Tony. I think that’s really interesting. It’s this idea that it’s when you make something all about you, you stop seeing it rationally. The other thing I found that was helpful for me is this idea of this thing – like however many copies of my books sells or however much money I make or whoever I know, if you can start to realize that none of these things say anything about you as a person. I think that’s why we get so caught up. Where the kind of car I drive says something about me as a person. The number of Twitter followers I have says something about me as a person. So then we’re so possessive and aggressive and ambitious and controlling about them because we’ve wrapped our identity up in them. When I was first writing the book, the original title is based on a quote from Paul Graham, where he says “Keep your identity small because the smaller your identity, the more you’re able to be flexible and adaptive and creative and see changes and disruption coming in the world. And so I think this idea of wrapping our identity up in our work or in material things, things that the Stoics would put in the category of “what we don’t control,” that’s where we start to get in serious trouble because now something can always threaten that thing. Someone can repossess your car, someone can give you a negative review on your book. Now all of a sudden, you’re reacting super negatively and emotionally and angry and that’s when you do things that you’re not proud of. Tim Ferriss: Hear, here. Training yourself to value most the things that cannot be taken away. Ryan Holiday: Totally. And I think that’s a scary idea for people, but it’s ultimately very freeing because you’re immune to the fluctuations of events. That doesn’t mean that you can’t live in a nice house and you can’t have fun and you can’t have things that you’re trying to accomplish. But you want to cultivate that resilience that if I had to start over tomorrow, I would still be me and I would have all the skills that I bring to the table and I’d be pretty good. To me, that’s much better than like you know being Richard Nixon ranting on the White House tapes about all these people who are trying to screw him over. Tim Ferriss: Stay out of politics. This is the corollary. But yeah, unless you’re perhaps a Sherman, who in the first place doesn’t want to be in politics but would probably do the best job, the irony of the age in which we live, but Ryan, this is always a pleasure. I love being reminded always of the first principles, in some ways, of living the good life. Whether that’s choosing to use certain things as tools that make terrible masters, whether that’s money, possessions, otherwise. And really keeping in mind, I suppose in many ways, just the Serenity Prayer, in the two very separate buckets of things that you can control and things you can’t control. And then working methodically, dispassionately, very often, on the things you can control. Because these little actions cumulatively are the big actions. I suppose on that note, I will thank you for taking the time. I really appreciate it. Ryan Holiday: Thank you for having me. It’s always good. Tim Ferriss: And for everyone who is wondering about show notes, links to everything that we have discussed, of course, Ego Is the Enemy and many other things, different figures and so on, you can find those all in the show notes at fourhourworkweek.com/podcast. And until next time, thank you for listening. Posted on: June 1, 2018.", "speakers": ["tim ferriss", "ryan holiday"], "text_sentences": ["hello, guten tag, kumbama and amasakinalo for listening", "i have many things to share", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers, to tease out the habits, routines, learnings, favorite books, etc", "that you can use and test in your own life", "this episode features not an athlete, not a politician, but a strategist", "a young fellow i’ve known for quite a long time – ryan holiday", "he can be found @ryanholiday on the twitters and other social", "i was going to call this episode “useful lessons from workaholics anonymous corporate implosions and more”", "or an alternative title, “howard hughes v", "elon musk.” but in all, it reminded me of a movie that i saw recently featuring sandra bullock, called, i believe, “our brand is crisis.” ryan has survived and thrived, in some case suffered, in more crisis management situations than just about anyone his age, i think", "at least on a national stage", "he is, of course as i mentioned, a strategist and writer", "he dropped out of college at 19 to apprentice under robert green, author of the 48 law of power, and later served at, i believe, age 21 or so, as director of marketing for american apparel", "his current company, brass check, has advised clients like google, taser and complex, as well as many prominent, bestselling authors", "ryan himself has written four books, most recently the obstacle is the way", "actually, his brand new book is ego is the enemy", "but the obstacle is the way was translated into 17 languages and developed a cult following among nfl coaches, all sorts of world-class athletes, tv personalities, political leaders and others around the world", "he lives in a tiny ranch outside austin, texas, with his miniature donkeys and a whole collection of random animals and his wife and so on", "not saying that his wife is animal, although we’re all animals, so that’s okay", "ryan and i cover a lot in this conversation, including meltdowns that he has gone through since he last was on the podcast and how he handles them; workaholics anonymous – what worked for him, what didn’t; the tipping points for his last book before ego is the enemy, the obstacle is the way – why did it become such a cult classic and make its way into the seahawks and the patriots and everywhere else", "how did that happen", "we talk about it", "external versus internal obstacles", "sherman v", "grant style leadership and “success.” howard hughes v", "elon musk", "thinking and acting on first principles and much more", "so please say hi to ryan when you have a chance on twitter @ryanholiday and i hope you enjoy this conversation as much as i did", "thanks for listening", "ryan, good to be chatting", "yeah, it’s good to be talking", "it has been a little while since we’ve done this in the public forum", "i think about you every morning and there’s a very specific reason for that", "i went to a hotel recently on the east coast and it turns out they provide quotes to people who are checking in", "so they’ll leave a quote on the bedside table or something like that", "the quote that was on the bedside table, i kept with me and actually taped it to my refrigerator, which is (and you may recognize this): “when jarred unavoidably by circumstance, revert at once to yourself and don’t lose the rhythm more than you can help.” i think i just lost the rhythm there a little bit", "“you’ll have a better grasp of harmony if you keep going back to it.” and, of course, that marcus aurelius", "that’s one of my favorites", "it is a spectacular quote and it makes me think of your tattoos", "i’m not sure everyone listening is familiar with your tattoos; probably not", "so as it relates to those with maxims, what do you have you written on your body", "so i just have two and it’s going to seem somewhat self-indulgent, but i’ll say the tattoos came first and the books came second, right", "so i have “the obstacle is the way” tattooed on my left forearm, which was the title of the first book that you and i did together", "that’s a derivation of a marcus aurelius quote, this idea of the impediment to action advances action; what stands in the way becomes the way", "then there’s the zen saying, “the obstacle is the path.” and then in late 2014, it just says, “ego is the enemy,” which then became the title of the book", "but to me, i think, in almost every situation, those two reminders either help calm you down, prevent you from doing something or bone-headed", "“the obstacle is the way” for me gives me some sort of optimism that it doesn’t really matter what’s going on or how bad it is i can get through it", "i look at those when i wake up", "i love looking at them when i go swimming, when i go running", "i see them every day and they remind me of those really important ideas", "i guess i haven’t developed the stomach for the ink just yet on the skin", "i’m settling for the refrigerator", "i’m glad you clarified that the tattoos came first and the books came second, because otherwise i was thinking to myself it’s going to be great when you have kids and start writing children’s books with the tattoos that you’ll end up with on your body", "i wrote a book on growth hacking", "i’m not going to put that on my body", "you’re not going to get a tramp stamp with growth hacking on it", "yeah, exactly", "sorry, guys", "i’ve had a lot of tea today.but the very beginning of ego is the enemy opens up with you witnessing and in a way being involved with the very public implosion of american apparel, right", "and then having, in effect, a meltdown of your own", "can you talk about that and how stoicism figured into that or didn’t", "like when the rubber hit the road", "i’d just love to hear you explain the circumstances for people", "yeah, and it’s a somewhat tough situation because, as you know, anytime there’s millions of dollars involved, there’s certain confidentiality agreements and things like that", "the short of it is in 2014, dov charney, who is my mentor – he was a close friend of mine – was fired by the board of directors at american apparel", "he did not take that news well, as i imagine most people would not", "it turned into a hostile takeover", "it was a very contentious time", "i’d been called in as a consultant to help with the turnaround of the company by the board", "so immediately that put me at odds with someone who i’d been close to for a very long time and looked up to and admired", "but at the same time, i was able to see the situation a bit more objectively than he was", "so i didn’t view it as a betrayal", "i sort of viewed it as a commitment to the company to which i had worked for a very long time and done a lot of work that i was proud of, and had a lot of friends and colleagues and there were great people there", "the obstacle is the way had just come out", "you know how it is after you put on a book, you go on book tour and you’re just looking forward to the day when that all ends", "two days after it ended is when i got the call", "no, you know, i immediately found myself back living in los angeles while my future wife was in austin", "i’m living in an airbnb", "i’m working constantly", "i’ve got another book that i have to finish", "i basically completely overcommitted myself to what became a total, chaotic nightmare of conflict and intrigue and backstabbing", "all the stuff that one would imagine would be going on in a hostile takeover of a company where the founder had been unceremoniously ejected", "i don’t want to say i had a nervous breakdown, but i very clearly realized – soon enough i realized that i’d – i’ve always in my life been able to take on more and more stuff", "like every time an opportunity comes up, i’ve been able to jump on it", "i never felt like, okay, that’s overreaching, right", "this is when i finally hit that wall", "and my relationship hit that wall", "my personal happiness hit that wall", "i was as tense as a human being could possibly be", "i wasn’t sleeping", "threats are being – so it was just one of the worst period of my life", "it forced – not only was i dealing with watching someone i’d looked up to behave in these ways that i didn’t agree with and looking at the consequences of some of his behavior and being forced to say, “is that what i want to be like", "is this the right thing to do?” and then also having to look at this idea of why do i keep unthinkingly plunging myself into situations because i can’t say no to money", "i can’t say no to the thrill of a chaotic situation", "i can’t say hey, that’s a great opportunity, but it’s not for me", "and so i hit this complete wall and i eventually ended up walking away amicably from the board when they decided to go in a different direction before ultimately going back in the other direction", "what were the directions that they were thinking about going in", "so they reconsidered bringing him back on and then they decided against it", "ultimately, the company was forced to declare bankruptcy and is now privately held", "the company was in very dire straits and the conflict was ultimately – i don’t want to say fatal, but it put it on life support from which it’s not clear that it will recover", "i hope it does", "but dov walked away with nothing", "employees like myself who had stock options and had bought shares in the company, we lost everything", "the board lost their shares", "it was the definition of what became a lose/lose situation", "which i talk a little bit about in the book, this idea of when bad stuff happens, ego is what makes us make it worse because we can’t step away", "ironically, dov has now started his own company", "it’s interesting to think how different things would have been if he’d done that in 2014", "but what i took away from it ultimately when i finally got back to my actual life, i’d carved out a career for myself which was as a writer, which very few people can do", "which i’d always wanted to do; which is what makes me happy", "and then someone dangled something shiny over here and i jumped into it unthinkingly", "in a very real way, i risked all of it because i wasn’t able to really decide what was important to me and what mattered", "i think a lot of people find themselves in situations like that where you wake up one day and you’re like, “what am i doing here?” i think probably everyone listening has found themselves in that situation multiple times", "but i want to go back to you walking away from the board and issuing that resignation or however it came down to it", "but that day, there were all these cumulative stresses", "we’ve known each other quite a while", "we both like to kind of step up to bat and take on a lot when we’re in these various projects", "when we get a very cool opportunity dangled in front of us or something we think is cool at the time", "the question i have is was there a defining moment or conversation or incident, realization, whatever it might have been, what was the moment or the day in which the straw was added that broke the camel’s back", "where you decided enough is enough, okay, i’m going to walk", "yeah, sure", "i’m not sure what i can say", "i’ll say this: one thing that i’m glad i did and i think it probably learned this from you and some of the stuff you’re talking about", "when you negotiate a contract, you want to think about these things in advance, right", "you want to have a ripcord in a contract that says hey, if this happens, we’re walking away", "and you have to be prepared to do that", "so i was in a position where when we started to have some philosophical disagreements about how things should go, i wasn’t able to say, “hey, i disagree.” i was able to say, “we’ve already addressed this contingency", "it’s time for my buy-out to come into effect.” so i’m glad i did that", "i think there were a couple moments", "i believe my computer had been hacked at one point; i was very nervous about that", "i won’t say", "i was starting to worry about my own personal security and safety", "it’s like there’s nothing in business that is ever worth that, right", "but if i’m being perfectly honest, it was less about the situation and more about who i become when i get drawn into situations like that", "i remember one day – i got to commute back and forth from my home on occasion, so i was back in austin and i’d come home and i had written all these emails on the plane and i was waiting to get to my house so they would all send when i got wifi", "i got home and the internet was down, like time warner, which is horrible, wasn’t working", "it wasn’t working and i was freaking out", "i had a legitimate panic attack that i couldn’t send these totally meaningless emails at 11:00 p.m", "on a friday", "this is deadly serious to me", "my wife is looking at me like i’m an insane person", "i’m acting like an insane person", "i’m taking it out on myself and on her and the person in front of us when we’re driving to go to starbucks to get internet", "i’m behaving like an obscene monster, basically", "after i calmed down, it’s like, “none of this matters", "what am i doing?” the situation was chaotic and stressful and i’m glad that i’m not in it, but what i learned about myself most of all is some people can drink an unlimited amount and not become an alcoholic and other people they have one drink and they become somebody totally different", "i’m that way with stress and chaos", "i realized i retrospect that i’m heading down a very bad road if i choose stress and chaos over the things that i’ve worked really hard to achieve in life and that i claim to be important to me", "i think a lot people face that sort of fork in the road", "are you going to choose a life or are you going to choose some career or financial or sort of accomplishment", "sometimes it works out and sometimes it doesn’t", "i think the wakeup call for me was this is just not the person that i want to be", "not to throw a really hackneyed cliché out there, but the fork in the road is am i working in order to live or am i living in order to live", "what does the hierarchy of priorities look like", "in your personal journey, i’d like to dig into one, which is the decision not to live in places that you’re very familiar with like la, you know very well; san francisco; new york city", "where do you live at the moment and what’s the story with the two miniature donkeys", "so yeah, i’ve lived in new york; i’ve lived in los angeles for a long time", "now i live right outside of austin", "my wife and i have a small ranch", "we have goats, we have miniature donkeys, we have longhorn cattle and then like geese and chickens and a dog and stuff like that", "to go back to your other question, what helped make this clear is here i am living in somebody else’s apartment in los angeles and i’m flying home – i still lived in the city then", "but i’m flying home to austin", "and it’s like, “this is my life", "this is where my books are.” i picked to live in austin because i loved austin and here this job, which is not even my full-time job, it’s just this thing is pulling me away from that", "i think that tells me something right there", "but i remember i would come home", "i was looking at my goats one day", "they were in the front yard and they were just sort of standing there", "i feel like goats do that a lot", "yeah, they do", "they weren’t eating, they weren’t head-butting each other, they weren’t jumping on something; they were just standing there", "and i remember thinking “they’re just being goats.” they don’t have a job", "there’s nothing that they’re supposed to be doing", "they’re alive and i take care of them", "they have nothing", "they’re just being alive", "that reminded me of something that i’d read", "when all this chaos, i’d actually started attending workaholics anonymous meetings when i was in los angeles", "they say this thing in the meetings that it’s human being, not human doing", "it’s like yeah, but a goat is just supposed to be alive", "and here i’ve told myself that my job is to manage this crisis that i didn’t create; that it’s impossible for me to actually solve; to make other people lots of money", "is this what i was put on this earth to do", "to be a bundle of stress and angry nerves", "of course not", "workaholics anonymous is not something i’ve any real familiarity with", "what else helped you from that experience or did you take away or that you remember", "i took away a lot", "this idea that your life can become unmanageable because you can’t prioritize properly and that you can’t take care of yourself", "we don’t associate stress and heart attacks – we don’t associate those things with work because work is considered a good thing and we don’t see that it can become essentially a drug for people", "it can become a thing that if you think about it this way, let’s say you’re having a terrible day", "all these things are going wrong", "you know what always goes right", "you sitting down at your computer sending emails or reading about – if you’re good at what you do, work is the most predictable, safe, manageable thing in your life because you control it", "a lot more than you control other people or the weather, all these things, right", "so i think for me i was using it as i could just plug into it in a way that somebody else might be able to turn on the television on tune out", "i could just plug into it", "so it was this sort of an awareness of that", "i had this awakening to tie it to the book, this idea that i’m not building this monument for all time", "the world is not revolving around this ridiculous project that i’m working on", "i’m the one that’s making this feel urgent and essential and more important than anything else", "i’ve brought that to the situation", "i think that was a big thing i took", "the other thing i took is – and i don’t think people realize this because they hear workaholism, but they don’t realize that it’s really the activity that’s the addiction", "there’s lots of people who don’t work a lot or maybe they’re financially secure so they don’t, but you can be an activity addict too", "i certainly picked that up from my family", "my parents are always doing things", "they live in hawaii, but they’re always doing things", "i think i internalized that as a young kid", "i can’t relax; i can’t stop", "i just realized it was that impulse that had gotten me into this situation that i then couldn’t figure out how to get out of", "the only way to get out of it was to walk away", "so you walk away", "do you still go to workaholics anonymous meetings", "and if not, why", "i found it very hard to relate to a lot of people in the thing, mostly being young", "meaning you were younger than most of the attendees", "yeah", "i was 27 at the time", "there’s not a lot of 27-year-olds in workaholics anonymous", "there’s calls that you can do", "i go to a therapist who sort of specializes in this stuff", "it’s also hard", "i know i just sort of told this harrowing story", "but the consequences for me were very low for all this", "i didn’t destroy my relationship", "i didn’t bet all my money on some ridiculous venture", "i was in a great spot; i just committed to too much", "it wasn’t like i was looking at the wreckage of my life", "i was peering over the precipice of what could be the wreckage of my life", "i obviously read everything i could on the topic and then i tend to – i go to a therapist now who sort of specializes in this stuff and is very familiar with the teachings of that community", "so i feel like i sort of do it that way", "but to go to your question about the decision to live in austin, to live outside the city, to run my business and my life a certain anything are, in a huge part, just eliminating a lot of the temptations and influence that would come from having an apartment in downtown manhattan and a bustling marketing firm that is constantly creating fires that i have to put out", "yeah", "i think that the wear of happiness is really under-examined", "the tendency of type-a personalities – i think i am guilty of this or have been and maybe you have at some point – is that i should be where the maximum number of opportunities are – often very ill-defined or poorly defined; this broad opportunity bucket", "and then i should have the self-control to stave off all of these impulses with these various temptations – whether it’s booze, late nights out, people who end up in new york and have never done cocaine and then end up doing cocaine socially because they work at an investment bank and a, b, c, d and e happens", "i feel like that is wasteful in some respects", "meaning that if you’re smart, you should be able to create opportunities, as opposed to be 100 percent reactive", "although maybe that’s easier after a certain age", "secondly, so you don’t suffer from decision fatigue constantly and then make really bad big decisions, to choose a location where you don’t have to constantly protect yourself from impulses to reach out and respond to some shiny, distracting object or person or substance", "for me, san francisco is the right fit", "for you, it sounds like austin was the right fit", "but let’s rewind the clock just a little bit and talk about the obstacle is the way", "so the obstacle is the way comes out and a few things happen – i mean, many things happen that i think are very interesting", "one of them is how quickly it was picked up or widely, i should say, it was picked up in the professional sports world", "there was a big piece in sports illustrated about this, but let’s start with the patriots and then maybe you can just give a couple of anecdotes about it spread and then why you think it spread", "yeah", "it’s interesting", "the obstacle is the way came out almost exactly two years ago, so we would’ve been recording this a little bit before that", "the book came out and it was very much because of the audiobook", "the audiobook, i guess people in sports love audiobooks because they travel a lot and they’re readers and always looking for an edge", "but because of – i know it was your podcast and it was also shane parrish who runs farnam street", "he’d written something about the book", "the book got very little media attention, but because of outlets like those two, a couple different people in the sports world picked it up", "one of those was michael lombardi, who is a special assistant for the new england patriots, who is formerly the general manager of the cleveland browns", "he read the book and he just started giving it to other people", "he emailed me a couple months later", "but unbeknownst to me, he’d just given it to other people", "he and i had started talking", "i sent him some more books", "the patriots ended up – and i’m not taking credit for this in any way, but the patriots won the super bowl that year", "it was so amazing for me to be watching the super bowl and knowing that some of the people involved in that had read my book", "but other than that, it was a total secret", "no one had talked about it, anything", "and then the following off-season, mike saw john snyder, who is the general manager of the seahawks, who the patriots had beaten, at a tryout and he recommended the book to him", "so then the seahawks read it and it went through that organization", "and so now all of a sudden, my book has been read by both teams who were in the previous year’s super bowl", "from there is just sort of caught on", "not publicly, but by word of mouth", "i heard from other players in the nfl like garrett gilkey, who plays for the bucs", "then it started making its way through baseball, then college sports", "in basketball, shaka smart, who became the coach of ut, george raveling, who is a hall of fame coach – he coached at usc", "he actually owns martin luther king’s “i have a dream” speech", "now he’s the director of basketball for nike", "that’s got to be a tough one to enforce", "yeah", "like do you actually chase people down who are using “i have a dream” to inspire their students", "no, no, no", "he was a bodyguard for martin luther king on the day he gave the “i have a dream speech,” on the steps of the lincoln memorial", "oh, i misunderstood", "and when he left, george just asked him if he could have the speech", "oh, he owns the original", "he owns the actual day of – it’s one of the most amazing, historical bits of circumstance ever", "and he has it in his – i mean, i don’t know where he has it, but he has it", "[inaudible]", "in his silverware drawer", "yeah, right", "i assume it’s framed and under ten feet of glass like the u.s", "constitution", "it had just made its way through sports", "arnold, who i know you’ve had on the podcast, he read it", "probably because of your connections with people in that world", "that’s mr", "schwarzenegger, if people are wondering which arnold", "sorry", "not, hey arnold", "but yeah, so it just started making its way through this world and i started hearing from people", "i think people go out and they try to chase so much media attention", "if something amazing is happening, eventually the media will find out about it", "that’s what happened", "a reporter at sports illustrated heard that the seahawks were reading it", "then we became friends and we started talking", "eventually he wrote a piece about it and now it’s been used by all sorts of other athletes", "obviously, when i sat down to write a book about stoicism and then when you published my audiobook on stoicism, i don’t think either of us were thinking the target market for this is nfl coaches and professional athletes", "but in retrospect, it makes perfect sense because the idea of having to manage your emotions, to think rationally and clearly and to make the best of any given situation and never give up hope is the definition of stoicism and the definition of what professional athletics are really about at the highest level", "yeah, no", "i agree", "i’ll give you another story that you have not heard, which is i was recording a podcast recently for the tim ferriss show and the guest was chris sommer, former national team coach of men’s gymnastics", "i asked him about books that he had read recently or was reading that he would recommend and he had no idea that i knew you and he started talking about the obstacle is the way", "so that’s another feather in the cap", "it’s so crazy to me because you can write a book and lots of books sell well of somewhat dubious quality, right", "for me, as a writer to know that people who are way more accomplished than me, who have done things that i am aghast at and so inspired by, that it passes their test, is all that – the book could sell zero copies, but if the ten people who have reached out to me about it at this level thought it was good, that’s all that matters to me", "i think it also underscores the observation that eric weinstein, who is a mathematician and investor, he’s a managing partner at thiel capital and works directly under peter thiel, who is the first outside investor in facebook, billionaire several times over, co-founder of paypal, etc", "the point being, he made the pint to me once that generalized fame is overrated", "in fact, it’s undesirable on many different levels", "but selective fame, if you could say pick your 3,000 people to be known among, it can be very useful", "and would you rather be recognized by the guy waving the wand at tsa as you walk through, or would you rather be recognized by everyone in the crowd of ted but no one else, right", "and they’re different objectives", "one is not necessarily better than the other", "if you’re going for the former, you need to think very wide and cross-demographic", "people magazine, television, extremely popular cable shows, etc", "if you’re going for the latter, you can be very surgical and very strategic in how you set it up", "for anyone who’s wondering how this applies to product launches or businesses, i would encourage you to read two things", "the first is 1,000 true fans by kevin kelly, which is an essay online", "you can read it for free", "and then there is also small giants", "i always forget if it’s small or little giants by beau burlingham", "about companies that choose to be the best as opposed to the biggest", "but each of these companies is highly focused on a small demographic", "i think when you do a book launch, you can attempt to target in that way, which i think is worth the effort and planning and identifying maybe the 1,000 true fans or 100 true fans or 10 true fans in highly niche areas where those people are thought leaders", "in the case of say, nfl coaches", "and then paying attention", "really watching maybe verified accounts on twitter, whatever it might be for at mentions to see if a seed has been planted somewhere that you can help cultivate", "in the case of the nfl, for instance", "i’ve noticed with the podcast, a handful of nba players are listening to the podcast", "some of them have heard me make jokes in spanish because i used to live in argentina", "so ginóbili from the spurs has heard the podcast and he heard the “me dime que me gusta,” which is lie to be me because i like it kind of joke in argentine spanish", "you just need to be observant and follow those things", "but if we’re looking at observation, learning, why ego", "i mean, yes there are components of examining the go in stoicism, for instance", "but why did you decide to write about ego", "i think also this is probably, among many people listening, they will have mixed feelings about that term, right", "they will feel like it’s not 100 percent negative, nor 100 percent positive", "why did you decide or how did you come to end up writing about this", "i think a very accessible way to answer that, what you were just talking about", "the sort of difference between going huge or going smaller and influential and knowing that you grow from there", "i think one of those approaches is probably driven by ego and the other is driven by a colder rationality and a more purpose-driven approach", "when i hear someone say “i want to sell a million copies.” you’re like “why a million?” and it turns out that they just pulled that number out of their ass or they heard that their friend sold 500,000 and they want to do twice as much", "so it’s very easy to be motivated by vanity or ego, but it takes discipline and purpose to know okay, these are the thousand true people that matter to me and that’s what’s important", "so part of it just came out of my experience working in the marketing and working with companies and brands", "seeing how often ego makes people act against their own interests", "sort of do destructive, negative or inexplicable things", "seeing american apparel collapse that sort of brought me closer to this idea", "seeing people i looked up to and admired ruin things that they’d built or ruin relationships that mattered to them", "these are me sort of over time experiencing some of the difficulties of ego", "when i sat down to write the book i guess i was thinking, okay, if the obstacle is the way is about external obstacles which we all face, ego is the enemy is about what i would call our biggest internal obstacle, which is our ego", "the way in which our pride and vanity and self-absorption and delusions and need for control and greed and all these other things we know are bad", "the way those things prevent us from accomplishing what we want to accomplish or hollowing out what we do accomplish or making a difficult period in our life even more difficult", "i’m not talking about ego in the freudian sense or some complicated psychological definition", "we know ego when we see it", "bill walsh – another great football coach – he said it’s when your ego gets bigger than your ears, that’s the problem", "when you can’t hear the things around you", "cyril connelly saying “ego sucks us down like the law of gravity.” i think we know how ego has ruined people around us and we know when we’ve done egotistical things that’ve caused problems in our life", "it’s that that i’m talking about, not some general notion of “the ego” that’s the problem", "if that makes sense", "so i were trying then to wrap my head around it, how much of ego as discussed in the book is trying to build or conform to an image that you hope others have of you", "an image reputational driven issue", "i think it’s a huge part", "it’s this idea of needing to be what you’ve always to be", "it’s needing to be the no", "1, the center of attention", "i guess it’s that sort of petulant child that needs to get their own way over anything else", "i’ve got to get all the credit", "i’ve got to get all the attention", "i need people to know how smart i am", "i need to be in control and sort of seeing every – not being able to see anything bigger than yourself is probably a decent definition of where ego becomes a real problem", "so that starts to distort the reality", "here’s another way to look at it", "creativity and doing great things, i think we both know requires a real connection to reality", "there’s an epic [inaudible] quote where he says, “one cannot learn that which they think they already know.” so if ego has told you know everything, all of a sudden it’s impossible for you to learn", "or if you think the thing you made is the greatest thing ever done, now all of a sudden you’re not able to sense from the audience where the improvements need to come or what changes need to be made", "to make sort of realistic assumptions about your chances of success", "these are the way i think ego becomes this kind of haze that prevents us from connecting to the reality that’s so important to doing great work", "i’m not saying you can’t be ambitious or optimistic or driven by ideals, but it also has to be rooted in reality if you hope to accomplish any of those things", "let’s talk about – because i think the ego, pornography, integrity or lack thereof, perhaps is most easily and defined with examples", "sure", "so let’s talk about one from the book, which is sherman v", "grant", "could you give us some context and explain that story", "sure", "so one of my heroes is william tecumseh sherman, who was a general in the civil war", "he sort of has this reputation as being the guy who destroyed the south", "in a sense, he did", "he’s actually probably the greatest strategic mind to ever wear a united states military uniform", "i think you compare someone like sherman to a napoleon", "napoleon is someone who always believed that he was destined for greatness; that he was the greatest thing that ever walked the earth; he was deserving of being a dictator", "you compare that to someone like sherman, who later in his life after the civil war was famous for declining the presidency", "he said, “if nominated, i will not run", "if elected, i will not serve.” so he’s this opposite of what we think of when it comes to the military", "he started very young", "he was constantly underestimated", "he was sent in all these backwater postings", "by the time the civil war broke out, it was like his career was essentially over and he’d not been successful; nobody knew who he was", "it was only in the civil war and this immense trial that he showed himself to be this strategic genius and he earned his place at the top of the heap", "there’s this wonderful quote from one of my favorite biographers; his name is b.h", "liddell hart", "i talk about him a little bit in ego, but he’s this brilliant writer", "he was a world war i hero", "he’s saying the difference between the kind of people who are utterly confident about the things they’re going to achieve in life and the other people whose image is a slow accumulation based on achievement", "he says the last type, their own success is a constant surprise and therefore the fruits are more delicious", "he says in that is poise and not pose", "so i think we tend to think ego is this braggadocio and boldness and whatever", "we discount the problems that has", "what i like about someone like sherman is that it was his sense of himself has grown in confidence when he decides to do this march to the sea, which was in many ways a counter to a lot of military theory at the time", "he’s abandoning his supply lines", "he’s not doing that based on ego", "he’s doing it based on confidence which he earned", "he earned it based on his actual performance, the work that he put in, the knowledge that he built over time", "the other story i tell in the book related to sherman and grant – so at the end of the civil war, grant – who is also a hero of mine – sherman and grant are basically the two most famous men in america", "they’re war heroes", "they’ve led armies and millions of men", "at the end of the war, sherman continues to be a soldier", "he serves for a few more years and then he retires basically in what amounts to happiness", "and grant, who did not know politics at all, in fact was a good general because he was so bad at politics, decides to run for president", "he’s elected in a landslide and then serves two of probably the worst terms in u.s", "presidential history", "he was surrounded by corruption because he wasn’t good at sussing people out that way", "reconstruction stalls", "he’s just a bad president, and i say that as someone who admires him", "he’s a bad president", "he leaves the presidency and then he opens a financial brokerage with his son and a partner", "that partner turns out to be the bernie madoff of his day", "he loses all his money", "he ends up having to essentially put up his war mementoes to earn money to pay off the investors and then he writes his memoirs as he’s dying of cancer to leave his family something to live on", "there’s this letter from sherman to someone", "sherman is saying, grant was this great hero, and yet he pursued these things that he had no skills in: being the president", "sherman is saying he tried to make money to impress people who would’ve given all the money in the world to have won one of grant’s battles", "that really hit home to me because i’d just sort of gone through this stuff in my life", "he’d done this miraculous thing, but because he couldn’t understand how impressive it was and he had this endless need to impress other people, he ended up losing everything to impress people who were already impressed with him", "to me, i think that’s such a great example of where ego can take us", "it takes us so far past our capabilities and our needs because it’s insatiable", "grant died a painful, sad death at a young age and i think you have to attribute that ego to part of that", "it brings a couple things to mind", "and then i have a question for you, which relates to the question why", "so we have the characteristics of their respective careers", "one in retrospect clearly more desirable than the other, but what made them different is the question i’m going to come back to", "but i guess there are a few observations", "there’s one – and i might be getting this quote slightly wrong, but i’ve heard this said", "i’m going to paraphrase it here: “we work doing things we don’t like to get money we don’t need to impress people we don’t like.” that’s the first one, which i think is related to the engine that drives that disaster is ego", "as discussed earlier, a component of which being caring a lot about what other people think and then the other is actually pulled from – i just pulled up the pdf of some of my line notes because – for those people who don’t have the background – i read a very early manuscript of the ego is the enemy and went through and just really digested every single line and highlighted things that i found particularly appealing or helpful", "one of them was, and i’m probably going to pronounce this incorrectly, but the performance artist, marina abramović, i’m guessing, puts it directly", "“if you start believing in your greatness it is the death of your creativity.” so i think that could be a very much related piece of it", "sure", "there’s a line in billions, which brian koppelman, who i think has also been on this show", "yeah, great show", "yeah, and it’s at the end of the season and the guy’s just made this sort of disastrous bet – axe has", "and the therapist is asking him why", "he’s like, “when people call you superman long enough, you start to think that you’re superman.” i think with grant, it is like he’d just won one of the greatest military victories in history and this is why ego is so toxic", "he just defied all of the odds", "he’d remade the world", "literally changed the course of history with his sheer persistence and he didn’t listen to the doubters", "so part of doing a great thing is that you are putting a middle finger up to what everyone else is saying", "that works, except for when you’re wrong, that’s when it leads to disastrous things", "so i’m sure people were like, like “ulysses, don’t run for president", "you’re not good at this", "it’s not going to end well.” or “what do you know about wall street", "why are you creating a financial firm?” is when we bulldoze right over those really reasonable questions because we can’t say no to things or we want things too badly, that’s where we over reach", "we believe in our own greatness like that quote is saying", "that’s the death of our connection to reality, which is what made us good in the first place", "so i was given some advice", "i think it was just in the first week or two that the 4-hour workweek hit the new york times bestseller list 2007, i suppose it must have been", "i was told, “just remember, you’re never as good as they say you are and you’re never as bad as they say you are.” so i’ve repeated that to myself quite a lot in good and bad times", "i’m just looking at this marked-up pdf again", "you have demonicus", "you have a number of quotes, but one is “abhor flatterers as you would deceivers; for both if trusted, injure those who trust them.” there’s a lot to dig into there", "but let’s talk about someone who is lionized by many people and perhaps unrightly so", "i should also highlight the point – and we’ll probably get into this – that i think believing you are the greatest and drinking that kool-aid, believing your own hype, that doesn’t preclude you necessarily from being financially successful", "because i think many people will say, well, what about this person, what about this other person who has clearly an enormous ego", "they’re on television talking about how great they are and how brilliant they are constantly", "what i’ve noticed at least is there’s a big difference between financial and career success as subjectively defined by the masses or by any of us", "somebody who has a lot of money and gets seen on tv a lot, for instance, and someone who is even remotely content or pleasant as a human being to themselves and others", "it’s been my observation in silicon valley that the people who tend to bang their chests the most and make the most noise are very rarely the people who, left alone for ten minutes to sit with themselves, are happy with what they see, or can even sit still and all", "they tend to end up being pretty miserable for the most part", "but getting ahead of myself – howard hughes", "no, i think that’s a great point", "and that’s something i thought about a lot in the book because people always go, “what about steve jobs or what about kanye west?” i think one of the distinctions you have to make is, just because someone is successful to you, that doesn’t mean that they have accomplished what they are trying to accomplish or what’s important to them", "so you look at someone like kanye west; clearly a musical genius, clearly one of the greatest rappers that’s ever lived", "he’s made amazing work", "and then when his last album came out a few months ago, i think it’s sort of this weird release thing that he’s doing, but he’s like admitting that he’s millions of dollars in debt because this fashion line that he keeps trying to launch isn’t working", "i would argue that it’s probably because his ego is most out of control there, whereas he put in so many hours previously on his music when he was aspiring to do this thing as a kid that he’s so talented that it’s able to compensate for this monstrous ego", "i think in some ways, ego is dangerous when you’re aspiring to something – no question", "but it’s when you’re successful and you’ve built this thing and then you’re trying to do your next thing when you’re convinced that everything you touch turns to gold, that’s where ego is the most destructive, because it’s like you’re trying to do this other thing you’re already rich, famous, talented, and you’ve done this great work", "but ego is there shutting that door in your face and that’s not as visible to the rest of the public in the way that it is when we see some young kid implode before they’ve been able to accomplish what they’re trying to accomplish", "let’s talk about howard hughes for a sec and what is your opinion of howard hughes", "so i think howard hughes is a great example of actually what we were just talking about in the sense that most people who are egotistical, they try something and they fail and then we never hear from them again", "they’re edited out by the survivorship bias", "we don’t hear from the people that tried to do something and then never made it onto our radar", "howard hughes is a great example of someone because he had millions, ultimately billions of dollars, passing his way through the monopoly that his father had created in the oil drilling business", "he was able to repeatedly fail and waste hundreds of billions and ultimately billions of dollars in his own lifetime of these ridiculous – i think you could argue, although he was clearly a genius pilot and a wonderful inventor, he was arguably one of the worst businessmen of the 20th century", "he lost tens of millions of dollars in the stock market speculating on stocks", "he owned rko pictures, which had tens of thousands of employees when he bought it and ended with a couple hundred", "he lost something like $20 million in terrible movies with rko", "the spruce goose, which he was so famous for in that movie aviator, he built this this huge plane out of wood", "it’s an interesting project, but you don’t realize that was a $20 million government contract for a plane that was late, that flew one time, and then he stored in a warehouse for 40 years at $1 million a year", "you don’t realize that howard hughes did all of these sort of these elon musk-esque projects that were inspiring and bold and they almost never came to anything, and the only reason he was never really held accountable for any of them is the fact that hughes tool company, which was what his father created, which after his father’s death howard hughes literally never stepped foot in ever again, was cushion from which all these preposterously egotistical failures would land upon", "ultimately, at the end of his life he had some mental illnesses", "but they even traced most of his mental illnesses back to plane and car crashes which he caused by being reckless", "so i see him as this sort of cautionary figure and elon musk has actually said that he sees howard hughes as a cautionary tale", "it’s someone who was so incredibly talented and so had much potential, but had very little discipline and order and objectivity in his life", "and it ultimately ended in a very bad place for him", "i read a really great book on howard hughes called howard hughes: his life and madness", "i read this right around the time in the american apparel stuff was happening", "it was deeply even uncomfortable for me to read seeing some of those similarities behind this kind of visionary genius on the one hand, but also their own worst enemy on the other and watching those two forces battle each other", "so two questions", "the first is let’s just say that you sat down with howard hughes to provide him with advice or he actually wanted to solicit advice from you", "let’s just also assume that he is open to that advice", "so maybe he time traveled, hung out with steve jobs and took some lsd", "and what advice would you give him", "and is there any point in time", "or how would you try to correct course", "i don’t want to dodge your question, but i would imagine you’d relate to what i’m going to say", "famous or important or wealthy people will sometimes reach out to authors invite them to their house or even pay them for like a consulting session where they want your advice on some project they’re working on it", "sure", "so i found myself in situations like that", "you’re called to someone’s mansion or their penthouse apartment", "you get there and this is someone you’ve admired you thought had it together", "you’re a fan of their work or your envious of what they’ve accomplished", "you get there and they’re ranting and i’ve seen them in these sort of manic fits", "they’re ranting and raving about these things", "they’re obsessed with what some person on a tiny blog said about them or they’re convinced that they have to do this thing or they’re like “i’m doing this project and i wanted it to sell a hundred million copies.” and with all your knowledge you know that thing is impossible", "so often you see, this person has become so successful", "you realize that to give this person the truth would be a kamikaze mission", "to tell them what you actually felt or thought or what you thought they needed to know would implode any chance of you working together", "so i see you ego doing that and i think you definitely saw that with howard hughes", "he would be this guy, he’d be waging the corporate takeover of you know twa and then also dictating a thousand-word memo about how employees shouldn’t look at him in the eye", "or that how no one should touch anything without putting a kleenex between their hand and the doorknob", "i don’t know how you got a hold of my prep sheet for guests to my house, but we can talk about that later", "you know what i mean", "you get called", "it’s very sad", "this is in some ways hopeless, because imagine if richard nixon had called you and asked you for advice", "dude, you’ve really backed yourself into a corner here", "you shouldn’t have done any of this; this is insane", "they themselves just a few years before or after would be able to see that, but they’re so caught up in the moment", "they were similar to how i was when i was wound way too tight and way over committed", "they’re not able to step back and see what’s happening with any measure of realism", "i think that’s the kind of thing that happened to someone like howard hughes", "john delorean, who’s another hero of people", "he ran his own company into the ground and then he thought he could try to save it with a $60 million cocaine deal", "this is not the rational mind thinking", "this is ego in full sway convincing you that you’re untouchable, convincing you to do bad, stupid, reckless things", "so let’s look at then maybe take a different tack", "what do you see as the biggest differences between elon musk and howard hughes", "because elon musk is very good at executing", "i’ve been very fortunate to meet him, maybe two or three times briefly", "he seems very highly rational", "i’m going to give also a little bit of a tease for one of the paragraphs that i underlined in ego is the enemy, which beings as follows (and i’m not trying to hand you this is the answer so feel free) i want to hear other thoughts", "“a young basketball player named lewis alcindor, jr., who won three national championships with john wooden at ucla, used one word to describe the style of his famous coach – dispassionate.” okay", "so i found elon to be very dispassionate, but in a confidence-inspiring way", "he also has a meticulous – so i guess i’m kind of answering my own question a little bit – but meticulous attention to detail, which i’m sure hughes had in some respects", "meticulous attention to detail in the same way that wooden had", "so wooden – i heard an anecdote about him which went roughly as follows: when he had new recruits to the team, he would sit them down and walk them through how to unlace and lace their shoes", "i don’t know if you’ve heard this story", "i have", "okay", "and the reason being, he said if you lace your shoes improperly, you get blisters", "blisters cost shots", "missed shots cost games", "lost games cost seasons", "he just had this meticulous attention to detail even with the unsexy aspects", "but what would you summary are the biggest differences otherwise from say a hughes and musk", "sure", "related to that, another story that i’ve heard about elon musk, and i think it’s in that big biography of him", "i read it in a business insider article", "it was when he was starting spacex, originally they were thinking they were going to buy these rockets and then build this rocket company", "that’s what a dispassionate person would be like", "that’s the idea", "we’ve got the money; we’re jumping into it; let’s go, let’s go, let’s go", "and that’s that sort of manic mindset of i’m rich, i’m famous, i’m elon musk, i can do whatever i want", "but that’s not what elon musk did", "they got quotes on the rockets and they were incredibly expensive", "elon musk did a thinking exercise which comes from aristotle called “going to first principles.” he sort of cautioned the team", "he was like, “look, let’s actually look at what building a rocket costs.” so instead of saying, “this is what these defense companies will charge for a rocket; what does it cost to make a rocket?” they did the math and it turned out they could make their own rockets for like 10 percent of the cost of what they could buy them", "so spacex really comes from that very simple thinking exercise", "there’s a story about a football coach – i forget who it is – but he calls the team in – it might be lombardi – and he picks up the football", "he’s got the team gathered", "he goes, “this, men, is a football.” these people, they’ve been playing it their entire lives and he’s like, “this is what a football is.” that’s going to first principles to almost an absurd degree", "this is how you tie your shoes", "and elon musk is saying, “let’s actually do the math on what this company should be and do and what we’re going to making and what it costs", "let’s not just take other people’s premises for granted and let’s also not make decisions based on our presuppositions and our emotions.” so i think not knowing elon musk and not knowing a ton about him, i would say one of the things that he’s at least done thus far and who knows", "he could blow it all up tomorrow", "he’s been very rational and he does these things step by step", "i think he didn’t launch tesla in this – he even looked at someone like john delorean and looked at the mistakes that he made and re-thought it and when launched tesla, he was learning from that experience rather than needing to make those costly errors himself", "so i think sort of dispassion, that objectivity, that willingness to go to first principles is certainly something that has made him incredibly successful so far", "correct me if i’m wrong, but the bio that has been recommended to me a few times now, which i have not yet read i’m embarrassed to say, is elon musk: tesla, spacex, and the quest for a fantastic future by ashlee vance", "yes, that’s the one i’m thinking of", "so there are a number of points in your writing, across multiple books, where you talk about the importance of not only accepting critical feedback, but soliciting critical feedback", "i’d like to bring up a term that i mentioned for the first time publicly a few months ago in conversation with eric weinstein, which was “bigoteer.” the basic definition of a bigoteer being someone who seeks to profit in some way from calling and some way from calling other people bigots, whether it be sexist, racist, fill in the blank", "whether that’s simply getting attention for themselves, driving clicks to particular articles because that’s how they’re compensated", "it could be any number of things, material or otherwise", "but the reason i thought having a term like that is important – bigoteer – and we may bounce around a little bit in particular as it relates to this question", "but it’s that there are people who currently would call themselves or are called social justice warriors, where there’s no real negative consequence for hurling these terms around that can cause a lot of damage", "you’ve written an article separately about, i guess it was – help me out here – fahrenheit 451", "it was about protecting everyone’s feelings and the problem with trying to protect everyone’s feelings and how that can backfire", "so maybe you could start with one of the common mis-remembrances of fahrenheit 451, which is who actually mandates that the books get burned", "how did that start", "sure, yeah", "so everyone reads fahrenheit 451 in high school and they think the take away is fireman are burning books because a controlling government is asking them to do that", "when i read the book again about a year ago, you realize that actually and captain beatty, i think, is that the name", "i’m forgetting", "but the captain, he tells him, “no, look, we do this because the public doesn’t like to be offended", "the public doesn’t like to be upset", "that’s why we ban books", "it’s not a government mandate, it’s a mandate from the people for the government to enforce getting rid of ideas that are unpleasant.” so fahrenheit 451 takes on this new light", "in that sense, you’re realizing that it’s the desire not to offend that drives most censorship", "most censorship is not controlling, it’s well-meaning", "i think it all stems from this idea that someone – my wife says this", "i’ll be like, “you’re frustrating me.” and she’s like, “someone can’t frustrate you", "you can be frustrated, but no one has the power over you to frustrate you.” that’s something you have and that’s very stoic idea", "epictetus says, “if someone succeeds in provoking you, the problem is you not them.” he says, “your mind is complicit in the provocation.” that’s a good one", "that’s a good line", "that’s what we have trouble accepting", "it’s not the person", "it’s like, that’s offensive to those other people; don’t say that", "it’s not those people standing up saying i’m offended, it’s us trying to be this thought police protecting all these other people", "i think what we’ve seen – at least media-wise, especially when we’re in this environment that’s driven by clicks and traffic, is people see someone else do something that could be interpreted as offensive, so they interpret it as offensive and they write about it and then they rile other people up", "curt schilling is a professional baseball player that just got fired by espn like two days ago for posting some dumb thing on facebook that i totally disagree with and is totally offensive and closed-minded, but it’s like why", "he did not say it on television; he said it on his private facebook page, which he should probably be allowed to do and also we live in a world of isis and donald trump and all these other things", "is this really the target that you want to go after", "ray bradbury said, “there’s more than one way to burn a book.” it’s not just this overt censorship", "it’s this idea that we need to protect everyone’s feelings, be hypersensitive all the time, be pressing the outrage button constantly", "it exhausts people and it makes it, i think ironically, very hard to deal with some actually alarming or offensive or dangerous ideas out there in the world or currently running for president or what have you", "no, i agree", "and this conversation – just so people don’t think we’ve gone off the reservation into sort of political speak – these are closely related to the individual self-regulation using or conditioning using stoicism, instance", "it’s just a macro example", "but the macro is just a conglomeration of the micro, right", "one of my most popular, most retweeted liked tweets in the last two years was if you’re offended easily, you’re bad resource allocator", "it’s a waste of energy and attention, which is a greater sin than wasting time", "so you’re trying to be a good resource allocator and you recognize that your mind is complicit in the provocation if you allow yourself to get upset unnecessarily, excessively", "two things i would say", "the first is that my greatest fear – i was speaking it to a group of students at ucla a few months ago, and they want to talk about artificial intelligence, the dangers and the promises of artificial intelligence, the threats of whether it be isis or other types of existential threats towards humankind, and how i would rank order them and so on, which i have no credibility for answering, but i do spend a lot of time around people in silicon valley and technologists who do have a good read on these things", "i said my biggest concern for the us specifically is the existential death of free speech driven by, among other people, college students are going on witch hunts with this very fahrenheit 451 type of mentality where anyone who causes discomfort, anyone who offends, anyone who, god forbid, questions the accusations of racist, sexist, fill in the blank, or asks us at least how we are defining these terms should be lynched from a career standpoint, at the very least", "that is my biggest fear is that we’re slowly going to kind of choke the life out of free speech and the first amendment of the united states with this like death of papercuts", "where it’s not against the law to speak your mind, but it might as well be because the public has become so sort of trigger shy and aversive to honest conversation that that is the knee-jerk response", "sure", "i think it’s like if someone told you that something was illegal, you’d probably still say it", "just like you speed or you break other tiny laws", "but it’s like if someone told you if you talk about this subject, everyone on the internet’s going to hate you and boycott your things in and get your clients to fire you and pull your advertisers away", "you’re like, well i’m probably not going to say that", "i think scott adams had a great thing, because he was always getting in trouble – this is the creator of dilbert for those people who don’t recognize the name", "yeah", "he’s saying that being creative is like drilling for oil", "sometimes you miss; sometimes you find it; and sometimes it catches on fire", "we have to be willing for that to happen and if we’re not, if we don’t understand that hey sometimes smart people say dumb things", "sometimes it’s much more complicated than the two-minute sound bite, 500-word blog post that you read", "sometimes people are deliberately misleading you", "i remember all these people that were super mad at – if you don’t remember, a few years ago shirley sherrod, who was an african american woman who had supposedly been caught saying something racist and breitbart posted a video and then she was fired personally by the president", "and then it turned out that the video had been misleadingly edited", "whole foods just got in trouble last week here in austin because someone accused them of you know writing a gay slur on a cake for a gay wedding, and then the security footage so far has revealed that it wasn’t on the cake when it left the store and that this guy might be trying to shake them down for money", "so getting pissed off immediately before you all know all the facts is bad", "not being able to understand nuance is bad", "and not being empathetic that we all did it", "i’ve heard my parents say dumb things", "i’ve heard my grandparents say anachronistic, offensive things", "that’s part of life", "if you get provoked, you’re not helping the situation, you’re probably making it worse", "yeah, where i wanted this to lead was asking you – let me make it a plea to the audience", "that is, no", "1, have the uncomfortable conversations", "if you get unfairly accused of fill-in-the-blank, don’t respond with “i am not” fill in the blank", "respond with “that seems really outrageous to me", "how are you defining x?” force them to define it", "you will find out very quickly nine times out of ten they cannot do a good job or they just end up making themselves look ridiculous", "don’t fight someone or debate someone before you make them fight themselves and debate themselves", "because they’ll very often just punch themselves out", "so that’d be no", "1", "no", "2 is don’t – and i was giving this advice by – i am not going to name names here – but a very high-level political advisor i was having dinner with at one point", "we had some wine", "i was talking about various initiatives and so on that i wanted to undertake including supporting research related to psilocybin at johns hopkins and trying to change the legal status and blah, blah, blah, blah, blah", "there were quite a few things", "he said, “well, that’s a big long list.” he said, “you should assume that you have one gun, it has six bullets", "you get six bullets a year", "any more than that – you have to aim at the right targets – any more than that and you make people kind of deaf, dumb and blind to your pleas and to your message if you’re constantly hitting people.” you should feel that way yourself", "by complaining or being offended easily, no", "1 you’re wasting your own resources and making your life worse, not better", "no", "2, or the real things that matter, you have let’s just say six bullets a year", "so save the ammo for the right targets", "but i’m going to get off my soapbox here and i want to ask you, ryan, what do you do in terms of practices and routines to instill in yourself the characteristics that you would like to have as it relates to stoicism or ego", "how does someone improve themselves, in other words", "but i want to hear your personal approach", "i think journaling is important, so every morning when i wake up i write in a moleskine", "i do about two pages and i write not just what happened the last day, sort of how i feel about it, and what i’m working on it", "i feel like if you don’t know what you’re like – you know, i want to be less sensitive or i want to be more empathetic, or i want to stop losing my temper", "you sort of write these things down", "you’re having to articulate your goals, it’s not just this sort of vague notion", "one of the other things that i write – two things that are really important in my diaries: (1) i write the amount of time that i spent exercising the day before, which keeps me accountable and i find that i do a lot of work on myself", "i feel that flow state is very meditative", "i do a little bit of meditating, but i really feel like i do distance running and i feel like my distance running is my form of meditation but the other thing i started writing down and this is after i read cal newport’s book on deep work", "i record how many hours i spent in deep work the previous day", "one of the things that helps keep me accountable with some of my problems getting distracted and overwhelmed is if that tally is not three or four hours, like i didn’t spend three or four hours really working on my actual creative important projects, then i know i over-committed to phone calls, meetings, running errands", "i’m not managing my life really well", "writing these things down has helped me keep me really accountable", "the other thing is actually writing and talking about these ideas", "ironically, you write a book about stoicism and then you write a book about ego", "people are going to not be very forgiving with me if i complain about stuff or i blame other people for my problems", "i even have to think as i’m marketing this book, if i say something it sounds very egotistical, somebody’s going to call me out about it on twitter", "i think being somewhat public with what you care about what you’re working on it are two other ways i think to attack some of these", "well, doing anything with social accountability, right", "you have to have consequences, or i should say incentives", "economics is the study of incentives in its simplest form", "in that case, let me personally, like i can also say the 4-hour body or the the 4-hour workweek, right", "blessings and a curse", "but if i’m in a coffee shop on a laptop for more than like 3 minutes, somebody is going to walk by, take a photo of me, make a fucking 4-hour joke and put it on the internet", "right, or if you got in horrible shape", "no, it’s like i can’t be fat; i cannot be that", "so that’s great", "i’m not allowed to be fat", "i would never live it down", "now you don’t need to write books to have this type of social accountability", "you can create a betting pool, for instance for weight loss", "you can have four or five people put in $100.00 each, and the person who loses the most body fat – that’s key (not just scale) – so you can use dxa scans for this or any number of different tools – then wins the entire pool", "what’s cool about that is you will actually work harder to not lose your $100.00 and to beat the other people, than you will to earn the $500.00 or $600.00 or whatever it might be", "so that could be one example", "another would be using a site like coach.me or stick.com, dietbet is another", "i’m just going to rattle off a few", "another would be simply making generally subconscious responses more conscious", "for instance, i think something that is very helpful for both implementing stoic practices in a very proactive active operating system-type sense, where it’s a system for making better decisions, and in a way to address ego in quite a few different manifestations, is to do a no complaint experiment", "where you have, and this is from will bauer, who is a reverend, i believe, or a preacher at the very least; has a large congregation", "he puts up a rubber band effectively or bracelet on one arm and you’re not allowed to complain for 21 days", "every time you complain, you snap on your wrist, you put it on the other wrist and in the clock starts over", "21 days without complaining", "people can search “21-day no complaint experiment” in my name if you want more on that", "but the point being, that it’s quite one thing to read about these things, which is very important – i think you need to have the owner’s manual – and to deductively or inductively, whether you’re going from concepts to examples or examples to concepts, ingrain this and have a firm understanding of it", "but then when the rubber hits the road, you have to actually condition yourself and practice this just like you would go running", "just like you would meditate in the morning using an app headspace", "just like you would commit to scheduling anything else, you need to make this a practice", "that’s where a lot of people fail is with any type of nonfiction or how-to and i’ve certainly done this myself is read the book; you’re like great, so happy i checked that off", "then you put it down and six months later you’re like, oh yeah, that book", "wow", "i haven’t done anything that was in that book", "so what advice would you give to people who want to make the leap from the written page to real life", "any other any other thoughts", "yeah", "i think that’s the tough part", "how does knowledge become experience", "there’s a quote, i think i use it in the book, but it was from plutarch", "he was talking about it – actually i forget what he was talking about – but basically he’s saying it was not so much from the words that i got the knowledge, it was from my experience of the words – i’m butchering this quote; it’s horrible", "but basically he saw saying it wasn’t the words that helped me with my experiences, it was the experiences that i brought to the words that helped me understand them in a new way", "i think it’s got to be this mix", "if you’re not leaving a book or something you’ve read with “okay, now i’m going to do x because of this,” then you’re just pursuing it for its own sake", "i don’t want to say it’s masturbation but it’s close, right", "you’re not achieving anything; you just spent a week reading a self-improvement book, but it’s like tell me what you’re going to do with this information", "i think that’s what you’ve constantly got to do, whatever your reading, whatever your thinking is", "okay, i’m now going to put this thing into practice", "it doesn’t have to be a huge thing, it can be the smallest possible thing but if you don’t leave with some sort of actionable thing, you’re really just deluding yourself", "look, you can read a book about brazilian jiu jitsu; that doesn’t make you any better at it", "it’s only if you try that out on the mat against another human being that’s going to lead to any sort of real improvement", "it’s got to become muscle memory, especially if you intend – stoicism, if you’re not applying these things in a small way in insignificant situations, what are the chances that you’re going to be able to do it in an extremely adverse, stressful, overwhelming situation", "it’s very slim", "slim to none", "so the plutarch quote – i think this is it: “for it was not so much that by means of words i came to a complete understanding of things, is that from things i somehow had an experience which enabled me to follow the meaning of words.” that is a tough one to remember", "but to put your point, then this is one of my favorite quotes", "i think it’s archilochus is how you would say it, but “we do not rise to the level of our hopes, we fall to the levels of our training.” so my with training, let’s just use the athletic example", "you have planning or programming", "you have planning, and you have then you have practice, and then you have reflection or review", "that review piece is very important", "so i want to underscore something you said about journaling", "there’s a book called the 5-minute journal, which you can use", "i use it pretty much every morning and every evening two and a half minutes in the morning, two and a half minutes at night, to accomplish two things: to have clarity on this kind of prep and review portion of the day, practice being the rest of the day in between; also to cultivate the practice of gratitude and actually writing down even three things that you’re grateful for each day, including one that is very small, not anything necessarily all-encompassing like the health of my friends and family, right", "that’s fantastic, but you can very quickly go on autopilot just list that off every day", "i talked about this before in my morning routine, so i won’t belabor it here, but the point being that when i’ve spent time with say tony robbins, for instance, who is one of the most, i think, effective, certainly impressive interventionists when it comes to personal crises that i’ve ever seen in my life", "it’s just mind-blowing what this guy can accomplish in a handful of minutes was someone he’s never met before", "he has before, and it really made sense when i started reflecting on this, that most of our suffering and misery comes from a focus on me", "it’s just a self-focus", "i think that this gratitude helps to relieve that pressure and that compulsion somewhat", "so that the journaling, i think, is particularly important", "well, ryan, i know where we’re probably coming up on time here", "is there anything that you would like to leave people with", "anything for them to think about or to consider to take with them", "yeah", "i mean, i liked what you were just saying about tony", "i think that’s really interesting", "it’s this idea that it’s when you make something all about you, you stop seeing it rationally", "the other thing i found that was helpful for me is this idea of this thing – like however many copies of my books sells or however much money i make or whoever i know, if you can start to realize that none of these things say anything about you as a person", "i think that’s why we get so caught up", "where the kind of car i drive says something about me as a person", "the number of twitter followers i have says something about me as a person", "so then we’re so possessive and aggressive and ambitious and controlling about them because we’ve wrapped our identity up in them", "when i was first writing the book, the original title is based on a quote from paul graham, where he says “keep your identity small because the smaller your identity, the more you’re able to be flexible and adaptive and creative and see changes and disruption coming in the world", "and so i think this idea of wrapping our identity up in our work or in material things, things that the stoics would put in the category of “what we don’t control,” that’s where we start to get in serious trouble because now something can always threaten that thing", "someone can repossess your car, someone can give you a negative review on your book", "now all of a sudden, you’re reacting super negatively and emotionally and angry and that’s when you do things that you’re not proud of", "hear, here", "training yourself to value most the things that cannot be taken away", "totally", "and i think that’s a scary idea for people, but it’s ultimately very freeing because you’re immune to the fluctuations of events", "that doesn’t mean that you can’t live in a nice house and you can’t have fun and you can’t have things that you’re trying to accomplish", "but you want to cultivate that resilience that if i had to start over tomorrow, i would still be me and i would have all the skills that i bring to the table and i’d be pretty good", "to me, that’s much better than like you know being richard nixon ranting on the white house tapes about all these people who are trying to screw him over", "stay out of politics", "this is the corollary", "but yeah, unless you’re perhaps a sherman, who in the first place doesn’t want to be in politics but would probably do the best job, the irony of the age in which we live, but ryan, this is always a pleasure", "i love being reminded always of the first principles, in some ways, of living the good life", "whether that’s choosing to use certain things as tools that make terrible masters, whether that’s money, possessions, otherwise", "and really keeping in mind, i suppose in many ways, just the serenity prayer, in the two very separate buckets of things that you can control and things you can’t control", "and then working methodically, dispassionately, very often, on the things you can control", "because these little actions cumulatively are the big actions", "i suppose on that note, i will thank you for taking the time", "i really appreciate it", "thank you for having me", "it’s always good", "and for everyone who is wondering about show notes, links to everything that we have discussed, of course, ego is the enemy and many other things, different figures and so on, you can find those all in the show notes at fourhourworkweek.com/podcast", "and until next time, thank you for listening"]}