{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842]}, "episode_num": 172, "file_type": "html", "guests": [], "num_sentences": 843, "num_words": 14123, "raw_text": "Tim Ferriss: Hello ladies and germs and welcome to another episode of the Tim Ferriss Show, where each episode I deconstruct a world class performer to tease out the rituals, routines, habits, purchasing decisions, etc. that you can emulate and test in your own life, whether they are from athletics, entertainment, business, military or otherwise. This episode is a round two with Dom D’Agostino. Dom, that is Dr. Dominic D’Agostino, is an assistant professor in the department of molecular pharmacology and physiology at the University of South Florida Morsani College of Medicine, and that is a mouthful, and a senior research scientist at the Institute for Human and Machine Cognition, IHMC. He’s also deadlifted 500 pounds for ten reps after a seven day fast and I consider him a friend. I call him – he’s on speed dial for me – with many of my metabolic and nutritional questions. After the last two to two and a half hour conversation with Dom – and if you haven’t heard that, you can go to fourhourworkweek.com/Dom, D-O-M and it will take you to that URL. After that episode, he and I were just deluged with enthusiastic follow up questions about ketosis, ketones, cancer, etc. The following is Dom answering your most popular questions with a particular focus on ketones, ketosis, ketogenic diet, etc. And for that reason, you could consider it the ketosis master class, especially if you combine both episodes. But this one stands alone if you want to listen to it. There are a couple of things not mentioned necessarily at length or in details; for instance the types of canned sardines and oysters that he eats, King Oscar and Wild Planet Foods. This is from the first episode and the show notes is where you can find these sardines. It’s also why Whole Foods around the country sold out of Wild Planet Foods sardines, this episode. And the canned oysters would be Crown Prince Natural Oysters. You can find all of that in the show notes at fourhourworkweek.com/Dom for the first episode. And we cover a lot. What I would suggest is Dom did this on the road; it takes him a few minutes to get warmed up. Be patient, listen to it and if you want to skip around, there are a few things, for instance, around eight minutes 55 seconds – let’s just call it nine minutes – after this intro ends: can you gain muscle on the ketogenic diet, and related questions around 52 and 20 seconds after this intro, how does he handle travel; what does he pack. And if you’re really considering exploring ketosis or just consuming exogenous ketones, like the KetoCaNa and KetoForce that I’ve discussed with Dom and also with Patrick Arnold, a very famous biochemist, for performance enhancing compounds, shall we say, then this is also relevant. There is data that you can slow, for instance, tumor growth by consuming these synthetic, exogenous ketones even if you are still consuming glucose or producing glucose, which is very, very exciting for all sorts of reasons. In any case, this is going to be dense. It’s going to be worth it and just be patient. If you have an interest in these types of metabolic therapies, whether it is for performance enhancement and, let’s say, endurance or for anti cancer purposes or otherwise, you will find a gem within this conversation, which is more of a monologue, I suppose. So please enjoy this conversation with Don D’Agostino. If you want to say hello to him, you can certainly do so on Twitter. It’s Imagine@domininc – D-O-M-I-N-I-C D’Agostino, D-A-G-O-S-T-I and then the number 2. I guess Dominic D’Agostino was taken. So @dominicdagosti2 is his Twitter and that will also be in the show notes. You can find all show notes at fourhourworkweek.com/podcast and what a fucking long intro. I’m sorry, folks. Enjoy. Dominic D’Agostino: First question, this will be under the ketogenic diet; under that category are also some questions on fasting, I think. Alex David writes: Despite all the evidence, it seems that many dieticians and researchers – I’d add clinicians to that – still frown heavily on ketosis. Why is there so much resistance?  I think the main reason would be the lack of education in the medical community, and even in the dietetics programs. So having gone through a nutrition science program in my undergrad 20 or so years ago, there was a little bit of discussion on low carb diets, very little if any on a ketogenic diet. There was a discussion, kind of a negative discussion, one day I remember on the Atkins Diet. My professor at the time really sort of despised that diet. That’s the problem. Registered dieticians who are supposed to be at the cusp, the front of understanding nutrition and how to manipulate nutrition for optimum health or weight loss, as most of the patients they deal with are really trying to lose weight or manage type II diabetes. And we know the ketogenic diet is a big hammer for type II diabetes. As Jeff Follack would say, it can put a type II diabetic into remission within two weeks or so; we could see that. That’s known. I think the big stigma coming from the dietetic community is that it’s just not feasible for people to follow. If you lower the carbs, what type of macro nutrient are you adding? You’re adding fat. Saturated fat certainly was demonized back when I was in college over 20 years ago. That’s going to be hard to change. I think our stance on that has softened up considerably but it’s going to take some time to change the minds of the people who are the major influencers, which would be the medical community and dietetic programs. They need to accept that the low carb ketogenic diet really has a place and right now, it really doesn’t have a place. It’s getting more attention, which is good, but it doesn’t have a place. And the medical community, too, so the lack of education there. I teach in the medical college and I was on the medical curriculum committee for medical school for three years. The curriculum is already so compressed and it tries to fit in as much as possible. The information is sort of biased, if you want to say that, towards covering what’s on the boards that the medical students have to take, the USMLE. So there’s just no room to fit nutrition into the medical curriculum, so doctors are not going to have an appreciation of nutrition. They’re certainly not going to have an appreciation for the ketogenic diet. The medical school that I teach at, though, does have a functional medicine group of kids that are very enthusiastic and really smart. They really want this information and they have a lunch seminar series where they have people come in and talk. I’ve given a talk, and my students and research associates have given a talk in this. The feedback has been really good. They want the information but it’s just not taught in the general curriculum, and it needs to be. Nutrition really is the foundation of our health. And if medicine wants to focus on prevention, there’s no better tool than nutrition Exercise helps but probably not as much as nutrition. So nutrition research, too, there’s just a lack of good research on low carb diets and ketogenic diets. There is some out there if you look, but the rigorous, controlled, multi university trials looking at the effects of a high carb diet versus Mediterranean, versus low carb, versus ketogenic diet; these are really difficult studies to do and they’re really expensive. You have the question of who’s going to fund these studies, what kind of institutional support do you have to run these studies, are the people at the institute knowledgeable? Do they have a team of dieticians that can control the parameters that are need to ensure diet compliance? For example, are they measuring blood ketones for all the participants in the ketogenic diet group? That rarely happens, and that’s the kind of oversight that needs to happen to do this kind of research. The research is really going to be important because that’s what the medical community, not thought nutrition, that’s what they’re going to look at. They’re going to want evidence. If you tell them this is a powerful metabolic therapy, and even the standard of care for drug resistant or drug refractory epilepsy, it works remarkably well for that application. And I think it can work equally well for a number of other applications. They’re going to want the research to support that. That research is in progress, and I think the low hanging fruit would be looking at type II diabetes and obesity, and I think that’s going to be one of the most important applications for a ketogenic – or maybe not even ketogenic but low carb diet. A low carb diet is relatively easy to do but nutritional ketosis is really considered extreme and difficult to implement. The question is why are researchers and dieticians frowning on this? A dietician is going to have a difficult job getting their patients to comply with this kind of diet. I can just tell you people come to me and many of them who attempt the ketogenic diet just can’t follow it. It’s really hard to follow. That’s why I think something like a modified Atkins diet; you’ll get four times the compliance. If you can get maybe 10 percent of people that can follow a ketogenic diet, I would say if you screen them properly, you can get at least 40 percent of the people to adhere to a modified ketogenic diet, defined as following in a way that they consistently have an elevation of blood ketones, day in and day out. So it’s just a much easier diet to follow and I’ll talk a little bit more about that later with questions. There’s also some resistance from the exercise community, too. The question is what are you using the ketogenic diet for, and at least on social media there’s a lot of talk and discussion and debate about the ketogenic diet for endurance athletes, long distance runners and I think it definitely has an application there. The bigger question that I get a lot is, is it the ideal diet or can you gain muscle size and strength doing resistance training; doing bodybuilding power lifting with the ketogenic diet? I know you can; the question is is it optimal? Probably not for everybody. But I think it can be for a sub population of people. As we age, our carbohydrate tolerance decreases with age. So the over 40 crowd, and I would fit into that, responds remarkably well to a ketogenic diet in the context of resistance training or low carb diet. But we really need more research on that so hopefully, we plan to do that. The next question – I probably spent too long on that so I’ll probably hit these more rapid fire. The next question comes from Grad Gross: Could you please ask him about protein intake on ketosis?  So it seems like there are thousands of different answers out there to this question and yes, everybody’s got an answer to how much protein you should take on a ketogenic diet. In the case of me, and in the context of treating kids with epilepsy, it’s been found that keeping your protein between 1 and 1.5 grams per kilogram per day is really unique. They kind of stay within that range to consistently stay in nutritional ketosis. As protein can be insulinogenic, so excess protein can feed into a gluconeogenic pathway and kick you out of ketosis or decrease your ketone levels. So I would say the higher protein, though, is probably needed in people who are more active and also in heavy training. I think when you get the person who is an ectomorph and is super fast metabolism, and maybe on top of that, a friend of mine is an ectomorph, and he has a very high output because he works outside all day. He needs 2 grams per kilogram per day. That’s typically far above what most people would take for a ketogenic diet. But his ketones stay remarkably high off that because his output is really high. A typical ketogenic diet, quote-unquote the classic ketogenic diet, a 4 to 1 ratio: four parts fat, one part combination protein/carbs has ten percent calories coming from protein. That’s really low. So a modified ketogenic diet is 25 to 30 percent calories from percentage protein. That’s also called the modified Atkins diet. It really evolved out of work done at Johns Hopkins. Eric Kossoff is probably the leader in advancing the modified Atkins as a metabolic therapy for kids and adults with seizures. That’s really the diet that a lot of athletes are using, myself included. Most people who say they are on a ketogenic diet are not doing the classical ketogenic diet, which is 10 percent protein. So yes, the protein intake, the very general recommendation is 1 to 1.5 grams per kilogram. Matt Nelson asks: The impact on the ketogenic diet on type I diabetes?  So it’s an interesting situation that I have a type I diabetic student in my lab. He’s a PhD student, remarkable student, big guy: six-four, 250 pounds. Andrew Kutnik is his name and joined the lab with an intense interest in this subject. He took it upon himself to try the ketogenic diet as a type I diabetic. He tracks everything, including his blood glucose, continuously because he has one of the sort of dex con units that continuously measures his blood glucose levels. He’s a remarkable subject for testing ketogenic food products because we could just turn his insulin off. He has a glucose monitoring system and an insulin pump. If we want to examine the glycemic index, or the glycemic response, of different foods, we can use Andrew and turn off his insulin pump and then look at his glycemic response to the food. So it comes in very handy. Andrew is a great sport and he decided to try the ketogenic diet and has written up some notes here of things describing his response to the diet. Andrew is very perceptive about many different things, including his insulin sensitivity. So he has a really good handle on how changes in his body composition, his exercise, so when he does brutal exercise training in the gym, the frequency, the consistency, how that affects his blood glucose. The type of insulin that he uses and how that influences his caffeine use, his fiber, the composition of his meal, the types of foods, what he adds to his foods – things like cinnamon. So he’s tracked all these different variables and how these variables influence his blood glucose and the amount of insulin that he needs. When he got around to the ketogenic diet, he realized there were some really big perks to being a type I diabetic and being on a ketogenic diet. The biggest would be the lack of blood glucose fluctuations. So tremendous difference between glucose fluctuations on a high carb diet versus a ketogenic diet. The daily fluctuations were remarkably tighter. He’s been conversing with other type II diabetics who have switched from the diet that they have been prescribed and the ketogenic diet and it’s amazing, the control of blood glucose that you have when you’re on a ketogenic diet. Not only is his blood glucose remarkably controlled when he switched to a ketogenic diet, but he was able to reduce his insulin levels to about one third the amount of insulin that he was using before. So whenever you can reduce the amount of insulin, at type I diabetic can do that, that’s a good thing. Doctors need to acknowledge that. He had a similar reduction in 24 hour insulin levels. In his notes, he noted that there was a similar reduction in 24 hour insulin levels reported in individuals who were underweight, who underwent a ketogenic diet but maintained body weight. He lists a number of different publications to support the same observation that he saw when he switched from a high carb diet to a ketogenic diet for managing his type I diabetes. His insulin sensitivity increased tremendously. This has major implications and potential protection against hypoglycemia. In my talks, I always talk about the work of George Cahill. In 1967 he published an observation of fasted subjects who, when adapted to a starvation ketosis, were remarkably resilient against insulin induced hypoglycemia. So they suppressed their blood glucose levels with IV infused insulin down to something between 1 to 2 millimolar. That would be universally, if not fatal, would put someone into a coma or a seizure. We know that having blood ketones elevated makes you remarkably protected against hypoglycemia. So that has real, practical consequences from a safety standpoint. If you’re driving, do you know how many accidents are a result from hypoglycemia in people who are diabetic? Much of that could probably be mitigated if they were on a ketogenic diet. He described many benefits in our daily talks in the lab and these benefits eliminate the potential downside of type I diabetes in the short term and the long term. So short term, you’re talking acute hypoglycemia, mitigating that is really important. But also the long term. If you’re on a high carbohydrate diet and you have huge postprandial excursions in your blood glucose, and you do that repeatedly, that’s going to cause a lot of harm in the long term. That can be completely eliminated or significantly attenuated in type I diabetics, using a low carb approach or a ketogenic diet approach. I know this is a controversial subject and I don’t want to base my comments or suggestions off the people that communicate to me. But I have seen first hand what it did to Andrew, who not only has much better control over his type I diabetes but has an incredible amount of muscle and strength and continues to surpass a lot of his lifts in the gym while following a ketogenic diet or a low carb approach. So he more or less transitioned from a ketogenic diet to low carb and kind of bounces back and forth. He doesn’t stay ketogenic all the time now but he has told me that he feels best while he is on a ketogenic diet. And certainly he uses much less insulin. So there are some resources out there to point people to, because I do get at least one or two questions a week on this. I would point people to The Ketogenic Diet for Type I Diabetes e-book, and that’s on Ketogenicdietresource.com. The authors of that book are Ellen Davis and Dr. Keith Runyan. I know Dr. Runyan has been on several podcasts talking about his use. He is a type I diabetic. He’s a medical doctor with type I diabetes. Next question I want to address is from Ohemba Narkwoff, who asks the question: Betogenic breath analyzer versus blood; which one’s best? The blood glucose/ketone meter by Abbott Labs, the Precision Extra and one that I use personally is the Freestyle Neo is really the gold standard. If you’re getting into this and you’re not on a type budget, I would recommend measuring every day if you’re really serious, and to do it at the same time of day every day. I think that’s really important. The breath acetone meter, that would be the ketonics meter, is really useful and it just really needs more development and testing, from my perspective. We know from at least one, maybe two studies, breath acetone measures correlate with seizure control. I think if you have kids that are managing a disorder and they don’t want their fingers pricked, I think these breath acetone meters are great for kids. I’ve talked to parents and kids that enjoy doing them. You blow in and you have these pretty colors. You get the blue with low ketones, or green, and then orange and yellow and red. So they’re very convenient for giving you a range of breath acetone that can correlate with seizure control. I think more work needs to be done with them. They’re non evasive. What I’m interested in is actually using these devices to look at other volatile organic compounds that may be important health biomarkers. For example, it gives you information on oxidative stress. So you have things like isoprostanes, things that could detect from what I’m interested in, just like oxygen toxicity; pulmonary oxygen toxicity will kind of be characterized by blowing off certain volatile organic compounds. And the gut microbiome will influence the volatile organic compounds that are coming out of our mouths. I think these things can be picked up. And once we understand them, we can develop devices to measure these things in our breath. No one has done it yet, and I don’t know why it’s not possible but saliva ketone measurements, I think that might be something to look into. So if anyone out there is listening, maybe a saliva ketone measurement system could be useful. The next question is from Jeff Henderson. He writes: I’d be really curious about how ketosis affects performance at altitude. I live in Big Sky, Montana and do a lot of back country ski touring, climbing, and mountaineering. I’ve noticed a significant performance increase while in ketosis. I’m currently trying to get enough friends willing to do a ketogenic diet so I can put together an actual experiment with a decent sized data set and would love to hear Dom’s thoughts on this. I don’t know what he would measure if he did that. There’s an increase in brain blood flow when you are in a state of nutritional ketosis. That may reverse some of the things that we know happen as a response to altitude. Some individuals can have hypocapnia cerebral basal constriction. That could maybe be reversed or mitigated in part with nutritional ketosis. There are also things like at altitude, you can have an increased intracranial pressure. The diet actually has a well described diuretic effect. It’s fairly mild but it can maybe reduce some of that intracranial pressure that people at really high altitudes can experience. We know, too, that for energy production, our bodies in general can probably generate energy more efficiently with ketones than it can with other types of fuels; with glucose in particular. And that we probably can derive more energy per oxygen molecule. I would probably direct you to some of the work that was done by Richard Veech’s lab. They did work with a working profused heart preparation. They looked at the delta G of ATP hydrolysis, and they look at the hydraulic efficiency of the heart which increased significantly when the preparation was profused with ketones relative to glucose. There’s also a book written by Andrew Murray and Hugh Montgomery. That book, How Wasting is Saving; Weight Loss at Altitude Might Result From an Evolutionary Adaptation. This book kind of describes how nutritional ketosis may mitigate some of the weight loss that’s associated with being at altitude. Peter Thiel also gave a talk, if I remember correct, at IHMC. If you Google Peter Thiel IHMC lecture, he gave a discussion on the performance enhancement effects that he had with the ketogenic diet. He also describes cycling at high altitude. I think the balance of the data, from a scientific perspective and from feedback that I get, would suggest that being in a state of ketosis can enhance exercise performance at altitude. Another person I’ve been communicating with recently is Patrick Sweeney. He actually recently teamed up with professional mountain biker Rebecca Rush, I think is her name. They did a climb and a descend on Mount Kilimanjaro on their mountain bikes. So this was a mountain bike climb. The mission was totally self supported, meaning that they didn’t have any porters to carry their bags or anything. They abstained from using acetazolamide, which is Diamox, the medication that you take for altitude, and they didn’t get altitude sickness. Their goal, Patrick Sweeney and Rebecca Rush, the goal of the expedition was to raise $1.00 for every foot of climbing they did. That amounted to a little over $19,000 for an organization called World Bicycle Relief. Patrick had communicated with me prior to attempting this Mount Kilimanjaro bike ride and I kind of coached him a little bit, and just talked about the ketogenic diet and how you do it. I sent a number of emails. Just Google Patrick Sweeney bike ride and it should bring you probably to this event and gives you more information on it. The next question is from Lindsey Watkins. Lindsey asks: I’d like to hear about any differences or considerations females need to have with the ketogenic diet? What I’ve observed and this may apply to our rodent models, the transition into ketosis can be more difficult for females in general, it seems. They’re more variable in their responses, reactive, I would say, to low blood glucose levels, especially initially. I would recommend that females trying this sort of ease into it before just going all out ketogenic. So a slow transition into a ketogenic diet, maybe dropping your carbohydrates if you’re at 200 down to 150 and just do it in 50 gram increments. Another option would be the use of exogenous ketones. When you go on a ketogenic diet, your brain goes through what I call glucose withdrawal effects. You might be able to fill that gap initially, until your body starts making ketones, regulating the transport and utilization of ketones; you might be able to fill that gap by taking exogenous ketones or just using something like medium change triglyceride; the C8 would be the most ketogenic fat out there. Another issue that females run into is that, when a lot of women start this, they tend to start a ketogenic diet in a calorie deficit. So they go right into a calorie restricted ketogenic diet and you have sort of the double whammy. You have very little glucose getting to the brain, and then calorie restriction on top of a radical shift in macro nutrient profile of the diet. They’re going to get a reactive response from that; hypoglycemia. In some women, it can manifest itself in strange ways, from fainting to irritability to foggy headedness. So the idea would be, my suggestion would be to keep your calories actually higher when you start the ketogenic diet. So you want a calorie surplus, at least initially to help with the transition that’s high in fat. It’s hard for some people, especially in the fitness industry. When they start a ketogenic diet, they have to be not afraid of eating fat. 100 grams of fat per day is really not a lot of fat. Getting upwards to 200, 250, and 300 even on some days. So for the average size female, you want to get at least 100 grams of fat, upwards, depending on your size and your output, maybe even up to 200 grams of fat. That would be my suggestion to help with females. Now, the hormonal changes that have been reported by some females following a ketogenic diet; suppression of thyroid, that seems to be one of the major concerns. When I probe a little deeper, the people who are getting a suppression of some of their hormones, they’re exercising a minimum of two, sometimes four or six hours a day training for an event. So the scenario is you’re transitioning your body to a new diet, high carb to low carb, on top of calorie restriction. You have an energy deficit that’s caused by a restriction of calories, it appears, and also over training. Over training is the fastest way to really kick down your hormones. For males, it manifests as low testosterone. For females, it can manifest in many different ways. What I see most is reduction in T3. The next question comes from Cammy Orion. She asks: Can a female obtain a sub-10 percent body fat with a ketogenic diet? If so, is there a daily calorie threshold relative to my basal metabolic rate or other factors to reach that level of body fat?  This is also kind of another common question; women wanting to use the ketogenic diet to get as lean as possible. A lot of women in the fitness industry are fitness competitors who are using this approach. The first question, I don’t know what she’s doing; if this is for cosmetic reasons or if she is an athlete and wanting to just perform as optimally as possible and thinks she needs to get below 10 percent body fat. So the first question I would have for her is why do you want to get below 10 percent body fat? Essential fat, from my understanding, in women is between 8 and 12 percent. So roughly 10 percent is needed for normal physiological hormonal body functions in women. I think it’s IP to keep above that and it’s highly dependent upon the person. Some women are just naturally very lean, and other women have a higher set point. I would advise against trying to achieve 10 percent body fat for performance unless you’re genetically exceptionally lean to begin with. When highly trained women at just 15 percent body fat, which is very lean for a woman, trains and diets to sub 10 percent body fat, they tend to get these hormonal issues; I would call it functional hypothalamic amenorrhea. So it even has a term. I just read an article on this. This is extremely common in the fitness industry, and sometimes it’s not easily, readily reversible. So if the ketogenic diet approach is used, it will be a greater fat turnover and I would advise, sort of like the last question, against consuming less than 100 grams of fat. Some of the macros that were sent to me by women who were doing the ketogenic diet were like 60 grams of fat; upwards of 70 and 80 grams of fat and they thought that was very high. I would against consuming less than 100 grams of fat, especially for a female athlete. Consuming this level of fat keeps your fat metabolism optimized. It also is the source of ketones, of making ketones. So probably the most experienced individuals on this topic, achieving sub 10 percent body fat, would be female fitness competitors who routinely get below 10 percent. And as mentioned, they do report a lot of menstruation irregularities. Women who have successfully implemented the ketogenic diet and are aware of how to do so, so some of the women who come to mind would be Shannan Yorton Penna from Quest Nutrition, who is really a very experienced fitness competitor and just an overall great person. She has been in a state of ketosis I think for at least two years, now. Quest Nutrition is developing, testing, and ultimately will be marketing ketogenic diet food products. They already have the Quest MCT oil powder, which is fantastic. The next question comes from Renee Vocho: How does ketosis affect the microbiota, specifically the balance of fermicutes to bacteroides?  So that’s a great question. It’s highly dependent upon the diet that your following. We’re just at the cusp of understanding the gut microbiome. Relating this question to the ketogenic diet and to give an answer on it is kind of difficult because there are many variations of the ketogenic diet. The modified Atkins would be much more liberal in the amount of vegetables that you consume. What I’ve garnered just from reading what I can as far as studies that have been done and talking with the scientists who are in this area of research, is that you can train your gut microbiome to sort of be ketogenic. There are bacterial species in your gut, and I have a list of them, that actually thrive off fat. These bacterial species tend to be the beneficial ones; they’re very good for us. So that changes dramatically. When we change our diet, our gut microbiome also changes its diet and will adjust the ratios of various species in the gut and a shift towards more bacterial species that thrive off fat. My general recommendations to optimize the microbiome, and my knowledge is nowhere near that of researchers out there like Alessio Fasano who is the Chair of Pediatrics at Harvard Medical School. He actually gave a fantastic IHMC lecture on this topic. IHMC is the Institute for Human and Machine Cognition. So I would recommend that listeners go to that lecture and look up Alessio Fasano. He does not study the ketogenic diet but he is the leading expert and most knowledgeable person out there on the gut microbiome. So for those following a ketogenic diet, things that I think could optimize the microbiome would be sort of the obvious things we talk about or hear about, which would be probiotics. So green vegetables, preferably in raw form, salads, things like asparagus, artichoke. Cinnamon is kind of prebiotic. And probiotics, so lactobacillus, bifidus. There are a number of other bacteria out there that could be supplemented. I don’t feel like the ketogenic diet would compromise the gut microbiome in any way, even in those individuals who limit their fiber. So I haven’t heard that that’s been a problem for them. But to prevent it from being a potential problem, the use of these prebiotics and probiotics, fermented foods, things like sour cream are part of my diet. And it’s important to pick a sour cream that has a good complement of live cultures in it. Another thing that people have emailed me about, and I think Rhonda Patrick actually mentioned this to me in passing about the benefits of a supplement called VSL3, or VSL#3 supplement. I haven’t taken it myself but just from the number of emails I got from people who have taken the supplement, and they’ve taken it with the ketogenic diet – not that they had problems before the ketogenic diet – but they felt it was a good complement to the ketogenic diet. The VSL#3 supplement is a probiotic supplement. It’s used for people with Crone’s disease, colitis, IBS. If you’ve used an antibiotic, which I just did, actually; I just finished a course of antibiotics. I got a strange bug bite in Southeast Asia that got infected and almost looked like MERSA. So I took a full course of antibiotics and used a probiotic supplement that was similar to VSL#3 and had absolutely no issue with any kind of gut problems. The last time I used an antibiotic was over 20 years ago and it completely destroyed my gut. This time, I took a probiotic supplement and had absolutely no problems. I don’t know if I would have had problems if I didn’t take the supplement but it helped. So a probiotic supplement might be good. I guess the lesson I learned is when you travel, when you move someone to a different location for any sufficient amount of time like weeks, you’re changing their gut microbiome, and I think that really needs to be studied. I think in general, we need to understand if the ketogenic diet disrupts the microbiome, and we have to understand if things like travel can disrupt the microbiome. I imagine there are many things that are disruptors of the gut microbiome. And as we start to do research, I think these things will be clearer. Things that can optimize the microbiome, and I think probably more importantly, even for our servicemen and I know the Department of Defense is interested in this, NASA is interested in this. Obviously, a space environment or moving guys continuously across the globe is probably not the best way to optimize the gut microbiome. There are also questions about things like artificial sweeteners, if we’re drinking chlorinated water, antibiotics in our food; many things to consider when we consider the gut microbiome. I went of on a tangent but when it comes to the ketogenic diet and the gut microbiome, we still have a lot to learn. But my recommendations would be to have a diverse diet as much as possible. And from my understanding of the bacteria, there’s going to be a bacterial shift from carbohydrate, thriving bacteria to bacterial species that thrive off fat. And from my understanding, that’ snot a negative thing. The next question comes from Mary Tacalotti. She is currently on the ketogenic diet, however she’s confused. Should I count my calories? I’m definitely restricting my carbs and increasing my fat intake. But keeping track of calories along with meal planning seems overwhelming. If I don’t worry about calories, will I gain weight on the ketogenic diet?  So yes, of course you will. That’s simple thermal dynamics. If you’re putting more calories into your body than you’re burning off, those surplus calories are going to end up as stored body fat, or manifest itself as sort of metabolic derangement over time. A number of times when people transition to a ketogenic diet, they will just kind of go crazy with some of the ketogenic diet foods that are sort of indulgent. That would be things like butter or sour cream. Or I can sit down with a bag of macadamia nuts or cashews and polish that off pretty quick, and that’s 1000 plus calories. This is really important to understand. The energy density of the ketogenic diet is about twice that of a normal diet. So the volume of food that you’re eating is smaller, and it may seem like you’re restricting. The volume of food that’s on your plate will be much less than when you’re not on a ketogenic diet, if you’re keeping it isocaloric. But chances are that over time, you’ll inadvertently self restrict on the ketogenic diet. So your blood glucose will have far less fluctuations. You won’t have these big, postprandial excursions in your glucose that kick off a surge of insulin that make you hypoglycemic a few hours later and make you crave another bolus of food again. So that whole cycle is eliminated. That was really eliminated in me and was probably one of the most practical advantages I’ve been able to realize from the ketogenic diet is the control of hunger. I think that has a huge carryover effect when it comes to being able to have control of your food intake, and not having your food intake control you. Tracking is a very tedious process but when you do it, after a certain point you really don’t have to. I can look at a piece of meat, or oil, or some green vegetables on my plate and just calculate the macros in my head, really. Sometimes I’ll just sort of weigh it out and double check to make sure I’m right but after you follow the ketogenic diet, it’s not a laborious process. One trick I’ve learned is that before dinner, which is my main meal of the day, I’ll have a bowl of soup. The kind of soup I usually have is broccoli cream soup, or cream of mushroom soup and instead of using whole dairy cream, I use concentrated coconut milk in place of the dairy cream. I thin it out so it’s not super dense in calories. After eating that, the amount of food that I want to consume is cut in half. Obviously, that’s a lot of calories but it’s really super ketogenic. The next question comes from Dominic Bushman, is his name. He asks: How do you feel about the usual crappy food served at scientific conferences?  And in parenthesis, the smartest people seem to have the worst lifestyle. He asks what are my nutritional tricks to survive attending these scientific conferences, which I’m about to jump on a plane now and go to a scientific conference in Europe. I know the foods are going to be very tempting over there. It’s in Budapest, actually; they have very good food over there. Luckily, it’s pretty keto friendly. I am not a purist when it comes to really following the ketogenic diet. If someone was to follow me around when I’m traveling and looking at what I’m getting off the menu, they probably wouldn’t think I’m following any weird dietary patterns. You can almost always get a salad, and you can almost always ask for extra butter, extra olive oil to put on the chicken, beef or fish that I put on the salad. Generally, I limit dairy and protein when I’m home but will indulge a little bit when I’m traveling. And of course, cheese is ketogenic. My recommendations, or what I do as I’ve probably mentioned before, is my bags are packed now and I have a case of sardines and a case of oysters, and they are packed in extra virgin olive oil. I also go to a store near me and I buy bulk macadamia nuts. I think macadamia nuts agree with me more than almonds or other types of nuts. The conferences that I attend, they actually do have an appreciation for nutrition, and they have a fantastic array of food there. Other conferences, not so much. People say I can’t follow the ketogenic diet because I’m a businessperson. I’m traveling all the time; it’s just not possible for me to follow this diet so what should I do? I think the ketogenic diet is far easier to follow if you are that kind of person who is on the move all the time. The food that you’re consuming is much more energy dense. It’s less weight, it’s less things that you have to carry in your bag. Sardines and oysters and macadamia nuts take up a very small amount of weight, relatively speaking, and they have a really high energy density. I tend not to take a checked bag when I travel to scientific conferences. I can bring my carryon and I’ve calculated this. I can get 10,000 calories of food in my carryon really easily and all my clothes for a week. I probably couldn’t do that if I wasn’t on a ketogenic diet. The next question comes from Willy Churtman: Do stimulants aid in ketosis, and are there any particular stimulants that are good?  Yes, I think caffeine has a ton of research behind it. The military is a big fan of caffeine. The military has a really high bar in regards to their safety and in regards to their efficacy, and they’re incorporated into different food products like the first strike ration. This is something they make up in Nadik at the combat feeding center there and it’s basically just sugar and caffeine. I think they need to change that. But caffeine has long been a staple in my diet in the form of coffee. I am right now sipping on my coffee with MCT. The caffeine is just starting to kick in and I fell it. I feel good on caffeine, and I don’t feel any negative effects from it. Over 200 milligrams of caffeine in me raises my blood sugar. 100 milligrams seems to be the sweet spot. 200 milligrams of caffeine will cause an over activation of the sympathetic nervous system. It may produce some anxiety. Caffeine mobilizes free fatty acids from adipose but it also breaks down glycogen from the liver. If my glucose is sitting at 70 and I take 200 milligrams of caffeine, I’ll see a bump up to 75, maybe even 80, with that amount of caffeine. But 100 milligrams seems to be a good sweet spot for me. There’s caffeine as an appetite suppressant. It has antioxidant effects in the form of coffee. I have a couple papers on my desk. I started reading about the effects of coffee on liver function, to an improvement on liver function. Another stimulant that I like to talk about and I used a lot when I was younger is ephedrine hydrochloride. I don’t know if it’s still available. We use it in the lab. We did experiments on pseudoephedrine and CNS oxygen toxicity. Divers will pop lots of Sudafed before they go diving because they want their sinuses to be clear so they can equalize. If you reserve a whole day to go diving and you’re stuffed up and you can’t equalize, then you’re out of luck. You can’t dive. It’s too painful and can be really dangerous. So ephedrine is actually pretty big in the diving community. I always took it before we went diving. We did a study showing that ephedrine can actually decrease latency to seizure. At a particular level of hyperbaric oxygen. That would simulate a Navy Seal dive to, say, 132 feet of sea water. So you’re getting an overstimulation in the brain with ephedrine, with a high dose. So that’s the thing. It’s all relating to the dose. I think ephedrine is a great stimulant that could aid in ketosis. It can help the release of fat from adipose and enhance beta oxidation of fat in the liver. Personally, I’ve seen that ephedrine can kick me into ketosis pretty fast, an ephedrine caffeine stack. It can kick on afib in some people, especially if the dose gets high; 50 milligrams or more per day. But a 25 milligram dose or less of ephedrine per day can elevate your mood, can cause pretty significant, noticeable appetite suppression. It’s more of a psychological effect. When it comes to getting a physiological response, 50 milligrams to 100 milligrams of day of ephedrine to get a really measurable increase in fat oxidation rates. That would give me side effects. And again, I’m not sure if ephedrine is still legal so don’t take this as a recommendation. But I think 25 milligrams of ephedrine can improve your adherence to a nutritional protocol just simply by suppressing your appetite and giving you more energy. You’re going to want to go work out; you’re going to want to exercise longer. And I would strongly advise against the use of amphetamines. They’re addictive and generally, people who take these things just have a bad outcome. They get addicted to it if not physiologically, psychologically. Modafinil is something I’ve kind of been interested in testing but I’ve never taken it. But I’ve talked to people who have taken it. I did get an email just yesterday, actually, from a woman who has been on modafinil for over 15 years continuously. She was able to get off of it. She had narcolepsy. She was able to get off of it when she got into a stage of nutritional ketosis. She wrote me a really nice, long email just saying the ketogenic diet kind of saved her from this continuous abuse. She thought her use of modafinil was more or less an abuse of it for many years. It’s approved for military use before admission. So in a state where sleep deprivation is unavoidable and you need to maintain cognitive resilience, the use of modafinil can be a good idea. Tim actually asked me to address this question: Can a vegetarian or a vegan follow a ketogenic diet?  You can look up Beth Zupec Kania as the lead dietician for the Charlie Foundation. It may not be posted on the website but I know she works directly with patients and customizes vegetarian or even vegan ketogenic diet for many of her patients. To achieve ketosis, she uses higher amounts of MCT oil. There are a couple of websites, too, that I noticed when I did a quick search online. Ketomotive, K-E-T-O-M-O-T-I-V-E and Keto Diet App are two websites that I find were really helpful in regards to listing the foods and listing different recipes that a vegetarian or vegan ketogenic diet could be adjusted to. How do we help people who are vegan follow a ketogenic diet? I think the main problem would be the protein. It’s just hard to put together foods that have a complement of essential amino acids. So you could just supplement with essential amino acids and that’s one option. The other option would be plant based protein isolates that are hemp, rice protein isolate, you have pea protein isolate. Ten years ago there was plant protein but it had a lot of carbs in it. Nowadays, you can get 30 grams of protein with one or two or maybe three grams of carbs. That completely fits in with a vegan ketogenic diet. One of the products that stood out just looking at the reviews on the taste and the macronutrient profile would be a product called MRN Veggie Elite Protein Powder, and the chocolate mocha is very good. If you take this MRN Veggie Elite Protein Powder and mix it with coconut cream, or what would be concentrated coconut milk, through in a half an avocado, pour in some MCT oil – the CA oil, the mixture that I made up was 80 percent of the calories were from fat and 25 percent of the calories were from protein. So it’s like one scoop of protein powder, I think. 15 percent of the calories were from carbohydrates, and it was really pretty much fiber; high fiber carbohydrates. This gives a ratio of 2 to 1. So 2 would be fat and the 1 would be a combination of carbs and protein, so relating it back to the classical John Hopkins ketogenic ratios that they use. It’s 900 calories. That’s a good example of a pure vegan, and I posted that on my Facebook yesterday. So yes, the ketogenic diet is possible; pretty easy for vegetarian and a little more difficult for a vegan. I’m going to work on this, and maybe even work with a colleague of mine to write a book that covers this subject if someone hasn’t written a book already. I see some blogs online but not a whole lot of resources out there for vegans who want to do a ketogenic diet. The next question: Should I be concerned if the ketogenic diet increases my LDL or LDLP?  I’m a little bit concerned and I’m still learning about it but if your LDL or LDLP skyrockets and stays elevated after several months, you might want to be concerned about it or pay more attention to tracking certain aspects of your health, particularly your inflammation and your blood lipid levels. The number of LDL particles may be increased because you’re also carrying more triglycerides. Before you get a lipid profile test done and you start looking at these numbers, make sure that you’re rested. Make sure you’re not stressed. Make sure you don’t have any kind of infection, which would increase it. What I’ve seen with the ketogenic diet is that the LDL will go up in about 50 percent of people who follow a ketogenic diet, especially if the calories are not restricted. If you’re restricting calories on a ketogenic diet, which many people do who use the diet for the management of epilepsy or cancer, even in that population where the ketogenic diet is calorie restricted, about 25 percent of them will email back and say my doctor is following me and this is going up; but a lot less see this phenomenon if calories are restricted. So I think it’s important not to stress out about it and to kind of look at the big picture. The first book I had was the book from Johns Hopkins that was written by John Freeman and Eric Kossoff. That described the classical, dairy based 4 to 1 ratio, classical ketogenic diet. That shifted my numbers. Interestingly, my LDL went up but so did my HDL, which doubled almost from 50 to almost 100 after about four to six months, I think. Right now my HDL is 98. Right now I’ve transitioned into what I call a supplemented, modified Atkins or modified ketogenic diet and supplemented because I do take in C8 and I do take in some exogenous ketones in the form of some of the products that are in the market, and I’ll talk about that a little bit more. I’m using a supplemented, modified ketogenic diet similar to the macro nutrient ratios that are described on the website. The Charlie Foundation website has a good description of the modified ketogenic diet. My ratio is looking pretty good. My total cholesterol to HDL ratio is 2.4 right now from my last blood test. So my total cholesterol is 238 and my HDL is 98. Triglycerides range from 40 to 70. These numbers are really similar to other people who have emailed me who were concerned. My marker of inflammation CRP was really low. I’m going to do a whole [inaudible] assay. When I was on a high carb diet, my CRP was 2.4 a couple times. Now it’s .2. So literally in the last three blood works that I’m looking at now, it ranged from .1 to .3. When I was on the high carb diet, it was literally ten times higher. I rarely have gotten sick when I’m on a ketogenic diet. And I do think that it helps with immune function. That’s another area I could talk about. We talk about the ketogenic diet being kind of a panacea for everything. It cures the common cold. I have not had a cold, maybe one cold in the last six years. I used to routinely get a cold every year, at least once or twice a year. So in the last five years, I have one cold that I could remember. Infection, I traveled overseas, I believe it was to Honduras and I picked up some kind of stomach bug, or probably a virus, I think. This really skyrocketed my LDL. So I talked a little bit about stress and infection sort of increasing that. That was really surprising; it was off the charts. So it may have been something wrong with the test. But I think it’s something to consider that when you do get these tests done, you want to make sure your body is truly at baseline when you’re looking at the effects of the ketogenic diet. So in general, I would not be concerned with an elevated LDL unless other biomarkers were also out of whack. So the things to look at would be your triglycerides, your CRP, and if your HDL goes down, that’s not a good thing. The thing that I focus on most is triglycerides. If your triglycerides are elevated, that means your body is just not adapting to the ketogenic diet. Some people’s triglycerides are elevated even when their calories are restricted. That’s a sign that the ketogenic diet is not for you. You can’t deny that. It’s not a one size fits all diet. You’ll find about a quarter to a third of people just have these abnormalities in their blood work that would indicate they’re not adapting to the diet. Maybe they could give it more time but some people have given it three to four months and still have elevated triglycerides. Pretty rare and most of the people I talk to thrive on a ketogenic diet but you do have many people who just should not follow it. The next branch of questions I’m going to address is exogenous ketones. This is a question that popped up recently and it comes from Carson Rowe. Dozens of people have asked me this question so I want to address it right up front: Is it dangerous to use ketone salts, which are racemic?  The ketone salts that are on the market now, from my understanding, have a D and an L configuration. Dr. Richard Veech is a ketone expert on Bulletproof Podcasts. Dr. Veech said that he would avoid ketone salts at all costs. Something about real versus mimicked molecules, etc. As Dom and others, like Patrick Arnold, have said these are good and fine, what gives? So Dr. Veech, I admire for him and I’d like to say Dr. Veech was kind of a mentor to me, getting into this area. I think it was back in 2008. I didn’t even know that exogenous ketones existed until I found some of his patents, and patents that even predated his were from Dr. Andre Brunengraber at Case Western. I think the first was a Canadian patent in the early ‘90s on a ketone ester. So Dr. Veech has been sort of a mentor to me in this process and helping me understand the benefits of exogenous ketones. His comments on Dave Asprey’s podcast and most recently Ben Greenfield’s podcast have created a lot of confusion. His comments were not scientific fact; they were his opinion. And that’s really important to keep in mind. Also keep in mind that Dr. Veech has a lot of intellectual property tied up in the R enantiomer of the ketone ester. So more specifically, the (R) 3-butanediol R beta hydroxybutyrate monoester would be the main, single ester that he’s focused on. The appearance of these ketone salts and the salt, the beta hydroxybutyrate is not completely tied up with sodium. It’s actually balanced across four different monovalent and divalent canones. You have sodium potassium, calcium and magnesium that many of these products are using, like the Kegenix product, I think. The Pruvit product, I’m not exactly sure what the blend is. But Dr. Veech is kind of critical about the sodium content and about what he called the non natural isomer that was found in there. I know Dr. Veech has been working very hard for a decade or more to commercialize the monoester of the R beta-hydroxybutyrate. So Andre Brunengraber, who is Veech’s colleague – they’ve actually published together – demonstrated the metabolism of racemic ketones in a number of elegant studies. These are tracer based studies where he labeled the carbons of the ketones and you could see where they go. It was clear from the science that the S enantiomer gets broken down to acetyl CoA and can even inter convert back by further elevating levels of acetyl-CoA, that can actually feed back into the biosynthesis of the R beta-hydroxybutyrate. There are a couple of nice papers that show that. The one that I’m thinking about looked at the R and the S 1-3 butanediol metabolism in the liver of rats. There’s no data to support Dr. Veech’s claim that the ketone salts that are on the market are dangerous or ineffective. That would include KetoSports Keto Cana, Pruvit’s product Keto OS. The Kegenix product is also using the racemic salt. ForeverGreen has product ketonics, or Ketopia. Many emails, dozens if not hundreds of emails I’ve gotten from people who are concerned. Dr. Veech is a very esteemed researcher and I think he firmly believes that the R enantiomer is the way to go when it comes to exogenous ketones. And I did, too. Actually, in our lab, the first ketone ester that we texted for CNS oxygen toxicity was the 1-3 butanediol beta-hydroxybutyrate mono ester and the R enantiomer and it didn’t prevent oxygen toxicity seizures. So elevated pretty much exclusively beta-hydroxybutyrate. I was going to give up on the project and I discovered and earlier patent by Andre Brunengraber that had a 1-3 butanediol combined with acetoacetate. To me, it made perfect sense because when you consume it, it hydrolyzes in your gut so you release the acetoacetate and that’s one of the ketones that the body uses. And then the 1-3 butanediol goes to the liver and gets broken down completely to beta-hydroxybutyrate and the pharmacokinetics are beautiful. You get kind of a 1 to 1 ratio of beta-hydroxybutyrate and acetoacetate in the liver. It was in that particular ketone ester gave remarkable neuro protection against CNS oxygen toxicity. So that was the second ketone ester that we tested. Patrick Arnold helped me synthesize it once we got the synthesis formula, and Andre Brunengraber was very kind to just give it to me and tell us how to do it. And that was racemic. So that was racemic 1-3 butanediol, which breaks down to the two enantiomer of beta-hydroxybutyrate. So it was remarkably effective in our hands. I knew there was more to the story than this. I’ve also served with Dr. Veech on various workshops and can say he’s very opinionated when it comes to the ketogenic diet. He thinks the diet is sort of a horrible diet and the high fat is very dangerous. We know that’s not the case. There’s not a whole lot of science to back up his claims. I think there’s one paper on kids in Johns Hopkins that follow the 4 to 1 classical ketogenic diet and I think many of the kids were put on a product called Ketocal, which is like hydrogenated vegetable oils and things like that, and they had elevated triglycerides. Not very surprising, right? So I think when we talk about the ketogenic diet, it’s really important to acknowledge – and most people don’t acknowledge this in the medical community – that there are many, many versions of the diet. We have very little research. We still need to determine the optimal ketogenic diet in regards to the fatty acid profile. We know we need a much greater omega 3 to omega 6 ratio is going to be really important. The level of monounsaturated fats for saturated. I will say that no scientist, when it relates to the ketone salts, no scientist or toxicologist that I’m aware of would find Veech’s comments to be true. That the racemic salts are dangerous in any way. Unless, of course, they’re consumed at really high amounts. As we know, water is toxic in high amounts; all things are dangerous. Caffeine, of course, I talked about. Tylenol will quickly kill you if you take too much of it. Many clinical studies actually show these racemic salts are very safe in high doses, even in kids given pure sodium beta-hydroxybutyrate over periods of years. That actually leads me to the next question, that was asked by Emily Bent. She asks: What’s Dom’s advice for fatty acid oxidation disorders, like MAD or VLCADD, a medium chain or very long chain, acetyl CoA dehydrogenase deficiency? So MAD is short for multiple acetyl CoA dehydrogenase deficiency. Since being added to newborn screenings, diagnoses have increased massively. So there are a lot more kids being diagnosed. The complications of this particular disorder can involve an acidosis, hypoglycemia, other symptoms such as general weakness, enlargement of the liver; enlargement of the heart is really a problem. So essentially what this disorder, multiple acyl-CoA dehydrogenase deficiency is, is a mitochondrial inefficiency. It’s interesting. If you just go to PubMed and type in MADD, M-A-D-D and ketones, this is just one of the disorders that can be effectively treated with racemic beta-hydroxybutyrate salts. There are a number of studies. I’m just going to PubMed now. First study pops up: highly efficient ketone body treatment in multiple acyl-CoA dehydrogenase deficiency related glucodystrophy. And that was published in Pediatric Research. That was using the ketone salts essentially that are on the market, at least the racemic sodium beta-hydroxybutyrate salts in these kids. There’s a nice summary of that. Another study by a different investigator: favorable outcome after physiological dose of sodium DL3, hydroxybutyrate in severe MADD. So sodium racemic beta-hydroxybutyrate was given, and this can be given in an oral dose or it can be given IV in very high doses. No side effects from this. The dose that you need to get a measurable boost in blood ketones is not giving you a dangerous dose of sodium. That needs to be acknowledge and I think that was touched upon in Dr. Veech’s talk. Quote-unquote, he said there is no way that these ketone salts could even increase ketones even point one or point two millimolar. That’s not the case. We know we can get levels into the 1 to 2 millimolar range if you take enough. I think as the technology evolves and we’re creating various types of beta-hydroxybutyrate salts for monovalent and divalent canones in addition to alkaline amino acids will combine nicely with beta-hydroxybutyrate. That’s another avenue. You can kind of envision a blend of beta-hydroxybutyrate spread across monovalent, divalent can ions and alkaline amino acids like lysine, argenine, histidine, citrulline; these all combine pretty nicely with beta-hydroxybutyrate. Another study actually comes from the Lancet. Shows DL-3 hydroxybutyrate so racemic beta-hydroxybutyrate treatment as a sodium salt treatment of multiple acyl-CoA dehydrogenase deficiency. So it’s a really nice study describing the use of this exogenous ketone in several patients that have this disorder. It was highly effective in treating that. So in short, ketone salts, the racemic beta-hydroxybutyrate are not dangerous and they’re definitely not ineffective. More research needs to be done on all forms of exogenous ketone salts and also exogenous ketone esters. A lot of work has already been done. One could be more confident in the medical applications of this and even potential performance applications because when they’re consumed, the liver function and kidney function is normal, even with really high doses. The next question is Jeff Urbane: Is he truly behind involving Kegenix? The website is kind of sketchy and the product itself has a surprising number of carbs. Not sugars, obviously, but still. So he’s asking am I behind Kegenix or involved in Kegenix. The Kegenix product on the market, the exogenous ketone product is a great product; I use it myself. I used it yesterday. Sometimes I rotate different things if I’m testing. It uses a ketone formula, a beta-hydroxybutyrate medium chain triglyceride blend that we sort of developed and tested initially in the lab. We found that if you just take ketone salts, and at the time, these were the liquid sodium potassium salts found in KetoForce, we weren’t really able to get an elevation of blood ketones that was really impressive before we started getting some GI discomfort and diarrhea. We started tweaking and playing around with different formulas and found that if we took medium chain triglycerides and blended it together, we got a formula that the fat essentially was functioning like a controlled delivery system. So instead, the rapid peak was a little less rapid but it kept going up. It peaked at around 60 to 90 minutes and then extended out an additional hour or two beyond just taking the ketone salts, so when we blended it with MCT it allowed the sustainment of ketones over time, which is kind of the big thing. That’s why with the kids that were administered a sodium beta-hydroxybutyrate, they were given IV formulas. The GI sometimes doesn’t tolerate it and when you bolus it in, the blood levels shoot up and quickly come back down. Fat and fiber and protein, fat especially is a good controlled delivery system and there are ways to even package that and formulate it to optimize that. So the Kegenix product is not my product but they incorporate a patented formula that we developed and I don’t own the patent; the university owns the patent. So Kegenix has worked with our university. I use the product. I don’t endorse the product. I need to use 1.5 packets blood into the 1 millimolar range. When you take it, you definitely feel lit. you don’t want to take it after 3 or 4 in the afternoon. You take it early in the afternoon; I’ll probably take it around lunchtime, 1 or 2. The energy focus you feel is definitely real. My blood work when I’ve taken it continuously at a fairly high dose, looked really good. Markers of inflammation almost non detectable. My blood lipid profile was probably the best it’s ever been since I’ve been ketogenic. The carbs in there are very minimal. What I look at is the glycemic response to a dose, and it’s pretty much flat lined in these. So there’s no glycemic response, and a nice elevation in beta-hydroxybutyrate. Next question, Jimmy Holman: Kegenix, Keto OS, Pruvit, Keto Cream, is he affiliated with these like they claim? If not, does he recommend them?  So I’ve tried all the exogenous ketone products on the market. It’s something I like to do. I like to figure out what formulas are going to be optimal from the standpoint of using these therapeutically, too. So I feel like I’m kind of at the forefront of understanding what blends of ketone esters, of ketone salts whether it be mineral salts or amino acid salts and other things. The fun for me is when you start combining these things together, and that’s what we’re doing now. We’re doing mostly a lot of pharmacokinetics and toxicology work to understand what would be the optimal formula of blends. Is it five different types of salts with two esters in a different ratio with some C8 oil to sort of increase and sustain blood ketones over time? These are the questions that we’re asking and some of the things we’re testing now. I think the Pruvit product tastes really good. It’s smooth and creamy and has a much higher concentration of sodium, and maybe that’s why. It has a salty, creamy taste. I ran out of it. I miss it. I was using it for awhile and I ran out. So right now I’m using the Kegenix product, which is a pretty powerful product as far as the effects that I feel from it. The Kegenix product, instead of a creamy taste, it has more of a tangy, bitter taste. It’s got some green tea extract. So it does give you a little bit of a caffeine boost, maybe about 80 to 100 milligrams of caffeine and I think that’s from the green tea extract. There might be some bitter orange in there. There are a couple of thermogenics ingredients in there that you feel after you take the product, because you feel a little bit warm. ForeverGreen makes the Ketonics product. It tastes really good and it has caffeine in the form of green tea, too. It’s pretty similar to the Kegenix product; it just has a different taste. Keep in mind that the early versions of these products were horrible. This is going back. I used to blend them. Actually, I blended a mixture out and gave it to my friend Peter Attia, and Peter wrote a great summary of his experience with using jet fuel. He’s tested a lot of these things, the ketone esters and the ketone salts and did the study on the bike where he looked at oxygen consumption at a fixed power output. Clamped it at 180 watts and then looked at oxygen consumption before exogenous ketones and after. And at the time, Peter was doing sort of a modified ketogenic approach so he was in a state of mild nutritional ketosis, like .6, .7. He took the ketone salts and it shot him up about 1 to 2 millimolar and kind of dosed him up with a blend that I knew would be approaching his GI tolerability. I think he did okay. He didn’t throw up or have diarrhea, from my understanding. He really cranked it out on the bike and showed that he was able to maintain the same power output and consume less oxygen, like 5 to 8 percent less oxygen, which is tremendous. We need to go and reproduce that study. The next question comes from Gavin Williams: What are his go-to products? His MCT powders, oils, ketone salts, anything else?  We kind of covered this. I test whatever the companies send me. I love to test things. That’s why I don’t take a whole lot of supplements because I like to stay unaltered, I guess you could say, so I can confidently test these things. If I’m measuring various blood, whether it be comprehensive blood work or blood glucose ketones, I know it’s coming from that product. I really enjoyed testing the Pruvit product and I told you I miss it now that I’m out of it. So if they’re listening, they could send me some, please. The Kegenix product is great. I think they’re on version 2 or 3 of that now. One of the first times I tried the last formula that they gave me, I took the product at 7 p.m. and it kind of kept me up a little bit later than I wanted. Another product that’s really a go-to product, and I keep it at my house, at work, and it’s in my suitcase my travel is the Quest MCT oil powder and the Quest coconut powder is a big staple of mine. I’ve talked about the foods that I’ve consumed before, the Wild Planet Sardines. Sardines are much more sustainable than tuna or some of the larger fish out there that these predatory fish also, through bioaccumulation, can accumulate toxins like mercury and other heavy metals. So it’s non-detectable levels of the things that are of concern, like mercury and other PCVs and other things that are out there. So that’s important, especially if you’re giving your fish to your young kids. Oysters are also one of my go-to foods. The Crown Prince oysters are a really good brand that I like. Lately there was a bone broth that I use. It’s a little pricey but the company kindly sent me a sample of the test and it’s called Fire and Kettle bone broth. I use it maybe twice a week. I’ll make soup out of it and I think it’s fantastic. I think it’s super high quality. Another go-to product would be Scivation makes a product called Extend Perform, which is branched chain amino acids, leucine, and isoleucine valine in a 2 to 1 to 1 combination, leucine being the predominant branch chain amino acid in the formula. And we know that leucine is a powerful activator of MTOR, which his a good thing. Activating MTOR in skeletal muscle is really important in a short workout. I use the product pre-workout and intra-workout. I’ve used the product a little bit during fasts. I think it could be an effective tool for mitigating some of the muscle loss that can accompany a longer, short term fast, if that makes sense, like five days or seven days. So the extend perform product also has a mushroom blend in it. I actually researched all the mushrooms but it’s leaving me exactly which blend it has in it. But the mushroom blend that’s in there has been proven to have a pretty impressive data behind it as far as enhancing performance and for lowering inflammation, too. The other supplements I take as staples would be if I’m not getting a lot of sun, D3. So 5000 IUs if I’m not getting sun on days and when I’m outside all day, I take 1000 IUs. You don’t want to get too much D3. So there’s a Bell Curve and too much D3 will give you the same symptoms as too little vitamin D. Melatonin is something that I take. It’s part of a sleep cocktail I will take. I use it when I cross time zones, and I’ll use up to 10 milligrams. But for daily use, I will use anywhere between 1 to 3 to 5 milligrams. 3 milligrams I think is what I have. Idebenone is another product that I take when I fly, actually, or before hard exercise. I think of idebenone as kind of the drug version of coenzyme Q10. It’s more absorbable. It gets to the mitochondria easier. It’s like a mitochondrial antioxidant. It’s almost considered a drug for the management of something called Friederich’s ataxia. I think in kids that take idebenone; it actually helps them out a lot. Friederich’s Ataxia is really a tough disorder but from what I know in just talking with the FARA Foundation, I know a family and a child with Friederich’s ataxia. The research indicates that idebenone prevents cardio myopathy or hypertrophy. So it has a real effect. Idebenone has been shown to enhance cardiac function. It used to be kind of hard to find because it was reclassified as a drug but I know it’s available on Smartpowders.com, which has a lot of really interesting things. Magnesium is a supplement I take daily. Magnesium citrate, magnesium chloride and magnesium glycinate; I tried them all and they all impacted my blood magnesium levels in a good way. When I started the ketogenic diet, I started getting cramps. One thing that popped out in my blood work was that my magnesium was at the low end of normal. Now that I’m supplementing, now I am mid to high normal and I don’t get any cramps. If I exercise more, I definitely deplete my magnesium. So if you’re exercising, just be sure that you’re getting adequate magnesium. On the ketogenic diet I think you’re excreting more magnesium. If I had one go-to magnesium, it would be this magnesium citrate powder that I have. I’ve looked at things like GABA before sleep, sometimes phenibut, which is phenylated GABA. So GABA that has a phenyl ring attached to it; it makes it permeable to the blood brain barrier. It makes it more lipophilic. And when you take phenibut, you feel it. I feel it. You feel much calmer. I get really deep, almost scary dreams when I take phenibut. It has a pretty good calming effect so I will use phenibut maybe two or three times a month, if that. I tend to use it when I travel across time zones. I’ll take a phenibut melatonin stack before I go to bed. Next question, Leo Falzone: Are exogenous ketones, i.e. Keto Cana, only useful in a state of ketosis or would they benefit someone who is not keto adapted? Put differently, can ketones enter the TCA cycle, also known as the kreb cycle, when glucose is still available to the cell? Or will the body preferentially use glucose, nullifying the effect of the ketones? So ketones can be readily transported into tissues as fuel if glucose is low or high. And I think the body will sort of use what’s available. So if the glucose is low, it’ll use a greater proportion of ketones for energy. There is some tissue specificity in regards to the monocarboxylic acid transporter. And there are transporters one, two, three, and four. These have sort of different tissue distributions. The brain is pretty high in MCT2 and 3, I believe. The liver is a ketone producer but doesn’t use ketones for fuel. And skeletal muscle is kind of in between. Some data indicates that there may be enhanced glucose uptake and utilization in the presence of ketones. I know Dr. Veech and others believe that ketones influence insulin sensitivity. It does it through a number of mechanisms. I think through altering redox chemistry, it can do two things. It can enhance the sensitivity of the insulin receptor to the ligand insulin. It can also cause sort of a translocation of the receptor to the membrane so there are more receptors that are available. I was a little hesitant to believe some of that but our new data we recently published shows that as ketones go up, and this is giving a bolus of exogenous ketones to an animal that’s eating a high carbohydrate standard rat chow; glucose goes down. We don’t know why that’s happening but part of the effect could be enhanced glucose disposal through enhanced insulin sensitivity and other things that we don’t fully understand. Some of the data that we’ll be collecting that may shed light on this is looking at the global metabolomic profile of the liver, with and without exogenous ketones and how that’s influencing liver metabolism. So an alternative explanation could be a decrease in hepatic gluconeogenesis. So I think it may be a number of things working together. Adam Rokhorst has a question: Can exogenous ketones combined with a low carb diet – in parentheses, but not a ketogenic diet – still give some or all of the benefits of a strict ketogenic diet? The experiments that we run with exogenous ketones, most of them, excluding the one cancer experiment when we combined the ketogenic diet with ketone ester. So our experiments are typically run using exogenous ketones given to animals eating a standard high carb rodent chow. So I would say yes to this. And I would say yes because our first experiment, originally what I wanted to do was give ketone esters for one week and dive rats down to five atmospheres of oxygen, which is 132 feet of sea water. And we know that they have a seizure in about ten minutes. And look at that latency to seizure. After talking with a number of experts, and Dr. Veech, too, we thought the ketones would work immediately. But a number of the experts are convincing me that you needed to be keto adapted to get the benefits of exogenous ketones, to get the optimal benefits, I’ll say. I thought they were right because we actually tried Dr. Veech’s version of the mono ester of beta-hydroxybutyrate and it didn’t prevent oxygen toxicity seizures, at least in acute dose. So I was more inclined to believe that you needed continuous, kind of long term dosing to get the brain to switch over. But then we tried the 1-3 butanediol acetoacetate dye ester, which rapidly elevated beta-hydroxybutyrate and acetoacetate. And that a single dose, 30 minutes prior to a five atmosphere dive gave like 600 percent neuro protection or delayed the latency to seizure from ten minutes to over an hour. Which was pretty much more effective than any anti-convulsing drug ever tested. That was just simply feeding an animal that’s eating a high carb diet, titrating in the dosage just enough to elevate blood ketones to a level of ketosis on par with a person fasting for one week. So you had prolonged fasting level ketosis in 30 minutes. And unlike drugs where you get a variety of effects, it worked in this animal and not that animal; every single animal we tested, we saw this remarkable neuro protection with the ketone esters. So that was not my original hypothesis that it would work this way but it did. I guess Dr. Veech was right. Not right about the ester. I think we needed not only beta-hydroxybutyrate, we needed acetoacetate. And his particular ester did not elevate that. I think beta-hydroxybutyrate, elevating that, would for his – he’s looking at exercise performance and cognitive benefits, too. I think it would work, beta-hydroxybutyrate alone, remarkably well for that. But when it comes to mitigating oxygen toxicity seizures, and also other seizures, the alamodels, it’s very clear that you need to have an elevation of acetoacetate. And that spontaneously decarboxylates the acetone. And we know that can open potassium channels and hyper polarize the resting membrane potential and mitigate some of the glutamate exciter toxicity that’s thought to be involved in seizure genesis. And you don’t get that with just beta-hydroxybutyrate ester. So to answer your question, yes, I think you can get exogenous ketones. I went off on a tangent. If you’re really talking about combining exogenous ketones to a low carb diet, can you get the benefits? Absolutely, I think you can do that. Even on a moderate carb diet, you can probably get the benefits. There are so many benefits to a low carb diet in and of itself that we know about, I think it just makes sense to use it with some kind of carbohydrate restriction; that’s really important. If you look at our cancer study, we did the ketogenic diet and hyperbaric oxygen and that had a remarkable effect at prolonging survival in a model of advanced metastatic cancer. When we combined the ketogenic diet with hyperbaric oxygen and we combined ketone supplementation, we had a really significant increase in survival and suppression of tumor growth and also metastasis. Posted on: June 5, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello ladies and germs and welcome to another episode of the tim ferriss show, where each episode i deconstruct a world class performer to tease out the rituals, routines, habits, purchasing decisions, etc", "that you can emulate and test in your own life, whether they are from athletics, entertainment, business, military or otherwise", "this episode is a round two with dom d’agostino", "dom, that is dr", "dominic d’agostino, is an assistant professor in the department of molecular pharmacology and physiology at the university of south florida morsani college of medicine, and that is a mouthful, and a senior research scientist at the institute for human and machine cognition, ihmc", "he’s also deadlifted 500 pounds for ten reps after a seven day fast and i consider him a friend", "i call him – he’s on speed dial for me – with many of my metabolic and nutritional questions", "after the last two to two and a half hour conversation with dom – and if you haven’t heard that, you can go to fourhourworkweek.com/dom, d-o-m and it will take you to that url", "after that episode, he and i were just deluged with enthusiastic follow up questions about ketosis, ketones, cancer, etc", "the following is dom answering your most popular questions with a particular focus on ketones, ketosis, ketogenic diet, etc", "and for that reason, you could consider it the ketosis master class, especially if you combine both episodes", "but this one stands alone if you want to listen to it", "there are a couple of things not mentioned necessarily at length or in details; for instance the types of canned sardines and oysters that he eats, king oscar and wild planet foods", "this is from the first episode and the show notes is where you can find these sardines", "it’s also why whole foods around the country sold out of wild planet foods sardines, this episode", "and the canned oysters would be crown prince natural oysters", "you can find all of that in the show notes at fourhourworkweek.com/dom for the first episode", "and we cover a lot", "what i would suggest is dom did this on the road; it takes him a few minutes to get warmed up", "be patient, listen to it and if you want to skip around, there are a few things, for instance, around eight minutes 55 seconds – let’s just call it nine minutes – after this intro ends: can you gain muscle on the ketogenic diet, and related questions around 52 and 20 seconds after this intro, how does he handle travel; what does he pack", "and if you’re really considering exploring ketosis or just consuming exogenous ketones, like the ketocana and ketoforce that i’ve discussed with dom and also with patrick arnold, a very famous biochemist, for performance enhancing compounds, shall we say, then this is also relevant", "there is data that you can slow, for instance, tumor growth by consuming these synthetic, exogenous ketones even if you are still consuming glucose or producing glucose, which is very, very exciting for all sorts of reasons", "in any case, this is going to be dense", "it’s going to be worth it and just be patient", "if you have an interest in these types of metabolic therapies, whether it is for performance enhancement and, let’s say, endurance or for anti cancer purposes or otherwise, you will find a gem within this conversation, which is more of a monologue, i suppose", "so please enjoy this conversation with don d’agostino", "if you want to say hello to him, you can certainly do so on twitter", "it’s imagine@domininc – d-o-m-i-n-i-c d’agostino, d-a-g-o-s-t-i and then the number 2", "i guess dominic d’agostino was taken", "so @dominicdagosti2 is his twitter and that will also be in the show notes", "you can find all show notes at fourhourworkweek.com/podcast and what a fucking long intro", "i’m sorry, folks", "enjoy", "dominic d’agostino: first question, this will be under the ketogenic diet; under that category are also some questions on fasting, i think", "alex david writes: despite all the evidence, it seems that many dieticians and researchers – i’d add clinicians to that – still frown heavily on ketosis", "why is there so much resistance", " i think the main reason would be the lack of education in the medical community, and even in the dietetics programs", "so having gone through a nutrition science program in my undergrad 20 or so years ago, there was a little bit of discussion on low carb diets, very little if any on a ketogenic diet", "there was a discussion, kind of a negative discussion, one day i remember on the atkins diet", "my professor at the time really sort of despised that diet", "that’s the problem", "registered dieticians who are supposed to be at the cusp, the front of understanding nutrition and how to manipulate nutrition for optimum health or weight loss, as most of the patients they deal with are really trying to lose weight or manage type ii diabetes", "and we know the ketogenic diet is a big hammer for type ii diabetes", "as jeff follack would say, it can put a type ii diabetic into remission within two weeks or so; we could see that", "that’s known", "i think the big stigma coming from the dietetic community is that it’s just not feasible for people to follow", "if you lower the carbs, what type of macro nutrient are you adding", "you’re adding fat", "saturated fat certainly was demonized back when i was in college over 20 years ago", "that’s going to be hard to change", "i think our stance on that has softened up considerably but it’s going to take some time to change the minds of the people who are the major influencers, which would be the medical community and dietetic programs", "they need to accept that the low carb ketogenic diet really has a place and right now, it really doesn’t have a place", "it’s getting more attention, which is good, but it doesn’t have a place", "and the medical community, too, so the lack of education there", "i teach in the medical college and i was on the medical curriculum committee for medical school for three years", "the curriculum is already so compressed and it tries to fit in as much as possible", "the information is sort of biased, if you want to say that, towards covering what’s on the boards that the medical students have to take, the usmle", "so there’s just no room to fit nutrition into the medical curriculum, so doctors are not going to have an appreciation of nutrition", "they’re certainly not going to have an appreciation for the ketogenic diet", "the medical school that i teach at, though, does have a functional medicine group of kids that are very enthusiastic and really smart", "they really want this information and they have a lunch seminar series where they have people come in and talk", "i’ve given a talk, and my students and research associates have given a talk in this", "the feedback has been really good", "they want the information but it’s just not taught in the general curriculum, and it needs to be", "nutrition really is the foundation of our health", "and if medicine wants to focus on prevention, there’s no better tool than nutrition exercise helps but probably not as much as nutrition", "so nutrition research, too, there’s just a lack of good research on low carb diets and ketogenic diets", "there is some out there if you look, but the rigorous, controlled, multi university trials looking at the effects of a high carb diet versus mediterranean, versus low carb, versus ketogenic diet; these are really difficult studies to do and they’re really expensive", "you have the question of who’s going to fund these studies, what kind of institutional support do you have to run these studies, are the people at the institute knowledgeable", "do they have a team of dieticians that can control the parameters that are need to ensure diet compliance", "for example, are they measuring blood ketones for all the participants in the ketogenic diet group", "that rarely happens, and that’s the kind of oversight that needs to happen to do this kind of research", "the research is really going to be important because that’s what the medical community, not thought nutrition, that’s what they’re going to look at", "they’re going to want evidence", "if you tell them this is a powerful metabolic therapy, and even the standard of care for drug resistant or drug refractory epilepsy, it works remarkably well for that application", "and i think it can work equally well for a number of other applications", "they’re going to want the research to support that", "that research is in progress, and i think the low hanging fruit would be looking at type ii diabetes and obesity, and i think that’s going to be one of the most important applications for a ketogenic – or maybe not even ketogenic but low carb diet", "a low carb diet is relatively easy to do but nutritional ketosis is really considered extreme and difficult to implement", "the question is why are researchers and dieticians frowning on this", "a dietician is going to have a difficult job getting their patients to comply with this kind of diet", "i can just tell you people come to me and many of them who attempt the ketogenic diet just can’t follow it", "it’s really hard to follow", "that’s why i think something like a modified atkins diet; you’ll get four times the compliance", "if you can get maybe 10 percent of people that can follow a ketogenic diet, i would say if you screen them properly, you can get at least 40 percent of the people to adhere to a modified ketogenic diet, defined as following in a way that they consistently have an elevation of blood ketones, day in and day out", "so it’s just a much easier diet to follow and i’ll talk a little bit more about that later with questions", "there’s also some resistance from the exercise community, too", "the question is what are you using the ketogenic diet for, and at least on social media there’s a lot of talk and discussion and debate about the ketogenic diet for endurance athletes, long distance runners and i think it definitely has an application there", "the bigger question that i get a lot is, is it the ideal diet or can you gain muscle size and strength doing resistance training; doing bodybuilding power lifting with the ketogenic diet", "i know you can; the question is is it optimal", "probably not for everybody", "but i think it can be for a sub population of people", "as we age, our carbohydrate tolerance decreases with age", "so the over 40 crowd, and i would fit into that, responds remarkably well to a ketogenic diet in the context of resistance training or low carb diet", "but we really need more research on that so hopefully, we plan to do that", "the next question – i probably spent too long on that so i’ll probably hit these more rapid fire", "the next question comes from grad gross: could you please ask him about protein intake on ketosis", " so it seems like there are thousands of different answers out there to this question and yes, everybody’s got an answer to how much protein you should take on a ketogenic diet", "in the case of me, and in the context of treating kids with epilepsy, it’s been found that keeping your protein between 1 and 1.5 grams per kilogram per day is really unique", "they kind of stay within that range to consistently stay in nutritional ketosis", "as protein can be insulinogenic, so excess protein can feed into a gluconeogenic pathway and kick you out of ketosis or decrease your ketone levels", "so i would say the higher protein, though, is probably needed in people who are more active and also in heavy training", "i think when you get the person who is an ectomorph and is super fast metabolism, and maybe on top of that, a friend of mine is an ectomorph, and he has a very high output because he works outside all day", "he needs 2 grams per kilogram per day", "that’s typically far above what most people would take for a ketogenic diet", "but his ketones stay remarkably high off that because his output is really high", "a typical ketogenic diet, quote-unquote the classic ketogenic diet, a 4 to 1 ratio: four parts fat, one part combination protein/carbs has ten percent calories coming from protein", "that’s really low", "so a modified ketogenic diet is 25 to 30 percent calories from percentage protein", "that’s also called the modified atkins diet", "it really evolved out of work done at johns hopkins", "eric kossoff is probably the leader in advancing the modified atkins as a metabolic therapy for kids and adults with seizures", "that’s really the diet that a lot of athletes are using, myself included", "most people who say they are on a ketogenic diet are not doing the classical ketogenic diet, which is 10 percent protein", "so yes, the protein intake, the very general recommendation is 1 to 1.5 grams per kilogram", "matt nelson asks: the impact on the ketogenic diet on type i diabetes", " so it’s an interesting situation that i have a type i diabetic student in my lab", "he’s a phd student, remarkable student, big guy: six-four, 250 pounds", "andrew kutnik is his name and joined the lab with an intense interest in this subject", "he took it upon himself to try the ketogenic diet as a type i diabetic", "he tracks everything, including his blood glucose, continuously because he has one of the sort of dex con units that continuously measures his blood glucose levels", "he’s a remarkable subject for testing ketogenic food products because we could just turn his insulin off", "he has a glucose monitoring system and an insulin pump", "if we want to examine the glycemic index, or the glycemic response, of different foods, we can use andrew and turn off his insulin pump and then look at his glycemic response to the food", "so it comes in very handy", "andrew is a great sport and he decided to try the ketogenic diet and has written up some notes here of things describing his response to the diet", "andrew is very perceptive about many different things, including his insulin sensitivity", "so he has a really good handle on how changes in his body composition, his exercise, so when he does brutal exercise training in the gym, the frequency, the consistency, how that affects his blood glucose", "the type of insulin that he uses and how that influences his caffeine use, his fiber, the composition of his meal, the types of foods, what he adds to his foods – things like cinnamon", "so he’s tracked all these different variables and how these variables influence his blood glucose and the amount of insulin that he needs", "when he got around to the ketogenic diet, he realized there were some really big perks to being a type i diabetic and being on a ketogenic diet", "the biggest would be the lack of blood glucose fluctuations", "so tremendous difference between glucose fluctuations on a high carb diet versus a ketogenic diet", "the daily fluctuations were remarkably tighter", "he’s been conversing with other type ii diabetics who have switched from the diet that they have been prescribed and the ketogenic diet and it’s amazing, the control of blood glucose that you have when you’re on a ketogenic diet", "not only is his blood glucose remarkably controlled when he switched to a ketogenic diet, but he was able to reduce his insulin levels to about one third the amount of insulin that he was using before", "so whenever you can reduce the amount of insulin, at type i diabetic can do that, that’s a good thing", "doctors need to acknowledge that", "he had a similar reduction in 24 hour insulin levels", "in his notes, he noted that there was a similar reduction in 24 hour insulin levels reported in individuals who were underweight, who underwent a ketogenic diet but maintained body weight", "he lists a number of different publications to support the same observation that he saw when he switched from a high carb diet to a ketogenic diet for managing his type i diabetes", "his insulin sensitivity increased tremendously", "this has major implications and potential protection against hypoglycemia", "in my talks, i always talk about the work of george cahill", "in 1967 he published an observation of fasted subjects who, when adapted to a starvation ketosis, were remarkably resilient against insulin induced hypoglycemia", "so they suppressed their blood glucose levels with iv infused insulin down to something between 1 to 2 millimolar", "that would be universally, if not fatal, would put someone into a coma or a seizure", "we know that having blood ketones elevated makes you remarkably protected against hypoglycemia", "so that has real, practical consequences from a safety standpoint", "if you’re driving, do you know how many accidents are a result from hypoglycemia in people who are diabetic", "much of that could probably be mitigated if they were on a ketogenic diet", "he described many benefits in our daily talks in the lab and these benefits eliminate the potential downside of type i diabetes in the short term and the long term", "so short term, you’re talking acute hypoglycemia, mitigating that is really important", "but also the long term", "if you’re on a high carbohydrate diet and you have huge postprandial excursions in your blood glucose, and you do that repeatedly, that’s going to cause a lot of harm in the long term", "that can be completely eliminated or significantly attenuated in type i diabetics, using a low carb approach or a ketogenic diet approach", "i know this is a controversial subject and i don’t want to base my comments or suggestions off the people that communicate to me", "but i have seen first hand what it did to andrew, who not only has much better control over his type i diabetes but has an incredible amount of muscle and strength and continues to surpass a lot of his lifts in the gym while following a ketogenic diet or a low carb approach", "so he more or less transitioned from a ketogenic diet to low carb and kind of bounces back and forth", "he doesn’t stay ketogenic all the time now but he has told me that he feels best while he is on a ketogenic diet", "and certainly he uses much less insulin", "so there are some resources out there to point people to, because i do get at least one or two questions a week on this", "i would point people to the ketogenic diet for type i diabetes e-book, and that’s on ketogenicdietresource.com", "the authors of that book are ellen davis and dr", "keith runyan", "i know dr", "runyan has been on several podcasts talking about his use", "he is a type i diabetic", "he’s a medical doctor with type i diabetes", "next question i want to address is from ohemba narkwoff, who asks the question: betogenic breath analyzer versus blood; which one’s best", "the blood glucose/ketone meter by abbott labs, the precision extra and one that i use personally is the freestyle neo is really the gold standard", "if you’re getting into this and you’re not on a type budget, i would recommend measuring every day if you’re really serious, and to do it at the same time of day every day", "i think that’s really important", "the breath acetone meter, that would be the ketonics meter, is really useful and it just really needs more development and testing, from my perspective", "we know from at least one, maybe two studies, breath acetone measures correlate with seizure control", "i think if you have kids that are managing a disorder and they don’t want their fingers pricked, i think these breath acetone meters are great for kids", "i’ve talked to parents and kids that enjoy doing them", "you blow in and you have these pretty colors", "you get the blue with low ketones, or green, and then orange and yellow and red", "so they’re very convenient for giving you a range of breath acetone that can correlate with seizure control", "i think more work needs to be done with them", "they’re non evasive", "what i’m interested in is actually using these devices to look at other volatile organic compounds that may be important health biomarkers", "for example, it gives you information on oxidative stress", "so you have things like isoprostanes, things that could detect from what i’m interested in, just like oxygen toxicity; pulmonary oxygen toxicity will kind of be characterized by blowing off certain volatile organic compounds", "and the gut microbiome will influence the volatile organic compounds that are coming out of our mouths", "i think these things can be picked up", "and once we understand them, we can develop devices to measure these things in our breath", "no one has done it yet, and i don’t know why it’s not possible but saliva ketone measurements, i think that might be something to look into", "so if anyone out there is listening, maybe a saliva ketone measurement system could be useful", "the next question is from jeff henderson", "he writes: i’d be really curious about how ketosis affects performance at altitude", "i live in big sky, montana and do a lot of back country ski touring, climbing, and mountaineering", "i’ve noticed a significant performance increase while in ketosis", "i’m currently trying to get enough friends willing to do a ketogenic diet so i can put together an actual experiment with a decent sized data set and would love to hear dom’s thoughts on this", "i don’t know what he would measure if he did that", "there’s an increase in brain blood flow when you are in a state of nutritional ketosis", "that may reverse some of the things that we know happen as a response to altitude", "some individuals can have hypocapnia cerebral basal constriction", "that could maybe be reversed or mitigated in part with nutritional ketosis", "there are also things like at altitude, you can have an increased intracranial pressure", "the diet actually has a well described diuretic effect", "it’s fairly mild but it can maybe reduce some of that intracranial pressure that people at really high altitudes can experience", "we know, too, that for energy production, our bodies in general can probably generate energy more efficiently with ketones than it can with other types of fuels; with glucose in particular", "and that we probably can derive more energy per oxygen molecule", "i would probably direct you to some of the work that was done by richard veech’s lab", "they did work with a working profused heart preparation", "they looked at the delta g of atp hydrolysis, and they look at the hydraulic efficiency of the heart which increased significantly when the preparation was profused with ketones relative to glucose", "there’s also a book written by andrew murray and hugh montgomery", "that book, how wasting is saving; weight loss at altitude might result from an evolutionary adaptation", "this book kind of describes how nutritional ketosis may mitigate some of the weight loss that’s associated with being at altitude", "peter thiel also gave a talk, if i remember correct, at ihmc", "if you google peter thiel ihmc lecture, he gave a discussion on the performance enhancement effects that he had with the ketogenic diet", "he also describes cycling at high altitude", "i think the balance of the data, from a scientific perspective and from feedback that i get, would suggest that being in a state of ketosis can enhance exercise performance at altitude", "another person i’ve been communicating with recently is patrick sweeney", "he actually recently teamed up with professional mountain biker rebecca rush, i think is her name", "they did a climb and a descend on mount kilimanjaro on their mountain bikes", "so this was a mountain bike climb", "the mission was totally self supported, meaning that they didn’t have any porters to carry their bags or anything", "they abstained from using acetazolamide, which is diamox, the medication that you take for altitude, and they didn’t get altitude sickness", "their goal, patrick sweeney and rebecca rush, the goal of the expedition was to raise $1.00 for every foot of climbing they did", "that amounted to a little over $19,000 for an organization called world bicycle relief", "patrick had communicated with me prior to attempting this mount kilimanjaro bike ride and i kind of coached him a little bit, and just talked about the ketogenic diet and how you do it", "i sent a number of emails", "just google patrick sweeney bike ride and it should bring you probably to this event and gives you more information on it", "the next question is from lindsey watkins", "lindsey asks: i’d like to hear about any differences or considerations females need to have with the ketogenic diet", "what i’ve observed and this may apply to our rodent models, the transition into ketosis can be more difficult for females in general, it seems", "they’re more variable in their responses, reactive, i would say, to low blood glucose levels, especially initially", "i would recommend that females trying this sort of ease into it before just going all out ketogenic", "so a slow transition into a ketogenic diet, maybe dropping your carbohydrates if you’re at 200 down to 150 and just do it in 50 gram increments", "another option would be the use of exogenous ketones", "when you go on a ketogenic diet, your brain goes through what i call glucose withdrawal effects", "you might be able to fill that gap initially, until your body starts making ketones, regulating the transport and utilization of ketones; you might be able to fill that gap by taking exogenous ketones or just using something like medium change triglyceride; the c8 would be the most ketogenic fat out there", "another issue that females run into is that, when a lot of women start this, they tend to start a ketogenic diet in a calorie deficit", "so they go right into a calorie restricted ketogenic diet and you have sort of the double whammy", "you have very little glucose getting to the brain, and then calorie restriction on top of a radical shift in macro nutrient profile of the diet", "they’re going to get a reactive response from that; hypoglycemia", "in some women, it can manifest itself in strange ways, from fainting to irritability to foggy headedness", "so the idea would be, my suggestion would be to keep your calories actually higher when you start the ketogenic diet", "so you want a calorie surplus, at least initially to help with the transition that’s high in fat", "it’s hard for some people, especially in the fitness industry", "when they start a ketogenic diet, they have to be not afraid of eating fat", "100 grams of fat per day is really not a lot of fat", "getting upwards to 200, 250, and 300 even on some days", "so for the average size female, you want to get at least 100 grams of fat, upwards, depending on your size and your output, maybe even up to 200 grams of fat", "that would be my suggestion to help with females", "now, the hormonal changes that have been reported by some females following a ketogenic diet; suppression of thyroid, that seems to be one of the major concerns", "when i probe a little deeper, the people who are getting a suppression of some of their hormones, they’re exercising a minimum of two, sometimes four or six hours a day training for an event", "so the scenario is you’re transitioning your body to a new diet, high carb to low carb, on top of calorie restriction", "you have an energy deficit that’s caused by a restriction of calories, it appears, and also over training", "over training is the fastest way to really kick down your hormones", "for males, it manifests as low testosterone", "for females, it can manifest in many different ways", "what i see most is reduction in t3", "the next question comes from cammy orion", "she asks: can a female obtain a sub-10 percent body fat with a ketogenic diet", "if so, is there a daily calorie threshold relative to my basal metabolic rate or other factors to reach that level of body fat", " this is also kind of another common question; women wanting to use the ketogenic diet to get as lean as possible", "a lot of women in the fitness industry are fitness competitors who are using this approach", "the first question, i don’t know what she’s doing; if this is for cosmetic reasons or if she is an athlete and wanting to just perform as optimally as possible and thinks she needs to get below 10 percent body fat", "so the first question i would have for her is why do you want to get below 10 percent body fat", "essential fat, from my understanding, in women is between 8 and 12 percent", "so roughly 10 percent is needed for normal physiological hormonal body functions in women", "i think it’s ip to keep above that and it’s highly dependent upon the person", "some women are just naturally very lean, and other women have a higher set point", "i would advise against trying to achieve 10 percent body fat for performance unless you’re genetically exceptionally lean to begin with", "when highly trained women at just 15 percent body fat, which is very lean for a woman, trains and diets to sub 10 percent body fat, they tend to get these hormonal issues; i would call it functional hypothalamic amenorrhea", "so it even has a term", "i just read an article on this", "this is extremely common in the fitness industry, and sometimes it’s not easily, readily reversible", "so if the ketogenic diet approach is used, it will be a greater fat turnover and i would advise, sort of like the last question, against consuming less than 100 grams of fat", "some of the macros that were sent to me by women who were doing the ketogenic diet were like 60 grams of fat; upwards of 70 and 80 grams of fat and they thought that was very high", "i would against consuming less than 100 grams of fat, especially for a female athlete", "consuming this level of fat keeps your fat metabolism optimized", "it also is the source of ketones, of making ketones", "so probably the most experienced individuals on this topic, achieving sub 10 percent body fat, would be female fitness competitors who routinely get below 10 percent", "and as mentioned, they do report a lot of menstruation irregularities", "women who have successfully implemented the ketogenic diet and are aware of how to do so, so some of the women who come to mind would be shannan yorton penna from quest nutrition, who is really a very experienced fitness competitor and just an overall great person", "she has been in a state of ketosis i think for at least two years, now", "quest nutrition is developing, testing, and ultimately will be marketing ketogenic diet food products", "they already have the quest mct oil powder, which is fantastic", "the next question comes from renee vocho: how does ketosis affect the microbiota, specifically the balance of fermicutes to bacteroides", " so that’s a great question", "it’s highly dependent upon the diet that your following", "we’re just at the cusp of understanding the gut microbiome", "relating this question to the ketogenic diet and to give an answer on it is kind of difficult because there are many variations of the ketogenic diet", "the modified atkins would be much more liberal in the amount of vegetables that you consume", "what i’ve garnered just from reading what i can as far as studies that have been done and talking with the scientists who are in this area of research, is that you can train your gut microbiome to sort of be ketogenic", "there are bacterial species in your gut, and i have a list of them, that actually thrive off fat", "these bacterial species tend to be the beneficial ones; they’re very good for us", "so that changes dramatically", "when we change our diet, our gut microbiome also changes its diet and will adjust the ratios of various species in the gut and a shift towards more bacterial species that thrive off fat", "my general recommendations to optimize the microbiome, and my knowledge is nowhere near that of researchers out there like alessio fasano who is the chair of pediatrics at harvard medical school", "he actually gave a fantastic ihmc lecture on this topic", "ihmc is the institute for human and machine cognition", "so i would recommend that listeners go to that lecture and look up alessio fasano", "he does not study the ketogenic diet but he is the leading expert and most knowledgeable person out there on the gut microbiome", "so for those following a ketogenic diet, things that i think could optimize the microbiome would be sort of the obvious things we talk about or hear about, which would be probiotics", "so green vegetables, preferably in raw form, salads, things like asparagus, artichoke", "cinnamon is kind of prebiotic", "and probiotics, so lactobacillus, bifidus", "there are a number of other bacteria out there that could be supplemented", "i don’t feel like the ketogenic diet would compromise the gut microbiome in any way, even in those individuals who limit their fiber", "so i haven’t heard that that’s been a problem for them", "but to prevent it from being a potential problem, the use of these prebiotics and probiotics, fermented foods, things like sour cream are part of my diet", "and it’s important to pick a sour cream that has a good complement of live cultures in it", "another thing that people have emailed me about, and i think rhonda patrick actually mentioned this to me in passing about the benefits of a supplement called vsl3, or vsl#3 supplement", "i haven’t taken it myself but just from the number of emails i got from people who have taken the supplement, and they’ve taken it with the ketogenic diet – not that they had problems before the ketogenic diet – but they felt it was a good complement to the ketogenic diet", "the vsl#3 supplement is a probiotic supplement", "it’s used for people with crone’s disease, colitis, ibs", "if you’ve used an antibiotic, which i just did, actually; i just finished a course of antibiotics", "i got a strange bug bite in southeast asia that got infected and almost looked like mersa", "so i took a full course of antibiotics and used a probiotic supplement that was similar to vsl#3 and had absolutely no issue with any kind of gut problems", "the last time i used an antibiotic was over 20 years ago and it completely destroyed my gut", "this time, i took a probiotic supplement and had absolutely no problems", "i don’t know if i would have had problems if i didn’t take the supplement but it helped", "so a probiotic supplement might be good", "i guess the lesson i learned is when you travel, when you move someone to a different location for any sufficient amount of time like weeks, you’re changing their gut microbiome, and i think that really needs to be studied", "i think in general, we need to understand if the ketogenic diet disrupts the microbiome, and we have to understand if things like travel can disrupt the microbiome", "i imagine there are many things that are disruptors of the gut microbiome", "and as we start to do research, i think these things will be clearer", "things that can optimize the microbiome, and i think probably more importantly, even for our servicemen and i know the department of defense is interested in this, nasa is interested in this", "obviously, a space environment or moving guys continuously across the globe is probably not the best way to optimize the gut microbiome", "there are also questions about things like artificial sweeteners, if we’re drinking chlorinated water, antibiotics in our food; many things to consider when we consider the gut microbiome", "i went of on a tangent but when it comes to the ketogenic diet and the gut microbiome, we still have a lot to learn", "but my recommendations would be to have a diverse diet as much as possible", "and from my understanding of the bacteria, there’s going to be a bacterial shift from carbohydrate, thriving bacteria to bacterial species that thrive off fat", "and from my understanding, that’ snot a negative thing", "the next question comes from mary tacalotti", "she is currently on the ketogenic diet, however she’s confused", "should i count my calories", "i’m definitely restricting my carbs and increasing my fat intake", "but keeping track of calories along with meal planning seems overwhelming", "if i don’t worry about calories, will i gain weight on the ketogenic diet", " so yes, of course you will", "that’s simple thermal dynamics. if you’re putting more calories into your body than you’re burning off, those surplus calories are going to end up as stored body fat, or manifest itself as sort of metabolic derangement over time", "a number of times when people transition to a ketogenic diet, they will just kind of go crazy with some of the ketogenic diet foods that are sort of indulgent", "that would be things like butter or sour cream", "or i can sit down with a bag of macadamia nuts or cashews and polish that off pretty quick, and that’s 1000 plus calories", "this is really important to understand", "the energy density of the ketogenic diet is about twice that of a normal diet", "so the volume of food that you’re eating is smaller, and it may seem like you’re restricting", "the volume of food that’s on your plate will be much less than when you’re not on a ketogenic diet, if you’re keeping it isocaloric", "but chances are that over time, you’ll inadvertently self restrict on the ketogenic diet", "so your blood glucose will have far less fluctuations", "you won’t have these big, postprandial excursions in your glucose that kick off a surge of insulin that make you hypoglycemic a few hours later and make you crave another bolus of food again", "so that whole cycle is eliminated", "that was really eliminated in me and was probably one of the most practical advantages i’ve been able to realize from the ketogenic diet is the control of hunger", "i think that has a huge carryover effect when it comes to being able to have control of your food intake, and not having your food intake control you", "tracking is a very tedious process but when you do it, after a certain point you really don’t have to", "i can look at a piece of meat, or oil, or some green vegetables on my plate and just calculate the macros in my head, really", "sometimes i’ll just sort of weigh it out and double check to make sure i’m right but after you follow the ketogenic diet, it’s not a laborious process", "one trick i’ve learned is that before dinner, which is my main meal of the day, i’ll have a bowl of soup", "the kind of soup i usually have is broccoli cream soup, or cream of mushroom soup and instead of using whole dairy cream, i use concentrated coconut milk in place of the dairy cream", "i thin it out so it’s not super dense in calories", "after eating that, the amount of food that i want to consume is cut in half", "obviously, that’s a lot of calories but it’s really super ketogenic", "the next question comes from dominic bushman, is his name", "he asks: how do you feel about the usual crappy food served at scientific conferences", " and in parenthesis, the smartest people seem to have the worst lifestyle. he asks what are my nutritional tricks to survive attending these scientific conferences, which i’m about to jump on a plane now and go to a scientific conference in europe", "i know the foods are going to be very tempting over there", "it’s in budapest, actually; they have very good food over there", "luckily, it’s pretty keto friendly", "i am not a purist when it comes to really following the ketogenic diet", "if someone was to follow me around when i’m traveling and looking at what i’m getting off the menu, they probably wouldn’t think i’m following any weird dietary patterns", "you can almost always get a salad, and you can almost always ask for extra butter, extra olive oil to put on the chicken, beef or fish that i put on the salad", "generally, i limit dairy and protein when i’m home but will indulge a little bit when i’m traveling", "and of course, cheese is ketogenic", "my recommendations, or what i do as i’ve probably mentioned before, is my bags are packed now and i have a case of sardines and a case of oysters, and they are packed in extra virgin olive oil", "i also go to a store near me and i buy bulk macadamia nuts", "i think macadamia nuts agree with me more than almonds or other types of nuts", "the conferences that i attend, they actually do have an appreciation for nutrition, and they have a fantastic array of food there", "other conferences, not so much", "people say i can’t follow the ketogenic diet because i’m a businessperson", "i’m traveling all the time; it’s just not possible for me to follow this diet so what should i do", "i think the ketogenic diet is far easier to follow if you are that kind of person who is on the move all the time", "the food that you’re consuming is much more energy dense", "it’s less weight, it’s less things that you have to carry in your bag", "sardines and oysters and macadamia nuts take up a very small amount of weight, relatively speaking, and they have a really high energy density", "i tend not to take a checked bag when i travel to scientific conferences", "i can bring my carryon and i’ve calculated this", "i can get 10,000 calories of food in my carryon really easily and all my clothes for a week", "i probably couldn’t do that if i wasn’t on a ketogenic diet", "the next question comes from willy churtman: do stimulants aid in ketosis, and are there any particular stimulants that are good", " yes, i think caffeine has a ton of research behind it", "the military is a big fan of caffeine", "the military has a really high bar in regards to their safety and in regards to their efficacy, and they’re incorporated into different food products like the first strike ration", "this is something they make up in nadik at the combat feeding center there and it’s basically just sugar and caffeine", "i think they need to change that", "but caffeine has long been a staple in my diet in the form of coffee", "i am right now sipping on my coffee with mct", "the caffeine is just starting to kick in and i fell it", "i feel good on caffeine, and i don’t feel any negative effects from it", "over 200 milligrams of caffeine in me raises my blood sugar", "100 milligrams seems to be the sweet spot", "200 milligrams of caffeine will cause an over activation of the sympathetic nervous system", "it may produce some anxiety", "caffeine mobilizes free fatty acids from adipose but it also breaks down glycogen from the liver", "if my glucose is sitting at 70 and i take 200 milligrams of caffeine, i’ll see a bump up to 75, maybe even 80, with that amount of caffeine", "but 100 milligrams seems to be a good sweet spot for me", "there’s caffeine as an appetite suppressant", "it has antioxidant effects in the form of coffee", "i have a couple papers on my desk", "i started reading about the effects of coffee on liver function, to an improvement on liver function", "another stimulant that i like to talk about and i used a lot when i was younger is ephedrine hydrochloride", "i don’t know if it’s still available", "we use it in the lab", "we did experiments on pseudoephedrine and cns oxygen toxicity", "divers will pop lots of sudafed before they go diving because they want their sinuses to be clear so they can equalize", "if you reserve a whole day to go diving and you’re stuffed up and you can’t equalize, then you’re out of luck", "you can’t dive", "it’s too painful and can be really dangerous", "so ephedrine is actually pretty big in the diving community", "i always took it before we went diving", "we did a study showing that ephedrine can actually decrease latency to seizure", "at a particular level of hyperbaric oxygen", "that would simulate a navy seal dive to, say, 132 feet of sea water", "so you’re getting an overstimulation in the brain with ephedrine, with a high dose", "so that’s the thing", "it’s all relating to the dose", "i think ephedrine is a great stimulant that could aid in ketosis", "it can help the release of fat from adipose and enhance beta oxidation of fat in the liver", "personally, i’ve seen that ephedrine can kick me into ketosis pretty fast, an ephedrine caffeine stack", "it can kick on afib in some people, especially if the dose gets high; 50 milligrams or more per day", "but a 25 milligram dose or less of ephedrine per day can elevate your mood, can cause pretty significant, noticeable appetite suppression", "it’s more of a psychological effect", "when it comes to getting a physiological response, 50 milligrams to 100 milligrams of day of ephedrine to get a really measurable increase in fat oxidation rates", "that would give me side effects", "and again, i’m not sure if ephedrine is still legal so don’t take this as a recommendation", "but i think 25 milligrams of ephedrine can improve your adherence to a nutritional protocol just simply by suppressing your appetite and giving you more energy", "you’re going to want to go work out; you’re going to want to exercise longer", "and i would strongly advise against the use of amphetamines", "they’re addictive and generally, people who take these things just have a bad outcome", "they get addicted to it if not physiologically, psychologically", "modafinil is something i’ve kind of been interested in testing but i’ve never taken it", "but i’ve talked to people who have taken it", "i did get an email just yesterday, actually, from a woman who has been on modafinil for over 15 years continuously", "she was able to get off of it", "she had narcolepsy", "she was able to get off of it when she got into a stage of nutritional ketosis", "she wrote me a really nice, long email just saying the ketogenic diet kind of saved her from this continuous abuse", "she thought her use of modafinil was more or less an abuse of it for many years", "it’s approved for military use before admission", "so in a state where sleep deprivation is unavoidable and you need to maintain cognitive resilience, the use of modafinil can be a good idea", "tim actually asked me to address this question: can a vegetarian or a vegan follow a ketogenic diet", " you can look up beth zupec kania as the lead dietician for the charlie foundation", "it may not be posted on the website but i know she works directly with patients and customizes vegetarian or even vegan ketogenic diet for many of her patients", "to achieve ketosis, she uses higher amounts of mct oil", "there are a couple of websites, too, that i noticed when i did a quick search online", "ketomotive, k-e-t-o-m-o-t-i-v-e and keto diet app are two websites that i find were really helpful in regards to listing the foods and listing different recipes that a vegetarian or vegan ketogenic diet could be adjusted to", "how do we help people who are vegan follow a ketogenic diet", "i think the main problem would be the protein", "it’s just hard to put together foods that have a complement of essential amino acids", "so you could just supplement with essential amino acids and that’s one option", "the other option would be plant based protein isolates that are hemp, rice protein isolate, you have pea protein isolate", "ten years ago there was plant protein but it had a lot of carbs in it", "nowadays, you can get 30 grams of protein with one or two or maybe three grams of carbs", "that completely fits in with a vegan ketogenic diet", "one of the products that stood out just looking at the reviews on the taste and the macronutrient profile would be a product called mrn veggie elite protein powder, and the chocolate mocha is very good", "if you take this mrn veggie elite protein powder and mix it with coconut cream, or what would be concentrated coconut milk, through in a half an avocado, pour in some mct oil – the ca oil, the mixture that i made up was 80 percent of the calories were from fat and 25 percent of the calories were from protein", "so it’s like one scoop of protein powder, i think", "15 percent of the calories were from carbohydrates, and it was really pretty much fiber; high fiber carbohydrates", "this gives a ratio of 2 to 1", "so 2 would be fat and the 1 would be a combination of carbs and protein, so relating it back to the classical john hopkins ketogenic ratios that they use", "it’s 900 calories", "that’s a good example of a pure vegan, and i posted that on my facebook yesterday", "so yes, the ketogenic diet is possible; pretty easy for vegetarian and a little more difficult for a vegan", "i’m going to work on this, and maybe even work with a colleague of mine to write a book that covers this subject if someone hasn’t written a book already", "i see some blogs online but not a whole lot of resources out there for vegans who want to do a ketogenic diet", "the next question: should i be concerned if the ketogenic diet increases my ldl or ldlp", " i’m a little bit concerned and i’m still learning about it but if your ldl or ldlp skyrockets and stays elevated after several months, you might want to be concerned about it or pay more attention to tracking certain aspects of your health, particularly your inflammation and your blood lipid levels", "the number of ldl particles may be increased because you’re also carrying more triglycerides", "before you get a lipid profile test done and you start looking at these numbers, make sure that you’re rested", "make sure you’re not stressed", "make sure you don’t have any kind of infection, which would increase it", "what i’ve seen with the ketogenic diet is that the ldl will go up in about 50 percent of people who follow a ketogenic diet, especially if the calories are not restricted", "if you’re restricting calories on a ketogenic diet, which many people do who use the diet for the management of epilepsy or cancer, even in that population where the ketogenic diet is calorie restricted, about 25 percent of them will email back and say my doctor is following me and this is going up; but a lot less see this phenomenon if calories are restricted", "so i think it’s important not to stress out about it and to kind of look at the big picture", "the first book i had was the book from johns hopkins that was written by john freeman and eric kossoff", "that described the classical, dairy based 4 to 1 ratio, classical ketogenic diet", "that shifted my numbers", "interestingly, my ldl went up but so did my hdl, which doubled almost from 50 to almost 100 after about four to six months, i think", "right now my hdl is 98", "right now i’ve transitioned into what i call a supplemented, modified atkins or modified ketogenic diet and supplemented because i do take in c8 and i do take in some exogenous ketones in the form of some of the products that are in the market, and i’ll talk about that a little bit more", "i’m using a supplemented, modified ketogenic diet similar to the macro nutrient ratios that are described on the website", "the charlie foundation website has a good description of the modified ketogenic diet", "my ratio is looking pretty good", "my total cholesterol to hdl ratio is 2.4 right now from my last blood test", "so my total cholesterol is 238 and my hdl is 98", "triglycerides range from 40 to 70", "these numbers are really similar to other people who have emailed me who were concerned", "my marker of inflammation crp was really low", "i’m going to do a whole [inaudible] assay", "when i was on a high carb diet, my crp was 2.4 a couple times", "now it’s .2", "so literally in the last three blood works that i’m looking at now, it ranged from .1 to .3", "when i was on the high carb diet, it was literally ten times higher", "i rarely have gotten sick when i’m on a ketogenic diet", "and i do think that it helps with immune function", "that’s another area i could talk about", "we talk about the ketogenic diet being kind of a panacea for everything", "it cures the common cold", "i have not had a cold, maybe one cold in the last six years", "i used to routinely get a cold every year, at least once or twice a year", "so in the last five years, i have one cold that i could remember", "infection, i traveled overseas, i believe it was to honduras and i picked up some kind of stomach bug, or probably a virus, i think", "this really skyrocketed my ldl", "so i talked a little bit about stress and infection sort of increasing that", "that was really surprising; it was off the charts", "so it may have been something wrong with the test", "but i think it’s something to consider that when you do get these tests done, you want to make sure your body is truly at baseline when you’re looking at the effects of the ketogenic diet", "so in general, i would not be concerned with an elevated ldl unless other biomarkers were also out of whack", "so the things to look at would be your triglycerides, your crp, and if your hdl goes down, that’s not a good thing", "the thing that i focus on most is triglycerides", "if your triglycerides are elevated, that means your body is just not adapting to the ketogenic diet", "some people’s triglycerides are elevated even when their calories are restricted", "that’s a sign that the ketogenic diet is not for you", "you can’t deny that", "it’s not a one size fits all diet", "you’ll find about a quarter to a third of people just have these abnormalities in their blood work that would indicate they’re not adapting to the diet", "maybe they could give it more time but some people have given it three to four months and still have elevated triglycerides", "pretty rare and most of the people i talk to thrive on a ketogenic diet but you do have many people who just should not follow it", "the next branch of questions i’m going to address is exogenous ketones", "this is a question that popped up recently and it comes from carson rowe", "dozens of people have asked me this question so i want to address it right up front: is it dangerous to use ketone salts, which are racemic", " the ketone salts that are on the market now, from my understanding, have a d and an l configuration", "dr", "richard veech is a ketone expert on bulletproof podcasts", "dr", "veech said that he would avoid ketone salts at all costs", "something about real versus mimicked molecules, etc", "as dom and others, like patrick arnold, have said these are good and fine, what gives", "so dr", "veech, i admire for him and i’d like to say dr", "veech was kind of a mentor to me, getting into this area", "i think it was back in 2008", "i didn’t even know that exogenous ketones existed until i found some of his patents, and patents that even predated his were from dr", "andre brunengraber at case western", "i think the first was a canadian patent in the early ‘90s on a ketone ester", "so dr", "veech has been sort of a mentor to me in this process and helping me understand the benefits of exogenous ketones", "his comments on dave asprey’s podcast and most recently ben greenfield’s podcast have created a lot of confusion", "his comments were not scientific fact; they were his opinion", "and that’s really important to keep in mind", "also keep in mind that dr", "veech has a lot of intellectual property tied up in the r enantiomer of the ketone ester", "so more specifically, the (r) 3-butanediol r beta hydroxybutyrate monoester would be the main, single ester that he’s focused on", "the appearance of these ketone salts and the salt, the beta hydroxybutyrate is not completely tied up with sodium", "it’s actually balanced across four different monovalent and divalent canones", "you have sodium potassium, calcium and magnesium that many of these products are using, like the kegenix product, i think", "the pruvit product, i’m not exactly sure what the blend is", "but dr", "veech is kind of critical about the sodium content and about what he called the non natural isomer that was found in there", "i know dr", "veech has been working very hard for a decade or more to commercialize the monoester of the r beta-hydroxybutyrate", "so andre brunengraber, who is veech’s colleague – they’ve actually published together – demonstrated the metabolism of racemic ketones in a number of elegant studies", "these are tracer based studies where he labeled the carbons of the ketones and you could see where they go", "it was clear from the science that the s enantiomer gets broken down to acetyl coa and can even inter convert back by further elevating levels of acetyl-coa, that can actually feed back into the biosynthesis of the r beta-hydroxybutyrate", "there are a couple of nice papers that show that", "the one that i’m thinking about looked at the r and the s 1-3 butanediol metabolism in the liver of rats", "there’s no data to support dr", "veech’s claim that the ketone salts that are on the market are dangerous or ineffective", "that would include ketosports keto cana, pruvit’s product keto os", "the kegenix product is also using the racemic salt", "forevergreen has product ketonics, or ketopia", "many emails, dozens if not hundreds of emails i’ve gotten from people who are concerned", "dr", "veech is a very esteemed researcher and i think he firmly believes that the r enantiomer is the way to go when it comes to exogenous ketones", "and i did, too", "actually, in our lab, the first ketone ester that we texted for cns oxygen toxicity was the 1-3 butanediol beta-hydroxybutyrate mono ester and the r enantiomer and it didn’t prevent oxygen toxicity seizures", "so elevated pretty much exclusively beta-hydroxybutyrate", "i was going to give up on the project and i discovered and earlier patent by andre brunengraber that had a 1-3 butanediol combined with acetoacetate", "to me, it made perfect sense because when you consume it, it hydrolyzes in your gut so you release the acetoacetate and that’s one of the ketones that the body uses", "and then the 1-3 butanediol goes to the liver and gets broken down completely to beta-hydroxybutyrate and the pharmacokinetics are beautiful", "you get kind of a 1 to 1 ratio of beta-hydroxybutyrate and acetoacetate in the liver", "it was in that particular ketone ester gave remarkable neuro protection against cns oxygen toxicity", "so that was the second ketone ester that we tested", "patrick arnold helped me synthesize it once we got the synthesis formula, and andre brunengraber was very kind to just give it to me and tell us how to do it", "and that was racemic", "so that was racemic 1-3 butanediol, which breaks down to the two enantiomer of beta-hydroxybutyrate", "so it was remarkably effective in our hands", "i knew there was more to the story than this", "i’ve also served with dr", "veech on various workshops and can say he’s very opinionated when it comes to the ketogenic diet", "he thinks the diet is sort of a horrible diet and the high fat is very dangerous", "we know that’s not the case", "there’s not a whole lot of science to back up his claims", "i think there’s one paper on kids in johns hopkins that follow the 4 to 1 classical ketogenic diet and i think many of the kids were put on a product called ketocal, which is like hydrogenated vegetable oils and things like that, and they had elevated triglycerides", "not very surprising, right", "so i think when we talk about the ketogenic diet, it’s really important to acknowledge – and most people don’t acknowledge this in the medical community – that there are many, many versions of the diet", "we have very little research", "we still need to determine the optimal ketogenic diet in regards to the fatty acid profile", "we know we need a much greater omega 3 to omega 6 ratio is going to be really important", "the level of monounsaturated fats for saturated", "i will say that no scientist, when it relates to the ketone salts, no scientist or toxicologist that i’m aware of would find veech’s comments to be true", "that the racemic salts are dangerous in any way", "unless, of course, they’re consumed at really high amounts", "as we know, water is toxic in high amounts; all things are dangerous", "caffeine, of course, i talked about", "tylenol will quickly kill you if you take too much of it", "many clinical studies actually show these racemic salts are very safe in high doses, even in kids given pure sodium beta-hydroxybutyrate over periods of years", "that actually leads me to the next question, that was asked by emily bent", "she asks: what’s dom’s advice for fatty acid oxidation disorders, like mad or vlcadd, a medium chain or very long chain, acetyl coa dehydrogenase deficiency", "so mad is short for multiple acetyl coa dehydrogenase deficiency", "since being added to newborn screenings, diagnoses have increased massively", "so there are a lot more kids being diagnosed", "the complications of this particular disorder can involve an acidosis, hypoglycemia, other symptoms such as general weakness, enlargement of the liver; enlargement of the heart is really a problem", "so essentially what this disorder, multiple acyl-coa dehydrogenase deficiency is, is a mitochondrial inefficiency", "it’s interesting", "if you just go to pubmed and type in madd, m-a-d-d and ketones, this is just one of the disorders that can be effectively treated with racemic beta-hydroxybutyrate salts", "there are a number of studies", "i’m just going to pubmed now", "first study pops up: highly efficient ketone body treatment in multiple acyl-coa dehydrogenase deficiency related glucodystrophy", "and that was published in pediatric research", "that was using the ketone salts essentially that are on the market, at least the racemic sodium beta-hydroxybutyrate salts in these kids", "there’s a nice summary of that", "another study by a different investigator: favorable outcome after physiological dose of sodium dl3, hydroxybutyrate in severe madd", "so sodium racemic beta-hydroxybutyrate was given, and this can be given in an oral dose or it can be given iv in very high doses", "no side effects from this", "the dose that you need to get a measurable boost in blood ketones is not giving you a dangerous dose of sodium", "that needs to be acknowledge and i think that was touched upon in dr", "veech’s talk", "quote-unquote, he said there is no way that these ketone salts could even increase ketones even point one or point two millimolar", "that’s not the case", "we know we can get levels into the 1 to 2 millimolar range if you take enough", "i think as the technology evolves and we’re creating various types of beta-hydroxybutyrate salts for monovalent and divalent canones in addition to alkaline amino acids will combine nicely with beta-hydroxybutyrate", "that’s another avenue", "you can kind of envision a blend of beta-hydroxybutyrate spread across monovalent, divalent can ions and alkaline amino acids like lysine, argenine, histidine, citrulline; these all combine pretty nicely with beta-hydroxybutyrate", "another study actually comes from the lancet", "shows dl-3 hydroxybutyrate so racemic beta-hydroxybutyrate treatment as a sodium salt treatment of multiple acyl-coa dehydrogenase deficiency", "so it’s a really nice study describing the use of this exogenous ketone in several patients that have this disorder", "it was highly effective in treating that", "so in short, ketone salts, the racemic beta-hydroxybutyrate are not dangerous and they’re definitely not ineffective", "more research needs to be done on all forms of exogenous ketone salts and also exogenous ketone esters", "a lot of work has already been done", "one could be more confident in the medical applications of this and even potential performance applications because when they’re consumed, the liver function and kidney function is normal, even with really high doses", "the next question is jeff urbane: is he truly behind involving kegenix", "the website is kind of sketchy and the product itself has a surprising number of carbs", "not sugars, obviously, but still", "so he’s asking am i behind kegenix or involved in kegenix", "the kegenix product on the market, the exogenous ketone product is a great product; i use it myself", "i used it yesterday", "sometimes i rotate different things if i’m testing", "it uses a ketone formula, a beta-hydroxybutyrate medium chain triglyceride blend that we sort of developed and tested initially in the lab", "we found that if you just take ketone salts, and at the time, these were the liquid sodium potassium salts found in ketoforce, we weren’t really able to get an elevation of blood ketones that was really impressive before we started getting some gi discomfort and diarrhea", "we started tweaking and playing around with different formulas and found that if we took medium chain triglycerides and blended it together, we got a formula that the fat essentially was functioning like a controlled delivery system", "so instead, the rapid peak was a little less rapid but it kept going up", "it peaked at around 60 to 90 minutes and then extended out an additional hour or two beyond just taking the ketone salts, so when we blended it with mct it allowed the sustainment of ketones over time, which is kind of the big thing", "that’s why with the kids that were administered a sodium beta-hydroxybutyrate, they were given iv formulas", "the gi sometimes doesn’t tolerate it and when you bolus it in, the blood levels shoot up and quickly come back down", "fat and fiber and protein, fat especially is a good controlled delivery system and there are ways to even package that and formulate it to optimize that", "so the kegenix product is not my product but they incorporate a patented formula that we developed and i don’t own the patent; the university owns the patent", "so kegenix has worked with our university", "i use the product", "i don’t endorse the product", "i need to use 1.5 packets blood into the 1 millimolar range", "when you take it, you definitely feel lit", "you don’t want to take it after 3 or 4 in the afternoon", "you take it early in the afternoon; i’ll probably take it around lunchtime, 1 or 2", "the energy focus you feel is definitely real", "my blood work when i’ve taken it continuously at a fairly high dose, looked really good", "markers of inflammation almost non detectable", "my blood lipid profile was probably the best it’s ever been since i’ve been ketogenic", "the carbs in there are very minimal", "what i look at is the glycemic response to a dose, and it’s pretty much flat lined in these", "so there’s no glycemic response, and a nice elevation in beta-hydroxybutyrate", "next question, jimmy holman: kegenix, keto os, pruvit, keto cream, is he affiliated with these like they claim", "if not, does he recommend them", " so i’ve tried all the exogenous ketone products on the market", "it’s something i like to do", "i like to figure out what formulas are going to be optimal from the standpoint of using these therapeutically, too", "so i feel like i’m kind of at the forefront of understanding what blends of ketone esters, of ketone salts whether it be mineral salts or amino acid salts and other things", "the fun for me is when you start combining these things together, and that’s what we’re doing now", "we’re doing mostly a lot of pharmacokinetics and toxicology work to understand what would be the optimal formula of blends", "is it five different types of salts with two esters in a different ratio with some c8 oil to sort of increase and sustain blood ketones over time", "these are the questions that we’re asking and some of the things we’re testing now", "i think the pruvit product tastes really good", "it’s smooth and creamy and has a much higher concentration of sodium, and maybe that’s why", "it has a salty, creamy taste", "i ran out of it", "i miss it", "i was using it for awhile and i ran out", "so right now i’m using the kegenix product, which is a pretty powerful product as far as the effects that i feel from it", "the kegenix product, instead of a creamy taste, it has more of a tangy, bitter taste", "it’s got some green tea extract", "so it does give you a little bit of a caffeine boost, maybe about 80 to 100 milligrams of caffeine and i think that’s from the green tea extract", "there might be some bitter orange in there", "there are a couple of thermogenics ingredients in there that you feel after you take the product, because you feel a little bit warm", "forevergreen makes the ketonics product", "it tastes really good and it has caffeine in the form of green tea, too", "it’s pretty similar to the kegenix product; it just has a different taste", "keep in mind that the early versions of these products were horrible", "this is going back", "i used to blend them", "actually, i blended a mixture out and gave it to my friend peter attia, and peter wrote a great summary of his experience with using jet fuel", "he’s tested a lot of these things, the ketone esters and the ketone salts and did the study on the bike where he looked at oxygen consumption at a fixed power output", "clamped it at 180 watts and then looked at oxygen consumption before exogenous ketones and after", "and at the time, peter was doing sort of a modified ketogenic approach so he was in a state of mild nutritional ketosis, like .6, .7", "he took the ketone salts and it shot him up about 1 to 2 millimolar and kind of dosed him up with a blend that i knew would be approaching his gi tolerability", "i think he did okay", "he didn’t throw up or have diarrhea, from my understanding", "he really cranked it out on the bike and showed that he was able to maintain the same power output and consume less oxygen, like 5 to 8 percent less oxygen, which is tremendous", "we need to go and reproduce that study", "the next question comes from gavin williams: what are his go-to products", "his mct powders, oils, ketone salts, anything else", " we kind of covered this", "i test whatever the companies send me", "i love to test things", "that’s why i don’t take a whole lot of supplements because i like to stay unaltered, i guess you could say, so i can confidently test these things", "if i’m measuring various blood, whether it be comprehensive blood work or blood glucose ketones, i know it’s coming from that product", "i really enjoyed testing the pruvit product and i told you i miss it now that i’m out of it", "so if they’re listening, they could send me some, please", "the kegenix product is great", "i think they’re on version 2 or 3 of that now", "one of the first times i tried the last formula that they gave me, i took the product at 7 p.m", "and it kind of kept me up a little bit later than i wanted", "another product that’s really a go-to product, and i keep it at my house, at work, and it’s in my suitcase my travel is the quest mct oil powder and the quest coconut powder is a big staple of mine", "i’ve talked about the foods that i’ve consumed before, the wild planet sardines", "sardines are much more sustainable than tuna or some of the larger fish out there that these predatory fish also, through bioaccumulation, can accumulate toxins like mercury and other heavy metals", "so it’s non-detectable levels of the things that are of concern, like mercury and other pcvs and other things that are out there", "so that’s important, especially if you’re giving your fish to your young kids", "oysters are also one of my go-to foods", "the crown prince oysters are a really good brand that i like", "lately there was a bone broth that i use", "it’s a little pricey but the company kindly sent me a sample of the test and it’s called fire and kettle bone broth", "i use it maybe twice a week", "i’ll make soup out of it and i think it’s fantastic", "i think it’s super high quality", "another go-to product would be scivation makes a product called extend perform, which is branched chain amino acids, leucine, and isoleucine valine in a 2 to 1 to 1 combination, leucine being the predominant branch chain amino acid in the formula", "and we know that leucine is a powerful activator of mtor, which his a good thing", "activating mtor in skeletal muscle is really important in a short workout", "i use the product pre-workout and intra-workout", "i’ve used the product a little bit during fasts", "i think it could be an effective tool for mitigating some of the muscle loss that can accompany a longer, short term fast, if that makes sense, like five days or seven days", "so the extend perform product also has a mushroom blend in it", "i actually researched all the mushrooms but it’s leaving me exactly which blend it has in it", "but the mushroom blend that’s in there has been proven to have a pretty impressive data behind it as far as enhancing performance and for lowering inflammation, too", "the other supplements i take as staples would be if i’m not getting a lot of sun, d3", "so 5000 ius if i’m not getting sun on days and when i’m outside all day, i take 1000 ius", "you don’t want to get too much d3", "so there’s a bell curve and too much d3 will give you the same symptoms as too little vitamin d", "melatonin is something that i take", "it’s part of a sleep cocktail i will take", "i use it when i cross time zones, and i’ll use up to 10 milligrams", "but for daily use, i will use anywhere between 1 to 3 to 5 milligrams", "3 milligrams i think is what i have", "idebenone is another product that i take when i fly, actually, or before hard exercise", "i think of idebenone as kind of the drug version of coenzyme q10", "it’s more absorbable", "it gets to the mitochondria easier", "it’s like a mitochondrial antioxidant", "it’s almost considered a drug for the management of something called friederich’s ataxia", "i think in kids that take idebenone; it actually helps them out a lot", "friederich’s ataxia is really a tough disorder but from what i know in just talking with the fara foundation, i know a family and a child with friederich’s ataxia", "the research indicates that idebenone prevents cardio myopathy or hypertrophy", "so it has a real effect", "idebenone has been shown to enhance cardiac function", "it used to be kind of hard to find because it was reclassified as a drug but i know it’s available on smartpowders.com, which has a lot of really interesting things", "magnesium is a supplement i take daily", "magnesium citrate, magnesium chloride and magnesium glycinate; i tried them all and they all impacted my blood magnesium levels in a good way", "when i started the ketogenic diet, i started getting cramps", "one thing that popped out in my blood work was that my magnesium was at the low end of normal", "now that i’m supplementing, now i am mid to high normal and i don’t get any cramps", "if i exercise more, i definitely deplete my magnesium", "so if you’re exercising, just be sure that you’re getting adequate magnesium", "on the ketogenic diet i think you’re excreting more magnesium", "if i had one go-to magnesium, it would be this magnesium citrate powder that i have", "i’ve looked at things like gaba before sleep, sometimes phenibut, which is phenylated gaba", "so gaba that has a phenyl ring attached to it; it makes it permeable to the blood brain barrier", "it makes it more lipophilic", "and when you take phenibut, you feel it", "i feel it", "you feel much calmer", "i get really deep, almost scary dreams when i take phenibut", "it has a pretty good calming effect so i will use phenibut maybe two or three times a month, if that", "i tend to use it when i travel across time zones", "i’ll take a phenibut melatonin stack before i go to bed", "next question, leo falzone: are exogenous ketones, i.e", "keto cana, only useful in a state of ketosis or would they benefit someone who is not keto adapted", "put differently, can ketones enter the tca cycle, also known as the kreb cycle, when glucose is still available to the cell", "or will the body preferentially use glucose, nullifying the effect of the ketones", "so ketones can be readily transported into tissues as fuel if glucose is low or high", "and i think the body will sort of use what’s available", "so if the glucose is low, it’ll use a greater proportion of ketones for energy", "there is some tissue specificity in regards to the monocarboxylic acid transporter", "and there are transporters one, two, three, and four", "these have sort of different tissue distributions", "the brain is pretty high in mct2 and 3, i believe", "the liver is a ketone producer but doesn’t use ketones for fuel", "and skeletal muscle is kind of in between", "some data indicates that there may be enhanced glucose uptake and utilization in the presence of ketones", "i know dr", "veech and others believe that ketones influence insulin sensitivity", "it does it through a number of mechanisms", "i think through altering redox chemistry, it can do two things", "it can enhance the sensitivity of the insulin receptor to the ligand insulin", "it can also cause sort of a translocation of the receptor to the membrane so there are more receptors that are available", "i was a little hesitant to believe some of that but our new data we recently published shows that as ketones go up, and this is giving a bolus of exogenous ketones to an animal that’s eating a high carbohydrate standard rat chow; glucose goes down", "we don’t know why that’s happening but part of the effect could be enhanced glucose disposal through enhanced insulin sensitivity and other things that we don’t fully understand", "some of the data that we’ll be collecting that may shed light on this is looking at the global metabolomic profile of the liver, with and without exogenous ketones and how that’s influencing liver metabolism", "so an alternative explanation could be a decrease in hepatic gluconeogenesis", "so i think it may be a number of things working together", "adam rokhorst has a question: can exogenous ketones combined with a low carb diet – in parentheses, but not a ketogenic diet – still give some or all of the benefits of a strict ketogenic diet", "the experiments that we run with exogenous ketones, most of them, excluding the one cancer experiment when we combined the ketogenic diet with ketone ester", "so our experiments are typically run using exogenous ketones given to animals eating a standard high carb rodent chow", "so i would say yes to this", "and i would say yes because our first experiment, originally what i wanted to do was give ketone esters for one week and dive rats down to five atmospheres of oxygen, which is 132 feet of sea water", "and we know that they have a seizure in about ten minutes", "and look at that latency to seizure", "after talking with a number of experts, and dr", "veech, too, we thought the ketones would work immediately", "but a number of the experts are convincing me that you needed to be keto adapted to get the benefits of exogenous ketones, to get the optimal benefits, i’ll say", "i thought they were right because we actually tried dr", "veech’s version of the mono ester of beta-hydroxybutyrate and it didn’t prevent oxygen toxicity seizures, at least in acute dose", "so i was more inclined to believe that you needed continuous, kind of long term dosing to get the brain to switch over", "but then we tried the 1-3 butanediol acetoacetate dye ester, which rapidly elevated beta-hydroxybutyrate and acetoacetate", "and that a single dose, 30 minutes prior to a five atmosphere dive gave like 600 percent neuro protection or delayed the latency to seizure from ten minutes to over an hour", "which was pretty much more effective than any anti-convulsing drug ever tested", "that was just simply feeding an animal that’s eating a high carb diet, titrating in the dosage just enough to elevate blood ketones to a level of ketosis on par with a person fasting for one week", "so you had prolonged fasting level ketosis in 30 minutes", "and unlike drugs where you get a variety of effects, it worked in this animal and not that animal; every single animal we tested, we saw this remarkable neuro protection with the ketone esters", "so that was not my original hypothesis that it would work this way but it did", "i guess dr", "veech was right", "not right about the ester", "i think we needed not only beta-hydroxybutyrate, we needed acetoacetate", "and his particular ester did not elevate that", "i think beta-hydroxybutyrate, elevating that, would for his – he’s looking at exercise performance and cognitive benefits, too", "i think it would work, beta-hydroxybutyrate alone, remarkably well for that", "but when it comes to mitigating oxygen toxicity seizures, and also other seizures, the alamodels, it’s very clear that you need to have an elevation of acetoacetate", "and that spontaneously decarboxylates the acetone", "and we know that can open potassium channels and hyper polarize the resting membrane potential and mitigate some of the glutamate exciter toxicity that’s thought to be involved in seizure genesis", "and you don’t get that with just beta-hydroxybutyrate ester", "so to answer your question, yes, i think you can get exogenous ketones", "i went off on a tangent", "if you’re really talking about combining exogenous ketones to a low carb diet, can you get the benefits", "absolutely, i think you can do that", "even on a moderate carb diet, you can probably get the benefits", "there are so many benefits to a low carb diet in and of itself that we know about, i think it just makes sense to use it with some kind of carbohydrate restriction; that’s really important", "if you look at our cancer study, we did the ketogenic diet and hyperbaric oxygen and that had a remarkable effect at prolonging survival in a model of advanced metastatic cancer", "when we combined the ketogenic diet with hyperbaric oxygen and we combined ketone supplementation, we had a really significant increase in survival and suppression of tumor growth and also metastasis"]}