{"dialog_idx": {"mike birbiglia": [21, 22, 23, 24, 25, 32, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 49, 50, 51, 52, 53, 54, 55, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 82, 85, 86, 91, 92, 93, 94, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 130, 131, 132, 133, 134, 135, 136, 139, 140, 141, 143, 144, 145, 146, 147, 150, 151, 152, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 167, 168, 169, 176, 177, 178, 179, 180, 181, 182, 184, 185, 186, 187, 188, 190, 192, 193, 194, 195, 196, 197, 198, 199, 201, 202, 203, 204, 205, 206, 207, 208, 209, 211, 213, 214, 215, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 232, 233, 234, 235, 236, 237, 238, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 266, 267, 268, 269, 270, 272, 273, 274, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 300, 301, 303, 305, 306, 307, 308, 309, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 325, 326, 327, 328, 329, 330, 332, 333, 334, 335, 336, 337, 338, 339, 341, 342, 343, 344, 345, 346, 347, 353, 358, 361, 364, 366, 367, 368, 369, 370, 372, 373, 374, 375, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 425, 427, 429, 430, 431, 432, 433, 436, 437, 438, 439, 444, 445, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 502, 506, 507, 508, 511, 512, 513, 515, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 534, 535, 536, 537, 539, 540, 541, 542, 543, 545, 546, 547, 548, 549, 553, 554, 555, 559, 560, 561, 562, 563, 564, 565, 566, 579, 580, 581, 583, 584, 585, 586, 589, 590, 591, 592, 593, 594, 598, 599, 600, 602, 603, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 618, 622, 624, 625, 626, 627, 628, 629, 630, 631, 632, 634, 638, 639, 640, 641, 642, 643, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 662, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 697, 698, 699, 705, 706, 707, 708, 724, 728, 729, 730, 731, 733, 735, 736, 737, 738, 743, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 766, 767, 768, 769, 770, 771, 772, 773, 775, 781, 782, 783, 784, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 800, 804, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 837, 846, 847, 848, 849, 850, 851, 854, 857, 859, 860, 861, 862, 863, 867, 868, 870, 873, 874, 875, 876, 877, 887, 889, 890, 893], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 26, 27, 28, 29, 30, 31, 33, 45, 46, 47, 48, 56, 57, 58, 59, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 83, 84, 87, 88, 89, 90, 95, 113, 114, 127, 128, 129, 137, 138, 142, 148, 149, 153, 154, 155, 166, 170, 171, 172, 173, 174, 175, 183, 189, 191, 200, 210, 212, 216, 217, 229, 230, 231, 239, 263, 264, 265, 271, 275, 276, 277, 278, 279, 298, 299, 302, 304, 310, 311, 312, 323, 324, 331, 340, 348, 349, 350, 351, 352, 354, 355, 356, 357, 359, 360, 362, 363, 365, 371, 376, 377, 378, 379, 380, 381, 382, 407, 408, 409, 410, 411, 424, 426, 428, 434, 435, 440, 441, 442, 443, 446, 447, 448, 449, 450, 451, 452, 453, 501, 503, 504, 505, 509, 510, 514, 516, 531, 532, 533, 538, 544, 550, 551, 552, 556, 557, 558, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 582, 587, 588, 595, 596, 597, 601, 604, 615, 616, 617, 619, 620, 621, 623, 633, 635, 636, 637, 644, 645, 646, 660, 661, 663, 664, 665, 666, 667, 668, 669, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 700, 701, 702, 703, 704, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 725, 726, 727, 732, 734, 739, 740, 741, 742, 744, 745, 746, 747, 765, 774, 776, 777, 778, 779, 780, 785, 799, 801, 802, 803, 805, 806, 807, 808, 809, 810, 811, 812, 813, 829, 830, 831, 832, 833, 834, 835, 836, 838, 839, 840, 841, 842, 843, 844, 845, 852, 853, 855, 856, 858, 864, 865, 866, 869, 871, 872, 878, 879, 880, 881, 882, 883, 884, 885, 886, 888, 891, 892, 894, 895]}, "episode_num": 176, "file_type": "html", "guests": ["mike birbiglia"], "num_sentences": 896, "num_words": 14336, "raw_text": "Tim Ferriss: Hello boys and girls, whambats and squirrels, this is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, where it is my job to deconstruct world class performers, tease out the habits, routines, favorite books, etc. that you can use in your own life. And I’m speaking in hushed tones because I’m in the airport and I don’t like to yell and scream when in the airport, lest I get a boot on my head. So the guest, Mike Birbiglia; I’ve wanted to interview Mike for years. You can find him on Twitter at Birbigs, B-I-R-N-I-G-S. He’s one of the best known and busiest working comedians in the world, both behind and in front of the camera. His standup blends a lot of different elements; theater, film, storytelling and comedy. This is of interest to me because he’s been very deliberate in studying different crafts and tying them together. This is reflected in his string of success which include sold out tours as a solo theater act – he just did 100 cities not too long ago – New York Times best-selling books, off Broadway shows, feature film, TV, and much more. In the last few years, his work has started to appear on This American Life, which is an incredible show and podcast, for those interested, where he began a meaningful collaboration with the host and producer, Ira Glass, who I’d love to have on the podcast at some point. Currently, Mike is the creator, writer and star of the new film, Don’t Think Twice, which is hilarious, heartrending, just a wonderful watch. I saw an early preview copy and it blew me away so I highly recommend it. I don’t say that lightly. It’s a great movie. If you’ve struggled with notions of feeling like a failure, hoping for success, achieving some degree of success and then getting more or less than you bargained for, it’s an incredible journey so I do recommend you check that out. And how the hell does he pull all of this stuff off? He seems to be juggling a million projects. I aim to find out. We dig into it. So, without further ado, please enjoy Mike Birbiglia. Mike, welcome to the show. Mike Birbiglia: Thanks, Tim. It’s very exciting and timely for me to be here. I’m digging into all of your stuff. I’m immersing myself in it and it’s affecting my life in real time. So speaking with you is almost a virtual reality experience. Tim Ferriss: I think this is a mutual feeling, since I’ve been a consumer and fan of your comedy for so long. And I’ve started thinking, after Elon Musk hints that we could be, logically speaking, players in some sophisticated future entity’s video game that this might all be a virtual reality, albeit a very sophisticated one. But if I wanted to bring us back to the earth, at least as we understand it for a second, I pinged a number of mutual friends of ours, Brian Koppelman, of course, famed screenwriter, all around good guy; Chris Sacca, both of whom have been on the podcast before because they’ve spent some time with you. I wanted to ask a number of things that they brought up. So the first was from Koppelman, and I asked very specifically, does he have any obsessions that you know of outside of comedy? And one word back: pizza. Mike Birbiglia: That’s correct. Tim Ferriss: Can you elaborate on this, please? Mike Birbiglia: It’s such an embarrassing obsession because it’s simple; it’s bread and cheese and sauce. Hearing you say that makes me realize how simple of a human being I am. I have a joke from my first album, Two Drink Mike, which is I love pizza so much I would marry it, but it would just be an elaborate ploy to eat her whole family at the reception. So stupid. But yeah, I love pizza. It’s the simplicity of it. It’s from my childhood. There’s no deeper meaning other than by the time my mom raised me – that’s Freudian, saying that, because I was raised by my mother and father, but my mother was around more often. She really kind of gave up on parenting and ordered pizza a lot. You know, she didn’t want to cook that much and so she’d just be like, “Let’s just order pizza.” So we just got very used to it. Now, I figure in my adulthood I might as well be a connoisseur and have good pizza. Tim Ferriss: What now qualifies for you as good pizza? If you could have one type of pizza delivered to you, and I’m sure there are many options but are you a deep dish? Are you a New York style thin crust? What are we talking? Mike Birbiglia: I think there are two kinds of people that I like most. One is New York thin crust, coal oven and places like Arturo’s and Lucali and Luzzo. Then from my childhood just in Massachusetts, there’s a ton of Greek pizza. There are all these sort of greasy, Greek pizzerias that I grew up on and so I have a fondness for that. It’s like all through New England. So if I’m driving to my parents’ house, I’ll stop in Connecticut at a pizzeria on the side of the road in a suburb; you can just get pizza. The other pit stop there is New Haven has extraordinary pizza, too. Tim Ferriss: Really? Never would have guessed in a million years. Is there something that characterizes Greek pizza, other than the fact that it’s made by Greeks? Is it the same ingredients or do they do something? Mike Birbiglia: No, it’s the same ingredients. It’s a medium sized crust pizza. And there are a million theories on pizza. Most people say it’s based on the water. There are books and books written about pizza but people say it’s water based and that’s what makes it good, which is why for whatever New York pizza is better, in my opinion, think about most places. The reason Koppelman is bringing that up is because I would have these readings from my film, Don’t Think Twice at my house to workshop the film script the way that I workshop my standup. I would have people over like Frank Koppelman, Michael Webber, Phil Lord came to one, Nicole Haulsetter and I would always have the best pizza. I’d have Lucali, or I’d have Luzzo and I would say at the beginning of the reading, “The script might be bad but at the end, we’re all going to eat pizza.” Tim Ferriss: It’s like dealing with grade schoolers. Mike Birbiglia: It is like dealing with grade schoolers but it’s a great incentive. I always urge screenwriters or anyone who needs feedback on their work to just invite people to something where you give them something; give them food, give them ice cream, give them pizza and try and solicit their feedback. Because feedback I think is the most valuable thing you can have for your writing. Tim Ferriss: Let’s talk about two things, since they came up. The movie, first of all, I was very excited to get a sneak peek, I suppose – early access – Vimeo and I’m only a half hour in but I’ve loved it. I watched it actually with a friend and also a former podcast guest, Cal Fussman who wrote the What I Learned column, or a large portion of it for decades for Esquire. And we both, after watching the portion we watched because I had to jump on the phone to do this interview, No. 1 he said you should skip ahead to see the end so you can discuss it with Mike. And I said no, I want to watch the rest of the movie, the entire movie tonight. So I was very pleased and relieved that the movie is really, really good. I’m going to digress here because that’s my style but many moons ago I actually took one, and it was the only improv class, at this place called Beau Bonneau Casting in San Francisco. I remember it. It brought back memories and it made me want to go take improve classes as well as go see good improve. So Don’t Think Twice, I would highly recommend people check it out and Sacca loves it, as well. Mike Birbiglia: And it gets better, by the way. Tim Ferriss: And it gets better. I’m not even through Act One. Mike Birbiglia: It’s nice that you haven’t seen the whole thing because I can dance around things so that the listeners aren’t spoiled on things. But yeah, it gets better. Tim Ferriss: One of the comments that came up from Cal – and I concur – was that the writing was really good. So I wanted to talk about the work shopping. What is the format? Could you explain how you workshop the material and at what stage do you workshop it? Mike Birbiglia: My first film was called Sleepwalk With Me. If people want to see it, it’s on Netflix and it’s easy to find. After I made it, I went back to improvising at UCB Theatre after years of taking time off from improv. I’d studied it in college, etc. Tim Ferriss: UCB? Mike Birbiglia: Upright Citizens Brigade Theatre in Los Angeles. The reason I went back to it was because I realized that so many of the principles that you see at the beginning of the movie and that you probably studied in your class say: yes, it’s all about the group; don’t think, just do. All those principles are really what got me through directing a film, which was the hardest thing – by far – I’ve ever done in my entire life. After I directed it, I was like how the hell did I even live through that? How did I even stay alive? And I realized it was all these things that improv had taught me. So I veered back into doing improv. One night my wife, who is brilliant, came to one of my improve shows. She made this observation, and I thought it was wonderful. Because I think on that given night, guest improvisers sit in with me, a show called Mike Birbiglia’s Dream, and any given week it will be Aidy Bryant from SNL, or Ellie Kemper from Kimmy Schmidt or Zach Woods from Silicon Valley. And my wife said, “It’s amazing watching this art form with these people because it’s all about the group and how everyone’s equal, but in real life that person’s a TV star, that person’s a movie star and that person shares a one bedroom in Bushwick with five dudes who live on air mattresses.” And I thought, man, that’s not just a great observation; it’s a whole movie. That is a whole movie to me. And I could just see the movie. I started just writing out this really kind of what I’d call a throw up pass of the movie script. I would go to coffee shops in the morning. My minimum is three hours; I’d stick myself in a coffee shop with no internet and no email, no anything. If it’s going well, I go up to five hours and if it’s not going well, I just end at three hours. Tim Ferriss: Sorry to interrupt. Do you have a time that you generally used for that? Mike Birbiglia: I try to do 7 a.m. I try to write before my inhibitions take hold of me. Because I’m an actor, as well, I always say write in a trance and act in a trance. You don’t want to even think consciously about what you’re putting on the page for fear of oh, you wrote this down in your book. You write them as emails to people. And I think that’s brilliant. That’s in your book, right? Mike Birbiglia: It is, and just for people who don’t have that context – or I might have talked about it in an interview, perhaps. I said I basically threw out the first few drafts of four or five chapters of The Four Hour Workweek because it was either too pompous or too slapstick. And then I decided to literally go into an email compose window and write the first chapter as if it were just a letter to a close friend after me having had two drinks; that was basically it, the approach. Mike Birbiglia: That’s so brilliant. And a lot of times what I do is I’ll write in my journal as though it will never be seen by anyone ever, and then more often than not the things that I put in my secret journal are the things that I publish. Tim Ferriss: And when you sit down at the coffee shop, 7 a.m. or just beforehand, a couple of things. Do you have a particular type of coffee or beverage, and then do you use Word? Mike Birbiglia: I do a cappuccino and I Movie Magic Screenwriter is the program I use, or I write in a notebook by hand. I try to write as much by hand in a nice notebook that has some meaning to me. Last summer I was on tour for the movie Trainwreck with Dave Attell and Amy Schumer, Vanessa Bayer and it was my birthday. Dave Attell got me a journal. It was really sweet. He just gave me a little gift for my birthday. We were in Seattle on tour and he gave me a nice journal. Tim Ferriss: That’s really nice. One of my favorite standup comics; never had any interaction with him but really amazing. Mike Birbiglia: Yeah, one of the greats. I asked him if he would sign it just on the back somewhere. So I have a Dave Attell notebook. Tim Ferriss: The signature series. Mike Birbiglia: I think of it as it’s blessed. You know, like sometimes people ask me to sign their notebook, and I’ll write, “I bless these jokes.” With my friends, you know Andrew Dost, who’s a musician who’s in the band “Fun,” he came to see my off Broadway show, Thank God for Jokes. He actually brought me a journal as a gift. I asked him if he would sign it, and so he wrote this nice note. There’s something about the personal element and the personal relationship with notebooks that I think can be helpful to the writer. Tim Ferriss: A couple of perhaps mundane questions but I’m curious nonetheless; Movie Magic Screenwriter. Why do you use that instead of, say, Final Cut or something like that? Mike Birbiglia: It’s so stupid. I’m a real wonk with screenwriting. I listen to the Script Notes podcast with Craig Mason and John August, and those guys despise Final Cut; they just despise it – oh, I’m sorry; Final Draft. Tim Ferriss: I always mix those up. I just incepted you with the wrong information, sorry. Yes, Final Draft. Mike Birbiglia: But anyway, a few years ago I stumbled across Movie Magic and I like it. There’s no good reason, necessarily. And actually, this is a real quirk that I rarely admit to anyone, never mind in public. To finish the script I found that I kept putting it off and putting it off, and I was analyzing my habits. And I was like, I’m putting off writing the script but I’m not putting off having lunch with Brian Koppelman or having lunch with my brother or whatever. So I thought, I’m always on time and I always show up to things so why don’t I do that for myself? So what I did was I put a handwritten note next to my bed that said – and it has three exclamation points: “Mike!!! You have a meeting at Café Pedlar” – that’s where I was writing – “at 7 a.m. with your mind,” which is so stupid. It’ s so embarrassing to admit but it worked! Tim Ferriss: If it works, it works. Mike Birbiglia: Yes, if it works, it works. I was like, I have a meeting. It doesn’t matter that it’s with myself but it’s a meeting and I have to be on time. Tim Ferriss: I love that. I love it that the human mind is such an odd amalgamation of sensical and nonsensical behaviors. I just love it. When you brain vomit… Mike Birbiglia: So I vomited the script out in a few weeks. Tim Ferriss: Is it scenes? Do you start with just stream of consciousness lines you want to include? Mike Birbiglia: Yes, that’s exactly right. It goes from stream of consciousness: I’d like to see a scene of this, I’d like to see a scene of this, I’d like to hear this piece of dialogue. I corkboard my walls. It’s silly when you see my office. It’s just like a wall of corkboard. One of the three by fives I put up, I put up all of these mind writing slogans which you can look up, things like an Ezra Pound quote that I have on my wall that is literally three words. I think it’s one of the best quotes for writing: “Only emotion endures.” I always try to keep that in mind when I’m writing because I think it’s just a really crucial idea. Tim Ferriss: You said mind writing quotes? Mike Birbiglia: Yeah, mind writing quotes. You can do Googles for mind writing quotes, and it’s like quotes from writers collected over time by famous writers. You look around and there are lines from Hemmingway, and lines from George Orwell and Jack Kerouac. It was funny because it was something that Elma Baker, who is a producer on This American Life actually gave me as a tip when I was writing my book, Sleepwalk With Me and Other Painfully True Stories. She said, “When I wrote my book, I had all these mind writing slogans on the wall.” I used it and I find it to be really, really helpful. Tim Ferriss: So only emotion endures, was that the quote? Mike Birbiglia: Only emotion endures. Tim Ferriss: What does that mean to you? Mike Birbiglia: A lot of times as a writer you get hung up on cultural references. If you see a comedian, a lot of times the way that I lose interest in comedians, for example, or sitcoms or movies or whatever, is they get hung up on a cultural reference; a joke about a cultural reference that literally will be gone in four years or five years. Like there’s a reference to Twitter in my movie, Don’t Think Twice. I was very cautious to think through the implications of in ten years when Twitter no longer exists, or becomes the MySpace of the future, will that reference make sense to the viewer and advance the story? Because you always have to think in those terms. There’s a part of Sleepwalk With Me, the movie, where my character is figuring out how to drive to one of his gigs and he uses Google Maps. It’s like a very key visual, and I had to think okay, what’s going to be the mapping system of the future and will people be able to grasp what this mapping system is in relation to the story? In other words, if you get too hung up in making cultural jokes, about things that might go away, then that whole five minutes of the movie is sort of dead, in a way. Tim Ferriss: It’s at risk afirma when you have that topical hook. Mike Birbiglia: Yeah, and so with this movie, it was really what is this about? It’s about friends. It’s about a group of friends coping with what it’s like to be in their 30s and confront the idea that they might not be successful the way they thought they were going to be successful in life, and what does that mean. What does that mean for their lives? What does it mean for their friendships? So whenever it would veer into something that was like a cultural reference, I’d be like: no, let’s pull it back to it’s about friends. So that’s what I mean by mind writing flow. Then I would have also on the wall things that felt like principles for the movie. When my wife made the observation of how everyone’s equal on stage but off stage they’re completely unequal, I wrote on the wall this thing I made up which is, “Art is socialism but life is capitalism.” And that was a guiding principle for the film. Tim Ferriss: I like that. Mike Birbiglia: How can that be a conflict between these friends? Tim Ferriss: You should add your own quote to the mind writing quotes collection. Mike Birbiglia: You know who bites me on that is Bernie supporters. They go: yeah, but it doesn’t have to be! And I get their point. Tim Ferriss: At what point, then, do you invite your friends over and ply them with pizza? What form, like how rough is it when you give it to them? Mike Birbiglia: Probably about two months in. I started writing two years ago at the end of April. It was June 10th I had people over. So it was two months in draft and I had people over. And I’d preface it. I’d say it might not be good, and thanks for coming. I had ten or 12 of those at my house. They ended up being some of the most fun part of the process entirely. Because there’s really no stakes to showing your friends your work. It feels like there’s stakes; I was very nervous. But it’s just there’s something communal about it; something fun about it. Tim Ferriss: Do you do a table read? Do you have people take roles or do they all just read in silence and then give you feedback? How does it work. Mike Birbiglia: No, I have them read it aloud. I would have my assistant at the time, Greg, would read the screen directions and I would assign parts. I would highlight the scripts for people and then we’d read it aloud. Then we’d eat pizza, and we’d just kind of talk about what it made us feel like. The director of my one person shows is this guy named Seth Barrow. He’s a really brilliant theater director. He always does this thing dramaturgically. Tim Ferriss: Oh, good word! Mike Birbiglia: I will pitch him what I’m working on, what my idea is or a piece of writing. I even did it this week because I was asked to write a piece for a storytelling piece at Nantucket Film Festival. I read it to him over the phone, and then he says back to me, well, what I get from that is this. And it’s a nonjudgmental way of interfacing with a collaborator. So in other words, he reads the script and then he says, what I get from it is it’s a group of friends and one of them ends up being more successful than the other. And then they’re all trying to figure out what they’re doing with their lives. So if he says that back to me and I think to myself: no, it’s more than that; it’s actually about this, this and this. And he says: well, that’s not what I got from it. It’s actually helpful to the process because I think one of the most important things about writing is that people are getting what you’re intending. Like I listened to an interview with Ron Howard where he was talking about how he shows his movie to tons of test audiences so that they can tell him what the vision for the movie should be in the rough cut form. But it’s to find out whether his vision is landing with people. And if it’s not landing, then he’s not conveying it correctly and he goes back and reworks it a lot. So that’s how I like to think of the screenplay process. What I’m doing essentially in my living room in my shabby apartment in Brooklyn is basically what they’re doing on the $100 million level in Hollywood with tons more money, and fancier offices. It’s quote-unquote development in Hollywood. They develop these screenplays for years and years and years, and it’s all these executives giving notes. But I don’t want executives to give notes to me; I want writers to give notes to me, and I want actors to give notes. I want collaborators who actually do the things that I like and who I aspire to be like. I invite people over who are way better writers than me. I have no business getting notes from Phil Lord, who’s a director of 21 Jump Street and the Lego Movie; he just has a brilliant, brilliant mind. But who cares? I’m just going to ask him to come. If he doesn’t want to come, that’s fine, too. Tim Ferriss: Do you generally go through, say, a five minute scene in its entirety and then people do a post mortem and give their thoughts? Or will they read a line and say: you know what, my character wouldn’t say that; that’s weird, it sounds stilted. How do you actually facilitate? Mike Birbiglia: We read it start to finish. So we read it like it’s a table read for a sitcom or a movie. Then at the end, we just kind of adjourn and some fiery discussion starts. A lot of people give their thoughts, and they really conflict with other people’s thoughts and those people fight with each other, and I listen to that. It’s really helpful. Tim Ferriss: So you don’t swear on stage, generally, as I understand it although Sacca said one or two funny exceptions, perhaps. Mike Birbiglia: True. And in the recent show, Thank God for Jokes, I actually dissect why I don’t curse gratuitously on stage and why, in some ways in the Thank God for Jokes show, I departed from that a little bit. Which I can explain. Tim Ferriss: Yeah, please explain. Because for instance, I am an avid consumer of standup, love it. I’ve heard, for instance, Dirty Jim Gaffigan. But he’s largely sanitized but he can often pull it off. So what is your logic behind your approach? Mike Birbiglia: My logic started off in kind of an embarrassing way, which is to say that my parents were very upset that I was going to pursue comedy. My dad’s a doctor and my mom’s a nurse; those are professions where people help other people and are ashamed of their artistic children. My mom was so upset when I was moving to New York, and she said don’t become one of those dirty comedians. And I said okay. She said, “You don’t have to use those words to be funny. For example, Oprah’s very funny.” And I was like, “Mom, I’m not sure you understand my goal. I’m not trying to be the queen of daytime.” But it stuck with me because you know, you want to make your parents happy. You want to pursue your goals but these people gave you everything and so you should heed that, to some extent. So I’ve tried not to curse for a lot of years. But I do feel conflicted about that sometimes because a lot of comedians I admire most did curse on stage; Lenny Bruce, Richard Pryor. And then some of them who famously don’t curse are secretly criminals. That was a Bill Cosby reference. But yeah, so I’m somewhere in between that. I will say I don’t curse gratuitously more often as word choice than it is to sanitize it for people who object for Christian reasons about words. I curse quite a bit in my life, but when you’re a writer, I think that word choice is important; I thin word variety is important. I don’t know if you curse in the podcast… Tim Ferriss: I do occasionally but I try not to be egregious. Mike Birbiglia: If you say the F word 75 times in an hour, that’s poor word choice. You’re not being creative. Tim Ferriss: It’s lazy. It’s like using the adjective “interesting” as a modifier for [inaudible] [crosstalk]. Mike Birbiglia: Ah, yes. As a matter of fact, there’s this brilliant film that calls out that point at the festival called Captain Fantastic, and it’s coming out I think in September. Tim Ferriss: Is this with Viggo Mortensen? Mike Birbiglia: It is, yes. Tim Ferriss: A friend of mine saw a screener and said it was fantastic. Mike Birbiglia: It’s wonderful. It’s a father who raises his family in the woods, like off the grid, so to speak, in Washington State. He won’t let the kids say the word “interesting” because it doesn’t mean anything. It made me reconsider that as a word choice and try to banish it from my vocabulary. But the point is, I don’t think the F word is effective as a monologue unless you’re using it to the right effect, to the good effect. Tim Ferriss: For those who are interested in delving into the etymology and various uses of the word “fuck,” which is in fact very flexible, there is a book called English as a Second Fucking Language, that is a fantastic short read. I think it has a quote from Steven King – I might be making this up; don’t sue me, Steven – on the front, or some huge name. Who do you run jokes by? Mike Birbiglia: I run them by primarily audiences. I go out and I bomb with jokes and see what lives. Also, my brother Joe. My brother Joe introduced me to comedy when I was a kid. He was a senior in high school and I was in eight or ninth grade, and I was helping him write these satire issues of the newspaper. So that was my introduction to comedy. He took me to see Steven Wright live, and that changed my life. That was when I was in high school and it just changed the way I thought about everything. It was an epiphany moment of I want to do that; that’s what I can do. And I started writing in my notebook, and I wrote all these kind of Steven Wright rip-off jokes, really. Tim Ferriss: 24 hour banking? Who has time for that? Mike Birbiglia: Exactly, yeah. I went to a drive in movie in a cab. The movie cost me $95.00. They’re just great. They’re just endlessly great if people are interested in that type of joke. Another great joke writer in that vein is Mitch Hedberg, who I’m sure people are familiar with. Tim Ferriss: So good. Mike Birbiglia: But anyway, once I saw Steven Wright, I was like, this is over; I’m doing this. Then when I was in college, I entered a standup comedy contest and I won, so it got me a chance to perform at the DC Improv. Then I got a job working the door at the DC Improv. But the point is that my brother Joe and I always would kick around jokes, ever since I was 19 years old. And now he’s worked for me, or he’s worked with me. We’ve run our production company for the last ten years together. I poached him from being an ad copy writer. Because he had gone sort of the route that my parents had wanted me to go, and I veered into comedy and then I sort of brought him along when I was able to financially do that. Tim Ferriss: Pulled him to the dark side. Mike Birbiglia: I pulled him to the dark side and yeah, he’s an extraordinary writer so I run everything by him. But the big thing is also I run stuff by Ira Glass when we’re working on something for This American Life. I run stuff by Seth Barrish when we’re working on something for one of my One Person shows. And then my wife quite a bit, and then audiences. Audiences are the big determiner of what is worth saying. And when I say audiences, it doesn’t have to be 2,000 people. Ten people at the Comedy Cellar at 2 in the morning, I can understand whether a bit is going to work for five years. Tim Ferriss: I love watching comedians work material, and I’ve seen a number of them with notepads who are friends of mine working on material. They’ll apologize after the fact, and I’m like: no, are you kidding me? This is what I want to see. I can always see the finished product on HBO or wherever it ends up coming out. This is the in process stuff that I want to see. Mike Birbiglia: Me too; I love it. Tim Ferriss: So let me dig into some of the details and see if there’s anything to discuss. So the process of eliciting feedback, when you pass something by someone, let’s just say it’s comedy and you’re talking to Ira Glass or someone like that. Are there any particular questions that you ask? And the reason I bring that up is that when I have my friends who are writers proofread my writing, let’s say for a book, I ask them first to highlight anything that is confusing or unclear. Mike Birbiglia: Oh, that’s good. Tim Ferriss: Whether they love or hate something is secondary to clarity. As long as it’s clear, they can hate it but I want them to understand what I’m saying and then it kind of goes on from there. Mike Birbiglia: That’s similar to the Ron Howard idea; is what I’m creating being conveyed the way that I meant for it to be conveyed? Tim Ferriss: Right. So in your case, Ira is a brilliant man but not a comedian, s far as I can tell, although he has his moments of being funny, certainly. Mike Birbiglia: Oh, very funny, yes. Tim Ferriss: With someone like Ira, or anyone else, is there a particular way that you elicit feedback to make it as helpful as possible? Mike Birbiglia: Usually I will tell people bits and jokes over the phone, partly because they can sort of peacefully give feedback in a way that’s not judgmental. When you’re face to face with somebody, it consumer be hard to say a joke to them and have them feel the pressure of oh, I should laugh or I should politely respond. On the phone it’s pretty easy to just kind of like skim through stuff and I can hear when people are interested by what’s being said. Quentin Tarantino – I’ve read this – will call people endlessly and pitch them movies that he’s working on. He says he doesn’t even have to hear the laughter; he can hear in their silence what their interest level is. Tim Ferriss: It’s like the silence whisperer. Mike Birbiglia: Exactly. There’s some truth to that. If you pitch stuff to people all the time, after awhile you kind of get the sense of are they hooked or are they not? If they’re not hooked, you should consider another direction. Tim Ferriss: Yeah, definitely. Tarantino is a fascinating case. I’m hoping to have him on the podcast sometime in the next six to 12 months, which I think could happen. This is a very broad question. Why did you make it, so to speak, in a business where very few people do? You’ve reached a level of success across several different art forms, but let’s just look at comedy and the various iterations of that. What were the decisions you made, or chance encounters or mentors, or whatever it might be that contributed it to you making it, at least that being the perception, certainly? Mike Birbiglia: When I was 19, I had a bladder tumor. They caught it early. It was a malignant tumor so every three months for the next five years, I would have to go for a cystoscopy where they would look inside my bladder and see if the cancer had returned. And it didn’t. I was very, very lucky. It’s like almost 20 years later and I go for a cystoscopy now every two years ago. But at the exact, same time that I had this kind of life threatening ailment happen, I started to do comedy. I entered a contest, and I won and I got this job at the DC Improv. And I would watch every comedian who would come through the DC Improve. The variety, actually, was really helpful. I saw Larry the Cable Guy before he was a stadium act. I saw Dave Chappelle before he was The Chappelle Show, and George Lopez and Margaret Cho, Kathleen Madigan, Brian Regan, Jake Johannsen, Jim Gaffney and all these people. I watched all of them and I would try to just bug them with questions. So I had this kind of education in watching a ton of comedy and going to open mikes and trying comedy at the exact, same time where I had this realization from cancer that life is short and can end, and it can end at any time. And it is, in some ways, the best thing that ever happened to me was that perspective because I became an absolute workaholic, trying to get good fast. I wanted to become a really great standup comedian really fast. So I feel like that’s the thing. There’s this comedian, Tommy Johnagin who started in the Midwest, and I remember he opened for me one time when he was in college. Now he’s been on Letterman a lot of times and he’s got a great career. But when he opened for me when he was in college, he had done standup once or twice. He quoted this back to me years later. He goes, “You gave me this piece of advice the moment I started, and it’s helped me create what I’ve created as a career. Which is if you want to perform five minutes of comedy, write what you think is three hours of great comedy.” Because that’s the ratio that it’s going to be. You’re going to write about three hours of what you think is great, and about five minutes of that is worth showing an audience. Tim Ferriss: That’s a good quote. I remember reading at some point, I don’t recall who it was. I want to say Neil Gaimon but that’s just because I have a secret infatuation – not so secret infatuation with Neil Gaimon. So this is something helpful that I want to attribute to him somehow. Which was a writer talking about process and discussing the frustration of, say, writing nine or ten pages and only having one or two paragraphs at the end be worthwhile, and feeling like the first nine pages were a waste of time but then emphasizing now, in fact, you needed those first nine pages so that you could produce the two paragraphs that are of use. Mike Birbiglia: That’s a brilliant way of looking at it. Not only that, everything that you do in your life, I’ve realized over the years, is leading to where you are. So in other words, the fact that in college I worked at the door of DC Improve and brought food to people’s tables, and I was a waiter at the Toombs when I was in college, and then I was a temp in New York City at a pharmaceutical company. All of that actually led to the life experience that would be able to put something on the page that feels real. I went to a little talk at the Nantucket Film Fest this morning with Oliver Stone. The thing I wrote down in my notebook from it, my takeaway, was when he was 20 years old, he wrote I think a novel and it got rejected all over New York City, every publisher for two years. He tried to get it published for two years. Then he joined the Army. When he got out of the Army, because of the GI bill he was able to go to film school and he made films. What he talks about is it was the Army that taught him to become self reliant in a way that allowed him to understand how to make films. He says, “The Army is what took me out of my head and made my understand that it’s not about being just cerebral; it’s about a combination of cerebral and self reliant and being able to survive in the forest or whatever it is.” And that’s what went into this epic film career that Oliver Stone has had. And I think that’s worth considering in this discussion. Tim Ferriss: So given that, which I agree with – and how old are you now, Mike, if you don’t mind me asking? Mike Birbiglia: I just turned 38 this week. Tim Ferriss: Happy birthday. Mike Birbiglia: Thanks. Tim Ferriss: If you were going to give advice, or could give advice to your 20-year-old self, 25 or 30, so you can pick, if you could place us in what you were doing, where you were; what advice would you give to yourself, if any? Mike Birbiglia: I would say write everything down because it’s all very fleeting. I would say keep a journal, which I have but I would have been more meticulous. And then I would say don’t bow to the gatekeepers at the head of, in my case, show business but at the gate of any business or any endeavor. Don’t bow to the gatekeepers because I think in essence, there are no gatekeepers. I think that you are the gatekeeper. Tim Ferriss: I like that. It has a vaguely Ghostbusters ring to it, also. Mike Birbiglia: But it’s bizarrely true now in history when we look at where we are in film and television and the internet. There’s this amazing quote, I think it’s at the end of Hearts of Darkness, which is the documentary about the making of Apocalypse Now. I think it’s in the end credits, or it’s one of the final things Francis Ford Coppola I’m pretty sure in the ‘70s said that the best movies in the future, because of the way that technology is moving, the best movies are going to be made by a kid – just from memory – a kid in Ohio who picks up a camera and starts shooting something. Technology is going to be democratized, and has been, now, in a way that’s unprecedented for film, certainly. Tim Ferriss: Oh, across the board. You have kids who are programming and piecing together autonomous cars in their garages. It’s really unbelievable. Although, as the technology or despite the technological changes, much like the quote on your wall, “emotions endure,” the core components of good storytelling I don’t think are going to change all that much. Mike Birbiglia: No, no. And as a matter of fact, I would say the same thing for my 20-year-old self; don’t waste your time on marketing, just try to get better. Tim Ferriss: Yes, great advice. I remember a blogger very early on, I think it was Robert Skogle, actually, said to me, “Good content is the best SEO.” So kind of the equivalent of writing online, which everybody is trying to optimize for search engine results and he’s like, “Just put out good content. People will link to it and that is how you get found.” Mike Birbiglia: Yes. And also it’s not about being good; it’s about being great. Because what I find, the older I get, is that a lot of people are good and a lot of people are smart, and a lot of people are clever. But not a lot of people give you their soul when they perform. Tim Ferriss: Yes, very, very true. So when you think of the word successful, who’s the first person who comes to mind and why? Mike Birbiglia: I’ll say a political and nonpolitical answer because if people dislike this person, then it kind of goes in one ear and out the other: Barack Obama. Barack Obama to me is very inspiring. He came from nothing. He’s president of the United States. I feel lost on culture, a lot of times. He doesn’t have to be. Like he doesn’t have to be the president. He could be an extremely wealthy anything. Like on Wall Street, he could be a corporate lawyer. He could be in Silicon Valley. He could do anything that would make a person billions of dollars, and he chose to work in service of the country. I met him at the 75th anniversary of the USO last month, which was really cool. But then I met him two years ago when my wife was pregnant. Our whole thing was whenever we meet someone who we know doesn’t care about meeting us, my wife and I always try and come up with a trick question that throws them off and they kind of like have to answer or have to think about it. I give this advice to people. If you ever see Jimmy Fallon on the street, don’t be like: I love The Tonight Show. Just be like: what do you think of kiwi? And he won’t be able to not be like, I love kiwi. Like just talk to people about a think they didn’t think they were going to talk about. And then next thing you know, you’re talking to Jimmy Fallon about kiwi and then you’ll have that for your life. So our thing with Obama was let’s tell him, because my wife was four months pregnant but we hadn’t told anybody yet, was why don’t we tell him you’re pregnant? And so when we get to the front, I go, “Mr. President, this is my wife, Jen. She’s newly pregnant but don’t tell anyone.” And he couldn’t help it. The president of the United States couldn’t help but be like, “Well, am in first to know?” And my wife say yes. She goes, “Do you have any parenting advice?” And he goes, “Well, get some sleep.” And we’re like, ha-ha because he’s the president. You know, it wasn’t that funny comically but he’s like your boss times a million. But then he got better because he goes, “No, actually, I got something.” He goes, “When you bring him home, the poo…” The president said poo. And the moment he said poo, I thought, this is the greatest day of my life. Like I could die right now and I’d be fine. He goes, “When you bring him home, the poo doesn’t smell. It doesn’t smell like adult poo. Adult poo smells bad.” And then he looked at me for affirmation, and I was like, “Absolutely, Mr. President; adult poo does indeed smell terrible. Thank you for inviting me to the Poo Seminar 2015.” And he goes, “And when you bring him home, babies crave structure; in their eating and in their sleeping.” And he goes, “And breastfeeding doesn’t always work out right away. There’s going to be a little bit of wonky. Don’t freak out. And if it doesn’t work out, the sleeping, right away; don’t freak out.” And he paused and he thought about it and he goes, “That’s actually some pretty good advice.” He complimented his own advice. But I’m telling you, the best thing to do is you’ve got to get people questions they don’t – and you’re doing it right now – you’ve got to give people questions they’re not expecting. And then my nonpolitical answer, people hate Obama, I get it, whatever; you’re a Republican, I don’t care. That’s your issue. But it would be Bob Dylan. Bob Dylan is the great artist of our time because, unlike the Rolling Stones or the Beatles who obviously broke up and some of them have died, but he continues to grow and learn and produce and to change. Time Out Of Mind is a top five Bob Dylan album of all time, and he made it in his 60s. It’s unbelievable. He made Freewheelin’ Bob Dylan when he was 21 years old. It’s unbelievable. Tim Ferriss: Yeah, when you’ve been doing it for three or four decades, you’ve definitely passed the once you’re lucky, twice you’re good stage. Mike Birbiglia: Yes. Tim Ferriss: The next question, I feel like, has to be out of left field for this to function after that incredible Obama story. So let me try a question that I’ve been dying to ask someone but I feel like you might be game for this. What are your rules for good sex? Mike Birbiglia: Oh wow, that is fascinating. Captain Fantastic has this piece of advice in it which I thought was smart, where the father says to the son, “When you make love to a woman, be gentle and listen.” And I think that’s wise; I think that’s good advice I think you should have sex, assuming your wife or girlfriend wants this, more than you think you should. Because it’s kind of like pizza; it’s never a bad idea. Tim Ferriss: You could even add that to the list of your incentives when they’re proofreading, I guess. And the script might not be good but at the end, we’re all going to have sex. Mike Birbiglia: That’s right. Oh, my God, if that’s the qualification for the next reading series, that will get so many people in the door. I had a joke on my first album, which is, “Pizza’s like sex; when it’s good it’s good, when it’s bad it gets on your shirt.” It’s honestly the dumbest joke but I still enjoy saying it. Tim Ferriss: Is there a book or books that you’ve given frequently as gifts? Mike Birbiglia: I give a book sometimes, but more often I give a DVD of Stop Making Sense. Tim Ferriss: I’m not familiar with that. Mike Birbiglia: It is the David Byrne concert film with the Talking Heads that Jonathan Demi directed, I think, in the early ‘80s. And it’s just a really innovative, strange concert film that’s very much worth watching and taking in in a creative sense because it’s so unorthodox. It’s called Stop Making Sense and musically, it pays off and I think visually it pays off because it’s very abstract. That’s the one thing I give. The other thing is people ask me about my sleepwalking all the time because I have obviously a very serious sleep disorder; it almost killed me. So I give this book called The Promise of Sleep, and it was written by Dr. William C. Dement, who is the father of sleep medicine in this decade or even century. He makes a cameo in my movie, Sleepwalk With Me, as himself. But it’s a wonderful book. People often say to me, because of my sleep disorder, what should I do, I have insomnia, blah, blah, blah. I always say first of all, get this book and second of all the basic takeaway for starters is an hour or two before bed, turn off your phone, turn off your computer and I forget what the third one is. But that’s the biggest thing. Think of sleep as something you don’t crash into but that you ease into, that you’re parking the car as opposed to crashing the car in the parking space. Tim Ferriss: That’s a good point. I like that analogy. Any other favorite movies or documentaries? Mike Birbiglia: I love Terms of Endearment and Broadcast News are two James L. Brooks films that I can just watch over and over and over again. I made Don’t Think Twice and I made Sleepwalk With Me and when I make hopefully the next eight or nine movies, I strive to make movies like those where you’re laughing and you’re crying. Because to me, that’s what all of it is for; it’s to experience the range of emotions within an hour and a half or two hours. Tim Ferriss: On that point, if you could combine three comedians, alive or dead, into one super comedian, who would you pick? Mike Birbiglia: Okay, it would go something like this. I’m writing this down on a pad. It would go Mitch Hedberg, Doug Stanhope, Maria Bamford. So Mitch Hedberg I think is the greatest joke writer of our time. I think Doug Stanhope is the most honest comedian of our time, and I think Maria Bamford is the most vocally and physically versatile. Tim Ferriss: Unbelievable. Mike Birbiglia: I just think what she does is uncanny. She drops into these voices that are just these completely vivid, pitch perfect impressions of people in her life and it’s uncanny. So I would say those three. That’s a great question, by the way. I’ve never gotten that question. Tim Ferriss: I’m going to have to dig in. I know Hedberg, I know Maria Bamford; I haven’t explored Doug Stanhope. Is there any particular work? Mike Birbiglia: There’s one called No Refunds that’s on Netflix. All of his stuff is meant to make people leave. So all of the names of his albums are things that imply that you can’t get your money back, essentially. Tim Ferriss: Does that meant hat he does what, as I understand it and I’ve listened to and watched a fair amount of his stuff, but Bill Burr? It seems that Bill Burr will deliberately lose the audiences because it’s no longer a challenge to simply make them laugh; he wants to be able to reel them back in. Is that effectively what Doug does? Mike Birbiglia: Yeah, it’s precisely that. Seeing Doug Stanhope live is Bill Burr actually to the extreme. It’s like a magic trick. It’s like watching Andy Kaufman doing his bit where he does his Latka character, speaking the gibberish to the audience and bombing, and people not realizing it’s a character and then going into a pitch perfect Elvis impersonation and people go crazy. It’s this thing where you can’t believe that he lands the show after how terrible he made it. It’s fascinating. And Bill Burr is incredible, too. Bill Burr may be very close to that list, as well. Tim Ferriss: Maria, I’ve listened to a lot of her comedy and although I alternatively love and hate this description in the self help business, which I try not to think about much but I get asked about The Secret a lot, and manifesting things which is not really a focus of mine, at all. But Maria has this hilarious bit that I always mention. I’m like, “You should listen to Maria Bamford; she talks about The Secret.” And there’s this bit where she’s talking about being down and out, and her sister is very successful, corporate, super efficient. Maria has her over at one point, and Maria has put together a vision board and there’s a microwave on the board. And her sister goes, “A microwave? Really? You want a bucking microwave? That’s depressing. I’ll buy you a microwave.” And then Maria’s like, “Bam! A manifest!” It’s like oh, my God, so genius. What purchase comes to mind – could be recent or whatever – that has positively impacted your life? Ideally not like a Maserati but something that’s on the less expensive side. Mike Birbiglia: This sounds so stupid and current, and speaking of things not enduring – who knows what this will even be, but I find the Fitbit was helpful for me. Because it tracks my sleep. And so it tells me this thing about my sleep. Tim Ferriss: It tells you how much you were walking the night before? Mike Birbiglia: No, it’s true. I don’t know if you know about this but it not only tells you how long you’ve slept but it tells you the quality of sleep. In other words, it tells you you’ve slept technically for eight hours but you were awake for an hour of that. So it’s actually quite helpful. Tim Ferriss: I like it. So you use it primarily for your sleep, then? Mike Birbiglia: For my sleep, yeah. I like trying to get to 10,000 steps a day; that’s helpful. But for the sleep, you’ve got to remember I have slept over at hospitals countless times for sleep studies because I have REM behavior disorder. It’s like $3,000 per visit. Some of it is insurance but some of it I have to pay. This thing basically does a sleep study and it costs $100. Tim Ferriss: What type of nighttime rituals do you have? You mentioned easing in instead of crashing into the wall. Do you have any particular wind down or evening rituals? Mike Birbiglia: There’s actually a good podcast called – not to be mistaken with Sleepwalk With Me, there’s a good podcast called “Sleep With Me.” Tim Ferriss: That could go a lot of directions, okay. Mike Birbiglia: Yes. It’s this guy, he calls himself Scooter. Tim Ferriss: Sounds trustworthy. Mike Birbiglia: He has this really uncanny skill of talking in circles and slow, and circling back to the first topic and then the next topic, and another thing, and a digression, and then the next thing you know, you’re asleep. It’s pretty fascinating, what he does. Tim Ferriss: I’ll have to try that. Mike Birbiglia: That’s worth looking into. And then I try to write in my journal. Honestly, the biggest thing is getting off of social media. Getting off of Twitter and Facebook. In relationship to what we were talking about earlier when I was saying the thing about Oliver Stone, that he joined the Army and that’s how he became self reliant. And how ultimately, everything in your life you do leads to who you are and what you’re able to accomplish. I think that social media is weirdly the exception to that. I think that social media is this weird kind of looking in the mirror all the time thing. It’s not helpful for being productive or learning. I don’t know if that’s true but that’s been my feeling lately. Tim Ferriss: I think the dose makes the poison, certainly. There’s a point where you’re like: oh, this Tylenol is helping my headache. And then: oh, my stomach lining just fell out of my ass. Mike Birbiglia: Has that actually happened? Tim Ferriss: That hasn’t actually literally happened to me but there’s definitely a point where things in excess become their opposite. On the flipside, what does the first 60 to 120 minutes of your day look like? Are there any particular rituals that you have in the morning? Mike Birbiglia: It’s a little bit like Memento every day. Tim Ferriss: Injecting your wife with insulin over and over again? Mike Birbiglia: Just like a lot of times if I’m not focused, I will kind of wander. Until I have coffee, forget about it. I’m a heavy coffee drinker. Basically if I’m on a project, if I’m shooting a movie, I have a complete and exact plan for the next day. If I’m writing a movie, like I said, I put notes next to my bed: Mike, wake up; go to the coffee shop and write. I think that when I don’t have a routine, I’m a mess and I’m not productive and it’s not helpful. So that’s what I’d say; it’s inconsistent. The other thing is I travel. The Thank God for Jokes show, I toured 100 cities in a year. Tim Ferriss: Wow. Mike Birbiglia: It’s very hard to have rituals when you’re going to 100 cities in a year. Tim Ferriss: Yeah, I wonder if it makes the values of the rituals even greater if you are able to maintain some semblance of a routine when touring? I don’t know; I’ve never done that. Do you have a favorite venue in the entire United States, if you had to pick one? Mike Birbiglia: Gosh, there are so many. The Upper Citizens Brigade Theatre in New York City feels like home because I’ve been on that stage a lot, and the Comedy Cellar in New York feels similarly. I think that in terms of a pound for pound venue, I think the Chicago Theater is probably your best concert venue in America. The Chicago Theater seats about 3,000 people. And yet, as a performer, you feel like you’re talking to people in your living room. And as an audience member, it feels like you’re just watching someone not in your living room but it feels intimate. Tim Ferriss: You’re a collector of good advice. What is the worst advice that you hear or see being given out often? And that could be in any domain; it could be comedy, it could be writing, it could be movies, it could be completely unrelated, anything. Mike Birbiglia: It’s all about getting your dream, pursuing your dream. I don’t know what the exact advice is that drives me crazy but I think there’s a cultural thing right now that is kind of irksome. I read it recently in the New York Times where someone said – I’m forgetting who wrote this but she said, “If I advice for college students, it would be don’t ask what do I want to be when I grow up; ask how can I help or how can I change the world, or how can I be of service to other people.” I think the kind of just be whatever you want to be is perhaps to be reconsidered by how can I be of service when I’m on the earth for such a short amount of time. Because when I do my One Man shows, for example, Seth Barrish and I, we’re always talking about how is this story that I’m telling, let’s say Sleepwalk With Me, it’s a story about how I jumped out a second story window while sleepwalking and it nearly killed me. I got cut up, I ended up in the emergency room. I jumped through a window and the glass missed my femoral artery by a centimeter. And ultimately, we had to figure out not how is this story about me, but how is it about the audience. And the way we discovered it was about the audience was that it’s about the catharsis you can experience by sharing something that you’re very embarrassed about; in my case having this life threatening sleep disorder that I was embarrassed about. I thought people would think I’m crazy. It’s about the catharsis of opening up and telling people about that, and how that can make us feel closer to one another. And so in that sense, this is a round about way of saying how can what I’m doing be helpful to the audience? How can they go away feeling empowered in their life as opposed to: oh, that was funny. Because walking away going, oh that was funny, I don’t know, there’s something about it that feels like it’s a missed opportunity. Tim Ferriss: I remember speaking to John Favreau on the podcast about his writing and humor. I’m paraphrasing here but he said: I don’t aim for funny; I aim for truth and then the funny often comes along with it. Mike Birbiglia: I think that’s absolutely true. Tim Ferriss: On this point of what you can offer for service, Brian Koppelman mentioned something in our text exchange which was he, meaning you, chooses to be kind. It’s a conscious part of who he is and I’m always interested in how he consistently thinks about other people in whatever engagement. And how going through life that way makes him feel. Can you confirm or deny or elaborate on that? Because I think it’s an observation worth exploring. If that is a decision you make, has it always been the case? Is it something you came to a particular way? Mike Birbiglia: I think that’s from my mother. My mother is a very generous person. She’s been a nurse for her whole career, and then she was an elementary school nurse for awhile. She’s very Catholic, which is not something that I followed in her footsteps with. Yes, she’s just very sweet to everyone. I don’t know if it’s true; it’s nice to hear that someone says that about me. But yes, I try to be nice to everyone. I think it’s the right thing to do. I think that peace on Earth is achieved in a micro sense. Peace is achieved through every person who you meet in your day. It’s an opportunity to contribute to peace everywhere. Maybe it’s naïve but that’s how I think of it. Tim Ferriss: I don’t think it’s naïve. I think the macros is made up of the micro. I remember this story I heard, I believe it was from a professor at Stanford named B.J. Fogg who decided to teach a class, as professors at Stanford are allowed to do, that he effectively made up out of thin air. And I think it was creating world peace, or something like that. He had no idea what the syllabus or the curriculum would be whatsoever. And then 30 students show up, and he tries to figure out what the class is. He had students from, say, Israel, Palestine, all over the place and he quickly realized no one could even agree on what world peace went. Like what does world peace look like? So he said okay, since we can’t agree on world peace – and this was the interesting part – he said, “Let us try to agree on what the antecedents to world peace would be.” Mike Birbiglia: Oh, that’s smart. Tim Ferriss: What are the constituent parts that might make up world peace? Let’s start to agree on some of the ingredients. Then he had them work on projects focused on those common ingredients. And I do feel like to take something like peace and make it actionable, by necessity you’re going to bring it down to the micro. Otherwise, it’s just not actionable; it’s too abstract. Mike Birbiglia: By the way, I’m fearing as I’m saying this that someone is listening to this going: “I met Mike Birbiglia and he’s an asshole.” I have that with Q&As, like a lot of times touring with Don’t Think Twice, we’ll do Q&As and I’ll be 20 minutes into it and it will hit my like a ton of bricks, like what if the people in the audience didn’t like the movie? Now they’re listening to someone babble on about how they made the thing that hey don’t even like. Can you imagine a worse fate than listening to someone talk about a thing that you don’t even like? Tim Ferriss: I have to say, and this is not going to get a lot of sympathy from most people listening to this but I have a lot more empathy for people in the public light than I did, say, ten years ago. Because you wonder, like: I wonder if that guy thinks I’m a total dick? But it just so happens your cat got run over by a car, and your kid pissed on your trousers before you had to go to an important meeting, and then your wife called and was really upset. And then some guy dropped your coffee on the floor and you’re just in a shitty mood and that person happens to come up to you as you’re running to the gate to catch a flight that you’re going to miss. And they have a 30 second exposure to you in a really rare off moment and they’re like: wow, that guy is an asshole. Mike Birbiglia: Or you literally just sprained your wrist grabbing through a suitcase. I had that happen on this last trip. And then someone comes up to you right at that moment and says: hey, I’m a big fan. I’m like, this is a really strange thing to say; I’m in a lot of pain right now. Tim Ferriss: They’re like: yeah, I met that guy; he made put the most ridiculous story. He blamed it on his wrist. I had this experience yesterday, which was hilarious and infuriating at the same time. This is yet another reason to stay off social media. I saw this guy who I suppose you could call him a journalist or a media producer who I had been pinging me via text message for awhile. I’d been traveling out of the country, this and that. It’s like: get together, have drinks, and like: hey buddy, how’s it going? I guess I didn’t reply to them. So his Tweet was, “Tim Ferriss is like an arrogant, self centered ass but it doesn’t mean you can’t learn lessons from him.” And I was like: oh, so this is what happens when I’m out of the country for two months and miss someone’s text; they assume malice. I remember a piece of advice I was given, or read at some point – I mix those up – and I’ve modified it a bit: never attribute to malice what you can attribute to incompetence. Now, the way I’ve modified that is: never attribute to malice what you can attribute to incompetence or business. It’s just like you don’t know what battle someone else is fighting. They might come off as a dick and it’s like – I’m not going to give away too much in the movie but it’s like something catastrophic could have happened that they’re not being open about because they don’t want to be open about it. Just assume that it’s not a personal attack. But I’m getting up on a soapbox; let me chill myself out. Mike Birbiglia: I think that’s good advice. Tim Ferriss: You’ve done 100 cities. Do you have a favorite meal that comes to mind? And maybe it’s pizza; could be but is there a favorite meal or drink of yours that comes to mind? Mike Birbiglia: I think some combination. I love great macaroni and cheese. I love going to the fanciest restaurant you can imagine and just ordering macaroni and cheese, or ordering the hamburger. Because I always find that if you go to someplace that’s $50 a plate or something like that, sure you can order the chicken or the steak or whatever but man, can they make a hamburger. Tim Ferriss: Now, is that for your joy or is it remotely flawed with the kitchen? Mike Birbiglia: No, I’m not trying to blame the system. Tim Ferriss: So you’re not asking for super well done, because I know that makes chefs completely insane. Mike Birbiglia: No, no. I think it’s a cuisine loophole. It’s a great secret in cuisine which is that you order the kind of inexpensive pedestrian item on a really expensive, fancy menu is more often than not amazing. If you’re in a fancy restaurant and for whatever reason there’s peanut butter and jelly on the menu, order the peanut butter and jelly because those people aren’t fucking around. Tim Ferriss: God, I love it. No, that’s good advice. I remember I had two different pieces of advice from two very good chefs. One said if you go out to a restaurant, never have the roast chicken because you can always make roast chicken at home. Mike Birbiglia: Yes, I think that’s smart. Tim Ferriss: You can always make it at home. But I had someone else say if you can get roast chicken on the menu at a fancy restaurant, get the roast chicken because everyone an make it at home; you think you know roast chicken. This may be along the lines of the PB&J; order the PB&J. If you could have one billboard anywhere with anything on it, what would it say? Mike Birbiglia: I’d put it in Times Square and it would say, “None of these companies care about you.” Tim Ferriss: Ooh, I like it. Mike Birbiglia: That’s one of the things that I feel like I’ve learned over the years, which is that we’ve come to trust corporations in a certain sense and we forget the fact that they actually have no vested interest in us other than our money. Which harkens back to the thing I was saying about gatekeepers. I have very much of a niched career. I have a career where if people know my work, more often than not, they’re like: that’s great, I’m a huge fan, this is great what you do. But most people don’t know who I am. It’s the definition of niche. I don’t get stopped in the street almost ever, which is great; it’s phenomenal. And so in relation to that, I do things that are self produced. I’m a producer on my movies, I’m a producer on my one man shows, I produced my tour; it’s all in house and I try not to bow to the gatekeepers of show business because they don’t care about me. They really don’t. The networks and the studios, all they care about is whether or not my movie or my TV show or whatever it would be would make them money. So why would I try to please those people? The people I’m trying to please is my audience. They’re the people who buy my albums or go buy movie tickets. Those are the people I care about; those are the people I’m making movies for. So my billboard is these companies don’t care about you. Tim Ferriss: Do you have any other rules that you’ve developed for… I was going to say the business side of the art that you’re involved with but just in terms of managing your life and career, are there any other rules you’ve set for yourself that have helped you to have the success and longevity that you’ve had? Mike Birbiglia: I think my advice is just to try to figure out what they do well in the system; the studio system, the network system and just pull it out and replicate the parts that you think work and then do the rest yourself. My first off Broadway show was Sleepwalk With Me, and it was very much by the book. It was produced in this way, the off Broadway system. It had a general manager and a general management company that took such and such a fee, and it had this many people who are on the payroll and all this kind of stuff. And my agent and I, after the fact because the show, even though it was this big success and it ran for eight months, the show technically – this is a very common thing in Hollywood – it lost money, technically. I guess the most famous story of this is The Simpsons. The Simpsons franchise, I don’t know if this is true still but a few years ago, it was not in profit. Have you ever heard that story? Tim Ferriss: I haven’t heard the story of The Simpsons but I’ve read some articles on Hollywood accounting. Mike Birbiglia: Hollywood accounting is crazy; it’s bananas. Tim Ferriss: It’s completely bonkers. It’s on par with – I’m making this up; I don’t know if this is accurate so don’t sue me, GM but when people are like: oh yeah, GM paid no taxes last year, or Apple paid no taxes last year. And you’re like: what? It’s absolutely on par where you’re like: oh, the movie grossed a billion dollars but no one saw any back end participation mysteriously for these various reasons that are detailed in this article. But no, I haven’t heard the Simpsons example. Mike Birbiglia: Another example is my last movie, Sleepwalk With Me, I won’t name the names involved but it didn’t technically make money, even though it did like 2.25 at the box office which is a lot for a small film that was made for $1 million. And then it did probably a million whatever – maybe more – digitally on Netflix and iTunes and all these things. And so it quote-unquote made somewhere between 3 and 5 million dollars. We made it for a million dollars’ budget, which is like nothing in the world of independent film. Tim Ferriss: Yeah, super budget. Mike Birbiglia: And the movie didn’t make money. I’m trying not to curse but it doesn’t fucking make sense. It doesn’t make sense at all. And so this time around, I was like: alright, I’m going to cut out all the people who charged the movie, so to speak, and became like a line item in the budget for the marketing and the distribution of the movie and I’m just going to do it myself. So Don’t Think Twice is essentially self distributed in cooperation with this company, the Film Arcade, which is a small distribution company that I basically told my story to. And we’re like, let’s build this from scratch. I’ll go from town to town, I’ll go to 30 cities and I’ll hand deliver this movie. So my whole summer has been me going town to town showing sneak previews of the movie and then doing a free improv workshop for improv theaters in that town. So we’re going to IO in Chicago, and UCB in New York, and the Torch Theater in Phoenix, the Planet Ant Theater in Detroit which is where Keegan-Michael Key started. And we’re doing these free workshops as an act of good will. Because basically, we thought why don’t we, instead of buying a ton of TV ads and this and that, all the traditional marketing, why don’t we spend that money just having me be a walking billboard for the movie and go town to town and spread good will? Say: hey, we’re going to do free improv workshops, we’re going to give out free tickets to local improv theaters and we’re going to do Q&As. So to get back to what you’re saying in a business sense, I would say steal the ideas that corporations use that work and then fill in the rest yourself. Tim Ferriss: Steal the thunder from the gods. Mike Birbiglia: Yes, exactly. Tim Ferriss: It doesn’t actually belong to them anyway, in a lot of senses. I’m really excited about that. I’m continually excited about this type of experiment, and particularly given my experience with the podcast, which after many, many years is really the first, in a sense aside from the blog and so on, the first free agent enterprise that I’ve had complete unilateral creative control over. Mike Birbiglia: The indoctrination of podcasts has been incredible for radio. Tim Ferriss: It’s such a boon and such a joy. And for that reason, I’m going to be experimenting with a lot of different approaches with publishing as it relates to books and otherwise. Because every time I have in the past let someone pay for something, which is usually bloated in some capacity as you mentioned… Mike Birbiglia: The whole publishing industry is bloated. Tim Ferriss: You will not have the control or the protections you would want as a doer. So how can people see the frequently, infrequently, or moderately? And of course, it’s kind of contingent, I suppose, upon when people are hearing this but how would you like people to check it out? I have really been enjoying it; Chris Sacca loved it. I’ve heard great things from a number of different people and I certainly recommend people check it out. But where can they learn more and see more? Mike Birbiglia: There’s a site called don’tthinktwicemovie.com, the Twitter handle @dontthink. My Twitter handle is @birbigs, B-I-R-B-I-G-S. I’m traveling [01:30:00] around the country, so like 30 cities; with people’s help, Don’t Think Twice will get into 300 to 500 theaters across the country, and maybe more. But it’s entirely contingent to the people listening to this. I’m at Nantucket Film Festival right now, and there are great movies. There’s this documentary called Tickle, that’s phenomenal. There’s this movie called Other People, that Chris Kelly made. There’s Captain Fantastic, which I was telling you about. There’s a Norman Leer documentary. There are so many great independent films. And what I urge people to do is go to your local cinema, and see small films. Read a few reviews and go to the ones you think might work for you. It really does help for there to be more of them. No one’s getting rich on an independent film but if the movie makes a few million dollars, I’ll get to make another movie and I’ll put my heart and soul into it. So that’s what I would ask. Tim Ferriss: Just for people who are wondering, those people who have been listening to me or following me long enough know this, that I take endorsing things very, very seriously. It’s very easy to destroy a reputation that takes a long time to build. I feel very comfortable recommending this movie. When I was watching it earlier with Cal, at one point a few minutes into it, he said, “Wait a second. Is this documentary or script?” Mike Birbiglia: Great. Tim Ferriss: That is just about the highest compliment as it relates to acting that appears completely natural. I thought to myself, wow, that is a very rare comment. And this is coming from someone who’s had a lot of immersion in the arts and entertainment, also. Mike Birbiglia: That’s a huge compliment, thank you. Tim Ferriss: Yes, so everybody definitely check it out and I will put all of the links in the show notes, as usual, at fourhourworkweek.com/podcast. Two last questions. This one is what is the best or most worthwhile investment you’ve ever made? That could be time, money, energy and just as an example to buy a little time, Amelia Boone, who has been on the podcast, she’s won the World’s Toughest Mudder three times and is the most successful female obstacle courser in the world. Her answer to me was paying her first $450 entrance fee, which was a stretch at the time, for World’s Toughest Mudder. So it seemed like a huge stretch but it completely set her on – pun intended – this course in her life. She’s also a power attorney at Apple and just a complete machine. What would you offer as your answer to that? Mike Birbiglia: I would say spend $15.00 on a yoga class. I started doing yoga two years ago and if I hadn’t started, I feel like my body would have broken down completely and I’d be in a sling. My wife convinced me to do yoga after years of telling me that I should do yoga, which is hilarious if you people don’t have the visual picture of me. Or they might, but you wouldn’t think of me as someone who does yoga. And I certainly don’t do it well. But if you can find a good place for beginners, oh, my God, I find it to be completely helpful for being productive and being healthy. Tim Ferriss: I think people are as old as their joints feel so if you sit down a lot, it is good to stretch. I’ve been doing a lot of acro yoga for the last two years and my hips and back have never felt better. Mike Birbiglia: That’s great. Tim Ferriss: So I would also encourage people that if for whatever reason you can’t get tickets to standup comedy by Mr. Birbigs, if you see him in line for a yoga class and want to get some indirect comedy by watching his downward dog and cobra poses, then that is much like the culinary loophole you talked about earlier. Mike Birbiglia: I’ll tell you this is going to sound like I’m kissing up but my wife urged me to wedge this in somehow, which is if the people just listen to the podcast and they don’t have your book, get your Four Hour Workweek, I believe your first book. Tim Ferriss: That’s the first book, yes. Mike Birbiglia: Which is how I was introduced to your work. Because I have a completely different outlook on vacation now. The way that you talk about essentially we’re working these 80 hour weeks, let’s say, for this pie in the sky idea of retirement at the end of our lives that God knows what the hell that even is anyway. And live that retirement in fits and spurts in the middle of your life so you understand the perspective of what that even is. And because of that, my wife and I took a vacation to Laguna Beach where I shut off my computer for five days at the beginning of June and it’s literally because of your book. Tim Ferriss: Thank you for sharing that. That makes my day. And Laguna Beach is a great choice; that’s a beautiful spot. Mike Birbiglia: I searched all over. I’m an amateur travel agent. Tim Ferriss: For those people who haven’t read the book, the balloon payment at the end for the deferred life plan is far from guaranteed. Mike Birbiglia: Far from guaranteed. Tim Ferriss: Far from guaranteed so it’s good to break up the work with many retirements for sure. Is there any ask or request as we wrap up, any parting comments or asks or requests from my audience? Mike Birbiglia: No, just follow the movie @dontthinkmovie on Twitter or follow me @birbigs on Twitter. Trust me that the movie is really good and I think you’ll laugh, and I think you might cry. Take someone on a date, take a few of your friends. There’s a lot of love that went into making something that a lot of people so far have liked. So yeah, it would just mean a lot to me. Tim Ferriss: It also supports an ecosystem of creators creating, which I’m extremely passionate about and I think pretty well informed regarding. I would tell people every time I have to or choose to review something, whether it’s a book or a movie or anything else, right before an interview I’m always nervous. And I’m just like: oh, God, am I going to have to tap dance around the fact that I didn’t like something, by the glaring omission of mentioning it or anything like that. And within five minutes of putting this on, I was like: oh, thank fucking God, I don’t have to deal with any of that. It was such a wash of relief. So I do encourage people to check it out. And Mike, I know you’ve got a lot going on right now. You’re juggling all of the activities that go with taking matters into your own hands with a creative endeavor like this. So I certainly send good vibes to you for the endurance and courage and strength that you will need on the road. Mike Birbiglia: Thank you. Tim Ferriss: This is great fun so I really appreciate you taking the time. Mike Birbiglia: Thanks, and as a disclaimer to anybody who’s listening to this and going: I don’t even like Mike Birbiglia’s comedy; why am I listening to him talk about it, just know on a lot of days, I don’t like it either. So I might be wrong about everything I’ve just said but I’m just trying my best like anybody else. Tim Ferriss: That’s all we can ask, man. Everybody’s just trying to get by, one day at a time. Mike Birbiglia: Yes. Tim Ferriss: Mike, best of luck with everything and to everyone listening, as always, I’ll mention it again: you can find links to everything, including the movie, including social, including books and DVDs and so on that came up in the show notes as well as those notes for every other episode at fourhourworkweek.com/podcast. And until next time and as always, thank you for listening. Posted on: June 4, 2018.", "speakers": ["tim ferriss", "mike birbiglia"], "text_sentences": ["hello boys and girls, whambats and squirrels, this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world class performers, tease out the habits, routines, favorite books, etc", "that you can use in your own life", "and i’m speaking in hushed tones because i’m in the airport and i don’t like to yell and scream when in the airport, lest i get a boot on my head", "so the guest, mike birbiglia; i’ve wanted to interview mike for years", "you can find him on twitter at birbigs, b-i-r-n-i-g-s", "he’s one of the best known and busiest working comedians in the world, both behind and in front of the camera", "his standup blends a lot of different elements; theater, film, storytelling and comedy", "this is of interest to me because he’s been very deliberate in studying different crafts and tying them together", "this is reflected in his string of success which include sold out tours as a solo theater act – he just did 100 cities not too long ago – new york times best-selling books, off broadway shows, feature film, tv, and much more", "in the last few years, his work has started to appear on this american life, which is an incredible show and podcast, for those interested, where he began a meaningful collaboration with the host and producer, ira glass, who i’d love to have on the podcast at some point", "currently, mike is the creator, writer and star of the new film, don’t think twice, which is hilarious, heartrending, just a wonderful watch", "i saw an early preview copy and it blew me away so i highly recommend it", "i don’t say that lightly", "it’s a great movie", "if you’ve struggled with notions of feeling like a failure, hoping for success, achieving some degree of success and then getting more or less than you bargained for, it’s an incredible journey so i do recommend you check that out", "and how the hell does he pull all of this stuff off", "he seems to be juggling a million projects", "i aim to find out", "we dig into it", "so, without further ado, please enjoy mike birbiglia", "mike, welcome to the show", "thanks, tim", "it’s very exciting and timely for me to be here", "i’m digging into all of your stuff", "i’m immersing myself in it and it’s affecting my life in real time", "so speaking with you is almost a virtual reality experience", "i think this is a mutual feeling, since i’ve been a consumer and fan of your comedy for so long", "and i’ve started thinking, after elon musk hints that we could be, logically speaking, players in some sophisticated future entity’s video game that this might all be a virtual reality, albeit a very sophisticated one", "but if i wanted to bring us back to the earth, at least as we understand it for a second, i pinged a number of mutual friends of ours, brian koppelman, of course, famed screenwriter, all around good guy; chris sacca, both of whom have been on the podcast before because they’ve spent some time with you", "i wanted to ask a number of things that they brought up", "so the first was from koppelman, and i asked very specifically, does he have any obsessions that you know of outside of comedy", "and one word back: pizza", "that’s correct", "can you elaborate on this, please", "it’s such an embarrassing obsession because it’s simple; it’s bread and cheese and sauce", "hearing you say that makes me realize how simple of a human being i am", "i have a joke from my first album, two drink mike, which is i love pizza so much i would marry it, but it would just be an elaborate ploy to eat her whole family at the reception", "so stupid", "but yeah, i love pizza", "it’s the simplicity of it", "it’s from my childhood", "there’s no deeper meaning other than by the time my mom raised me – that’s freudian, saying that, because i was raised by my mother and father, but my mother was around more often", "she really kind of gave up on parenting and ordered pizza a lot", "you know, she didn’t want to cook that much and so she’d just be like, “let’s just order pizza.” so we just got very used to it", "now, i figure in my adulthood i might as well be a connoisseur and have good pizza", "what now qualifies for you as good pizza", "if you could have one type of pizza delivered to you, and i’m sure there are many options but are you a deep dish", "are you a new york style thin crust", "what are we talking", "i think there are two kinds of people that i like most", "one is new york thin crust, coal oven and places like arturo’s and lucali and luzzo", "then from my childhood just in massachusetts, there’s a ton of greek pizza", "there are all these sort of greasy, greek pizzerias that i grew up on and so i have a fondness for that", "it’s like all through new england", "so if i’m driving to my parents’ house, i’ll stop in connecticut at a pizzeria on the side of the road in a suburb; you can just get pizza", "the other pit stop there is new haven has extraordinary pizza, too", "really", "never would have guessed in a million years", "is there something that characterizes greek pizza, other than the fact that it’s made by greeks", "is it the same ingredients or do they do something", "no, it’s the same ingredients", "it’s a medium sized crust pizza", "and there are a million theories on pizza", "most people say it’s based on the water", "there are books and books written about pizza but people say it’s water based and that’s what makes it good, which is why for whatever new york pizza is better, in my opinion, think about most places", "the reason koppelman is bringing that up is because i would have these readings from my film, don’t think twice at my house to workshop the film script the way that i workshop my standup", "i would have people over like frank koppelman, michael webber, phil lord came to one, nicole haulsetter and i would always have the best pizza", "i’d have lucali, or i’d have luzzo and i would say at the beginning of the reading, “the script might be bad but at the end, we’re all going to eat pizza.” it’s like dealing with grade schoolers", "it is like dealing with grade schoolers but it’s a great incentive", "i always urge screenwriters or anyone who needs feedback on their work to just invite people to something where you give them something; give them food, give them ice cream, give them pizza and try and solicit their feedback", "because feedback i think is the most valuable thing you can have for your writing", "let’s talk about two things, since they came up", "the movie, first of all, i was very excited to get a sneak peek, i suppose – early access – vimeo and i’m only a half hour in but i’ve loved it", "i watched it actually with a friend and also a former podcast guest, cal fussman who wrote the what i learned column, or a large portion of it for decades for esquire", "and we both, after watching the portion we watched because i had to jump on the phone to do this interview, no", "1 he said you should skip ahead to see the end so you can discuss it with mike", "and i said no, i want to watch the rest of the movie, the entire movie tonight", "so i was very pleased and relieved that the movie is really, really good", "i’m going to digress here because that’s my style but many moons ago i actually took one, and it was the only improv class, at this place called beau bonneau casting in san francisco", "i remember it", "it brought back memories and it made me want to go take improve classes as well as go see good improve", "so don’t think twice, i would highly recommend people check it out and sacca loves it, as well", "and it gets better, by the way", "and it gets better", "i’m not even through act one", "it’s nice that you haven’t seen the whole thing because i can dance around things so that the listeners aren’t spoiled on things", "but yeah, it gets better", "one of the comments that came up from cal – and i concur – was that the writing was really good", "so i wanted to talk about the work shopping", "what is the format", "could you explain how you workshop the material and at what stage do you workshop it", "my first film was called sleepwalk with me", "if people want to see it, it’s on netflix and it’s easy to find", "after i made it, i went back to improvising at ucb theatre after years of taking time off from improv", "i’d studied it in college, etc", "ucb", "upright citizens brigade theatre in los angeles", "the reason i went back to it was because i realized that so many of the principles that you see at the beginning of the movie and that you probably studied in your class say: yes, it’s all about the group; don’t think, just do", "all those principles are really what got me through directing a film, which was the hardest thing – by far – i’ve ever done in my entire life", "after i directed it, i was like how the hell did i even live through that", "how did i even stay alive", "and i realized it was all these things that improv had taught me", "so i veered back into doing improv", "one night my wife, who is brilliant, came to one of my improve shows", "she made this observation, and i thought it was wonderful", "because i think on that given night, guest improvisers sit in with me, a show called mike birbiglia’s dream, and any given week it will be aidy bryant from snl, or ellie kemper from kimmy schmidt or zach woods from silicon valley", "and my wife said, “it’s amazing watching this art form with these people because it’s all about the group and how everyone’s equal, but in real life that person’s a tv star, that person’s a movie star and that person shares a one bedroom in bushwick with five dudes who live on air mattresses.” and i thought, man, that’s not just a great observation; it’s a whole movie", "that is a whole movie to me", "and i could just see the movie", "i started just writing out this really kind of what i’d call a throw up pass of the movie script", "i would go to coffee shops in the morning", "my minimum is three hours; i’d stick myself in a coffee shop with no internet and no email, no anything", "if it’s going well, i go up to five hours and if it’s not going well, i just end at three hours", "sorry to interrupt", "do you have a time that you generally used for that", "i try to do 7 a.m", "i try to write before my inhibitions take hold of me", "because i’m an actor, as well, i always say write in a trance and act in a trance", "you don’t want to even think consciously about what you’re putting on the page for fear of oh, you wrote this down in your book", "you write them as emails to people", "and i think that’s brilliant", "that’s in your book, right", "it is, and just for people who don’t have that context – or i might have talked about it in an interview, perhaps", "i said i basically threw out the first few drafts of four or five chapters of the four hour workweek because it was either too pompous or too slapstick", "and then i decided to literally go into an email compose window and write the first chapter as if it were just a letter to a close friend after me having had two drinks; that was basically it, the approach", "that’s so brilliant", "and a lot of times what i do is i’ll write in my journal as though it will never be seen by anyone ever, and then more often than not the things that i put in my secret journal are the things that i publish", "and when you sit down at the coffee shop, 7 a.m", "or just beforehand, a couple of things", "do you have a particular type of coffee or beverage, and then do you use word", "i do a cappuccino and i movie magic screenwriter is the program i use, or i write in a notebook by hand", "i try to write as much by hand in a nice notebook that has some meaning to me", "last summer i was on tour for the movie trainwreck with dave attell and amy schumer, vanessa bayer and it was my birthday", "dave attell got me a journal", "it was really sweet", "he just gave me a little gift for my birthday", "we were in seattle on tour and he gave me a nice journal", "that’s really nice", "one of my favorite standup comics; never had any interaction with him but really amazing", "yeah, one of the greats", "i asked him if he would sign it just on the back somewhere", "so i have a dave attell notebook", "the signature series", "i think of it as it’s blessed", "you know, like sometimes people ask me to sign their notebook, and i’ll write, “i bless these jokes.” with my friends, you know andrew dost, who’s a musician who’s in the band “fun,” he came to see my off broadway show, thank god for jokes", "he actually brought me a journal as a gift", "i asked him if he would sign it, and so he wrote this nice note", "there’s something about the personal element and the personal relationship with notebooks that i think can be helpful to the writer", "a couple of perhaps mundane questions but i’m curious nonetheless; movie magic screenwriter", "why do you use that instead of, say, final cut or something like that", "it’s so stupid", "i’m a real wonk with screenwriting", "i listen to the script notes podcast with craig mason and john august, and those guys despise final cut; they just despise it – oh, i’m sorry; final draft", "i always mix those up", "i just incepted you with the wrong information, sorry", "yes, final draft", "but anyway, a few years ago i stumbled across movie magic and i like it", "there’s no good reason, necessarily", "and actually, this is a real quirk that i rarely admit to anyone, never mind in public", "to finish the script i found that i kept putting it off and putting it off, and i was analyzing my habits", "and i was like, i’m putting off writing the script but i’m not putting off having lunch with brian koppelman or having lunch with my brother or whatever", "so i thought, i’m always on time and i always show up to things so why don’t i do that for myself", "so what i did was i put a handwritten note next to my bed that said – and it has three exclamation points: “mike!!", "you have a meeting at café pedlar” – that’s where i was writing – “at 7 a.m", "with your mind,” which is so stupid", "it’ s so embarrassing to admit but it worked", "if it works, it works", "yes, if it works, it works", "i was like, i have a meeting", "it doesn’t matter that it’s with myself but it’s a meeting and i have to be on time", "i love that", "i love it that the human mind is such an odd amalgamation of sensical and nonsensical behaviors", "i just love it", "when you brain vomit… so i vomited the script out in a few weeks", "is it scenes", "do you start with just stream of consciousness lines you want to include", "yes, that’s exactly right", "it goes from stream of consciousness: i’d like to see a scene of this, i’d like to see a scene of this, i’d like to hear this piece of dialogue", "i corkboard my walls", "it’s silly when you see my office", "it’s just like a wall of corkboard", "one of the three by fives i put up, i put up all of these mind writing slogans which you can look up, things like an ezra pound quote that i have on my wall that is literally three words", "i think it’s one of the best quotes for writing: “only emotion endures.” i always try to keep that in mind when i’m writing because i think it’s just a really crucial idea", "you said mind writing quotes", "yeah, mind writing quotes", "you can do googles for mind writing quotes, and it’s like quotes from writers collected over time by famous writers", "you look around and there are lines from hemmingway, and lines from george orwell and jack kerouac", "it was funny because it was something that elma baker, who is a producer on this american life actually gave me as a tip when i was writing my book, sleepwalk with me and other painfully true stories", "she said, “when i wrote my book, i had all these mind writing slogans on the wall.” i used it and i find it to be really, really helpful", "so only emotion endures, was that the quote", "only emotion endures", "what does that mean to you", "a lot of times as a writer you get hung up on cultural references", "if you see a comedian, a lot of times the way that i lose interest in comedians, for example, or sitcoms or movies or whatever, is they get hung up on a cultural reference; a joke about a cultural reference that literally will be gone in four years or five years", "like there’s a reference to twitter in my movie, don’t think twice", "i was very cautious to think through the implications of in ten years when twitter no longer exists, or becomes the myspace of the future, will that reference make sense to the viewer and advance the story", "because you always have to think in those terms", "there’s a part of sleepwalk with me, the movie, where my character is figuring out how to drive to one of his gigs and he uses google maps", "it’s like a very key visual, and i had to think okay, what’s going to be the mapping system of the future and will people be able to grasp what this mapping system is in relation to the story", "in other words, if you get too hung up in making cultural jokes, about things that might go away, then that whole five minutes of the movie is sort of dead, in a way", "it’s at risk afirma when you have that topical hook", "yeah, and so with this movie, it was really what is this about", "it’s about friends", "it’s about a group of friends coping with what it’s like to be in their 30s and confront the idea that they might not be successful the way they thought they were going to be successful in life, and what does that mean", "what does that mean for their lives", "what does it mean for their friendships", "so whenever it would veer into something that was like a cultural reference, i’d be like: no, let’s pull it back to it’s about friends", "so that’s what i mean by mind writing flow", "then i would have also on the wall things that felt like principles for the movie", "when my wife made the observation of how everyone’s equal on stage but off stage they’re completely unequal, i wrote on the wall this thing i made up which is, “art is socialism but life is capitalism.” and that was a guiding principle for the film", "i like that", "how can that be a conflict between these friends", "you should add your own quote to the mind writing quotes collection", "you know who bites me on that is bernie supporters", "they go: yeah, but it doesn’t have to be", "and i get their point", "at what point, then, do you invite your friends over and ply them with pizza", "what form, like how rough is it when you give it to them", "probably about two months in", "i started writing two years ago at the end of april", "it was june 10th i had people over", "so it was two months in draft and i had people over", "and i’d preface it", "i’d say it might not be good, and thanks for coming", "i had ten or 12 of those at my house", "they ended up being some of the most fun part of the process entirely", "because there’s really no stakes to showing your friends your work", "it feels like there’s stakes; i was very nervous", "but it’s just there’s something communal about it; something fun about it", "do you do a table read", "do you have people take roles or do they all just read in silence and then give you feedback", "how does it work", "no, i have them read it aloud", "i would have my assistant at the time, greg, would read the screen directions and i would assign parts", "i would highlight the scripts for people and then we’d read it aloud", "then we’d eat pizza, and we’d just kind of talk about what it made us feel like", "the director of my one person shows is this guy named seth barrow", "he’s a really brilliant theater director", "he always does this thing dramaturgically", "oh, good word", "i will pitch him what i’m working on, what my idea is or a piece of writing", "i even did it this week because i was asked to write a piece for a storytelling piece at nantucket film festival", "i read it to him over the phone, and then he says back to me, well, what i get from that is this", "and it’s a nonjudgmental way of interfacing with a collaborator", "so in other words, he reads the script and then he says, what i get from it is it’s a group of friends and one of them ends up being more successful than the other", "and then they’re all trying to figure out what they’re doing with their lives", "so if he says that back to me and i think to myself: no, it’s more than that; it’s actually about this, this and this", "and he says: well, that’s not what i got from it", "it’s actually helpful to the process because i think one of the most important things about writing is that people are getting what you’re intending", "like i listened to an interview with ron howard where he was talking about how he shows his movie to tons of test audiences so that they can tell him what the vision for the movie should be in the rough cut form", "but it’s to find out whether his vision is landing with people", "and if it’s not landing, then he’s not conveying it correctly and he goes back and reworks it a lot", "so that’s how i like to think of the screenplay process", "what i’m doing essentially in my living room in my shabby apartment in brooklyn is basically what they’re doing on the $100 million level in hollywood with tons more money, and fancier offices", "it’s quote-unquote development in hollywood", "they develop these screenplays for years and years and years, and it’s all these executives giving notes", "but i don’t want executives to give notes to me; i want writers to give notes to me, and i want actors to give notes", "i want collaborators who actually do the things that i like and who i aspire to be like", "i invite people over who are way better writers than me", "i have no business getting notes from phil lord, who’s a director of 21 jump street and the lego movie; he just has a brilliant, brilliant mind", "but who cares", "i’m just going to ask him to come", "if he doesn’t want to come, that’s fine, too", "do you generally go through, say, a five minute scene in its entirety and then people do a post mortem and give their thoughts", "or will they read a line and say: you know what, my character wouldn’t say that; that’s weird, it sounds stilted", "how do you actually facilitate", "we read it start to finish", "so we read it like it’s a table read for a sitcom or a movie", "then at the end, we just kind of adjourn and some fiery discussion starts", "a lot of people give their thoughts, and they really conflict with other people’s thoughts and those people fight with each other, and i listen to that", "it’s really helpful", "so you don’t swear on stage, generally, as i understand it although sacca said one or two funny exceptions, perhaps", "true", "and in the recent show, thank god for jokes, i actually dissect why i don’t curse gratuitously on stage and why, in some ways in the thank god for jokes show, i departed from that a little bit", "which i can explain", "yeah, please explain", "because for instance, i am an avid consumer of standup, love it", "i’ve heard, for instance, dirty jim gaffigan", "but he’s largely sanitized but he can often pull it off", "so what is your logic behind your approach", "my logic started off in kind of an embarrassing way, which is to say that my parents were very upset that i was going to pursue comedy", "my dad’s a doctor and my mom’s a nurse; those are professions where people help other people and are ashamed of their artistic children", "my mom was so upset when i was moving to new york, and she said don’t become one of those dirty comedians", "and i said okay", "she said, “you don’t have to use those words to be funny", "for example, oprah’s very funny.” and i was like, “mom, i’m not sure you understand my goal", "i’m not trying to be the queen of daytime.” but it stuck with me because you know, you want to make your parents happy", "you want to pursue your goals but these people gave you everything and so you should heed that, to some extent", "so i’ve tried not to curse for a lot of years", "but i do feel conflicted about that sometimes because a lot of comedians i admire most did curse on stage; lenny bruce, richard pryor", "and then some of them who famously don’t curse are secretly criminals", "that was a bill cosby reference", "but yeah, so i’m somewhere in between that", "i will say i don’t curse gratuitously more often as word choice than it is to sanitize it for people who object for christian reasons about words", "i curse quite a bit in my life, but when you’re a writer, i think that word choice is important; i thin word variety is important", "i don’t know if you curse in the podcast… i do occasionally but i try not to be egregious", "if you say the f word 75 times in an hour, that’s poor word choice", "you’re not being creative", "it’s lazy", "it’s like using the adjective “interesting” as a modifier for [inaudible] [crosstalk]", "ah, yes", "as a matter of fact, there’s this brilliant film that calls out that point at the festival called captain fantastic, and it’s coming out i think in september", "is this with viggo mortensen", "it is, yes", "a friend of mine saw a screener and said it was fantastic", "it’s wonderful", "it’s a father who raises his family in the woods, like off the grid, so to speak, in washington state", "he won’t let the kids say the word “interesting” because it doesn’t mean anything", "it made me reconsider that as a word choice and try to banish it from my vocabulary", "but the point is, i don’t think the f word is effective as a monologue unless you’re using it to the right effect, to the good effect", "for those who are interested in delving into the etymology and various uses of the word “fuck,” which is in fact very flexible, there is a book called english as a second fucking language, that is a fantastic short read", "i think it has a quote from steven king – i might be making this up; don’t sue me, steven – on the front, or some huge name", "who do you run jokes by", "i run them by primarily audiences", "i go out and i bomb with jokes and see what lives", "also, my brother joe", "my brother joe introduced me to comedy when i was a kid", "he was a senior in high school and i was in eight or ninth grade, and i was helping him write these satire issues of the newspaper", "so that was my introduction to comedy", "he took me to see steven wright live, and that changed my life", "that was when i was in high school and it just changed the way i thought about everything", "it was an epiphany moment of i want to do that; that’s what i can do", "and i started writing in my notebook, and i wrote all these kind of steven wright rip-off jokes, really", "24 hour banking", "who has time for that", "exactly, yeah", "i went to a drive in movie in a cab", "the movie cost me $95.00", "they’re just great", "they’re just endlessly great if people are interested in that type of joke", "another great joke writer in that vein is mitch hedberg, who i’m sure people are familiar with", "so good", "but anyway, once i saw steven wright, i was like, this is over; i’m doing this", "then when i was in college, i entered a standup comedy contest and i won, so it got me a chance to perform at the dc improv", "then i got a job working the door at the dc improv", "but the point is that my brother joe and i always would kick around jokes, ever since i was 19 years old", "and now he’s worked for me, or he’s worked with me", "we’ve run our production company for the last ten years together", "i poached him from being an ad copy writer", "because he had gone sort of the route that my parents had wanted me to go, and i veered into comedy and then i sort of brought him along when i was able to financially do that", "pulled him to the dark side", "i pulled him to the dark side and yeah, he’s an extraordinary writer so i run everything by him", "but the big thing is also i run stuff by ira glass when we’re working on something for this american life", "i run stuff by seth barrish when we’re working on something for one of my one person shows", "and then my wife quite a bit, and then audiences", "audiences are the big determiner of what is worth saying", "and when i say audiences, it doesn’t have to be 2,000 people", "ten people at the comedy cellar at 2 in the morning, i can understand whether a bit is going to work for five years", "i love watching comedians work material, and i’ve seen a number of them with notepads who are friends of mine working on material", "they’ll apologize after the fact, and i’m like: no, are you kidding me", "this is what i want to see", "i can always see the finished product on hbo or wherever it ends up coming out", "this is the in process stuff that i want to see", "me too; i love it", "so let me dig into some of the details and see if there’s anything to discuss", "so the process of eliciting feedback, when you pass something by someone, let’s just say it’s comedy and you’re talking to ira glass or someone like that", "are there any particular questions that you ask", "and the reason i bring that up is that when i have my friends who are writers proofread my writing, let’s say for a book, i ask them first to highlight anything that is confusing or unclear", "oh, that’s good", "whether they love or hate something is secondary to clarity", "as long as it’s clear, they can hate it but i want them to understand what i’m saying and then it kind of goes on from there", "that’s similar to the ron howard idea; is what i’m creating being conveyed the way that i meant for it to be conveyed", "right", "so in your case, ira is a brilliant man but not a comedian, s far as i can tell, although he has his moments of being funny, certainly", "oh, very funny, yes", "with someone like ira, or anyone else, is there a particular way that you elicit feedback to make it as helpful as possible", "usually i will tell people bits and jokes over the phone, partly because they can sort of peacefully give feedback in a way that’s not judgmental", "when you’re face to face with somebody, it consumer be hard to say a joke to them and have them feel the pressure of oh, i should laugh or i should politely respond", "on the phone it’s pretty easy to just kind of like skim through stuff and i can hear when people are interested by what’s being said", "quentin tarantino – i’ve read this – will call people endlessly and pitch them movies that he’s working on", "he says he doesn’t even have to hear the laughter; he can hear in their silence what their interest level is", "it’s like the silence whisperer", "exactly", "there’s some truth to that", "if you pitch stuff to people all the time, after awhile you kind of get the sense of are they hooked or are they not", "if they’re not hooked, you should consider another direction", "yeah, definitely", "tarantino is a fascinating case", "i’m hoping to have him on the podcast sometime in the next six to 12 months, which i think could happen", "this is a very broad question", "why did you make it, so to speak, in a business where very few people do", "you’ve reached a level of success across several different art forms, but let’s just look at comedy and the various iterations of that", "what were the decisions you made, or chance encounters or mentors, or whatever it might be that contributed it to you making it, at least that being the perception, certainly", "when i was 19, i had a bladder tumor", "they caught it early", "it was a malignant tumor so every three months for the next five years, i would have to go for a cystoscopy where they would look inside my bladder and see if the cancer had returned", "and it didn’t", "i was very, very lucky", "it’s like almost 20 years later and i go for a cystoscopy now every two years ago", "but at the exact, same time that i had this kind of life threatening ailment happen, i started to do comedy", "i entered a contest, and i won and i got this job at the dc improv", "and i would watch every comedian who would come through the dc improve", "the variety, actually, was really helpful", "i saw larry the cable guy before he was a stadium act", "i saw dave chappelle before he was the chappelle show, and george lopez and margaret cho, kathleen madigan, brian regan, jake johannsen, jim gaffney and all these people", "i watched all of them and i would try to just bug them with questions", "so i had this kind of education in watching a ton of comedy and going to open mikes and trying comedy at the exact, same time where i had this realization from cancer that life is short and can end, and it can end at any time", "and it is, in some ways, the best thing that ever happened to me was that perspective because i became an absolute workaholic, trying to get good fast", "i wanted to become a really great standup comedian really fast", "so i feel like that’s the thing", "there’s this comedian, tommy johnagin who started in the midwest, and i remember he opened for me one time when he was in college", "now he’s been on letterman a lot of times and he’s got a great career", "but when he opened for me when he was in college, he had done standup once or twice", "he quoted this back to me years later", "he goes, “you gave me this piece of advice the moment i started, and it’s helped me create what i’ve created as a career", "which is if you want to perform five minutes of comedy, write what you think is three hours of great comedy.” because that’s the ratio that it’s going to be", "you’re going to write about three hours of what you think is great, and about five minutes of that is worth showing an audience", "that’s a good quote", "i remember reading at some point, i don’t recall who it was", "i want to say neil gaimon but that’s just because i have a secret infatuation – not so secret infatuation with neil gaimon", "so this is something helpful that i want to attribute to him somehow", "which was a writer talking about process and discussing the frustration of, say, writing nine or ten pages and only having one or two paragraphs at the end be worthwhile, and feeling like the first nine pages were a waste of time but then emphasizing now, in fact, you needed those first nine pages so that you could produce the two paragraphs that are of use", "that’s a brilliant way of looking at it", "not only that, everything that you do in your life, i’ve realized over the years, is leading to where you are", "so in other words, the fact that in college i worked at the door of dc improve and brought food to people’s tables, and i was a waiter at the toombs when i was in college, and then i was a temp in new york city at a pharmaceutical company", "all of that actually led to the life experience that would be able to put something on the page that feels real", "i went to a little talk at the nantucket film fest this morning with oliver stone", "the thing i wrote down in my notebook from it, my takeaway, was when he was 20 years old, he wrote i think a novel and it got rejected all over new york city, every publisher for two years", "he tried to get it published for two years", "then he joined the army", "when he got out of the army, because of the gi bill he was able to go to film school and he made films", "what he talks about is it was the army that taught him to become self reliant in a way that allowed him to understand how to make films", "he says, “the army is what took me out of my head and made my understand that it’s not about being just cerebral; it’s about a combination of cerebral and self reliant and being able to survive in the forest or whatever it is.” and that’s what went into this epic film career that oliver stone has had", "and i think that’s worth considering in this discussion", "so given that, which i agree with – and how old are you now, mike, if you don’t mind me asking", "i just turned 38 this week", "happy birthday", "thanks", "if you were going to give advice, or could give advice to your 20-year-old self, 25 or 30, so you can pick, if you could place us in what you were doing, where you were; what advice would you give to yourself, if any", "i would say write everything down because it’s all very fleeting", "i would say keep a journal, which i have but i would have been more meticulous", "and then i would say don’t bow to the gatekeepers at the head of, in my case, show business but at the gate of any business or any endeavor", "don’t bow to the gatekeepers because i think in essence, there are no gatekeepers", "i think that you are the gatekeeper", "i like that", "it has a vaguely ghostbusters ring to it, also", "but it’s bizarrely true now in history when we look at where we are in film and television and the internet", "there’s this amazing quote, i think it’s at the end of hearts of darkness, which is the documentary about the making of apocalypse now", "i think it’s in the end credits, or it’s one of the final things francis ford coppola i’m pretty sure in the ‘70s said that the best movies in the future, because of the way that technology is moving, the best movies are going to be made by a kid – just from memory – a kid in ohio who picks up a camera and starts shooting something", "technology is going to be democratized, and has been, now, in a way that’s unprecedented for film, certainly", "oh, across the board", "you have kids who are programming and piecing together autonomous cars in their garages", "it’s really unbelievable", "although, as the technology or despite the technological changes, much like the quote on your wall, “emotions endure,” the core components of good storytelling i don’t think are going to change all that much", "no, no", "and as a matter of fact, i would say the same thing for my 20-year-old self; don’t waste your time on marketing, just try to get better", "yes, great advice", "i remember a blogger very early on, i think it was robert skogle, actually, said to me, “good content is the best seo.” so kind of the equivalent of writing online, which everybody is trying to optimize for search engine results and he’s like, “just put out good content", "people will link to it and that is how you get found.” yes", "and also it’s not about being good; it’s about being great", "because what i find, the older i get, is that a lot of people are good and a lot of people are smart, and a lot of people are clever", "but not a lot of people give you their soul when they perform", "yes, very, very true", "so when you think of the word successful, who’s the first person who comes to mind and why", "i’ll say a political and nonpolitical answer because if people dislike this person, then it kind of goes in one ear and out the other: barack obama", "barack obama to me is very inspiring", "he came from nothing", "he’s president of the united states", "i feel lost on culture, a lot of times", "he doesn’t have to be", "like he doesn’t have to be the president", "he could be an extremely wealthy anything", "like on wall street, he could be a corporate lawyer", "he could be in silicon valley", "he could do anything that would make a person billions of dollars, and he chose to work in service of the country", "i met him at the 75th anniversary of the uso last month, which was really cool", "but then i met him two years ago when my wife was pregnant", "our whole thing was whenever we meet someone who we know doesn’t care about meeting us, my wife and i always try and come up with a trick question that throws them off and they kind of like have to answer or have to think about it", "i give this advice to people", "if you ever see jimmy fallon on the street, don’t be like: i love the tonight show", "just be like: what do you think of kiwi", "and he won’t be able to not be like, i love kiwi", "like just talk to people about a think they didn’t think they were going to talk about", "and then next thing you know, you’re talking to jimmy fallon about kiwi and then you’ll have that for your life", "so our thing with obama was let’s tell him, because my wife was four months pregnant but we hadn’t told anybody yet, was why don’t we tell him you’re pregnant", "and so when we get to the front, i go, “mr", "president, this is my wife, jen", "she’s newly pregnant but don’t tell anyone.” and he couldn’t help it", "the president of the united states couldn’t help but be like, “well, am in first to know?” and my wife say yes", "she goes, “do you have any parenting advice?” and he goes, “well, get some sleep.” and we’re like, ha-ha because he’s the president", "you know, it wasn’t that funny comically but he’s like your boss times a million", "but then he got better because he goes, “no, actually, i got something.” he goes, “when you bring him home, the poo…” the president said poo", "and the moment he said poo, i thought, this is the greatest day of my life", "like i could die right now and i’d be fine", "he goes, “when you bring him home, the poo doesn’t smell", "it doesn’t smell like adult poo", "adult poo smells bad.” and then he looked at me for affirmation, and i was like, “absolutely, mr", "president; adult poo does indeed smell terrible", "thank you for inviting me to the poo seminar 2015.” and he goes, “and when you bring him home, babies crave structure; in their eating and in their sleeping.” and he goes, “and breastfeeding doesn’t always work out right away", "there’s going to be a little bit of wonky", "don’t freak out", "and if it doesn’t work out, the sleeping, right away; don’t freak out.” and he paused and he thought about it and he goes, “that’s actually some pretty good advice.” he complimented his own advice", "but i’m telling you, the best thing to do is you’ve got to get people questions they don’t – and you’re doing it right now – you’ve got to give people questions they’re not expecting", "and then my nonpolitical answer, people hate obama, i get it, whatever; you’re a republican, i don’t care", "that’s your issue", "but it would be bob dylan", "bob dylan is the great artist of our time because, unlike the rolling stones or the beatles who obviously broke up and some of them have died, but he continues to grow and learn and produce and to change", "time out of mind is a top five bob dylan album of all time, and he made it in his 60s", "it’s unbelievable", "he made freewheelin’ bob dylan when he was 21 years old", "it’s unbelievable", "yeah, when you’ve been doing it for three or four decades, you’ve definitely passed the once you’re lucky, twice you’re good stage", "yes", "the next question, i feel like, has to be out of left field for this to function after that incredible obama story", "so let me try a question that i’ve been dying to ask someone but i feel like you might be game for this", "what are your rules for good sex", "oh wow, that is fascinating", "captain fantastic has this piece of advice in it which i thought was smart, where the father says to the son, “when you make love to a woman, be gentle and listen.” and i think that’s wise; i think that’s good advice i think you should have sex, assuming your wife or girlfriend wants this, more than you think you should", "because it’s kind of like pizza; it’s never a bad idea", "you could even add that to the list of your incentives when they’re proofreading, i guess", "and the script might not be good but at the end, we’re all going to have sex", "that’s right", "oh, my god, if that’s the qualification for the next reading series, that will get so many people in the door", "i had a joke on my first album, which is, “pizza’s like sex; when it’s good it’s good, when it’s bad it gets on your shirt.” it’s honestly the dumbest joke but i still enjoy saying it", "is there a book or books that you’ve given frequently as gifts", "i give a book sometimes, but more often i give a dvd of stop making sense", "i’m not familiar with that", "it is the david byrne concert film with the talking heads that jonathan demi directed, i think, in the early ‘80s", "and it’s just a really innovative, strange concert film that’s very much worth watching and taking in in a creative sense because it’s so unorthodox", "it’s called stop making sense and musically, it pays off and i think visually it pays off because it’s very abstract", "that’s the one thing i give", "the other thing is people ask me about my sleepwalking all the time because i have obviously a very serious sleep disorder; it almost killed me", "so i give this book called the promise of sleep, and it was written by dr", "william c", "dement, who is the father of sleep medicine in this decade or even century", "he makes a cameo in my movie, sleepwalk with me, as himself", "but it’s a wonderful book", "people often say to me, because of my sleep disorder, what should i do, i have insomnia, blah, blah, blah", "i always say first of all, get this book and second of all the basic takeaway for starters is an hour or two before bed, turn off your phone, turn off your computer and i forget what the third one is", "but that’s the biggest thing", "think of sleep as something you don’t crash into but that you ease into, that you’re parking the car as opposed to crashing the car in the parking space", "that’s a good point", "i like that analogy", "any other favorite movies or documentaries", "i love terms of endearment and broadcast news are two james l", "brooks films that i can just watch over and over and over again", "i made don’t think twice and i made sleepwalk with me and when i make hopefully the next eight or nine movies, i strive to make movies like those where you’re laughing and you’re crying", "because to me, that’s what all of it is for; it’s to experience the range of emotions within an hour and a half or two hours", "on that point, if you could combine three comedians, alive or dead, into one super comedian, who would you pick", "okay, it would go something like this", "i’m writing this down on a pad", "it would go mitch hedberg, doug stanhope, maria bamford", "so mitch hedberg i think is the greatest joke writer of our time", "i think doug stanhope is the most honest comedian of our time, and i think maria bamford is the most vocally and physically versatile", "unbelievable", "i just think what she does is uncanny", "she drops into these voices that are just these completely vivid, pitch perfect impressions of people in her life and it’s uncanny", "so i would say those three", "that’s a great question, by the way", "i’ve never gotten that question", "i’m going to have to dig in", "i know hedberg, i know maria bamford; i haven’t explored doug stanhope", "is there any particular work", "there’s one called no refunds that’s on netflix", "all of his stuff is meant to make people leave", "so all of the names of his albums are things that imply that you can’t get your money back, essentially", "does that meant hat he does what, as i understand it and i’ve listened to and watched a fair amount of his stuff, but bill burr", "it seems that bill burr will deliberately lose the audiences because it’s no longer a challenge to simply make them laugh; he wants to be able to reel them back in", "is that effectively what doug does", "yeah, it’s precisely that", "seeing doug stanhope live is bill burr actually to the extreme", "it’s like a magic trick", "it’s like watching andy kaufman doing his bit where he does his latka character, speaking the gibberish to the audience and bombing, and people not realizing it’s a character and then going into a pitch perfect elvis impersonation and people go crazy", "it’s this thing where you can’t believe that he lands the show after how terrible he made it", "it’s fascinating", "and bill burr is incredible, too", "bill burr may be very close to that list, as well", "maria, i’ve listened to a lot of her comedy and although i alternatively love and hate this description in the self help business, which i try not to think about much but i get asked about the secret a lot, and manifesting things which is not really a focus of mine, at all", "but maria has this hilarious bit that i always mention", "i’m like, “you should listen to maria bamford; she talks about the secret.” and there’s this bit where she’s talking about being down and out, and her sister is very successful, corporate, super efficient", "maria has her over at one point, and maria has put together a vision board and there’s a microwave on the board", "and her sister goes, “a microwave", "really", "you want a bucking microwave", "that’s depressing", "i’ll buy you a microwave.” and then maria’s like, “bam", "a manifest!” it’s like oh, my god, so genius", "what purchase comes to mind – could be recent or whatever – that has positively impacted your life", "ideally not like a maserati but something that’s on the less expensive side", "this sounds so stupid and current, and speaking of things not enduring – who knows what this will even be, but i find the fitbit was helpful for me", "because it tracks my sleep", "and so it tells me this thing about my sleep", "it tells you how much you were walking the night before", "no, it’s true", "i don’t know if you know about this but it not only tells you how long you’ve slept but it tells you the quality of sleep", "in other words, it tells you you’ve slept technically for eight hours but you were awake for an hour of that", "so it’s actually quite helpful", "i like it", "so you use it primarily for your sleep, then", "for my sleep, yeah", "i like trying to get to 10,000 steps a day; that’s helpful", "but for the sleep, you’ve got to remember i have slept over at hospitals countless times for sleep studies because i have rem behavior disorder", "it’s like $3,000 per visit", "some of it is insurance but some of it i have to pay", "this thing basically does a sleep study and it costs $100", "what type of nighttime rituals do you have", "you mentioned easing in instead of crashing into the wall", "do you have any particular wind down or evening rituals", "there’s actually a good podcast called – not to be mistaken with sleepwalk with me, there’s a good podcast called “sleep with me.” that could go a lot of directions, okay", "yes", "it’s this guy, he calls himself scooter", "sounds trustworthy", "he has this really uncanny skill of talking in circles and slow, and circling back to the first topic and then the next topic, and another thing, and a digression, and then the next thing you know, you’re asleep", "it’s pretty fascinating, what he does", "i’ll have to try that", "that’s worth looking into", "and then i try to write in my journal", "honestly, the biggest thing is getting off of social media", "getting off of twitter and facebook", "in relationship to what we were talking about earlier when i was saying the thing about oliver stone, that he joined the army and that’s how he became self reliant", "and how ultimately, everything in your life you do leads to who you are and what you’re able to accomplish", "i think that social media is weirdly the exception to that", "i think that social media is this weird kind of looking in the mirror all the time thing", "it’s not helpful for being productive or learning", "i don’t know if that’s true but that’s been my feeling lately", "i think the dose makes the poison, certainly", "there’s a point where you’re like: oh, this tylenol is helping my headache", "and then: oh, my stomach lining just fell out of my ass", "has that actually happened", "that hasn’t actually literally happened to me but there’s definitely a point where things in excess become their opposite", "on the flipside, what does the first 60 to 120 minutes of your day look like", "are there any particular rituals that you have in the morning", "it’s a little bit like memento every day", "injecting your wife with insulin over and over again", "just like a lot of times if i’m not focused, i will kind of wander", "until i have coffee, forget about it", "i’m a heavy coffee drinker", "basically if i’m on a project, if i’m shooting a movie, i have a complete and exact plan for the next day", "if i’m writing a movie, like i said, i put notes next to my bed: mike, wake up; go to the coffee shop and write", "i think that when i don’t have a routine, i’m a mess and i’m not productive and it’s not helpful", "so that’s what i’d say; it’s inconsistent", "the other thing is i travel", "the thank god for jokes show, i toured 100 cities in a year", "wow", "it’s very hard to have rituals when you’re going to 100 cities in a year", "yeah, i wonder if it makes the values of the rituals even greater if you are able to maintain some semblance of a routine when touring", "i don’t know; i’ve never done that", "do you have a favorite venue in the entire united states, if you had to pick one", "gosh, there are so many", "the upper citizens brigade theatre in new york city feels like home because i’ve been on that stage a lot, and the comedy cellar in new york feels similarly", "i think that in terms of a pound for pound venue, i think the chicago theater is probably your best concert venue in america", "the chicago theater seats about 3,000 people", "and yet, as a performer, you feel like you’re talking to people in your living room", "and as an audience member, it feels like you’re just watching someone not in your living room but it feels intimate", "you’re a collector of good advice", "what is the worst advice that you hear or see being given out often", "and that could be in any domain; it could be comedy, it could be writing, it could be movies, it could be completely unrelated, anything", "it’s all about getting your dream, pursuing your dream", "i don’t know what the exact advice is that drives me crazy but i think there’s a cultural thing right now that is kind of irksome", "i read it recently in the new york times where someone said – i’m forgetting who wrote this but she said, “if i advice for college students, it would be don’t ask what do i want to be when i grow up; ask how can i help or how can i change the world, or how can i be of service to other people.” i think the kind of just be whatever you want to be is perhaps to be reconsidered by how can i be of service when i’m on the earth for such a short amount of time", "because when i do my one man shows, for example, seth barrish and i, we’re always talking about how is this story that i’m telling, let’s say sleepwalk with me, it’s a story about how i jumped out a second story window while sleepwalking and it nearly killed me", "i got cut up, i ended up in the emergency room", "i jumped through a window and the glass missed my femoral artery by a centimeter", "and ultimately, we had to figure out not how is this story about me, but how is it about the audience", "and the way we discovered it was about the audience was that it’s about the catharsis you can experience by sharing something that you’re very embarrassed about; in my case having this life threatening sleep disorder that i was embarrassed about", "i thought people would think i’m crazy", "it’s about the catharsis of opening up and telling people about that, and how that can make us feel closer to one another", "and so in that sense, this is a round about way of saying how can what i’m doing be helpful to the audience", "how can they go away feeling empowered in their life as opposed to: oh, that was funny", "because walking away going, oh that was funny, i don’t know, there’s something about it that feels like it’s a missed opportunity", "i remember speaking to john favreau on the podcast about his writing and humor", "i’m paraphrasing here but he said: i don’t aim for funny; i aim for truth and then the funny often comes along with it", "i think that’s absolutely true", "on this point of what you can offer for service, brian koppelman mentioned something in our text exchange which was he, meaning you, chooses to be kind", "it’s a conscious part of who he is and i’m always interested in how he consistently thinks about other people in whatever engagement", "and how going through life that way makes him feel", "can you confirm or deny or elaborate on that", "because i think it’s an observation worth exploring", "if that is a decision you make, has it always been the case", "is it something you came to a particular way", "i think that’s from my mother", "my mother is a very generous person", "she’s been a nurse for her whole career, and then she was an elementary school nurse for awhile", "she’s very catholic, which is not something that i followed in her footsteps with", "yes, she’s just very sweet to everyone", "i don’t know if it’s true; it’s nice to hear that someone says that about me", "but yes, i try to be nice to everyone", "i think it’s the right thing to do", "i think that peace on earth is achieved in a micro sense", "peace is achieved through every person who you meet in your day", "it’s an opportunity to contribute to peace everywhere", "maybe it’s naïve but that’s how i think of it", "i don’t think it’s naïve", "i think the macros is made up of the micro", "i remember this story i heard, i believe it was from a professor at stanford named b.j", "fogg who decided to teach a class, as professors at stanford are allowed to do, that he effectively made up out of thin air", "and i think it was creating world peace, or something like that", "he had no idea what the syllabus or the curriculum would be whatsoever", "and then 30 students show up, and he tries to figure out what the class is", "he had students from, say, israel, palestine, all over the place and he quickly realized no one could even agree on what world peace went", "like what does world peace look like", "so he said okay, since we can’t agree on world peace – and this was the interesting part – he said, “let us try to agree on what the antecedents to world peace would be.” oh, that’s smart", "what are the constituent parts that might make up world peace", "let’s start to agree on some of the ingredients", "then he had them work on projects focused on those common ingredients", "and i do feel like to take something like peace and make it actionable, by necessity you’re going to bring it down to the micro", "otherwise, it’s just not actionable; it’s too abstract", "by the way, i’m fearing as i’m saying this that someone is listening to this going: “i met mike birbiglia and he’s an asshole.” i have that with q&as, like a lot of times touring with don’t think twice, we’ll do q&as and i’ll be 20 minutes into it and it will hit my like a ton of bricks, like what if the people in the audience didn’t like the movie", "now they’re listening to someone babble on about how they made the thing that hey don’t even like", "can you imagine a worse fate than listening to someone talk about a thing that you don’t even like", "i have to say, and this is not going to get a lot of sympathy from most people listening to this but i have a lot more empathy for people in the public light than i did, say, ten years ago", "because you wonder, like: i wonder if that guy thinks i’m a total dick", "but it just so happens your cat got run over by a car, and your kid pissed on your trousers before you had to go to an important meeting, and then your wife called and was really upset", "and then some guy dropped your coffee on the floor and you’re just in a shitty mood and that person happens to come up to you as you’re running to the gate to catch a flight that you’re going to miss", "and they have a 30 second exposure to you in a really rare off moment and they’re like: wow, that guy is an asshole", "or you literally just sprained your wrist grabbing through a suitcase", "i had that happen on this last trip", "and then someone comes up to you right at that moment and says: hey, i’m a big fan", "i’m like, this is a really strange thing to say; i’m in a lot of pain right now", "they’re like: yeah, i met that guy; he made put the most ridiculous story", "he blamed it on his wrist", "i had this experience yesterday, which was hilarious and infuriating at the same time", "this is yet another reason to stay off social media", "i saw this guy who i suppose you could call him a journalist or a media producer who i had been pinging me via text message for awhile", "i’d been traveling out of the country, this and that", "it’s like: get together, have drinks, and like: hey buddy, how’s it going", "i guess i didn’t reply to them", "so his tweet was, “tim ferriss is like an arrogant, self centered ass but it doesn’t mean you can’t learn lessons from him.” and i was like: oh, so this is what happens when i’m out of the country for two months and miss someone’s text; they assume malice", "i remember a piece of advice i was given, or read at some point – i mix those up – and i’ve modified it a bit: never attribute to malice what you can attribute to incompetence", "now, the way i’ve modified that is: never attribute to malice what you can attribute to incompetence or business", "it’s just like you don’t know what battle someone else is fighting", "they might come off as a dick and it’s like – i’m not going to give away too much in the movie but it’s like something catastrophic could have happened that they’re not being open about because they don’t want to be open about it", "just assume that it’s not a personal attack", "but i’m getting up on a soapbox; let me chill myself out", "i think that’s good advice", "you’ve done 100 cities", "do you have a favorite meal that comes to mind", "and maybe it’s pizza; could be but is there a favorite meal or drink of yours that comes to mind", "i think some combination", "i love great macaroni and cheese", "i love going to the fanciest restaurant you can imagine and just ordering macaroni and cheese, or ordering the hamburger", "because i always find that if you go to someplace that’s $50 a plate or something like that, sure you can order the chicken or the steak or whatever but man, can they make a hamburger", "now, is that for your joy or is it remotely flawed with the kitchen", "no, i’m not trying to blame the system", "so you’re not asking for super well done, because i know that makes chefs completely insane", "no, no", "i think it’s a cuisine loophole", "it’s a great secret in cuisine which is that you order the kind of inexpensive pedestrian item on a really expensive, fancy menu is more often than not amazing", "if you’re in a fancy restaurant and for whatever reason there’s peanut butter and jelly on the menu, order the peanut butter and jelly because those people aren’t fucking around", "god, i love it", "no, that’s good advice", "i remember i had two different pieces of advice from two very good chefs", "one said if you go out to a restaurant, never have the roast chicken because you can always make roast chicken at home", "yes, i think that’s smart", "you can always make it at home", "but i had someone else say if you can get roast chicken on the menu at a fancy restaurant, get the roast chicken because everyone an make it at home; you think you know roast chicken", "this may be along the lines of the pb&j; order the pb&j", "if you could have one billboard anywhere with anything on it, what would it say", "i’d put it in times square and it would say, “none of these companies care about you.” ooh, i like it", "that’s one of the things that i feel like i’ve learned over the years, which is that we’ve come to trust corporations in a certain sense and we forget the fact that they actually have no vested interest in us other than our money", "which harkens back to the thing i was saying about gatekeepers", "i have very much of a niched career", "i have a career where if people know my work, more often than not, they’re like: that’s great, i’m a huge fan, this is great what you do", "but most people don’t know who i am", "it’s the definition of niche", "i don’t get stopped in the street almost ever, which is great; it’s phenomenal", "and so in relation to that, i do things that are self produced", "i’m a producer on my movies, i’m a producer on my one man shows, i produced my tour; it’s all in house and i try not to bow to the gatekeepers of show business because they don’t care about me", "they really don’t", "the networks and the studios, all they care about is whether or not my movie or my tv show or whatever it would be would make them money", "so why would i try to please those people", "the people i’m trying to please is my audience", "they’re the people who buy my albums or go buy movie tickets", "those are the people i care about; those are the people i’m making movies for", "so my billboard is these companies don’t care about you", "do you have any other rules that you’ve developed for… i was going to say the business side of the art that you’re involved with but just in terms of managing your life and career, are there any other rules you’ve set for yourself that have helped you to have the success and longevity that you’ve had", "i think my advice is just to try to figure out what they do well in the system; the studio system, the network system and just pull it out and replicate the parts that you think work and then do the rest yourself", "my first off broadway show was sleepwalk with me, and it was very much by the book", "it was produced in this way, the off broadway system", "it had a general manager and a general management company that took such and such a fee, and it had this many people who are on the payroll and all this kind of stuff", "and my agent and i, after the fact because the show, even though it was this big success and it ran for eight months, the show technically – this is a very common thing in hollywood – it lost money, technically", "i guess the most famous story of this is the simpsons", "the simpsons franchise, i don’t know if this is true still but a few years ago, it was not in profit", "have you ever heard that story", "i haven’t heard the story of the simpsons but i’ve read some articles on hollywood accounting", "hollywood accounting is crazy; it’s bananas", "it’s completely bonkers", "it’s on par with – i’m making this up; i don’t know if this is accurate so don’t sue me, gm but when people are like: oh yeah, gm paid no taxes last year, or apple paid no taxes last year", "and you’re like: what", "it’s absolutely on par where you’re like: oh, the movie grossed a billion dollars but no one saw any back end participation mysteriously for these various reasons that are detailed in this article", "but no, i haven’t heard the simpsons example", "another example is my last movie, sleepwalk with me, i won’t name the names involved but it didn’t technically make money, even though it did like 2.25 at the box office which is a lot for a small film that was made for $1 million", "and then it did probably a million whatever – maybe more – digitally on netflix and itunes and all these things", "and so it quote-unquote made somewhere between 3 and 5 million dollars", "we made it for a million dollars’ budget, which is like nothing in the world of independent film", "yeah, super budget", "and the movie didn’t make money", "i’m trying not to curse but it doesn’t fucking make sense", "it doesn’t make sense at all", "and so this time around, i was like: alright, i’m going to cut out all the people who charged the movie, so to speak, and became like a line item in the budget for the marketing and the distribution of the movie and i’m just going to do it myself", "so don’t think twice is essentially self distributed in cooperation with this company, the film arcade, which is a small distribution company that i basically told my story to", "and we’re like, let’s build this from scratch", "i’ll go from town to town, i’ll go to 30 cities and i’ll hand deliver this movie", "so my whole summer has been me going town to town showing sneak previews of the movie and then doing a free improv workshop for improv theaters in that town", "so we’re going to io in chicago, and ucb in new york, and the torch theater in phoenix, the planet ant theater in detroit which is where keegan-michael key started", "and we’re doing these free workshops as an act of good will", "because basically, we thought why don’t we, instead of buying a ton of tv ads and this and that, all the traditional marketing, why don’t we spend that money just having me be a walking billboard for the movie and go town to town and spread good will", "say: hey, we’re going to do free improv workshops, we’re going to give out free tickets to local improv theaters and we’re going to do q&as", "so to get back to what you’re saying in a business sense, i would say steal the ideas that corporations use that work and then fill in the rest yourself", "steal the thunder from the gods", "yes, exactly", "it doesn’t actually belong to them anyway, in a lot of senses", "i’m really excited about that", "i’m continually excited about this type of experiment, and particularly given my experience with the podcast, which after many, many years is really the first, in a sense aside from the blog and so on, the first free agent enterprise that i’ve had complete unilateral creative control over", "the indoctrination of podcasts has been incredible for radio", "it’s such a boon and such a joy", "and for that reason, i’m going to be experimenting with a lot of different approaches with publishing as it relates to books and otherwise", "because every time i have in the past let someone pay for something, which is usually bloated in some capacity as you mentioned… the whole publishing industry is bloated", "you will not have the control or the protections you would want as a doer", "so how can people see the frequently, infrequently, or moderately", "and of course, it’s kind of contingent, i suppose, upon when people are hearing this but how would you like people to check it out", "i have really been enjoying it; chris sacca loved it", "i’ve heard great things from a number of different people and i certainly recommend people check it out", "but where can they learn more and see more", "there’s a site called don’tthinktwicemovie.com, the twitter handle @dontthink", "my twitter handle is @birbigs, b-i-r-b-i-g-s", "i’m traveling [01:30:00] around the country, so like 30 cities; with people’s help, don’t think twice will get into 300 to 500 theaters across the country, and maybe more", "but it’s entirely contingent to the people listening to this", "i’m at nantucket film festival right now, and there are great movies", "there’s this documentary called tickle, that’s phenomenal", "there’s this movie called other people, that chris kelly made", "there’s captain fantastic, which i was telling you about", "there’s a norman leer documentary", "there are so many great independent films", "and what i urge people to do is go to your local cinema, and see small films", "read a few reviews and go to the ones you think might work for you", "it really does help for there to be more of them", "no one’s getting rich on an independent film but if the movie makes a few million dollars, i’ll get to make another movie and i’ll put my heart and soul into it", "so that’s what i would ask", "just for people who are wondering, those people who have been listening to me or following me long enough know this, that i take endorsing things very, very seriously", "it’s very easy to destroy a reputation that takes a long time to build", "i feel very comfortable recommending this movie", "when i was watching it earlier with cal, at one point a few minutes into it, he said, “wait a second", "is this documentary or script?” great", "that is just about the highest compliment as it relates to acting that appears completely natural", "i thought to myself, wow, that is a very rare comment", "and this is coming from someone who’s had a lot of immersion in the arts and entertainment, also", "that’s a huge compliment, thank you", "yes, so everybody definitely check it out and i will put all of the links in the show notes, as usual, at fourhourworkweek.com/podcast", "two last questions", "this one is what is the best or most worthwhile investment you’ve ever made", "that could be time, money, energy and just as an example to buy a little time, amelia boone, who has been on the podcast, she’s won the world’s toughest mudder three times and is the most successful female obstacle courser in the world", "her answer to me was paying her first $450 entrance fee, which was a stretch at the time, for world’s toughest mudder", "so it seemed like a huge stretch but it completely set her on – pun intended – this course in her life", "she’s also a power attorney at apple and just a complete machine", "what would you offer as your answer to that", "i would say spend $15.00 on a yoga class", "i started doing yoga two years ago and if i hadn’t started, i feel like my body would have broken down completely and i’d be in a sling", "my wife convinced me to do yoga after years of telling me that i should do yoga, which is hilarious if you people don’t have the visual picture of me", "or they might, but you wouldn’t think of me as someone who does yoga", "and i certainly don’t do it well", "but if you can find a good place for beginners, oh, my god, i find it to be completely helpful for being productive and being healthy", "i think people are as old as their joints feel so if you sit down a lot, it is good to stretch", "i’ve been doing a lot of acro yoga for the last two years and my hips and back have never felt better", "that’s great", "so i would also encourage people that if for whatever reason you can’t get tickets to standup comedy by mr", "birbigs, if you see him in line for a yoga class and want to get some indirect comedy by watching his downward dog and cobra poses, then that is much like the culinary loophole you talked about earlier", "i’ll tell you this is going to sound like i’m kissing up but my wife urged me to wedge this in somehow, which is if the people just listen to the podcast and they don’t have your book, get your four hour workweek, i believe your first book", "that’s the first book, yes", "which is how i was introduced to your work", "because i have a completely different outlook on vacation now", "the way that you talk about essentially we’re working these 80 hour weeks, let’s say, for this pie in the sky idea of retirement at the end of our lives that god knows what the hell that even is anyway", "and live that retirement in fits and spurts in the middle of your life so you understand the perspective of what that even is", "and because of that, my wife and i took a vacation to laguna beach where i shut off my computer for five days at the beginning of june and it’s literally because of your book", "thank you for sharing that", "that makes my day", "and laguna beach is a great choice; that’s a beautiful spot", "i searched all over", "i’m an amateur travel agent", "for those people who haven’t read the book, the balloon payment at the end for the deferred life plan is far from guaranteed", "far from guaranteed", "far from guaranteed so it’s good to break up the work with many retirements for sure", "is there any ask or request as we wrap up, any parting comments or asks or requests from my audience", "no, just follow the movie @dontthinkmovie on twitter or follow me @birbigs on twitter", "trust me that the movie is really good and i think you’ll laugh, and i think you might cry", "take someone on a date, take a few of your friends", "there’s a lot of love that went into making something that a lot of people so far have liked", "so yeah, it would just mean a lot to me", "it also supports an ecosystem of creators creating, which i’m extremely passionate about and i think pretty well informed regarding", "i would tell people every time i have to or choose to review something, whether it’s a book or a movie or anything else, right before an interview i’m always nervous", "and i’m just like: oh, god, am i going to have to tap dance around the fact that i didn’t like something, by the glaring omission of mentioning it or anything like that", "and within five minutes of putting this on, i was like: oh, thank fucking god, i don’t have to deal with any of that", "it was such a wash of relief", "so i do encourage people to check it out", "and mike, i know you’ve got a lot going on right now", "you’re juggling all of the activities that go with taking matters into your own hands with a creative endeavor like this", "so i certainly send good vibes to you for the endurance and courage and strength that you will need on the road", "thank you", "this is great fun so i really appreciate you taking the time", "thanks, and as a disclaimer to anybody who’s listening to this and going: i don’t even like mike birbiglia’s comedy; why am i listening to him talk about it, just know on a lot of days, i don’t like it either", "so i might be wrong about everything i’ve just said but i’m just trying my best like anybody else", "that’s all we can ask, man", "everybody’s just trying to get by, one day at a time", "yes", "mike, best of luck with everything and to everyone listening, as always, i’ll mention it again: you can find links to everything, including the movie, including social, including books and dvds and so on that came up in the show notes as well as those notes for every other episode at fourhourworkweek.com/podcast", "and until next time and as always, thank you for listening"]}