{"dialog_idx": {"seth godin": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372]}, "episode_num": 177, "file_type": "html", "guests": ["seth godin"], "num_sentences": 373, "num_words": 5616, "raw_text": "Seth Godin: Thanks, Tim, for having me. What a pleasure to be back. I will start by pointing out how erudite, intelligent, good-looking, generous and thoughtful most of the people who listen to this podcast are. I was optimistic that as we dive through these questions and as Tim continues the long arc of what he’s trying to talk about, people will see over and over again that in an economy based on connection, real connection, comes from people who seek to contribute to the community first. And that asset, the trust that comes from that, is priceless. So looking through these questions, skipping the one about why I look like a lizard and a few other questions that have to do with what it was like to be in a movie with James Franco, who I’ve never met, so I’ve never been in a movie with James Franco. I find that there are a few groupings. One grouping was talking about education and parenting. Another grouping was the mechanics of marketing. I would say the biggest grouping was an understanding of the fear that each of us has to deal with in order to do this original work. I tried alphabetizing the questions and grouping them but I failed at that. So maybe what I’ll do is go through them and as they prompt other thoughts, I’ll weave those together. So let’s start with James Roloff, who kicked us off with the question: What’s the one thing that most marketers do wrong?  This is easy. We’re selfish. We are narcissists, infantile narcissists who believe that our need for more and our desire for attention trumps everything else. We justify and rationalize our work and interrupt people, spam people, yell at people, deceive people, and play the short-term game again and again and again. Successful marketers are successful because they don’t do that. It turns out that’s scarce. The folks who are willing to build a story that’s true, to earn permission, to create a product or service that spreads merely because it’s remarkable; that mindset almost never shows up. The next question is from Pavan Kanwar: How do you build a tribe from scratch? So the idea of tribes I think is fundamental to humanity. It’s been around for thousands and thousands of years. But in the modern world in which we live, we can get confused because it might seem that our job is to build a tribe from scratch. But most of the time that’s not what happens. Nike did not invent the running tribe. There were already runners before Nike showed up. Harley-Davidson did not invent the outsider tribe – a group that called themselves the 1 percent long before the other 1 percent showed up. That what we do when we lead a tribe often is we find people who are already connected and we merely show up to lead them. For most businesses, most opportunities, we don’t even lead them, we merely service a tribe that already exists. So that when you find a group of people who share an instinct and interest, a connection, a leader, a goal, and you give that group of people something with which they can take action, the way I abbreviate that long sentence is people like us do things like this. Once you are able to say people like us do things like this, then you have found a tribe that can revolve around what you do. Switching over to the fear side, Jenny Westercamp asked: What limiting self-belief did I change in order to become successful and how did I change them?  This was actually work that I did on myself in college and have tried to continue doing on myself for a long time since then. The self-limiting beliefs infect all of us because all of us like being competent. We like being respected. We like being successful. When something shows up that threatens to undo all of those things, well then it’s really easy to avoid it. What goes hand in hand with that is the sour mindset. The mindset of we are not getting what we deserve. The mindset of the world is not fair. The mindset of why should I even bother? It’s probably not going to work. One thing those of us who are lucky enough to live in a world where we have enough and we have a roof and we have food, is we find ourselves caught in this cycle of keeping track of the wrong things. Keeping track of how many times we’ve been rejected. Keeping track of how many times it didn’t work. Keeping track of all the times someone has broken our heart or double-crossed us or let us down. Of course we can keep track of those things, but why? Why keep track of them? Are they making us better? Wouldn’t it make more sense to keep track of the other stuff? To keep track of all the times it worked? All the times we took a risk? All the times we were able to brighten someone else’s day? That when we start doing that, we can re-define ourselves as people who are able to make an impact on the world. It took me a bunch of cycles to figure out that the narrative was up to me. If a narrative isn’t working, well then really, why are you using it? The narrative isn’t done to you; the narrative is something that you choose. Once we can dig deep and find a different narrative, then we ought to be able to change the game. So moving just a tiny bit sideways from this, Chill Ellington (best name of anyone who asked a question so far) asks: My opinion on quality versus quantity in the age of the constant hustle mindset in online marketing. Can you win without being everywhere? Of course you can. The real question is, can you win while being everywhere? None of us are everywhere. Most of the people on Earth have never heard of you or me and most of the people online have never connected with either of us. It’s a trap, a giant trap. A trap designed to suck our attention and our content away from us and give us very little in return. Maybe a little heart-shaped thing or a button that points up or a trend that makes us feel like we did a good job. This is all a trap. This isn’t what’s causing people to succeed. It’s not causing people to be able to make the impact that they seek. My suggestion is whenever possible, ask yourself what’s the smallest possible footprint I can get away with? What is the smallest possible project that is worth my time? What is the smallest group of people who I could make a difference for or to? Because smallest is achievable. Smallest feels risky. Because if you pick smallest and you fail, now you’ve really screwed up. We want to pick big because infinity is our friend. Infinity is safe. Infinity gives us a place to hide. So I want to encourage people instead to look for the small. To be on one medium in a place where people can find you. To have one sort of interaction with one tribe, with one group where you don’t have a lot of lifeboats. This is what you do. This is what people need to look to you for. So before I drive into a bunch of good questions about education, I wanted to talk about the long-cut. One of the cultures that’s present on the internet is this idea of the shortcut, the life hack, the way to get into the innards of a system more quickly and easily. I’m an outspoken proponent of the long-cut, because it seems to me that the long-cut is the most direct route to get to where you seek to go. That the brands that we are aligned with, the institutions that we care about, the people we admire – they all took the long-cut. The long-cut is The Beatles playing in Hamburg for months and months. Or Bob Marley slowly but surely working his way from where he was to where he ended up. That the long-cut is a different game. It’s not give and get. It’s not even give and give and give and get. It’s just what does this community need and more important, how do I do a kind of work that matters? That’s mine and mine alone? That’s identified with me? That’s difficult? So whenever possible, I’m looking for the long-cut, because it turns out that is the single best way to make the change that we seek to have happen. Which leads to education. Carlo D’Angelo asked us about public school. I’ve got a question here from Jason Habish, who wants to know:  How I would approach mastermind groups? There are other people who have asked about the altMBA, including two of the altMBA grads, who are following you. I’m looking for the names of those. Justin Taylor wants to know how the altMBA would look for grades K-12. John Robinson and Bill O’Neill both asked questions about it as well. So here we go. In “Stop Stealing Dreams,” I basically pointed out that public school is an artifact of the industrial age. That it was invented by industrialists who needed compliant factory workers. This model is fading. It’s leaving people in hundreds of thousands of dollars in debt without the jobs that they seek. The idea that you could go to someone and say, “Tell me what to do,” and then they will pay you a lot of money, is fading faster than ever. It’s being replaced by people who know how to do two things, which is what I think school ought to be teaching. One, how to solve interesting problems. Meaning how to do a thing you can’t look up on the internet. Meaning how to do something where no one can tell you how to do it. And two, lead. Have the guts to say “Follow me.” These things are in scarce supply. The main reason they’re in scarce supply is because people aren’t taught to do them and our culture isn’t organized around them. So what do we do about school? Well, the first thing we do when it comes to thinking about parenting is not to tolerate, but to embrace the idea of free-range kids. Kids who are learning what works by figuring out what doesn’t? That the lessons that we remember are the lessons we learn the hard way. I can’t remember the last time I said to myself, “Oh, when I was in fifth grade or seventh grade or tenth grade, we read about this in a textbook.” But I remember really well something I screwed up in second grade and then I learned how to fix on my own. So when the kid comes home with a solid B+ average and then one grade that’s a C-, the industrialist mindset is to cause trouble around the C-. Figure out how to make someone well-rounded. Help them understand how important it is to meet spec. The alternative is to encourage our kids to find things that don’t work. To experiment with things that they’re not good at. To explore yet another thing that didn’t turn out right, if they approach it in the right spirit. If they approach it with the right intent. That process of learning through exploration is too often missing. One of the ideas that I’m really enamored with is the idea of enrollment. Enrollment is not what happens when you sign up with the nearby school and then they threaten to throw the parents in jail if the kid doesn’t show up in class. Enrollment is what we call it when someone is eagerly present. When a consultant has enrollment from a client, the client is saying to her, “Yes, we want to move forward. Show us how.” As opposed to the consultant having to cajole and push and basically encourage the client to go forward. Enrollment is different. Enrollment is something we want to do. So the key element of the altMBA begins with enrollment in that you’re not there to get a piece of paper, because there isn’t one. You’re not there because it’s accredited, because it’s not. You’re there because you want to level up. Online courses like Coursera, which Michael Sweeney asked about, and other MOOCs and self-directed learning, all of them work best when they are things we choose to do. There’s an important distinction because most of the education that most of us have had is not education we enrolled for. Or if we did enroll, we enrolled once at the beginning and then we were waiting for the two-year MBA to be over or we were waiting for the driver ed class to be over. We weren’t actually seeking to engage in the work itself. So what we have to figure out how to do, whether it’s for third graders or for a MOOC, is continue to amplify the cycle of enrollment. Continue to create an environment where people would miss it if there was a snow day. They would miss it if someone said we don’t have to do that page. There’s a famous Bar review course that used to happen in New York called Pieper. What Pieper would do is – you paid thousands of dollars to take this course – he would stand in front of the class and read his notes. Then every once in a while, he’d stop and tell an anecdote. So he would say “Not for your notes!” and everyone would drop their pencil and start talking to each other, ignoring him, until he would then say “Notes!” No one took the Bar exam course because they wanted to learn something. They all took the Bar exam course so they could get the Bar exam over with. I think what we’re seeing in our culture now as it’s being rearranged is we get to do what we want to do if we care enough. But caring enough means we’ve got to figure out how to move forward. We have to figure out where the fear is and engage with it. So I have a question here from Wade Johnston: Do I ever have fear? If so, how does he deal with it? And if not, when did it stop?  Well, I don’t think it’s ever going to stop. And most of the people I know aren’t sociopaths and psychopaths. They have fear as well. Fear is hardwired into us. Fear kept our ancestors alive. Fear isn’t stupid. But lately fear is incorrectly processed. That being afraid of public speaking is a bug in our operating system. Because public speaking isn’t actually dangerous, it just feels dangerous. Can you make the fear go away? Well, some people say they can. I’m not sure that it’s true. I think that what we can do is dance with the fear. So one of the things we do in the altMBA is we put people through 13 different projects in public, some groups, some solo. One of the reasons for that is to create a cycle of shipping. Why? Because once you get into the cycle of shipping, you begin to associate the fear with producing work of value. That idea that you can use fear as a compass, that you can say why is this making me nervous? Maybe that nervousness is pointing me where I need to go not the other way around. Okay, jumping around a little bit. David Mooring wants to know: If I didn’t have my blog, my email list, my books, my network, how would I go about building a tribe and making a ruckus today? Starting with zero. Given the amount of noise and the amount of content produced today, do I think I could go back to my current level of prominence and impact?  You know, my current level of prominence and impact is largely based on luck. I showed up a lot, but so did a lot of other people. I wrote a lot, but so did a lot of other people. I had some good ideas, but so did a lot of other people. Every day, I remind myself that someone had to get lucky in certain respects and it was me. There were other things I tried, other things I built that didn’t work. Other people got lucky in those areas, not me. I’m not vain enough to believe that it’s all my doing. I won the parent lottery. I grew up in the right decade, in the right country at the right time. Some lucky breaks along the way made a big difference. But that wasn’t your question. Your question was, how would I make an impact today? Here’s where we get back to that idea of the smallest possible market. Too often, and I really don’t like the blog posts about companies that raised another $10 million, the companies that were valued another $50 million, who don’t even have a product yet. This is not news. This is not success. This is another step along the road, but it’s not something that we need to aspire to. What those organizations are generally doing – there are exceptions – but what they are generally doing is postponing the day they need to say to a customer, please pay me money. That we do lots of things to hide from that day. We say we’re planning, we’re prepping, we’re raising money, we’re trying for a bigger market. What’s wrong with a small market? Can you create something of value for three people? Can you create something of value for nine people? Is there a tribe of 12 skateboarders down the road that you could engage with? That you could have an influence with? That you could make a profit with? Because if you can’t do it with 12 or you can’t do it with 20 or you can’t do it with 50, what makes you think you’re going to be able to do it with 5,000 or 50,000? It doesn’t get easier, it gets the same. That postponing it, waiting for the perfect tribe, waiting for the perfect idea, the perfect book title, the perfect this, the perfect that. Or worse, looking for shortcuts and hacks and ways to conceal ourselves from what we’re capable of doing. I think these are all mistakes. I think the win, the giant opportunity, is to change one person. Teach one person. Influence one person. Finding market where someone needs what you have. So I started really professionally as a soloist in ’86 selling books to book publishers. Now in 1986, book publishers needed more books than they had. That almanacs and detailed, long, pop books are hard to write. There weren’t enough people who could write them. I was one of those people. I built a team that could package and create these books. I got rejected again and again and again until I understood how to talk to people in that industry in a way that they could hear me, in a way that they could understand and respect. Then I was able to sell them. The magic of this is it pays for itself. You don’t do the book until someone pays for it and once they pay for it, you have enough money to do the book. So I didn’t need funding. I didn’t need somebody to support the prospects of what I was doing because the client was paying for it. That’s not always true. There are certainly important businesses that have been built with a slower approach, where people don’t pay for a long time to come. Where Google was busy being Google for a lot of people before they made a penny. Those businesses have a place, but they don’t have to be your business. Your business can be about engaging with people who trust you, delivering value to them, and making enough money to do it again. We can hide from this, but we shouldn’t pretend that’s not the best plan. Going public isn’t the purpose. Selling your company isn’t the purpose. The purpose is creating value for someone who will pay you for it so you can do it again. So then there’s some questions about personal brand. John wants to know: How I define my own personal brand? Neal Zvidiven wants to know: When the right time to start working on your personal brand is? Then there are a couple questions here from people like Eric and Ian and Jeff about how I pick what my next project should be and what size. I think these are related, so let me try. What’s your brand? Is your brand your logo? Well, that’s stupid because we’re humans. We don’t have logos. So what is your brand? I think your brand is the promise that you make implicitly or explicitly. What do I expect from you when I hire you, when you show up in my headphones, when we engage? What’s the promise? Brands that keep their promises are consistent. Brands that keep their promises earn trust and through permission, awareness. You have a brand whether you want one or not. From the minute you engage with your boss or your co-workers or a prospect or a customer or even the person at the Avis rent-a-car counter, you have a brand. You’re branded as the impatient customer who’s not listening. Or you’re branded as the calm professional who gets the job done. Or you’re branded as the short-term hustler who’s always looking for an angle. But yes, you have a brand. So when should you start working on it? Yesterday. Or a year ago. Or five years ago. If it’s too late for that, the next best time is right now. Your brand is a story. It’s a story that helps people tell themselves a story about you. So your appearance, your handshake, your pricing, how long it takes you to deliver the goods, where you’re located, your accent, how tall you are, even the way you spell your name, are all parts of the story that other people tell themselves about you. Most of those stories are unfair. Most of those stories are based on prejudice and a lack of information and fear and fear and fear. The stories people tell themselves about you are never true. They can’t be. No one knows you as well as you do. I’ve given a thousand speeches. No one has heard all of them except for me. I’ve written 18 best sellers; most of you haven’t read all of them. I’ve written 6,000 blog posts. Again and again and again, you go down the list. So many things we don’t know about you. So many things we don’t know about what you’re capable of, what you dream of, what you want to produce. So yes, you have a brand and no, it’s not the same for everyone, but it’s up to you to consistently and persistently show up in a way that amplifies that brand. That if you are the kind of person that can justify doing the next thing you do, because it’s an emergency, well that’s part of your brand. On the other hand, there are things that others would do that you wouldn’t in this moment that also is part of your brand. So when I was a book packager, I had a brand at the beginning which was that I was a Stanford MBA who was going to great pains to show how prepared he was and professional he was and yes, smarter about the market than the editors I was selling to. They responded to my brand by buying nothing from me, because it didn’t match the story they needed to tell themselves about what they were doing. So I deliberately and intentionally changed my brand. I stopped putting spreadsheets in my proposals, stopped wearing a suit to my meetings, worked hard to listen to what it was that they were trying to tell me and what it was that they needed from me, so that I could deliver to them on the promise they wanted me to make. That mindset requires you to commit to the marketplace you want to be in. Because if one minute you’re selling steam shovels and the next minute you’re selling life insurance and the minute after that you’re helping people beat a traffic ticket, no one can figure out who you are. No one can figure out what to expect from you next. So as my late friend, Zig, used to say, “There’s a difference between being a meaningful specific and a wandering generality.” A wandering generality is looking for the next thing all the time. As a result, they can’t possibly build a brand. So then Tom M. says: Well how do I decide what is essential, indispensable, or what is useless to pay my attention on? It comes back to the brand, to the promise, to what you stand for. As Michael Shraig has pointed out, “To the change that you are seeking in the world.” If you are trying to make a specific change, it becomes much easier to decide what is essential. If you’re trying to make a specific change to a specific person or group of people, it becomes much easier to not be abstract but specific. That as Jack Schuss is wondering about, yes, there is practical advice once you decide what change you are seeking to make. That it’s really not that difficult for Nike to decide to do something or not do something because they stand for something; because they’ve made a promise. Should Nike get into the corn chip business? Well, they could probably make money in corn chips, at least for a while because they have to lot invest and they know how to run ads and they have distribution. However, corn chips don’t match the story that Nike is telling to the people they are trying to tell it to. I’ll give you a little branding aside here. The story is told years ago that Nike was sold in Sears stores and that Nike and Sears had an agreement that Sears would never run an ad in the Sunday circulars, the FSIs that run in the Sunday paper for Nike shoes. Well, some low-level person at Sears, meaning well, ran an ad once and Nike responded by pulling all of their products from every Sears store in America. Well, that freaked out the leaders at Sears and they frantically called and called Phil Knight to see if they could fix things and Phil Knight refused to speak to them. So taking matters into their own hands, they flew to the West Coast, to Oregon, to meet with him. Phil had them sit in the lobby, not outside his office, but in the main lobby of the Nike building, from 9:00 in the morning to 5:00 at night, and then he sent them home. Now I don’t think I would ever humiliate somebody like that, but he did it for a reason. Because every one of his employees walked past these people from Sears sitting in the lobby, being punished in public because they had done something that didn’t match the promise that Nike was trying to make. Part of Nike’s promise was to big retailers, which is we’re not going to treat you particularly well because we stand for something other than treating the retailers really well. But a big part of the promise was we’re serious about what we do and how we do it and our customers understand that and we need to understand it as well. So part of what we seek when we build one of these brands as a human is a narrative, boundaries, a way of figuring out what we stand for and what we don’t stand for. Not to everyone, but to the people we are seeking to change. One of the reasons why I’m not a big fan of online comments is online comments are open to everyone, not the people you seek to change. Online comments are anonymous, not the people you seek to change. So hearing from those people will push you to be more average, more normal, more low-key, more in the middle. But that’s where brands are built. Brands are built around the edges. We have a couple questions here about Purple Cow. About standing out in a field where everyone is trying to mirror [inaudible] and [inaudible] ask similar questions. How will marketing change as more people leave full-time and get into the gig economy? How are we supposed to stand out in a crowded field? How can you keep the cow purple?  Well, you’re right. Neophilia, the desire for the new, eats its own young. It means that Jackson Pollock is old-fashioned. It means that Hamilton is yesterday’s play or it will be one day soon. That if you decide to live on that edge, sign up for what you’re getting. What you’re getting is this industry where what’s new is the dominant question. But it turns out human beings don’t merely need that. What human beings really need is to be connected, to be seen, to be understood, to get what they need when they need it. That means that you can find a group of people – it doesn’t have to be very many – where you are the consistent, regular choice. You’re not going for neophiliacs in this place; you’re going for people who are happily engaged in the center of the market doing productive work. And when you become the key supplier to these people, you’re not getting that gig because you do a commodity a little cheaper than everyone else, you’re getting that gig because you’re better. Better at knowing them. Betting at being flexible. Better at going the extra mile. Better at keeping your promises. That we un-commoditize our work making our work more human. That is so hard because when you make it human, it means you’re responsible. Responsibility is different than authority. Responsibility is taken; authority is given. So we can each take more responsibility by becoming better at our craft, trusted by a group of people who need and want to hear from us. Okay, and to wrap this up, we have questions from Jeff Schorr and from a few other people about:  How I choose projects, what scale I want the projects to be, how I keep from getting distracted in the middle of a project? My answer here, and for the people who want me to give you practical, step-by-step bullets, I apologize. But my answer here is simple. At some point, you need to decide who you are. You need to decide the scale of what you build. You need to decide what the brand is when people hire you, when they engage with you. I used to make 700-page reference books with teams of four or five people who would work for over a year to make something that can really stand the test of time. That’s a choice. I was able to go into a publisher and confidently say, “I do that.” Do I do Broadway shows? No. Do I do TV series? No. I do this. We can’t – once we pick our scale and our project – jump to the next thing instantly, nor can we complain that picking one scale keeps us from doing the other thing. We have to embrace it. The fact is, it helps us that we have a sinecure; that we have a niche; that we have a thing that we do. Because then when other people want to be in our space just for kicks, they can’t. Because they’re not us at our scale with our contribution to make. So when we look at social media, when we look at all the opportunities, when we look at all the opportunities, when we look at all the conferences we can go to, we say to ourselves, “Does this advance me in the change I am trying to make to the community? Does this help my customers because it makes it easier for me to keep my promises?” Years ago, my Dad, who used to run the biggest hospital crib company in the country, bought a laser cutter. Not one of those little, kickstarter laser cutters, but a laser cutter that cost $1 million. Buying a laser cutter that costs $1 million when you run a multi-million dollar crib company is a really smart thing to do. Because that asset, and it’s an asset – you own it, you use it – that asset enabled him to transform the quality of what he was making, the time to market. It helped him make all of his promises better. That’s what happens once you own the decision. So I’m going to finish by thanking you and Tim again and hope that you’ve taken away from this and thank you for lending me your time. These ideas about fear and the compass and the promises and the brand and about doing work that’s yours and yours alone and owning it and connecting to people, finding a tribe and contributing to them. I hope you’ll go make a ruckus. Thanks. Posted on: June 5, 2018.", "speakers": ["seth godin"], "text_sentences": ["thanks, tim, for having me", "what a pleasure to be back", "i will start by pointing out how erudite, intelligent, good-looking, generous and thoughtful most of the people who listen to this podcast are", "i was optimistic that as we dive through these questions and as tim continues the long arc of what he’s trying to talk about, people will see over and over again that in an economy based on connection, real connection, comes from people who seek to contribute to the community first", "and that asset, the trust that comes from that, is priceless", "so looking through these questions, skipping the one about why i look like a lizard and a few other questions that have to do with what it was like to be in a movie with james franco, who i’ve never met, so i’ve never been in a movie with james franco", "i find that there are a few groupings", "one grouping was talking about education and parenting", "another grouping was the mechanics of marketing", "i would say the biggest grouping was an understanding of the fear that each of us has to deal with in order to do this original work", "i tried alphabetizing the questions and grouping them but i failed at that", "so maybe what i’ll do is go through them and as they prompt other thoughts, i’ll weave those together", "so let’s start with james roloff, who kicked us off with the question: what’s the one thing that most marketers do wrong", " this is easy", "we’re selfish", "we are narcissists, infantile narcissists who believe that our need for more and our desire for attention trumps everything else", "we justify and rationalize our work and interrupt people, spam people, yell at people, deceive people, and play the short-term game again and again and again", "successful marketers are successful because they don’t do that", "it turns out that’s scarce", "the folks who are willing to build a story that’s true, to earn permission, to create a product or service that spreads merely because it’s remarkable; that mindset almost never shows up", "the next question is from pavan kanwar: how do you build a tribe from scratch", "so the idea of tribes i think is fundamental to humanity", "it’s been around for thousands and thousands of years", "but in the modern world in which we live, we can get confused because it might seem that our job is to build a tribe from scratch", "but most of the time that’s not what happens", "nike did not invent the running tribe", "there were already runners before nike showed up", "harley-davidson did not invent the outsider tribe – a group that called themselves the 1 percent long before the other 1 percent showed up", "that what we do when we lead a tribe often is we find people who are already connected and we merely show up to lead them", "for most businesses, most opportunities, we don’t even lead them, we merely service a tribe that already exists", "so that when you find a group of people who share an instinct and interest, a connection, a leader, a goal, and you give that group of people something with which they can take action, the way i abbreviate that long sentence is people like us do things like this", "once you are able to say people like us do things like this, then you have found a tribe that can revolve around what you do", "switching over to the fear side, jenny westercamp asked: what limiting self-belief did i change in order to become successful and how did i change them", " this was actually work that i did on myself in college and have tried to continue doing on myself for a long time since then", "the self-limiting beliefs infect all of us because all of us like being competent", "we like being respected", "we like being successful", "when something shows up that threatens to undo all of those things, well then it’s really easy to avoid it", "what goes hand in hand with that is the sour mindset", "the mindset of we are not getting what we deserve", "the mindset of the world is not fair", "the mindset of why should i even bother", "it’s probably not going to work", "one thing those of us who are lucky enough to live in a world where we have enough and we have a roof and we have food, is we find ourselves caught in this cycle of keeping track of the wrong things", "keeping track of how many times we’ve been rejected", "keeping track of how many times it didn’t work", "keeping track of all the times someone has broken our heart or double-crossed us or let us down", "of course we can keep track of those things, but why", "why keep track of them", "are they making us better", "wouldn’t it make more sense to keep track of the other stuff", "to keep track of all the times it worked", "all the times we took a risk", "all the times we were able to brighten someone else’s day", "that when we start doing that, we can re-define ourselves as people who are able to make an impact on the world", "it took me a bunch of cycles to figure out that the narrative was up to me", "if a narrative isn’t working, well then really, why are you using it", "the narrative isn’t done to you; the narrative is something that you choose", "once we can dig deep and find a different narrative, then we ought to be able to change the game", "so moving just a tiny bit sideways from this, chill ellington (best name of anyone who asked a question so far) asks: my opinion on quality versus quantity in the age of the constant hustle mindset in online marketing", "can you win without being everywhere", "of course you can", "the real question is, can you win while being everywhere", "none of us are everywhere", "most of the people on earth have never heard of you or me and most of the people online have never connected with either of us", "it’s a trap, a giant trap", "a trap designed to suck our attention and our content away from us and give us very little in return", "maybe a little heart-shaped thing or a button that points up or a trend that makes us feel like we did a good job", "this is all a trap", "this isn’t what’s causing people to succeed", "it’s not causing people to be able to make the impact that they seek", "my suggestion is whenever possible, ask yourself what’s the smallest possible footprint i can get away with", "what is the smallest possible project that is worth my time", "what is the smallest group of people who i could make a difference for or to", "because smallest is achievable", "smallest feels risky", "because if you pick smallest and you fail, now you’ve really screwed up", "we want to pick big because infinity is our friend", "infinity is safe", "infinity gives us a place to hide", "so i want to encourage people instead to look for the small", "to be on one medium in a place where people can find you", "to have one sort of interaction with one tribe, with one group where you don’t have a lot of lifeboats", "this is what you do", "this is what people need to look to you for", "so before i drive into a bunch of good questions about education, i wanted to talk about the long-cut", "one of the cultures that’s present on the internet is this idea of the shortcut, the life hack, the way to get into the innards of a system more quickly and easily", "i’m an outspoken proponent of the long-cut, because it seems to me that the long-cut is the most direct route to get to where you seek to go", "that the brands that we are aligned with, the institutions that we care about, the people we admire – they all took the long-cut", "the long-cut is the beatles playing in hamburg for months and months", "or bob marley slowly but surely working his way from where he was to where he ended up", "that the long-cut is a different game", "it’s not give and get", "it’s not even give and give and give and get", "it’s just what does this community need and more important, how do i do a kind of work that matters", "that’s mine and mine alone", "that’s identified with me", "that’s difficult", "so whenever possible, i’m looking for the long-cut, because it turns out that is the single best way to make the change that we seek to have happen", "which leads to education", "carlo d’angelo asked us about public school", "i’ve got a question here from jason habish, who wants to know:  how i would approach mastermind groups", "there are other people who have asked about the altmba, including two of the altmba grads, who are following you", "i’m looking for the names of those", "justin taylor wants to know how the altmba would look for grades k-12", "john robinson and bill o’neill both asked questions about it as well", "so here we go", "in “stop stealing dreams,” i basically pointed out that public school is an artifact of the industrial age", "that it was invented by industrialists who needed compliant factory workers", "this model is fading", "it’s leaving people in hundreds of thousands of dollars in debt without the jobs that they seek", "the idea that you could go to someone and say, “tell me what to do,” and then they will pay you a lot of money, is fading faster than ever", "it’s being replaced by people who know how to do two things, which is what i think school ought to be teaching", "one, how to solve interesting problems", "meaning how to do a thing you can’t look up on the internet", "meaning how to do something where no one can tell you how to do it", "and two, lead", "have the guts to say “follow me.” these things are in scarce supply", "the main reason they’re in scarce supply is because people aren’t taught to do them and our culture isn’t organized around them", "so what do we do about school", "well, the first thing we do when it comes to thinking about parenting is not to tolerate, but to embrace the idea of free-range kids", "kids who are learning what works by figuring out what doesn’t", "that the lessons that we remember are the lessons we learn the hard way", "i can’t remember the last time i said to myself, “oh, when i was in fifth grade or seventh grade or tenth grade, we read about this in a textbook.” but i remember really well something i screwed up in second grade and then i learned how to fix on my own", "so when the kid comes home with a solid b+ average and then one grade that’s a c-, the industrialist mindset is to cause trouble around the c-", "figure out how to make someone well-rounded", "help them understand how important it is to meet spec", "the alternative is to encourage our kids to find things that don’t work", "to experiment with things that they’re not good at", "to explore yet another thing that didn’t turn out right, if they approach it in the right spirit", "if they approach it with the right intent", "that process of learning through exploration is too often missing", "one of the ideas that i’m really enamored with is the idea of enrollment", "enrollment is not what happens when you sign up with the nearby school and then they threaten to throw the parents in jail if the kid doesn’t show up in class", "enrollment is what we call it when someone is eagerly present", "when a consultant has enrollment from a client, the client is saying to her, “yes, we want to move forward", "show us how.” as opposed to the consultant having to cajole and push and basically encourage the client to go forward", "enrollment is different", "enrollment is something we want to do", "so the key element of the altmba begins with enrollment in that you’re not there to get a piece of paper, because there isn’t one", "you’re not there because it’s accredited, because it’s not", "you’re there because you want to level up", "online courses like coursera, which michael sweeney asked about, and other moocs and self-directed learning, all of them work best when they are things we choose to do", "there’s an important distinction because most of the education that most of us have had is not education we enrolled for", "or if we did enroll, we enrolled once at the beginning and then we were waiting for the two-year mba to be over or we were waiting for the driver ed class to be over", "we weren’t actually seeking to engage in the work itself", "so what we have to figure out how to do, whether it’s for third graders or for a mooc, is continue to amplify the cycle of enrollment", "continue to create an environment where people would miss it if there was a snow day", "they would miss it if someone said we don’t have to do that page", "there’s a famous bar review course that used to happen in new york called pieper", "what pieper would do is – you paid thousands of dollars to take this course – he would stand in front of the class and read his notes", "then every once in a while, he’d stop and tell an anecdote", "so he would say “not for your notes!” and everyone would drop their pencil and start talking to each other, ignoring him, until he would then say “notes!” no one took the bar exam course because they wanted to learn something", "they all took the bar exam course so they could get the bar exam over with", "i think what we’re seeing in our culture now as it’s being rearranged is we get to do what we want to do if we care enough", "but caring enough means we’ve got to figure out how to move forward", "we have to figure out where the fear is and engage with it", "so i have a question here from wade johnston: do i ever have fear", "if so, how does he deal with it", "and if not, when did it stop", " well, i don’t think it’s ever going to stop", "and most of the people i know aren’t sociopaths and psychopaths", "they have fear as well", "fear is hardwired into us", "fear kept our ancestors alive", "fear isn’t stupid", "but lately fear is incorrectly processed", "that being afraid of public speaking is a bug in our operating system", "because public speaking isn’t actually dangerous, it just feels dangerous", "can you make the fear go away", "well, some people say they can", "i’m not sure that it’s true", "i think that what we can do is dance with the fear", "so one of the things we do in the altmba is we put people through 13 different projects in public, some groups, some solo", "one of the reasons for that is to create a cycle of shipping", "why", "because once you get into the cycle of shipping, you begin to associate the fear with producing work of value", "that idea that you can use fear as a compass, that you can say why is this making me nervous", "maybe that nervousness is pointing me where i need to go not the other way around", "okay, jumping around a little bit", "david mooring wants to know: if i didn’t have my blog, my email list, my books, my network, how would i go about building a tribe and making a ruckus today", "starting with zero. given the amount of noise and the amount of content produced today, do i think i could go back to my current level of prominence and impact", " you know, my current level of prominence and impact is largely based on luck", "i showed up a lot, but so did a lot of other people", "i wrote a lot, but so did a lot of other people", "i had some good ideas, but so did a lot of other people", "every day, i remind myself that someone had to get lucky in certain respects and it was me", "there were other things i tried, other things i built that didn’t work", "other people got lucky in those areas, not me", "i’m not vain enough to believe that it’s all my doing", "i won the parent lottery", "i grew up in the right decade, in the right country at the right time", "some lucky breaks along the way made a big difference", "but that wasn’t your question", "your question was, how would i make an impact today", "here’s where we get back to that idea of the smallest possible market", "too often, and i really don’t like the blog posts about companies that raised another $10 million, the companies that were valued another $50 million, who don’t even have a product yet", "this is not news", "this is not success", "this is another step along the road, but it’s not something that we need to aspire to", "what those organizations are generally doing – there are exceptions – but what they are generally doing is postponing the day they need to say to a customer, please pay me money", "that we do lots of things to hide from that day", "we say we’re planning, we’re prepping, we’re raising money, we’re trying for a bigger market", "what’s wrong with a small market", "can you create something of value for three people", "can you create something of value for nine people", "is there a tribe of 12 skateboarders down the road that you could engage with", "that you could have an influence with", "that you could make a profit with", "because if you can’t do it with 12 or you can’t do it with 20 or you can’t do it with 50, what makes you think you’re going to be able to do it with 5,000 or 50,000", "it doesn’t get easier, it gets the same", "that postponing it, waiting for the perfect tribe, waiting for the perfect idea, the perfect book title, the perfect this, the perfect that", "or worse, looking for shortcuts and hacks and ways to conceal ourselves from what we’re capable of doing", "i think these are all mistakes", "i think the win, the giant opportunity, is to change one person", "teach one person", "influence one person", "finding market where someone needs what you have", "so i started really professionally as a soloist in ’86 selling books to book publishers", "now in 1986, book publishers needed more books than they had", "that almanacs and detailed, long, pop books are hard to write", "there weren’t enough people who could write them", "i was one of those people", "i built a team that could package and create these books", "i got rejected again and again and again until i understood how to talk to people in that industry in a way that they could hear me, in a way that they could understand and respect", "then i was able to sell them", "the magic of this is it pays for itself", "you don’t do the book until someone pays for it and once they pay for it, you have enough money to do the book", "so i didn’t need funding", "i didn’t need somebody to support the prospects of what i was doing because the client was paying for it", "that’s not always true", "there are certainly important businesses that have been built with a slower approach, where people don’t pay for a long time to come", "where google was busy being google for a lot of people before they made a penny", "those businesses have a place, but they don’t have to be your business", "your business can be about engaging with people who trust you, delivering value to them, and making enough money to do it again", "we can hide from this, but we shouldn’t pretend that’s not the best plan", "going public isn’t the purpose", "selling your company isn’t the purpose", "the purpose is creating value for someone who will pay you for it so you can do it again", "so then there’s some questions about personal brand", "john wants to know: how i define my own personal brand", "neal zvidiven wants to know: when the right time to start working on your personal brand is", "then there are a couple questions here from people like eric and ian and jeff about how i pick what my next project should be and what size", "i think these are related, so let me try", "what’s your brand", "is your brand your logo", "well, that’s stupid because we’re humans", "we don’t have logos", "so what is your brand", "i think your brand is the promise that you make implicitly or explicitly", "what do i expect from you when i hire you, when you show up in my headphones, when we engage", "what’s the promise", "brands that keep their promises are consistent", "brands that keep their promises earn trust and through permission, awareness", "you have a brand whether you want one or not", "from the minute you engage with your boss or your co-workers or a prospect or a customer or even the person at the avis rent-a-car counter, you have a brand", "you’re branded as the impatient customer who’s not listening", "or you’re branded as the calm professional who gets the job done", "or you’re branded as the short-term hustler who’s always looking for an angle", "but yes, you have a brand", "so when should you start working on it", "yesterday", "or a year ago", "or five years ago", "if it’s too late for that, the next best time is right now", "your brand is a story", "it’s a story that helps people tell themselves a story about you", "so your appearance, your handshake, your pricing, how long it takes you to deliver the goods, where you’re located, your accent, how tall you are, even the way you spell your name, are all parts of the story that other people tell themselves about you", "most of those stories are unfair", "most of those stories are based on prejudice and a lack of information and fear and fear and fear", "the stories people tell themselves about you are never true", "they can’t be", "no one knows you as well as you do", "i’ve given a thousand speeches", "no one has heard all of them except for me", "i’ve written 18 best sellers; most of you haven’t read all of them", "i’ve written 6,000 blog posts", "again and again and again, you go down the list", "so many things we don’t know about you", "so many things we don’t know about what you’re capable of, what you dream of, what you want to produce", "so yes, you have a brand and no, it’s not the same for everyone, but it’s up to you to consistently and persistently show up in a way that amplifies that brand", "that if you are the kind of person that can justify doing the next thing you do, because it’s an emergency, well that’s part of your brand", "on the other hand, there are things that others would do that you wouldn’t in this moment that also is part of your brand", "so when i was a book packager, i had a brand at the beginning which was that i was a stanford mba who was going to great pains to show how prepared he was and professional he was and yes, smarter about the market than the editors i was selling to", "they responded to my brand by buying nothing from me, because it didn’t match the story they needed to tell themselves about what they were doing", "so i deliberately and intentionally changed my brand", "i stopped putting spreadsheets in my proposals, stopped wearing a suit to my meetings, worked hard to listen to what it was that they were trying to tell me and what it was that they needed from me, so that i could deliver to them on the promise they wanted me to make", "that mindset requires you to commit to the marketplace you want to be in", "because if one minute you’re selling steam shovels and the next minute you’re selling life insurance and the minute after that you’re helping people beat a traffic ticket, no one can figure out who you are", "no one can figure out what to expect from you next", "so as my late friend, zig, used to say, “there’s a difference between being a meaningful specific and a wandering generality.” a wandering generality is looking for the next thing all the time", "as a result, they can’t possibly build a brand", "so then tom m", "says: well how do i decide what is essential, indispensable, or what is useless to pay my attention on", "it comes back to the brand, to the promise, to what you stand for", "as michael shraig has pointed out, “to the change that you are seeking in the world.” if you are trying to make a specific change, it becomes much easier to decide what is essential", "if you’re trying to make a specific change to a specific person or group of people, it becomes much easier to not be abstract but specific", "that as jack schuss is wondering about, yes, there is practical advice once you decide what change you are seeking to make", "that it’s really not that difficult for nike to decide to do something or not do something because they stand for something; because they’ve made a promise", "should nike get into the corn chip business", "well, they could probably make money in corn chips, at least for a while because they have to lot invest and they know how to run ads and they have distribution", "however, corn chips don’t match the story that nike is telling to the people they are trying to tell it to", "i’ll give you a little branding aside here", "the story is told years ago that nike was sold in sears stores and that nike and sears had an agreement that sears would never run an ad in the sunday circulars, the fsis that run in the sunday paper for nike shoes", "well, some low-level person at sears, meaning well, ran an ad once and nike responded by pulling all of their products from every sears store in america", "well, that freaked out the leaders at sears and they frantically called and called phil knight to see if they could fix things and phil knight refused to speak to them", "so taking matters into their own hands, they flew to the west coast, to oregon, to meet with him", "phil had them sit in the lobby, not outside his office, but in the main lobby of the nike building, from 9:00 in the morning to 5:00 at night, and then he sent them home", "now i don’t think i would ever humiliate somebody like that, but he did it for a reason", "because every one of his employees walked past these people from sears sitting in the lobby, being punished in public because they had done something that didn’t match the promise that nike was trying to make", "part of nike’s promise was to big retailers, which is we’re not going to treat you particularly well because we stand for something other than treating the retailers really well", "but a big part of the promise was we’re serious about what we do and how we do it and our customers understand that and we need to understand it as well", "so part of what we seek when we build one of these brands as a human is a narrative, boundaries, a way of figuring out what we stand for and what we don’t stand for", "not to everyone, but to the people we are seeking to change", "one of the reasons why i’m not a big fan of online comments is online comments are open to everyone, not the people you seek to change", "online comments are anonymous, not the people you seek to change", "so hearing from those people will push you to be more average, more normal, more low-key, more in the middle", "but that’s where brands are built", "brands are built around the edges", "we have a couple questions here about purple cow", "about standing out in a field where everyone is trying to mirror [inaudible] and [inaudible] ask similar questions", "how will marketing change as more people leave full-time and get into the gig economy", "how are we supposed to stand out in a crowded field", "how can you keep the cow purple", " well, you’re right", "neophilia, the desire for the new, eats its own young", "it means that jackson pollock is old-fashioned", "it means that hamilton is yesterday’s play or it will be one day soon", "that if you decide to live on that edge, sign up for what you’re getting", "what you’re getting is this industry where what’s new is the dominant question", "but it turns out human beings don’t merely need that", "what human beings really need is to be connected, to be seen, to be understood, to get what they need when they need it", "that means that you can find a group of people – it doesn’t have to be very many – where you are the consistent, regular choice", "you’re not going for neophiliacs in this place; you’re going for people who are happily engaged in the center of the market doing productive work", "and when you become the key supplier to these people, you’re not getting that gig because you do a commodity a little cheaper than everyone else, you’re getting that gig because you’re better", "better at knowing them", "betting at being flexible", "better at going the extra mile", "better at keeping your promises", "that we un-commoditize our work making our work more human", "that is so hard because when you make it human, it means you’re responsible", "responsibility is different than authority", "responsibility is taken; authority is given", "so we can each take more responsibility by becoming better at our craft, trusted by a group of people who need and want to hear from us", "okay, and to wrap this up, we have questions from jeff schorr and from a few other people about:  how i choose projects, what scale i want the projects to be, how i keep from getting distracted in the middle of a project", "my answer here, and for the people who want me to give you practical, step-by-step bullets, i apologize", "but my answer here is simple", "at some point, you need to decide who you are", "you need to decide the scale of what you build", "you need to decide what the brand is when people hire you, when they engage with you", "i used to make 700-page reference books with teams of four or five people who would work for over a year to make something that can really stand the test of time", "that’s a choice", "i was able to go into a publisher and confidently say, “i do that.” do i do broadway shows", "no", "do i do tv series", "no", "i do this", "we can’t – once we pick our scale and our project – jump to the next thing instantly, nor can we complain that picking one scale keeps us from doing the other thing", "we have to embrace it", "the fact is, it helps us that we have a sinecure; that we have a niche; that we have a thing that we do", "because then when other people want to be in our space just for kicks, they can’t", "because they’re not us at our scale with our contribution to make", "so when we look at social media, when we look at all the opportunities, when we look at all the opportunities, when we look at all the conferences we can go to, we say to ourselves, “does this advance me in the change i am trying to make to the community", "does this help my customers because it makes it easier for me to keep my promises?” years ago, my dad, who used to run the biggest hospital crib company in the country, bought a laser cutter", "not one of those little, kickstarter laser cutters, but a laser cutter that cost $1 million", "buying a laser cutter that costs $1 million when you run a multi-million dollar crib company is a really smart thing to do", "because that asset, and it’s an asset – you own it, you use it – that asset enabled him to transform the quality of what he was making, the time to market", "it helped him make all of his promises better", "that’s what happens once you own the decision", "so i’m going to finish by thanking you and tim again and hope that you’ve taken away from this and thank you for lending me your time", "these ideas about fear and the compass and the promises and the brand and about doing work that’s yours and yours alone and owning it and connecting to people, finding a tribe and contributing to them", "i hope you’ll go make a ruckus", "thanks"]}