{"dialog_idx": {}, "episode_num": 179, "file_type": "audio", "guests": [], "num_sentences": 22, "num_words": 438, "raw_text": "“If you don’t know how much you need, the default easily becomes ‘more.'” – Ryan Holiday My job is usually to deconstruct world-class performers from business, military, entertainment, politics, or athletics, and then to tease out the routines and habits you can use. But in this in-betweenisode, Ryan Holiday, author of the book Ego Is the Enemy, shares a chapter called What’s Important to You? This chapter alone is worth the price of the book, and it contains many fundamental truths that can be applied to business and life. (The book is also the newest addition to my book club, which can be found at audible.com/timsbooks.) If you like what Ryan has to say, check out the recent conversation we had, which dives deeper into what he’s all about. If you only have 5 minutes, listen to this segment on why most people have trouble appreciating their own successes. Please enjoy!    \n#179: What's Important to You?\nhttps://rss.art19.com/episodes/2270eac3-d115-453d-a47b-05b01c9825c2.mp3Download Want to hear another podcast with Ryan Holiday? — In this episode, we discuss the “big three” Stoics, how Stoicism applies to the modern world, and how to improve your decision-making when stakes are high (stream below or right-click here to download):\nEpisode 4: Ryan Holidayhttps://rss.art19.com/episodes/6e955a89-cac4-4887-8e3c-ec658faa498d.mp3Download  This episode is brought to you by Headspace, the world’s most popular meditation app (with more than 4,000,000 users). It’s used in more than 150 countries, and many of my closest friends swear by it. Try Headspace’s free Take10 program — 10 minutes of guided meditation a day for 10 days. It’s like a warm bath for your mind. Meditation doesn’t need to be complicated or expensive, and it’s had a huge impact on my life. Try Headspace for free for a few days and see what I mean. This podcast is also brought to you by Wealthfront. Wealthfront is a massively disruptive (in a good way) set-it-and-forget-it investing service led by technologists from places like Apple. It has exploded in popularity in the last two years and now has more than $2.5B under management. Why? Because you can get services previously limited to the ultra-wealthy and only pay pennies on the dollar for them, and it’s all through smarter software instead of retail locations and bloated sales teams. Check out wealthfront.com/tim, take their risk assessment quiz, which only takes 2-5 minutes, and they’ll show you — for free — exactly the portfolio they’d put you in. If you want to just take their advice and do it yourself, you can. Well worth a few minutes to explore: wealthfront.com/tim. QUESTION(S) OF THE DAY: What was your favorite quote or lesson from this episode? Please let me know in the comments. Scroll below for links and show notes…  Website | Twitter Posted on: August 14, 2016.", "speakers": [], "text_sentences": [" “if you don’t know how much you need, the default easily becomes ‘more.'” – ryan holiday my job is usually to deconstruct world-class performers from business, military, entertainment, politics, or athletics, and then to tease out the routines and habits you can use", "but in this in-betweenisode, ryan holiday, author of the book ego is the enemy, shares a chapter called what’s important to you", "this chapter alone is worth the price of the book, and it contains many fundamental truths that can be applied to business and life", "(the book is also the newest addition to my book club, which can be found at audible.com/timsbooks.) if you like what ryan has to say, check out the recent conversation we had, which dives deeper into what he’s all about", "if you only have 5 minutes, listen to this segment on why most people have trouble appreciating their own successes", "please enjoy", "   \n#179: what's important to you?\nhttps://rss.art19.com/episodes/2270eac3-d115-453d-a47b-05b01c9825c2.mp3download want to hear another podcast with ryan holiday", "— in this episode, we discuss the “big three” stoics, how stoicism applies to the modern world, and how to improve your decision-making when stakes are high (stream below or right-click here to download):\nepisode 4: ryan holidayhttps://rss.art19.com/episodes/6e955a89-cac4-4887-8e3c-ec658faa498d.mp3download  this episode is brought to you by headspace, the world’s most popular meditation app (with more than 4,000,000 users)", "it’s used in more than 150 countries, and many of my closest friends swear by it", "try headspace’s free take10 program — 10 minutes of guided meditation a day for 10 days", "it’s like a warm bath for your mind", "meditation doesn’t need to be complicated or expensive, and it’s had a huge impact on my life", "try headspace for free for a few days and see what i mean", "this podcast is also brought to you by wealthfront", "wealthfront is a massively disruptive (in a good way) set-it-and-forget-it investing service led by technologists from places like apple", "it has exploded in popularity in the last two years and now has more than $2.5b under management", "why", "because you can get services previously limited to the ultra-wealthy and only pay pennies on the dollar for them, and it’s all through smarter software instead of retail locations and bloated sales teams", "check out wealthfront.com/tim, take their risk assessment quiz, which only takes 2-5 minutes, and they’ll show you — for free — exactly the portfolio they’d put you in", "if you want to just take their advice and do it yourself, you can", "well worth a few minutes to explore: wealthfront.com/tim", "question(s) of the day: what was your favorite quote or lesson from this episode? please let me know in the comments"]}