{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166]}, "episode_num": 181, "file_type": "html", "guests": [], "num_sentences": 167, "num_words": 2905, "raw_text": "Tim Ferriss: Why, hello there. [Speaking foreign language.] Long time no see, literally in Mandarin, or [speaking foreign language] in Japanese. This is Tim Ferriss. I’m feeling a little lightheaded and a little frisky today. This episode is not going to be me deconstructing a world-class performer, as I usually do in interview format over two to three hours. This is not that. This is going to be very short, hopefully very, very actionable and practical. I was asked recently how I choose my projects and what I say yes to, what I say no to. I riffed on this and we recorded it as part of something larger that I’ll be sharing in the near future. I realized that the real question is, at the root of a lot of my decisions, how can I waste money to improve my quality of life? And this seems like a bad thing, but it is not. It is trading pennies for dollars. So how can you waste money to improve the quality of your life? Well, I will delve into all of that and much more. This was spontaneous. It’s off the cuff, so it is not a TED Talk, but I hope you will get a lot out of it. I was encouraged to share it because people there at the time felt like folks might like it. So please enjoy how to waste money to improve quality of life. How do I determine what to delegate versus what to do on my own?  This is an ongoing challenge, as it is for a lot of people, but a few of the things that I consider are: first and foremost, do I understand the task and the roles and the actions, to-do lists, checklists involved? This is going to sound funny and I don’t think this is necessarily the best approach for everyone, but for me as a Type-A perfectionist, I like to have a base level of competency in almost anything that I delegate. I say almost anything because I’m not a coder, for instance, so I don’t need to know how to work with CSS or anything else to work with a designer, but I do know how to sketch and create mock-ups or wire frames. So I can work with those abstraction layers and then the levels below it – the sort of implementation of that, I don’t need to understand as well. But in case of, for instance, podcast editing, I went into a very imperfect tool – GarageBand, in this case – and edited the first probably 20 or 30 episodes, because I enjoyed learning that, as I enjoy learning new skills. But ultimately once I understood how to refine the process, then I delegate it. So to frame that another way, I think it was Bill Gates who said, and I’m paraphrasing, but this was in The 4-Hour Workweek, that when you add people to an inefficient process, you make things worse. Only when you add people to an efficient process do you make things better. And there’s a book called The Mythical Man-Month on software design and software development that talks about this. Where if you have a late software project because the underlying process has been fucked, if you add more developers to it, you’re just going to make things worse. It’s just going to take longer. So I like to test drive almost every process myself first, before I delegate it. I think that most problems with delegation, most things that get missed, most mistakes that get made are the boss’s fault, not the employee’s fault or the contractor’s fault. It’s because the task itself wasn’t clear enough in the beginning. A lot of people delegate because they don’t want to do the hard thinking. You have to do the hard thinking. You should delegate because you can give hard work to someone else or time consuming work. So that’s No. 1. I like to have a base level of competency of all these things. Then how do I choose what to delegate?  I will look at my highest yield activities. The way I’ll determine that is I will look at, for instance, my to-do list, which is really a list of tasks or next actions of some type. I will ask myself, which one of these if done will make all of the rest easier to do or irrelevant? Because I’m looking for – and I’ve used this analogy before – the lead domino. I’m looking for the first domino. I don’t want to knock down 7,000 different dominoes that are downstream and have to repeat that process. I want to find the one Archimedes lever that, when used effectively, makes everything else either easier to do or irrelevant. That is what I will focus on, generally speaking. When in doubt, the thing that you’ve been avoiding the longest is the thing that you should at least do the hard thinking on first. So what is important? How do I know what my most important task is to do? Before I check email in the two hours that I’ve blocked out for that type of deep work, whatever it is that makes you most uncomfortable. But I will look at this list and very often, my highest yield activity will be related to one of my more unique abilities. I’m not saying it’s unique. Singular to me – for instance, part of the reason that I took – and this is not delegation, this is elimination, so we’re getting very 4-Hour Workweek here, but you have definition, elimination, automation, liberation. Okay, so before I liberate myself by delegating, I want to remove as much as possible. So at one point about a year ago now, I realized that I was replaceable as an investor in the startup ecosystem. Economics were such that given deal structures and absurd things that were happening and an oversupply of capital, if I was approached by an entrepreneur who is just price shopping for valuation, for instance, and I said no, I would just head out of the line and there’d be 20 behind me to take the deal. One of my friends said, “Please don’t stop writing.” He said to me, “You are replaceable as an investor, but I’ve seen you at conferences where people come up to you and they’re crying because they lost 100 pounds and it changed their life or saved their marriage or whatever it might be. You’re not going to have that impact; you’re not going to see that impact, at least, as an investor.” Therefore, I try to focus on my unique or more unique abilities as much as possible. Things that I don’t think I can delegate. Ideally, I have a Venn diagram of the things that I am uniquely capable of doing well, or somewhat uniquely capable of doing well, the things that I enjoy doing (that’s the second circle), and then the things that give me a high yield. And that could be a yield of capital financially speaking. It could give me a high yield of time. For instance, if I invest ten hours now in creating a system making decisions about X, for instance, not to do startup investing at all, which is what I decided, because I don’t do moderation well. You can search “startup vacation” and “Tim Ferriss” for a long description of how I did this. I sat down, I did journaling, and came to the conclusion by looking at worst case scenarios – what is the worst that could happen if – how could I get back to this point if I wanted to reverse it, etc.? I decided to do no startup investing. So I did the hard thinking that eliminated a thousand smaller decisions moving forward. Now I just archive any cold pitch that I get. Any cold intro that I get from, say a venture capitalist to an entrepreneur gets an auto responder that says, “I am not doing startup investing. Here is the article if you want to read it.” That is, I think, where people should focus before delegating is eliminating as much as possible. Other things that I think about would be largely questions that I ask. So one of the temptations as an entrepreneur is to look at a task you delegate and say to yourself this is a fallacy. The internal dialogue will be something along the lines of: I could delegate this but it’s going to take me just as long to describe it as it will to just do it myself. So I’ll just do it myself. And here’s the miscalculation: The assumption is time is the currency that you are protecting in this case. So time is the most valuable currency. I would say that time, as much as I talk about it, is only valuable to the extent that you have attention and present state awareness. So for instance, if I have a three-hour block set aside for deep work on writing. And there’s a great essay, I think it’s called “Maker’s Schedule, Manager’s Schedule” by Paul Graham. A fantastic read. Everyone should read it. But in effect, for me to write really effectively (and this is true for a lot of coders also, and musicians, if they’re composing), I need a lot of time set aside. Because there’s a very long warm-up process and to synthesize takes space mentally and otherwise. Yes, I could have time in the middle of that to handle sending, for instance, wire instructions to my bank to get something done instead of having my assistant do it. It might be faster for me to do it. I could do it in 30 seconds. It’s going to take me this much time to do blah, blah, blah. But the question is, can I afford the distraction? Even if I have to upset someone, postpone it, talk to them the next day, get it done, pay a late fee, whatever it might be. The question isn’t do I have the time. It’s also, can I afford the distraction? Because if in the middle of that three hours I get a text from my assistant like, I really need help doing this. Can you please do Y? Or whatever it might be. I don’t why I start with Y instead of X. Just to throw you off. And if I address that – ideally I don’t even see the text, which is why I put my phone on airplane – but let’s just say I see it. If I address that and I take five to ten minutes to do it, the three-hour clock starts over. So maybe I get only 20 minutes of real good writing in that period, as opposed to an hour and a half. Was that worth the interruption, even though I saved five minutes in the implementation? No. It was a complete loss. It was a total Faustian bargain. So the book that I would recommend and I’ve said this before to at least a handful of people, my favorite book on productivity is called The Effective Executive. A terribly bland title by Peter Drucker, The Effective Executive. The 4-Hour Workweek, I’m just sort of assuming that people listening to this have probably already read that. But The Effective Executive is fantastic because it focuses on being effective – doing the right things, not just doing things well – being efficient. Because you can be really good at doing things that don’t matter. The effectiveness part – so in a way, I’m not dodging the question, but I think that the vast majority of people I talk to when they say, oh my God, I’m overwhelmed by X, Y and Z. I need to hire people A, B and C to handle it. Those tasks largely shouldn’t be done in the first place. When I drill down and we have two glasses of wine and talk about their systems and so on, they haven’t done the deep dive to really determine the relative value of all of these things. They’re just feeling temporarily overwhelmed and they just want to hit the volleyball back over the net and not think about it for a while. So that would be where I would start. The last piece I’ll throw out there, and I know this is a meandering answer, is that I’ve been asking myself more and more, how can I waste money (in air quotes), how can I waste money to improve my quality of life? And pick a crazy number.  So if you currently spend – and this is not prudent to do if you are just scraping by and paying for your rent; this is not a place for what I’m going to suggest. But let’s just say you’ve hit a level up in your career and you have a little bit of disposal income. Your behaviors may be tethered to a very frugal lifestyle that you once had, where your money was a scarcer resource that your time. So for me, I came out of college, my family never made much money, very, very frugal by necessity. Then I get to college, worked as a bouncer. I worked in the library and then I figured out some other options that made a bit more money; illustration, etc. Graduate, I’m making $40,000.00 or so a year in Silicon Valley at the peak of ’99. Prices are insane. And I found myself, even a few years ago, realizing, for instance, that I was blowing hundreds of thousands of dollars of opportunity by flying economy internationally when I needed to sleep. So this might sound funny, but I’ve had the budget to buy business class tickets for a very long time now, but it wasn’t until about five years ago, after I went to a speaking engagement in Australia. I flew economy because I was like what? I’m not going to spend an extra $2,000.00 on a business class ticket. I couldn’t sleep at all and was just a complete disaster for a speaking engagement that could’ve easily led to many, many future engagements. I did a good job of that. It required a ton of caffeine. It required all-nighters and my health suffered for about a week. So it’s like okay, was the $2,000.00 worth sacrificing my health for a week and being at half capacity? No, easily not; at all. The value of my time being at 10 out of 10 is far more valuable. Second, was it worth the potential opportunity cost of the people in the audience who could’ve hired me for very high-paying gigs? No; not at all. So I’ve modified my older behaviors that were survival behaviors to be more abundance mindset behaviors. I can always make more money. I can’t create more time. At this point, I can’t necessarily fix my health if I ruin it. So the question that I ask now is okay, my old self would view buying a business class ticket as a waste of money. What other ways can I “waste” money to improve my quality of life? Maybe that’s hiring someone to clean. Maybe that’s taking Uber instead of having a car to deal with for maintenance and insurance and parking and parking tickets and all of that bullshit. Maybe it’s who knows? Fill in the blank. So I will do journaling exercises where I’ll write down, okay pick a number. Let’s just say – I’m making this up – you have $5,000.00 of disposable income per month, all right? I’m putting aside how much you need to save for whatever you want to save for. So if you have college tuition to save for and so on, you need to do those calculations on your own. But let’s just say you have $5,000.00 you can do whatever you want with and you’re currently only spending $500.00. You have all these things that are driving you crazy. Well, let’s say I wanted to go crazy and spend $2,000.00 per month. You want to “waste” (so-called waste) $2,000.00 a month to improve your quality of life. What would that look like? What are some crazy things that you could do? Just journal. Start making a list. Start writing it out. Don’t edit. It’s incredible what you will come up with. You can then test it on a trial basis for a week or two. That is how I’ve identified some of the smallest changes with the largest quality of life outputs imaginable by doing this very simple exercise. I hate to give so many caveats, but this does not mean that you take your whole life savings and blow it on whisky and whores, okay? Just so we’re clear. That’s not what I’m recommending. It does mean, however, that you don’t, when you’ve reached a certain level in Maslow’s Hierarchy of Needs, that you don’t make decisions based on a survival mindset that has traveled with you from the sort of shelter/food basis, if that makes sense. It’s taken me a long time to realize that. This type of questioning and these types of journaling exercises and overall a focus on effectiveness and not efficiency, I think, are the drivers behind – long story long – how I decide what to do myself or what to delegate. Posted on: June 6, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["why, hello there", "[speaking foreign language.] long time no see, literally in mandarin, or [speaking foreign language] in japanese", "this is tim ferriss", "i’m feeling a little lightheaded and a little frisky today", "this episode is not going to be me deconstructing a world-class performer, as i usually do in interview format over two to three hours", "this is not that", "this is going to be very short, hopefully very, very actionable and practical", "i was asked recently how i choose my projects and what i say yes to, what i say no to", "i riffed on this and we recorded it as part of something larger that i’ll be sharing in the near future", "i realized that the real question is, at the root of a lot of my decisions, how can i waste money to improve my quality of life", "and this seems like a bad thing, but it is not", "it is trading pennies for dollars", "so how can you waste money to improve the quality of your life", "well, i will delve into all of that and much more", "this was spontaneous", "it’s off the cuff, so it is not a ted talk, but i hope you will get a lot out of it", "i was encouraged to share it because people there at the time felt like folks might like it", "so please enjoy how to waste money to improve quality of life", "how do i determine what to delegate versus what to do on my own", " this is an ongoing challenge, as it is for a lot of people, but a few of the things that i consider are: first and foremost, do i understand the task and the roles and the actions, to-do lists, checklists involved", "this is going to sound funny and i don’t think this is necessarily the best approach for everyone, but for me as a type-a perfectionist, i like to have a base level of competency in almost anything that i delegate", "i say almost anything because i’m not a coder, for instance, so i don’t need to know how to work with css or anything else to work with a designer, but i do know how to sketch and create mock-ups or wire frames", "so i can work with those abstraction layers and then the levels below it – the sort of implementation of that, i don’t need to understand as well", "but in case of, for instance, podcast editing, i went into a very imperfect tool – garageband, in this case – and edited the first probably 20 or 30 episodes, because i enjoyed learning that, as i enjoy learning new skills", "but ultimately once i understood how to refine the process, then i delegate it", "so to frame that another way, i think it was bill gates who said, and i’m paraphrasing, but this was in the 4-hour workweek, that when you add people to an inefficient process, you make things worse", "only when you add people to an efficient process do you make things better", "and there’s a book called the mythical man-month on software design and software development that talks about this", "where if you have a late software project because the underlying process has been fucked, if you add more developers to it, you’re just going to make things worse", "it’s just going to take longer", "so i like to test drive almost every process myself first, before i delegate it", "i think that most problems with delegation, most things that get missed, most mistakes that get made are the boss’s fault, not the employee’s fault or the contractor’s fault", "it’s because the task itself wasn’t clear enough in the beginning", "a lot of people delegate because they don’t want to do the hard thinking", "you have to do the hard thinking", "you should delegate because you can give hard work to someone else or time consuming work", "so that’s no", "1", "i like to have a base level of competency of all these things", "then how do i choose what to delegate", " i will look at my highest yield activities", "the way i’ll determine that is i will look at, for instance, my to-do list, which is really a list of tasks or next actions of some type", "i will ask myself, which one of these if done will make all of the rest easier to do or irrelevant", "because i’m looking for – and i’ve used this analogy before – the lead domino", "i’m looking for the first domino", "i don’t want to knock down 7,000 different dominoes that are downstream and have to repeat that process", "i want to find the one archimedes lever that, when used effectively, makes everything else either easier to do or irrelevant", "that is what i will focus on, generally speaking", "when in doubt, the thing that you’ve been avoiding the longest is the thing that you should at least do the hard thinking on first", "so what is important", "how do i know what my most important task is to do", "before i check email in the two hours that i’ve blocked out for that type of deep work, whatever it is that makes you most uncomfortable", "but i will look at this list and very often, my highest yield activity will be related to one of my more unique abilities", "i’m not saying it’s unique", "singular to me – for instance, part of the reason that i took – and this is not delegation, this is elimination, so we’re getting very 4-hour workweek here, but you have definition, elimination, automation, liberation", "okay, so before i liberate myself by delegating, i want to remove as much as possible", "so at one point about a year ago now, i realized that i was replaceable as an investor in the startup ecosystem", "economics were such that given deal structures and absurd things that were happening and an oversupply of capital, if i was approached by an entrepreneur who is just price shopping for valuation, for instance, and i said no, i would just head out of the line and there’d be 20 behind me to take the deal", "one of my friends said, “please don’t stop writing.” he said to me, “you are replaceable as an investor, but i’ve seen you at conferences where people come up to you and they’re crying because they lost 100 pounds and it changed their life or saved their marriage or whatever it might be", "you’re not going to have that impact; you’re not going to see that impact, at least, as an investor.” therefore, i try to focus on my unique or more unique abilities as much as possible", "things that i don’t think i can delegate", "ideally, i have a venn diagram of the things that i am uniquely capable of doing well, or somewhat uniquely capable of doing well, the things that i enjoy doing (that’s the second circle), and then the things that give me a high yield", "and that could be a yield of capital financially speaking", "it could give me a high yield of time", "for instance, if i invest ten hours now in creating a system making decisions about x, for instance, not to do startup investing at all, which is what i decided, because i don’t do moderation well", "you can search “startup vacation” and “tim ferriss” for a long description of how i did this", "i sat down, i did journaling, and came to the conclusion by looking at worst case scenarios – what is the worst that could happen if – how could i get back to this point if i wanted to reverse it, etc.", "i decided to do no startup investing", "so i did the hard thinking that eliminated a thousand smaller decisions moving forward", "now i just archive any cold pitch that i get", "any cold intro that i get from, say a venture capitalist to an entrepreneur gets an auto responder that says, “i am not doing startup investing", "here is the article if you want to read it.” that is, i think, where people should focus before delegating is eliminating as much as possible", "other things that i think about would be largely questions that i ask", "so one of the temptations as an entrepreneur is to look at a task you delegate and say to yourself this is a fallacy", "the internal dialogue will be something along the lines of: i could delegate this but it’s going to take me just as long to describe it as it will to just do it myself", "so i’ll just do it myself", "and here’s the miscalculation: the assumption is time is the currency that you are protecting in this case", "so time is the most valuable currency", "i would say that time, as much as i talk about it, is only valuable to the extent that you have attention and present state awareness", "so for instance, if i have a three-hour block set aside for deep work on writing", "and there’s a great essay, i think it’s called “maker’s schedule, manager’s schedule” by paul graham", "a fantastic read", "everyone should read it", "but in effect, for me to write really effectively (and this is true for a lot of coders also, and musicians, if they’re composing), i need a lot of time set aside", "because there’s a very long warm-up process and to synthesize takes space mentally and otherwise", "yes, i could have time in the middle of that to handle sending, for instance, wire instructions to my bank to get something done instead of having my assistant do it. it might be faster for me to do it", "i could do it in 30 seconds", "it’s going to take me this much time to do blah, blah, blah", "but the question is, can i afford the distraction", "even if i have to upset someone, postpone it, talk to them the next day, get it done, pay a late fee, whatever it might be", "the question isn’t do i have the time", "it’s also, can i afford the distraction", "because if in the middle of that three hours i get a text from my assistant like, i really need help doing this", "can you please do y", "or whatever it might be", "i don’t why i start with y instead of x", "just to throw you off", "and if i address that – ideally i don’t even see the text, which is why i put my phone on airplane – but let’s just say i see it", "if i address that and i take five to ten minutes to do it, the three-hour clock starts over", "so maybe i get only 20 minutes of real good writing in that period, as opposed to an hour and a half", "was that worth the interruption, even though i saved five minutes in the implementation", "no", "it was a complete loss", "it was a total faustian bargain", "so the book that i would recommend and i’ve said this before to at least a handful of people, my favorite book on productivity is called the effective executive", "a terribly bland title by peter drucker, the effective executive", "the 4-hour workweek, i’m just sort of assuming that people listening to this have probably already read that", "but the effective executive is fantastic because it focuses on being effective – doing the right things, not just doing things well – being efficient", "because you can be really good at doing things that don’t matter", "the effectiveness part – so in a way, i’m not dodging the question, but i think that the vast majority of people i talk to when they say, oh my god, i’m overwhelmed by x, y and z", "i need to hire people a, b and c to handle it", "those tasks largely shouldn’t be done in the first place", "when i drill down and we have two glasses of wine and talk about their systems and so on, they haven’t done the deep dive to really determine the relative value of all of these things", "they’re just feeling temporarily overwhelmed and they just want to hit the volleyball back over the net and not think about it for a while", "so that would be where i would start", "the last piece i’ll throw out there, and i know this is a meandering answer, is that i’ve been asking myself more and more, how can i waste money (in air quotes), how can i waste money to improve my quality of life", "and pick a crazy number", " so if you currently spend – and this is not prudent to do if you are just scraping by and paying for your rent; this is not a place for what i’m going to suggest", "but let’s just say you’ve hit a level up in your career and you have a little bit of disposal income. your behaviors may be tethered to a very frugal lifestyle that you once had, where your money was a scarcer resource that your time", "so for me, i came out of college, my family never made much money, very, very frugal by necessity", "then i get to college, worked as a bouncer", "i worked in the library and then i figured out some other options that made a bit more money; illustration, etc", "graduate, i’m making $40,000.00 or so a year in silicon valley at the peak of ’99", "prices are insane. and i found myself, even a few years ago, realizing, for instance, that i was blowing hundreds of thousands of dollars of opportunity by flying economy internationally when i needed to sleep", "so this might sound funny, but i’ve had the budget to buy business class tickets for a very long time now, but it wasn’t until about five years ago, after i went to a speaking engagement in australia. i flew economy because i was like what", "i’m not going to spend an extra $2,000.00 on a business class ticket", "i couldn’t sleep at all and was just a complete disaster for a speaking engagement that could’ve easily led to many, many future engagements", "i did a good job of that", "it required a ton of caffeine", "it required all-nighters and my health suffered for about a week", "so it’s like okay, was the $2,000.00 worth sacrificing my health for a week and being at half capacity", "no, easily not; at all", "the value of my time being at 10 out of 10 is far more valuable", "second, was it worth the potential opportunity cost of the people in the audience who could’ve hired me for very high-paying gigs", "no; not at all", "so i’ve modified my older behaviors that were survival behaviors to be more abundance mindset behaviors", "i can always make more money", "i can’t create more time", "at this point, i can’t necessarily fix my health if i ruin it", "so the question that i ask now is okay, my old self would view buying a business class ticket as a waste of money", "what other ways can i “waste” money to improve my quality of life", "maybe that’s hiring someone to clean", "maybe that’s taking uber instead of having a car to deal with for maintenance and insurance and parking and parking tickets and all of that bullshit", "maybe it’s who knows", "fill in the blank", "so i will do journaling exercises where i’ll write down, okay pick a number", "let’s just say – i’m making this up – you have $5,000.00 of disposable income per month, all right", "i’m putting aside how much you need to save for whatever you want to save for", "so if you have college tuition to save for and so on, you need to do those calculations on your own", "but let’s just say you have $5,000.00 you can do whatever you want with and you’re currently only spending $500.00. you have all these things that are driving you crazy", "well, let’s say i wanted to go crazy and spend $2,000.00 per month", "you want to “waste” (so-called waste) $2,000.00 a month to improve your quality of life", "what would that look like", "what are some crazy things that you could do", "just journal", "start making a list", "start writing it out", "don’t edit", "it’s incredible what you will come up with", "you can then test it on a trial basis for a week or two", "that is how i’ve identified some of the smallest changes with the largest quality of life outputs imaginable by doing this very simple exercise", "i hate to give so many caveats, but this does not mean that you take your whole life savings and blow it on whisky and whores, okay", "just so we’re clear", "that’s not what i’m recommending", "it does mean, however, that you don’t, when you’ve reached a certain level in maslow’s hierarchy of needs, that you don’t make decisions based on a survival mindset that has traveled with you from the sort of shelter/food basis, if that makes sense", "it’s taken me a long time to realize that", "this type of questioning and these types of journaling exercises and overall a focus on effectiveness and not efficiency, i think, are the drivers behind – long story long – how i decide what to do myself or what to delegate"]}