{"dialog_idx": {"jason nemer": [40, 42, 44, 46, 48, 53, 56, 59, 63, 68, 69, 71, 77, 79, 81, 84, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 105, 109, 110, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 142, 144, 151, 152, 153, 154, 155, 156, 159, 160, 162, 163, 164, 168, 169, 170, 171, 172, 173, 174, 175, 176, 179, 180, 185, 187, 188, 191, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 219, 230, 231, 250, 251, 252, 253, 254, 255, 257, 259, 264, 265, 267, 276, 277, 284, 285, 287, 288, 289, 290, 291, 298, 299, 302, 303, 304, 305, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 324, 325, 327, 328, 329, 330, 331, 345, 348, 349, 350, 360, 364, 365, 368, 369, 371, 372, 375, 386, 391, 392, 393, 394, 395, 396, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 466, 467, 468, 469, 470, 471, 477, 478, 479, 480, 481, 482, 483, 484, 486, 489, 490, 491, 492, 495, 496, 497, 498, 499, 500, 501, 502, 503, 506, 510, 514, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 554, 555, 556, 557, 558, 559, 563, 568, 570, 571, 578, 579, 580, 582, 583, 584, 585, 586, 587, 588, 589, 590, 592, 593, 594, 595, 596, 597, 598, 601, 602, 603, 606, 607, 608, 609, 610, 611, 618, 619, 620, 621, 622, 623, 624, 625, 626, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 642, 643, 644, 645, 646, 647, 648, 649, 650, 652, 657, 663, 664, 665, 666, 667, 668, 674, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 702, 703, 704, 706, 708, 709, 710, 711, 713, 715, 716, 718, 721, 723, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 741, 742, 743, 745, 746, 747, 748, 749, 750, 752, 756, 759, 760, 761, 762, 763, 764, 765, 766, 767, 769, 770, 771, 772, 775, 776, 778, 779, 780, 781, 783, 786, 790, 791, 809, 810, 811, 812, 813, 815, 817, 818, 819, 820, 821, 822, 825, 826, 827, 829, 831, 833, 834, 840, 844, 846, 847, 848, 849, 850, 851, 852, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 865, 866, 868, 869, 870, 871, 872, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 918, 920, 937, 939, 941, 943, 948, 950, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 967, 969, 970, 971, 972, 973, 974, 975, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 988, 989, 991, 994, 998, 1003, 1007, 1009, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1029, 1031, 1032, 1033, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1049, 1050, 1052, 1054, 1057, 1058, 1077, 1085, 1101, 1111, 1113, 1126, 1131, 1132, 1133, 1135, 1139, 1140, 1141, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1156, 1166, 1185, 1189, 1200, 1202, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1218, 1220, 1223, 1224, 1225, 1232, 1246, 1247, 1248, 1249, 1250, 1252, 1258, 1272, 1273, 1274, 1276, 1277, 1278, 1279, 1280, 1281, 1282, 1283, 1284, 1287, 1288, 1290, 1296, 1305, 1306, 1307, 1308, 1309, 1310, 1311, 1312, 1313, 1314, 1315, 1316, 1317, 1326, 1329, 1330, 1331, 1333, 1334, 1335, 1336, 1337, 1338, 1339, 1343, 1344, 1346, 1347, 1349, 1350, 1352, 1354, 1355, 1356, 1357, 1358, 1359, 1363, 1364, 1365, 1366, 1367, 1368, 1369, 1370, 1372, 1375, 1376, 1377, 1379, 1381, 1383, 1385, 1386, 1388, 1389, 1391, 1393, 1394, 1395, 1396, 1397, 1402, 1403, 1405, 1406, 1409, 1410, 1412, 1413, 1414, 1415, 1416, 1417, 1418, 1421, 1422, 1423, 1424, 1426, 1427, 1428, 1429, 1430, 1431, 1432, 1435, 1436, 1437, 1438, 1439, 1440, 1441, 1442, 1443, 1444, 1445, 1446, 1447, 1449, 1450, 1453, 1454, 1455, 1456, 1457, 1458, 1459, 1460, 1461, 1462, 1463, 1464, 1465, 1466, 1467, 1468, 1469, 1470, 1471, 1472, 1473, 1477, 1478, 1479, 1480, 1481, 1482, 1483, 1484, 1485, 1486, 1487, 1488, 1489, 1490, 1491, 1492, 1493, 1494, 1495, 1496, 1497, 1498, 1499, 1500, 1506, 1507, 1508, 1509, 1510, 1511, 1512, 1513, 1514, 1515, 1516, 1517, 1518, 1519, 1520, 1521, 1522, 1523, 1528, 1529, 1530, 1531, 1532, 1533, 1534, 1535, 1536, 1537, 1538, 1539, 1540, 1544, 1545, 1546, 1548, 1553, 1554, 1555, 1559, 1561, 1562, 1563, 1564, 1565, 1571, 1573], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 41, 43, 45, 47, 49, 50, 51, 52, 54, 55, 57, 58, 60, 61, 62, 64, 65, 66, 67, 70, 72, 73, 74, 75, 76, 78, 80, 82, 83, 85, 86, 87, 88, 89, 90, 101, 102, 103, 104, 106, 107, 108, 111, 112, 113, 114, 115, 116, 117, 118, 119, 138, 139, 140, 141, 143, 145, 146, 147, 148, 149, 150, 157, 158, 161, 165, 166, 167, 177, 178, 181, 182, 183, 184, 186, 189, 190, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 218, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 256, 258, 260, 261, 262, 263, 266, 268, 269, 270, 271, 272, 273, 274, 275, 278, 279, 280, 281, 282, 283, 286, 292, 293, 294, 295, 296, 297, 300, 301, 306, 323, 326, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 346, 347, 351, 352, 353, 354, 355, 356, 357, 358, 359, 361, 362, 363, 366, 367, 370, 373, 374, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 387, 388, 389, 390, 397, 398, 399, 400, 424, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 472, 473, 474, 475, 476, 485, 487, 488, 493, 494, 504, 505, 507, 508, 509, 511, 512, 513, 515, 516, 517, 518, 538, 552, 553, 560, 561, 562, 564, 565, 566, 567, 569, 572, 573, 574, 575, 576, 577, 581, 591, 599, 600, 604, 605, 612, 613, 614, 615, 616, 617, 627, 640, 641, 651, 653, 654, 655, 656, 658, 659, 660, 661, 662, 669, 670, 671, 672, 673, 675, 687, 698, 699, 700, 701, 705, 707, 712, 714, 717, 719, 720, 722, 724, 725, 726, 727, 739, 740, 744, 751, 753, 754, 755, 757, 758, 768, 773, 774, 777, 782, 784, 785, 787, 788, 789, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 814, 816, 823, 824, 828, 830, 832, 835, 836, 837, 838, 839, 841, 842, 843, 845, 853, 864, 867, 873, 874, 875, 876, 877, 878, 879, 880, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 917, 919, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 938, 940, 942, 944, 945, 946, 947, 949, 951, 966, 968, 976, 987, 990, 992, 993, 995, 996, 997, 999, 1000, 1001, 1002, 1004, 1005, 1006, 1008, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1027, 1028, 1030, 1034, 1045, 1046, 1047, 1048, 1051, 1053, 1055, 1056, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1112, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1127, 1128, 1129, 1130, 1134, 1136, 1137, 1138, 1142, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1183, 1184, 1186, 1187, 1188, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1199, 1201, 1203, 1204, 1205, 1206, 1207, 1216, 1217, 1219, 1221, 1222, 1226, 1227, 1228, 1229, 1230, 1231, 1233, 1234, 1235, 1236, 1237, 1238, 1239, 1240, 1241, 1242, 1243, 1244, 1245, 1251, 1253, 1254, 1255, 1256, 1257, 1259, 1260, 1261, 1262, 1263, 1264, 1265, 1266, 1267, 1268, 1269, 1270, 1271, 1275, 1285, 1286, 1289, 1291, 1292, 1293, 1294, 1295, 1297, 1298, 1299, 1300, 1301, 1302, 1303, 1304, 1318, 1319, 1320, 1321, 1322, 1323, 1324, 1325, 1327, 1328, 1332, 1340, 1341, 1342, 1345, 1348, 1351, 1353, 1360, 1361, 1362, 1371, 1373, 1374, 1378, 1380, 1382, 1384, 1387, 1390, 1392, 1398, 1399, 1400, 1401, 1404, 1407, 1408, 1411, 1419, 1420, 1425, 1433, 1434, 1448, 1451, 1452, 1474, 1475, 1476, 1501, 1502, 1503, 1504, 1505, 1524, 1525, 1526, 1527, 1541, 1542, 1543, 1547, 1549, 1550, 1551, 1552, 1556, 1557, 1558, 1560, 1566, 1567, 1568, 1569, 1570, 1572]}, "episode_num": 182, "file_type": "html", "guests": ["jason nemer"], "num_sentences": 1574, "num_words": 19055, "raw_text": "Tim Ferriss: Hello, my friends and frenemies. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers, to tease out the habits, routines, tools, favorite books, etc. that you can use and test and apply to your own life. The topics we explore the experts we interview range from people in the military to entertainment, sports, and everything in between. This is an everything-in-between episode. My guest is Jason Nemer, co-founder of AcroYoga. You can find him on Instagram @jasonnemer, N-E-M-E-R. My apologies for the sucking in the background. That’s my dog obliterating a Kong. This is audio vérité, for you folks. Jason is an incredible character. He’s a vagabond. He travels the world with next to nothing and has introduced me to my obsession for the last 6 to 12 months. Now, along with gymnastic strength training, I’ve been doing AcroYoga. I think about doing it all the time. It is not what you think in your mind of as yoga. It is totally different because I, of course, have found yoga, historically for me, very boring and I always strain a hamstring. It’s not fun. This is the opposite of all of those things. It is closer to partner acrobatics, a Cirque du Soleil routine meets sensual, but not sexual, contact. If that makes any sense. If it doesn’t, it will in this episode. There are lots of takeaways, lots of recommendations. It was also videotaped. We do a couple of demos. You do not need the video, because we walk through it in audio. So you can definitely just listen to this podcast. But if you want to see some of the demos visually, you can go to Youtube.com/timferriss to see it. It was filmed at CreativeLive, my favorite place to learn online. Creativelive.com. Go to creativelive.com/success – I asked them of all of their courses, they have hundreds, I’ve done a lot with them – what would they recommend that I share with you guys and they brought up Six Months to Success, which is actually Six Months to Six Figures by Peter Voogd. So Six Months to Six Figures by Peter Voogd, V-O-O-G-D. It has incredible reviews. Just check out creativelive.com/success. But I want to keep this as short as possible. It’s already long because I had a lot of caffeine and I’ve done a lot of thinking on AcroYoga today. When I’m not doing it, I want to be doing it. By the end of this episode, you will know why and hopefully you will get a chance to try it yourself. So please enjoy. Jason, welcome to the show. Jason Nemer: Thank you. Tim Ferriss: What are we drinking, here? Jason Nemer: What a great way to start. Tim Ferriss: I enjoyed the label so much I have to share it with the world. Jason Nemer: It’s Duck Shit Oolong Tea. Tim Ferriss: Duck Shit Oolong Tea. Jason Nemer: It’s true. Tim Ferriss: What is the story behind the Duck Shit portion of that? Jason Nemer: Back in the day, I hear, in a region in China there was this amazing tea and it was so good that they had to play it down so they called it Duck Shit tea, and it was played down for however many centuries until it’s been discovered as an excellent tea. Tim Ferriss: It’s not bad. I’ve got to say I’m enjoying the Duck Shit fragrance oolong tea. It is almost as odd sounding as our first encounter. I remember the dinner at which we met, and this was in LA, probably Venice, maybe Santa Monica. Jason Nemer: Santa Monica. Tim Ferriss: It was at whose home? Was it Andrew’s? Jason Nemer: Dean’s home. Tim Ferriss: Dean. I was with my buddy Travis Brewer. Jason Nemer: The ninja. Tim Ferriss: The ninja. Who is very much worth checking out for those people who have not seen him in action; American Ninja Warrior and so on. We were sitting somewhere close to each other, maybe next to each other. Jason Nemer: We’d captured a bunch of photographs of the day, just running around doing craziness. Tim Ferriss: That’s right. At the Santa Monica Green and elsewhere. Of course, you are the co-founder of AcroYoga, but I didn’t have much in terms of exposure to AcroYoga. So I said, “What is AcroYoga?” You said, “I’ll show you.” That led to an Instagram photo that I posted, which was something along the lines of “Just another Saturday night, not sure how I ended up here.” And I was in reverse bat position. Jason Nemer: Well done. You know exactly the pose. Tim Ferriss: In what I used to call butter kinase. Jason Nemer: Baddha konasana. Tim Ferriss: Baddha konasana. I’m not good with the such-and-such onasana – memorization of terms. What is that? How would you describe what that looks like? Maybe we’ll do a quick demo on what that looks like. Jason Nemer: Basically if you were a human bat and you were hanging upside down and you were holding your ankles, that’s pretty much what it looks like. Tim Ferriss: It’s kind of a Spiderman position. Jason Nemer: Yeah, Spiderman, upside down monkey business. Tim Ferriss: Upside down with your feet together sort of in a butterfly position. Jason Nemer: Exactly. Tim Ferriss: And then the person who’s supporting you, you the base, are on your back, legs roughly straight up in the air in an L-base position. And your feet would be basically right on top of my upper thighs. Jason Nemer: Correct. Tim Ferriss: Those are the shelves. I remember being spun around. I felt like I was in a washing machine of sorts, which is actually a term of course you use in Acro. It just blew my mind. What are the origins of AcroYoga? How did it come to be? Jason Nemer: Any time we talk about origins, there’s my version of my experience of the story. There’s the historical perspective. So what I’ll do is I’ll share from my perspective what and how this all came together. Basically, I had a lot of acrobatic experience. I started when I was 12 and I competed in sports acrobatics, which is basically like gymnastics and figure skating put together. It’s a routine with partners, music, dance. So I competed in that for many years. I found yoga in college and then ended up in San Francisco, where I met Jenny, the co-founder. Jenny had a background in the therapeutic flying so what you were describing, being upside down and being massaged, that’s something that I learned from Jenny; she learned it from other people. So AcroYoga to me was me and Jenny meeting and pretty much putting together our bag of tricks. Tim Ferriss: That bag of tricks, I will say just in terms of personal experience, has been incredible because you have not just the acrobatic – and this is a term that maybe you would not use, I don’t know, but very kind of yang-driven strength, athleticism component which is the acrobatics. But then you have the very yin, very restorative therapeutic Thai massage. There’s more to it, of course. But my hips, after now doing this reasonably consistently, particularly the last two months but for the last however long since we met. Jason Nemer: A year, year-plus, yeah. Tim Ferriss: Yeah, a year-plus. Good lord. I realized today that I’ve been a professional writer for ten years, almost to the dot. Jason Nemer: Wow. Well done. Tim Ferriss: I was like, man that explains the hair loss. It’s been a long fucking time. But my hips, my knee issues, ankle flexibility, my progress from grumpy baby position, for those of you who know yoga at all. Imagine you’re lying on your back kind of holding onto your big toes and pulling your knees into your armpits. Historically very uncomfortable for me; still not my favorite place to be but much improved. And I feel years younger. Athletically speaking, more mobile than I was even when I was competing in wrestling and in jiu-jitsu judo and whatnot. What was the birth moment of AcroYoga, per se? When did that meeting turn into Acro, which is now practiced in how many countries, would you say? Jason Nemer: I went up and counted recently. We have 55 countries that there are certified teachers, but it doesn’t mean that the reach isn’t bigger than that. But it’s definitely a global practice at this point. The creation story is actually pretty magical. Jenny and I had been hearing about each other and we were training at the same circus center. She was doing contortion during the day; I was teaching trampoline at night. So we kept orbiting around each other and had a lot of common friends but just didn’t meet. When we finally met, we got together at a party and I immediately put her into a hand-to-hand where she’s doing a handstand on my hands. Then she put me in folded leaf, which is you would say the down dog of therapeutic flying. It’s where my body is in a hanging, surrendered position. My head’s in her belly and she’s supporting my weight. That was the first time as an acrobat that I felt what it was like to be inverted but not be engaged. Because acrobats are very controlling and controlled in their body. But to surrender, it was amazing, just those two poses. Then we were up until 5:00 a.m. talking about this practice that would use all these different skill sets. We saw how things like partner yoga would help people communicate and with the basic therapeutic flying that’s not very advanced, teaches people acrobatics in a soft way. We put really all the pieces together that night. Tim Ferriss: It was orbiting, orbiting, orbiting and then – Jason Nemer: Collision. Tim Ferriss: Collision and synthesis. Let’s rewind just for a second, to go back to the – and I want to get the term right – the acrobatics. What was it? Jason Nemer: Sports acrobatics. Tim Ferriss: Sports acrobatics, which I believe is also what Andrei Bondarenko uses. Jason Nemer: Yes, he was a sports acrobat. Tim Ferriss: From Cirque du Soleil, who I spent a bit of time with in Los Angeles when he was there, also did. What are the categories? Because you have what? It’s like two men, two women? And then mixed gender? How does it work? Jason Nemer: It’s the pairs; you have three different pairs. Men’s pair, women’s pair, mixed pair. You have women’s trio, and you have men’s four. That’s the partner acrobatics. And parts of sports acrobatics is also platform tumbling. This is when you have a 100-foot long strip and people run full speed and do crazy flipping and twisting. Tim Ferriss: Right. I saw, I think it was a quadruple back flip from Russia. Jason Nemer: It was on my feed. Did you see it? Tim Ferriss: I think it was probably from your feed or Coach Sommer’s feed. Jason Nemer: I’d never seen a quad tumbled; I’d never even imagined it was possible. He did it easily. It was nuts. Tim Ferriss: It was insane. So the men’s four, let’s talk about that because I think this is something people may have seen in performances in Vegas or elsewhere, very often by people from Eastern Europe or former Soviet Union. What does that involve? Jason Nemer: Men’s four, you usually have two bases that are about the same height, same build; a middle which I would be a good size for a middle in a men’s four. I’m 5’9”, 160. And then the flyer, vary in sizes; always the smallest one. And basically if you know cheerleading basket tosses, they do a lot of tempo skills, is what it’s called, where the flyer does flips and twists and lands back on the basket. There are actually three different routines. There’s a balance, a tempo and a combined. Balanced routines in men’s four is just a pyramid. It’s no music, and it can be the base is doing a back bend, for you yogis – Urdhva Dhanurasana. Then the three people are standing on this guy’s belly, and the guy on the top is doing a one-armed hand stand, cray-cray. Tim Ferriss: That would have been Andrei? He was a flyer. Jason Nemer: Yeah, he was a flyer. I don’t know if he did men’s four or men’s pair; I don’t remember. Tim Ferriss: I’m almost positive he did men’s four. He could correct us, of course. Andrei Bondarenko. You should check him out on Instagram. Jason Nemer: Such a nice guy. Tim Ferriss: Sweetheart of a guy, and just a monster. Jason Nemer: A badass. Certified badass. Tim Ferriss: For those people who, as I didn’t know, basket case? No, not basket case. Jason Nemer: Basket toss. Tim Ferriss: Basket toss. Basket case is me. Basket toss sounds like something pornographic, and it might be. But in this case it’s effectively – Jason Nemer: Further down you hold your wrist. Tim Ferriss: You hold your wrist and you’re basically with other people weaving a – Jason Nemer: Human trampoline. Tim Ferriss: – human trampoline with your forearms. It just blew my mind when I first saw, at Cirque du Soleil. You were there when with Andrei we went behind the scenes and we saw them warming up. They’re just getting launched 20, 25 feet and then landing on this human trampoline that is effectively the size of the top of a stool. It’s just incredible. And I remember Andrei and I were having tea and he was talking about at some point – and I’m going to paraphrase this, obviously, and maybe butcher it. In the Ukraine when he went to some type of regional championship and there were a bunch of people warming up, different teams. One of the teams had a flyer who’s super aggressive and wanted to make an impression on everyone and tried something really outrageously hard. It was a concrete floor and he just took a head-first spill on the concrete floor. Those folks got carted out and the competition continued. That was his path, all of their paths, out of that world and into one of prosperity and economic feasibility for careers. Jason Nemer: I heard a very similar story, and this is something that I see as a potential pitfall of acrobatics and potential pitfall. I trained in Bulgaria when I was 15 with the Bulgarian national team. The year before we brought them to California and took them to Disneyland – blew their minds – and learned from them. I heard a few years after that that the men’s four, same thing; wanted to intimidate the other men’s four. So what I was describing are these four high pyramids. They were doing a four high, one-armed pyramid and they fell and the kid broke most of his bones. He didn’t die but it was the end of his career. I think also for the 2008 Olympics in Beijing, there were a number of Chinese gymnasts who died trying vaults; trying to do these very difficult vaults. Yeah, the dark side of acrobatics can be when your body is an obstacle to your goal, and this is where the yoga and acrobatics can weave so intelligently the dynamic power of acrobatics but the reality that you’ve got in your body for your whole life. How do you make these educated steps towards what you want? Tim Ferriss: This comes back to the surrender component, which may sound very woo-woo to some people listening and that’s okay because we’re in San Francisco, so suck it up and take it. Jason Nemer: Woo-woo! Tim Ferriss: We’re not going to get too crazy. Maybe we will. I’m flashing all over the place; I know this is a bit like Memento. But one of my other influences is this coach named Jerzy Gregorek, who is the Polish Olympic lifting coach I’ve mentioned a few times. He’s 62. Leaner, stronger, more mobile than I am by many factors and he’s probably 135, 140. He can get on an Indo Board, like a balance board and hit a perfect snatch with a barbell loaded full of weight, ass to the floor and then stand up and put it back on the floor with effectively no warm-up, like cold. He’s just an extremely impressive athlete. His longevity is phenomenal. He said to me at one point – because my habit, of course, is push, push, push, break. Jason Nemer: You? Push? Tim Ferriss: I know. Stop everything for a while because I’m incapacitated. Push, push, push, break. And he said, “You have a Ferrari engine.” I’m paraphrasing here. But he said, “Remember, you have a Ferrari engine in a Hyundai body. Like you’re going to just blow yourself apart, or it’s like your mind is willing but your body is not adapted.” So you need to – not his words, mine – chill the fuck out and play the long game, which I’m becoming better at. Part of what has aided that is the therapeutics. Something as simple as you mentioned surrender. So in the type of training I’m focusing on right now, I’m actually doing the GymnasticBodies work with Coach Summer, he’s the former national team coach for men’s in the U.S. He was on the podcast, as well. But that is not a surrender type of training, and it can’t be to do it properly. And I really, really enjoy it. But if I’m doing that, say, two days of stretching, two days of strength training per week, I might then be doing – and I have been doing – Acro on Mondays, Wednesdays and Fridays for an hour to an hour and a half in the mornings. Just the traction alone that you’re able to get, and for those people who are wondering what the hell traction is, simply put – and chiropractors may disagree with this – but let’s just imagine you’re on an inversion table and you get flipped to a point where your head is below your feet and you feel your spine is being decompressed; think of that as one form of traction. You can get traction on your wrists, traction on your ankles. I thought what might be fun, and this is going to be a visual component; we’ll try to describe it, but you mentioned a couple of things. You mentioned folded leaf. Would you say that is a good place for people to start with Acro? Jason Nemer: There are a lot of good places to start. Therapeutic flying, what I like about it is it’s very soft and gentle. If there’s extreme mobility issues, I think there are other things people can do to gain confidence and to learn how to communicate what they need. The way that we teach the practice is base/flyer/spotter. So the spotter cannot only keep it safe but they can also make sure that the base is in the correct alignment. So it’s too hard to say that this pose is the exact place to start. Tim Ferriss: But it’s one place to start. Jason Nemer: It is a good place to start. Tim Ferriss: Now, when you say base/flyer/spotter – that is simply to say that generally you’re practicing in groups of three? Jason Nemer: Yes. Tim Ferriss: Let’s just show, and for those people who are listening to audio, I’m sure I mentioned it in the intro and I’ll probably mention it at the outro. If not, you can check in the show notes, fourhourworkweek.com/podcast, but we’re capturing this on video. So you might as well do some stuff that’s well suited to video, and we’ll talk through it. Let’s go to this mat, here. Jason Nemer: Oh, wait. We’ve got to do it the right way. Tim Ferriss: I was going to catch you! Jason Nemer: My Dutch friends would kill me. Tim Ferriss: Then I lean back, and then we bring the partner down. So apparently the Dutch acrobats get very upset if you don’t do that. And I’ve gotten to the point where I’m like, you know what? I’ve had enough of the Dutch. I love their kickboxing, Ernesto Hoost, love you. But from all the jiu-jitsu I’m just like, flop. I’ve made a lot of – I’m not going to say enemies; that doesn’t really happen in Acro. So I am standing with my feet reasonably close to your hips. Jason Nemer: I want to be able to touch my flyer’s feet. My feet are turned out just below the hip bones. Tim Ferriss: I am standing straight up. It’s almost as if you’ve seen the UFC. You’re like open guard on your back. This would be where I try to punch you and then you’d kick me in the face but that’s not Acro, that’s MMA. All right. And then flyer, fingers forward. Jason Nemer: You’ve got it. You’ve got the acronyms and everything. Tim Ferriss: I’m a young Paduan just learning what I can. Jason Nemer: The most important thing is that you understand when to be water and when to be earth, and what parts of your body. So I’m going to be watery with my arms and really sturdy with my legs. So we’ll take a deep breath. On the exhale, I receive with everything and then I push up with the legs. Here, a lot of times the flyer will want to put the hands down and practice their handstand training; that means they’re a control freak. Tim Ferriss: So you fold the top of their hands down to the floor. So at this point, for those people listening, I am supported on Jason’s feet. I’m completely upside down. I’m basically in an L-straddle position, for those of you who know anything about gymnastics. So this is folded leaf. Sometimes in hush tones, jokingly referred to as leaf blower. Jason Nemer: Oh, my God. I didn’t know that was going to come out in the podcast. Tim Ferriss: I’m trying to help people with the images, here. This is scarecrow, right? Jason Nemer: This is scarecrow. Basically what I do as a base is I try to let your body unwind patterns. So as I bounce and shake, a lot of times our mind is connected to muscle groups and flexing them when they don’t need to be. So the true therapist is gravity, which helps to let your spine hang like a plumb line. Tim Ferriss: Could we show, for instance, super yogi? Jason Nemer: Sure. Tim likes traction. So what I can do is I can let my legs come off my 90 degree. His weight will start falling back. We’ll take a deep breath together. On the exhale, my legs go back and I resist with the arms. Okay? Two more. Inhale, exhale. So I’m pushing the legs back then giving resistance. You’ve got a little wrist traction there. One more time, inhale and exhale. And then where I love to go is to open up your triceps and your shoulders. So I’m going to place my hands under his elbows and he can bend the elbows and the knees at the same rate. Okay, bring the elbows closer. Does that feel okay on your shoulder? Tim Ferriss: Yeah, I’m going to be a little careful on the left just because I had it reconstructed but yeah, this feels fine. Jason Nemer: And in general where the body can be vulnerable in the flying is in the shoulders and the lower back so communication is really important, and just listening to your body. All good? Tim Ferriss: All good. Jason Nemer: Sweet. Side bending is also a thing that can really help the health of the lower back. And what’s different with the therapeutic flying from yoga is your body doesn’t have to be engaged. You’re not using your muscles as the flyer so you don’t have to work uphill, basically. Yeah, mon. Tim Ferriss: Yeah, mon. So those are some basics of therapeutic flying. Some people who heard a bunch of grunting and weird noises and just don’t know what the hell is happening, or from people who might have seen the video. Actually, let’s demonstrate one more thing. Because I was in South America doing an immersive, which was a great experience, meaning a two-week intensive of AcroYoga training. The first week was dedicated to the acrobatics, second week to the therapeutic flying and Thai massage. I was visiting a friend of mine named Chris who has developed some lower back and hip issues from a lot of sitting. He’s a former high-level athlete. I gave him what is sometimes referred to in the Acro community as leg love, which is typically done – for those of you who just saw it or I’ll just describe it. So Jason is on his back basing me, supporting all of my weight on his legs, in effect. That can get tiring. And so after you’ve received effectively massage, being floated on someone’s feet, you then help to – Jason Nemer: Release the tension. Tim Ferriss: – release the tension in their legs and restore their legs a bit. Jason Nemer: Exactly. Tim Ferriss: And so I did that. Actually, I’ll demonstrate. Jason Nemer: All right. Bring it. This podcast is getting better and better. Tim Ferriss: So what I did for Chris, and this is something I’ve done for a number of people, now. And obviously, consult your qualified AcroYoga professional. I’m no doctor; don’t play one on the internet. But let’s say we just came down. So boom, we came down and we’re here. There are a couple of very easy things you can do. So just from this squat position, I’ll get his legs straight. Then I’ll actually just hold his feet in between the crease of my leg and my upper body and then lean backwards. So I’m giving him traction at the hip and the lower back, even though I’m not holding onto anything. Jason Nemer: It’s so good on my ankles, too. Tim Ferriss: And a lot of traction on the ankles and external rotation. Other things that are pretty easy to do would include, you can do a little bit more traction. So you step in, and I’m just going to shake the legs to get them to relax a bit, and then turn the feet in, put them behind my hips and lean back. Jason Nemer: What’s great about this pose is therapeutic flying is an external rotation; this is a counter pose, it’s an internal rotation. So that’s where some of the yoga intelligence starts sneaking in, is how do you counter the muscles you’ve been working? Tim Ferriss: And for those people who are say, like cross fitters who are afraid of seeming too crunchy to their buddies or whatever it might be, this is an excellent complement to any type of Olympic lifting or lifting that involves squatting. I’ve found this to just be a huge performance enhancer, to have this done. Jason Nemer: Can you just get on my feet for one second in a bird, just to show what my theory is of why your hips are a lot more evolved now? Squatting flexibility. Tim Ferriss: Look at this guy’s hips. Jason Nemer: It gets increased when you have 170, 180 pounds on top of you. So it doesn’t just warm the body but it lets you access new flexibility. Tim Ferriss: That’s one that you need to watch the video for. Yeah, if you want to see freakish hip mobility. Jason Nemer: I have open hips; it’s true. Tim Ferriss: Open hips, good birthing hips; then you should watch the video. I’ll just demonstrate a few more that are super simple. There are many, many options. We could do bus driver; that’s what this one is known as. They all look really silly and they are as profound, I think, for athletic performance or just general health, as they are, in some cases, ridiculous looking. Another that I’ve found just incredibly helpful is just swinging. So this type of movement. I won’t do too many more; you can get fancy and do like the circle eights and stuff but I’ll show one more and then we’ll get back to the interview. So in this position, and feel free to correct me if I’m messing this up, but you can effectively push down on the feet and get the hips off the ground, and then use the hand – or not – to loosen up this entire lower leg and hip region. Literally just doing those few things, I was able to alleviate Chris’s lower back pain significantly, symptoms 40 to 50 percent decreased. Jason Nemer: Awesome. Tim Ferriss: That is, in my experience, not just a Band-Aid. It’s not like you swallowed a bunch of ibuprofen. With regular use, the effect seems to be very persistent. My hips feel great and it’s like I never thought in my entire life I would ever say that. Jason Nemer: That makes me so happy. That is the goal of the practice is that you can find a way to interact with AcroYoga that will affirm who you are now and who you’re going to be for the rest of your life. One of the really cool things that I’ve seen is acrobats, yogis and healers, all three lineages, people can do it until they’re 90, 100. Gymnasts, not true. I have not seen 100-year-old, high-level gymnasts, just because it’s very high impact. But there are styles of acrobatics, styles of yoga and styles of healing that are really affirming who you are so you’re not depleting yourself as you’re learning these cool things. Tim Ferriss: Coach Summers said, I think it was, I know in the world of high level gymnastics, I know a lot of stupid people and I know a lot of old people. I don’t know a lot of stupid, old people who have made it that long. But speaking of some older folks, you’ve mentioned to me a number of your teachers, a number of your influences. Could you talk about Lu Yi and your experience with your healing teacher, and just give some context on who these people are. Jason Nemer: Sure. So Lu Yi is a Chinese acrobatic master; he’s a circus master. He traveled throughout the world back in the ‘50s. He was actually telling me a story about when he performed in Africa and they had this act where you throw these big pots around and the pots land on your head. And the Africans carry things on their heads so they weren’t impressed; they didn’t clap and they had to take it out. So he’s just a treasure trove of really amazing stories about the circus. He’s been in the Bay Area for quite some time now. I met him about 13 years ago. I’ll give a little short story about this. I met him, I go into the circus center. I compete at high-level acrobatics but I hadn’t trained high level in a while. I see him training people with one-armed handstands. And I as a base never learned how to do a one-armed handstand on the ground by myself. So I’m like, “Mr. Lu Yi, you look like such an amazing teacher. I’d be so honored to work with you. I just did a yoga teacher training.” And yoga is a four-letter word. I might as well have just spit in his face. So literally for the next three years, every day I would see him in the circus center. “Mr. Lu Yi, I’d love to work with you.” “Oh, you have too much experience. Oh, you very old. My way different way.” When I speak with my pretend Chinese accent, it’s in so much love. Tim Ferriss: It’s still pretty good, having spent a lot of time in China. Jason Nemer: Oh, my God. So this is Lu Yi, and Lu Yi has been a mentor in a lot of ways. He has a lot of different techniques. He’s right when he says that because he came from circus and I came from sports acrobatics. One day I go into the circus center and he’s teaching a kid how to ride on a bicycle backwards by sitting on the handlebars. He knows so many random things. And recently, just this year, he has sciatica and he got into a car accident and it got worse, and he’s basically been out of commission now for quite a while. I’ve been trying to connect him with one of my other master teachers, who is Scott Blossom, who is an amazing Chinese medicine doctor, acupuncture, Ayurveda, which is an Indian science of medicine, and he’s also a shadow yoga teacher. And in the world I think there are 20 certified shadow yoga instructors; that’s a whole other conversation but he’s basically a triple threat, amazing human. Today before this interview, I went to Lu Yi’s house. I picked him up, I took him over to Scott’s office. Lu Yi doesn’t speak English very well, and I understand him and we have a good rapport, so it was really good to be there. And for about six to eight minutes, he was just reading his pulses, just feeling his hands. From there, he basically did needles, did a lot of different techniques. Before he got him on the table, I was in a moment where I just sat on the floor while they were doing the pulses. I closed my eyes and I did a mettā practice. Mettā means loving kindness and this comes from Thai massage. Thai massage is an amazing practice that weaves spirituality and healing. So as I close my eyes and I’m meditating, my heart is pumping, my hands are getting hot; I’m basically cultivating all this qi. And I didn’t think I was going to be able to lay hands on Lu Yi at all, but then when he got him on the table, he’s like, “Jason feel here. Okay, put an elbow there.” So I have two of my masters here and I got to give love, basically, to this man who with his hands has sculpted my handstand, my one-arm handstand. So it was just a really cool thing to feel how acrobatics is really powerful but nothing is more important than your health until you start losing your health. And to have these tools to help people feel better, there are very few things in life that I think are more noble to dedicate to than learning new things to help people. And mettā, loving kindness, compassion, meditation; these are things that are very easy for everyone on the planet to start practicing as soon as they build the desire. And I think human nature is such that we have the desire that we want to help people, we want to make people feel better. So yeah, that was an amazing way to start my day, to see these two masters come together. Tim Ferriss: I’ve been very struck by a few things just related to what you just said. The first is that a lot of people who come into healing have a history of being injured themselves, or even injuring other people. A lot of Judoka in Japan end up then going into bone setting or traditional, let’s just call it not traditional, but Western medicine. The second piece is that I was very surprised when I did the immersive. I hadn’t had any real in-depth exposure to the therapeutic flying. That having been so aggressive in all of my individual sports to date, I’ve always, since I was introduced to Acro, been obsessed with the more dynamic, violent perhaps – Jason Nemer: The shiny objects. Squirrel! Tim Ferriss: The shiny objects. Yeah, which are – yeah, that’s the story of my life. But I was astonished to find that when I did the immersive, I was actually in many ways more drawn to the therapeutics. I think that’s because I’ve just over developed or over focused on the hard driving aspect to such an extent that I don’t have a rate limiter. It’s like on my tachometer, I don’t have any red zone. I don’t even see it; it just blows apart. That helps me to start to calibrate and pay more attention. By paying attention to someone else’s body, I feel like you learn to pay attention and listen to your own body. Jason Nemer: For sure, especially if you have good guidance. That is a very strong principle from a lot of my teachers; body comfortable. If you’re not comfortable as a giver of healing arts, you’re violating the first thing. So you actually get to be – and unfortunately in English there’s not a good term for this – selfish. To be a good healer, you have to be very selfish. You have to really listen to who you are, to where you are and from that place if you really understand, you have the potential to give in a way that’s not depleting, give in a way that’s not going to hurt you because that’s going to be a very short healing career. Tim Ferriss: What is the handstand approach that you thought of this morning? So you mentioned this, and I said save it for the podcast; I don’t want to hear about it. So tell us. A lot of people listening are interested in handstands. There are a lot of crappy handstands out there. Jason Nemer: I’ve seen most of them in different shapes and forms. This is where, again, I feel like the acrobatics and the yoga start to mix. I’ve been doing shadow yoga for about six years, now. There are three preludes [inaudible] – Tim Ferriss: Does Ra’s al Ghul – he’s the bad guy in Batman – he doesn’t run shadow yoga. It sounds like something out of like an Avengers movie. Jason Nemer: Marvel comics? Kind of. Zhander Remete is a Hungarian martial artist who came up with this. Tim Ferriss: Sounds like Ra’s al Ghul. Jason Nemer: There’s some darkness to it. Tim Ferriss: We’ll come back to that. Okay, so we’ll dig into shadow but please continue. Jason Nemer: It came from my shadow practice this morning. So there’s a pose, and I’ll just do it real quick. There’s a sequence in one of the poses is with the fingers are laced. So it’s done like this. Tim Ferriss: You’re standing feet shoulder width apart, roughly. Hands flat on the floor with your fingers interlaced. Jason Nemer: Yes, and I would never think to do a handstand like this. I was doing my practice this morning and I’m like, huh, I wonder how hard that would be? It was really fucking hard. So 30 years of acrobatic training, I’ve never seen anybody do that handstand. I’m sure it’s been done and I tagged a few people on Instagram this morning. Andrei is one of them; Miguel_Hand_Balance was another. And my third attempt, I figured a couple of things out. Basically, if you let the pinky go wider and you let the thumb go wider, you have a big enough base and you’ve got to start using the pinky and the thumb. But it was just as much as I feel like acrobatics is very fixed, gymnastics is very fixed, as long as the mind is not fixed and if you have the playfulness and you have a ritual of discovery, this practice keeps expanding. Tim Ferriss: I love the cross-pollination when you expose yourself to different physical disciplines. So you have yoga, we have acrobatics, and then you have what’s called sports acrobatics, circus, Olympic gymnastics for simplicity’s sake. Jason Nemer: Artistic for the people who really know. Tim Ferriss: Sure. So very interrelated but different disciplines; break-dancing. So for instance, that position you had right here reminds me of, I believe it’s called the 2000 in break dancing. Jason Nemer: Check you out. Tim Ferriss: So while you have a 1990, which is a one-armed spinning handstand, which is generally on this portion of the palm. It is, mechanically speaking, very similar to a pirouette even the way they go into it with their legs and then bring their legs together. But a 2000, if you found somebody who is very good at teaching or performing a 2000 and explaining it, they would probably have a lot to add to that conversation. Jason Nemer: There you go. Tim Ferriss: So if any B boys out there, B girls, want to add some commentary on how to do 2000s properly, you will assist me in, at some point, having too much to drink and injuring myself. So that is that. I have to just ask, what on earth is shadow yoga? Can you describe this, please? Jason Nemer: Sure. I love describing this because it’s something in my recent past, I’d say five years; it’s the thing that’s affected my life the most positively. As a gymnast and acrobat, I would have lower back pain. It would come and go, but it was a constant teacher. As soon as I found the shadow practice, for over five years I wouldn’t say I’ve been back pain-free, but if I wake up and I have back pain, I know if I do my practice and I do a number of things that are conducive to my health, I can clear it. So shadow yoga is Zhander Remete is a martial artist. He was in the Army. I’m not sure which Army. He’s a certified badass. He’s such a deep yoga practitioner. I’ve actually never met him but Scott, my teacher, has told me a lot of things. One of the things he did in a demo is he took a deep breath, and then he sat. Then he took another deep breath and he sat. Then he looks with a big smile and is like, “Do you know what I did? I ate the breath.” And he starts laughing. Basically, he can just metabolize a breath. He doesn’t need to exhale. He’s a yoga master, full blown. What he did is he studied in Pune from Iyengar. Tim Ferriss: What is Pune, is that a place? Jason Nemer: Pune is a place. Pune is a place in India where Iyengar, who is a man, who basically, other than Krishnamacharya, the father of modern yoga, I would say Iyengar is one of the most influential people who has come to the practice of yoga. So he studied with Iyengar for a number of years, and he also went to the South to study Ayurvedic medicine. And in Kerala they have temple dancers, bar nok diem temple dancing and they also have Kalari martial artists. And the martial artists and the temple dancers were moving much more in circles. He was watching them and he was learning Ayurvedic science and be basically started to fuse all of these things. So if I were to give a couple sentences, an elevator speech of what shadow yoga is, it’s based in Iyengar technique for the asanas and it’s got a Tai Chi feel and there’s definitely a lot of circular movements. So you start with warming up all the joints of the body and he said – paraphrased – that the martial artists and the temple dancers for one year just did joint mobilization. If you understand how to move all of your joints very intelligently, then the more complicated moves ride on the back of that intelligence. So one of the things that makes shadow yoga unique, as far as I’ve experienced yoga, they say if you squeeze the muscle, you block the prana. So if you’re engaging your muscle, you’re not letting the energy flow. So what you do is you try to have your muscles as soft as possible and you really put your attention into the bone layer. And you stack your body in ways that the bones are taken away, the muscles are soft, and you start circulating the energy through the body. Tim Ferriss: The bone stacking is a pretty good segue into all sorts of topics. For people who want to learn more about shadow yoga, is there a particular resources other than Google that you would suggest? Jason Nemer: Yeah, shadowyoga.com, I believe. They have a DVD. The unfortunate reality is I think there are like 20 certified teachers in the world so he’s very, very strict on certification. I mean talk about Mr. Miyagi, this guy is the definition of yoga Mr. Miyagi. Tim Ferriss: Salty old dog. I like those. I aspire to be a salty old dog myself so I like hanging out with the cantankerous, opinionated but highly competent salty old dogs. Jason Nemer: He’s the guy for you. Tim Ferriss: Although yeah, he might not put up with me. That’s a separate issue altogether. Bone stacking. Let’s talk about handstands for a second again, and I always mess this up, is it ATB? Jason Nemer: ATB. Tim Ferriss: Look at me! Jason Nemer: You also learned it in Spanish. That was AIB. Tim Ferriss: AIB, that’s right. That was a whole thing in and of itself. I did my entire immersion in South America in Spanish. There were a number of people translating for a handful of folks who only spoke English but I found it more entertaining to see how badly I could mangle things by running on the Spanish alone. So let’s talking about ATB. Should we do a little demo of what that means? Jason Nemer: Sure. Maybe I’ll talk a little bit, first; I’ll paint an analogy. I like the analogy of bridges. Tim Ferriss: So ATB stands for what? Jason Nemer: Alignment, tightness and balance. I like it in that order because until the body gets aligned in the most efficient way possible, you are losing energy for every second you’re attempting the handstand. So alignment is the Holy Grail of all acrobatics. What’s great about these ideas, the ideas are really simple; the practice is a pain in the ass. It takes sometimes decades to get a straight handstand. But alignment is straight, straight is strong. Our bodies are not made straight. Our cells are circular, our bones are not two by fours. So it’s an impossible task that we try to do to turn our bodies into these knives that cut through gravity. Tim Ferriss: What are some of the things that Lu Yi says, his short expressions while people are doing handstands? Jason Nemer: Today one of his legs is not working very well; he can’t walk up the stairs very well. And I joked at him. I said, “Lu Yi, your body is not one piece.” Because he says, “Make body one piece.” Tim Ferriss: One piece, one piece. Jason Nemer: Yeah, he likes the body to be unified. And then I have a Russian coach who says, “Make body one bone.” Same, same. It’s basically unifying the body and that’s the second part of the ATB; it’s tightness. It’s integration. Tim Ferriss: And if you see, for instance – I know you’ve seen this, but for people listening or watching, if you see a photograph of a gymnast mid-air, or a diver for that matter, they’re not relaxed. Look at how tight they are. Jason Nemer: And a cool experiment for those of you at home who are interested, is you can hard boil an egg and take a raw egg. Try to spin them both. I don’t want to spoil it. Tim Ferriss: You can try that. That’s also if you’re an idiot like me and you hard boil some and you forget which ones are raw, spin it and you’ll see very quickly which ones are hard boiled because they’ll fly off the counter, probably. Jason Nemer: Another good Lu Yi-ism, and this is good for anyone to put in their back pocket and I’m so happy that Coach Summers also agrees with me on this: MO extension. M-O extension. MO extension. And what he’s talking about there, it comes back to Newtonian physics: action and reaction, the second law of motion. If you push into something, it pushes back. So as you push down into the floor, there’s basically a rebound and this rebound is what makes your handstand light and it’s what makes the body a lot more unified. Tim Ferriss: Exactly. Also, if we’re going to look at the hierarchy, if you were to do one – and I’m not saying you have to choose one – but if someone could not somehow wrap their head around the alignment piece, if they didn’t have somebody to help them but I just said you know what, forget that. More extension. No, I’m just going to say it helped me with my alignment to focus on the extension because it took effectively one piece out of the puzzle because it locked it in place. But of course having someone to help with the alignment is a huge resource. But you were talking about bridges. Jason Nemer: Yes. So a bridge basically can be the analogy of the body. The metal is the bone structure. So the first thing they do when they’re building a bridge is they’ve got to get the pylons in place and they have to get the metal in the right alignment. From there, they pour the cement, and the cement is basically your muscles and the muscles, just like the cement, can harden onto those pieces of metal. So basically you align the metal, you pour the concrete. As the concrete hardens, it gets super stable. I haven’t really figured out the part of the analogy of the balance. Maybe it has something to do with the tension of the cables. Tim Ferriss: The cables or the fascia. Jason Nemer: Yeah. But at least the first two have a picture for you to think about. There was a point in gymnastics history in the ‘70s where the Japanese gymnasts were dominant, and they had a lot of techniques that none of the other world had seen yet. One of my friends was very connected to that lineage and he said that at the Olympics, they had a big interview with this guy, like you have to tell us your secrets. How are your gymnasts doing this? They’re just blowing us all away. He says it’s two things: strength and flexibility. And that was pretty much the end of the conversation. There was actually a third thing, in my experience; it’s technique. And one of my definitions of technique is how skillfully you use your strength and your flexibility. So if somebody doesn’t have a lot of shoulder mobility, if they’re doing handstands, they want to get as much mobility as they can. So Coach Summer calls it compression strength? Tim Ferriss: In this particular case, he would want – and it’s always dangerous speaking for Coach Summer, one of my favorite salty old dogs so he can slap me on the internet if I get this wrong. But if I had to guess, I would say that he would argue that if you’re going to practice handstands correctly, you would want to get to the point where this type of shoulder flexion is comfortable so that you’re not using a lot of muscle to get here. Jason Nemer: Yes, I would agree. And whatever flexibility you have, you want to access it. So you want to eventually have a surplus of shoulder flexibility. I was born with circus shoulders. So if you have a surplus of the shoulder flexibility, being vertical is very easy. That’s what you want. But if you’re stiff, you don’t want to not get that one-inch of flexibility utilized. So basically the technique is using your strength and flexibility as skillfully as you can with what you have. In one day, you can’t get stronger or more flexible, but in one day you can affect your approach and affect how skillful you’re cutting through gravity with the line of your body by finding these little hinges and taking as much of those hinges out. Tim Ferriss: What do you think about doing a little demo? Jason Nemer: Yeah. Tim Ferriss: Alright. Let’s look at ATB. I’m thinking what might make sense, is I’ll do I first. Suffice it to say, I don’t think I have great handstands but they’re trending in the right direction. Jason Nemer: I agree. Tim Ferriss: They’re getting better, which is all I care about. I’m no Bondarenko, at this point. Also weigh 100 pounds more; that’s not true. I digress. Alright. Jason Nemer: So foundation. You want to have your hands shoulder width so you can put the hands down and I’ll just inspect your foundation. This is definitely where Lu Yi will spend a lot of time. Ideally, you’re tenting. So this knuckle comes up. And what that does is that puts a vector to root the naughty knuckle. Tim Ferriss: This is also very Spiderman-like. If you ever see a close-up of Spiderman like this on a cover, he’s tenting his fingers. It’s hard to do without the ground. But in other words, if your fingers are completely flat on the ground, you’re popping up the second knuckle while keeping the knuckle of the palm on the ground. Because if this pops up, what’s it called? Jason Nemer: The naughty knuckle. Tim Ferriss: The naughty knuckle, which is this index that constantly pops up. Jason Nemer: Your hands look great. They’re the right distance apart. You can go up however you’d like. I’ll support you on the way up. I’ll let you have your head neutral. His head is down. I step in between the hands, hug his thighs and bring the ribs in. Domesticate the wall. Up, up, up. Good. Are you breathing? Tim Ferriss: Mm-hmm, barely. Jason Nemer: Elbows in more. Good. Looking down with your eyes, fall towards your fingers a little bit. Fall towards, right there, right there. Yep, bingo. Keep the hands strong, keep the breath. Keep falling towards me. Yes, right there. Right there. How you feeling? Tim Ferriss: Good. I think I’ll come down. What I’d love to see, also, is if you could go up in a handstand, and I’m not going to do a great job of spotting; I’m working on that, also. But I’d love for you to show some examples of common mistakes. Jason Nemer: Yep, I love that. I’m not going to do the most common mistake, is taking my hands wider than shoulder width. I want to have a vertical line so I’m not going to compromise that. Tim Ferriss: Do you personally point your middle fingers forward? Jason Nemer: I do. Tim Ferriss: Some people – quite a few gymnasts – do index but you prefer middle finger? Jason Nemer: Well, and I don’t believe in right and wrong until you define where you want to go. And what I teach is partner acrobatic handstands. So if you’re practicing with the hands turned out as a base, I’ll have to have my hands turned in; super awkward. So the techniques I’m teaching – Tim Ferriss: Right, because we’re going to be – Jason Nemer: We’re going to be here. Tim Ferriss: This is hand-to-hand grip? Jason Nemer: It is. Tim Ferriss: Reverse hand to hand. Jason Nemer: You can practice with yourself. You can’t practice hand to hand by yourself. Tim Ferriss: Hand to hand is pretty tough. Jason Nemer: Because you need a right hand with a right hand, and not many people have that. Tim Ferriss: Right. Train as you want to; compete, so to speak. Jason Nemer: Exactly. Tim Ferriss: Instead of placing them too wide. Jason Nemer: Okay, you ready? Tim Ferriss: Yes. So for those people wondering, that was a straddle jump, basically. Because from here, now if I were to just practice my coaching here, so we have – Jason Nemer: Before anything, I’d bring the head down. Tim Ferriss: Head down, okay. Jason Nemer: Because then I have more access to a straight line in my spine. You can turn one of your feet to the side. Yep. Hug around my thighs with one of your arms. Yep. Find my ribs with the other hand. Now pull everything up and in. Bingo. That’s it. Oops. Technical difficulties. Tim Ferriss: We’re good. And then tightness would be I can pull your feet apart. Jason Nemer: You can also push me down. Strong. From the thighs, yeah, push me down. Tim Ferriss: Push you down? Jason Nemer: No, not that way. Straight towards – Tim Ferriss: Oh, down into the ground. Got it. Push you down. Jason Nemer: Stronger. Way stronger. Tim Ferriss: Now I’m just going to do some rotation stuff? Jason Nemer: Yes. Tim Ferriss: Also doing this kind of stuff. And then, let’s see. Tightness, balance, and then we can do just kind of a hot potato. Jason Nemer: Yes. Tim Ferriss: Alright, so now you can either come down or we can still demo. What are some of the most common mistakes? Jason Nemer: I’d say elbows are one of the most – Tim Ferriss: Bent? Pointing the wrong way? Jason Nemer: Both. So saying a straight arm is a very non-descriptive way to talk about how to position these bones. So when you’re down here, basically you can spin the eyes of your elbow forward towards each other, or back. What you want to find in a handstand is the eyes of the elbows are squeezing towards each other. This gives you a lot of integrity in your handstands. So I’d say elbows from there. Probably the head being really far away. Tim Ferriss: Because that also just leads to the cascade of piking at the shoulders and then bending too much at the lumbar, trying to use the legs to correct and then you’re done. Jason Nemer: So bring the arms up is another good one, beginner acrobatics. Relax. Intermediate, advanced. Expert is when the shoulders touch the ears. Tim Ferriss: Yeah, I can’t get that high. I’m getting better but not quite. Jason Nemer: So if people get the shoulders and the ears even close to each other, the arms in a straight line, that’s going to take care of a lot of the problems. You really shouldn’t coach above the shoulders for the first several months. Tim Ferriss: Shouldn’t coach above the shoulders. Jason Nemer: There are a lot of misalignments from – Tim Ferriss: You mean just coaching from basically here to the fingertips? Jason Nemer: Yeah. From here down is where most of the big problems come from. So if you’re looking at why they are arching, it probably has something to do with something that’s happening from here down. Tim Ferriss: You’ve said to me also there’s a lot of magic in the hand and the foot placement. Jason Nemer: Yes. Tim Ferriss: So paying attention to that pays dividends. The next question I wanted to ask you was – actually, one thing I wanted to just throw out there that I found helpful, and this was at a place called Athletic Playground in the East Bay here in Northern California. Jason Nemer: Serious place in Emeryville. Tim Ferriss: That’s right, in Emeryville. Great place. I took a handstand class ages ago with a teacher, Sam. Jason Nemer: Sam. Amazing teacher. Tim Ferriss: Sam was amazing. I remember what she had us do at one point, and it was just such a simple idea. And it was this: basically, she had us traversing the room, going back and forth. I’m not going to do it right now but I like to walk. She had us in rows and going back and forth. We were supposed to go up into a handstand. Now, it could be only 45 degrees. If you’re a beginner – lest you topple over, just go up 45 degrees. And if I went up with this leg, I would come down with this leg. So it’s sort of like a scissor at the top. And what she noticed is that people would walk like this, and then they would put their hands out, kind of like Frankenstein, and then go into it. She said all right, let’s try something different, because people were flipping and flopping everywhere. She said I want you to do the same thing again, but instead of that you’re going to start with your arms way up over your head, shoulders elevated. This doesn’t move at all. And I want you to do the exact, same thing. And all of a sudden, just stability 10Xed. It was incredible. Jason Nemer: That’s basic tumbling. That’s lunge, lever lunge is how I knew it as. It’s basically you make a straight line, you bring a leg up and nothing hinges. Your body just falls forward, you hit that line and on the way out, as well. So the ability to keep the body, again, in one piece is what you’re looking for. Tim Ferriss: One bone. Jason Nemer: One bone. Tim Ferriss: What other teachers or mentors have had a big impact on you? Jason Nemer: Dharma Mittra, yogically has been an amazing teacher. He’s a Brazilian yoga teacher. He was born and raised in Brazil and he came to New York and met his guru, Yoga Gupta, in I want to say the mid-’70s? Out of everyone that I’ve met in the yoga world, he does the practice. He’s super deep. He teaches psychic development techniques. Tim Ferriss: Psychic development techniques? What are we talking about, here? Jason Nemer: Yeah. There are things that he learned from his guru. The practice is a lot of visualization and breathing techniques, some humming sounds that unlock vibration in the head. Tim Ferriss: Which is a trippy thing to do in a sensory deprivation tank, actually, which I’ve experimented with a bit. Jason Nemer: I bet, I bet. Tim Ferriss: That is a full-blown psychedelic auditory experience without psychedelics but that’s maybe for a different podcast. Jason Nemer: You know, vibration is vibration; there’s a lot of ways to unlock those things. Tim Ferriss: Hitachi magic wand? Jason Nemer: Exactly. You have one, too? Tim Ferriss: Which, by the way, was recommend to me by a Russian medical massage expert, and not in the red light district, for relaxing hypertonic forearms. The original version, plug-in version, which you can get at your friendly neighborhood sex store, on high as it turns on. I’m going to get my terms wrong, here. Was that, not swami, guru, no. Something Gupta. Jason Nemer: Yoga Gupta. Tim Ferriss: Yoga Gupta. Are you referring to – Jason Nemer: His guru. Tim Ferriss: His guru. Jason Nemer: Who’s an Indian guy. Tim Ferriss: Got it. Jason Nemer: It’s basically a lot of really ancient knowledge that to some degree, a lot of the yoga knowledge is able to be accessed on the web. You can really look. Acrobatics still is not; it’s still really hard to find any valuable acrobatic written text. The thing that’s valuable about yoga masters is they communicate things energetically. This is a saying that comes from Dharma Mittra that came from his guru: “Once blessed is a student that can copy the teacher physically; twice blessed is a student that can copy them physically and mentally. Three times blessed is a student that can copy them physically, mentally and spiritually.” There was a day where the guru was gone and somebody said, when is he coming back? And Dharma started to move, as the guru does, and started to speak with the same tone of voice: “The guru will come back on May 31st.” Are there 31 days in May? Tim Ferriss: Let’s just pretend there are. Jason Nemer: And sure enough, he came back. So he’s a teacher of these very mystical aspects of yoga and at the same time, he does all kinds of crazy asanas. Asanas are poses. He has a poster of 908 yoga postures. So when I saw this poster, I was like, I have to meet this guy. When I finally met him, the types of teachings were much more fulfilling and deep than physical poses. It was really philosophies on life. The way that he interacts with the world, I just watch how he eats a salad. He looks at every piece of food before he puts it in his mouth, the mindfulness practice and the compassion. So yeah, Dharma Mittra. Tim Ferriss: Big influence. Jason Nemer: He’s 77, the same age as Lu Yi. The two of them haven’t met but I’ve got my 77-year-old masters. Tim Ferriss: Do you think they would love each other or kill each other? Jason Nemer: No, they would love each other for sure. And I’ve seen Lu Yi with a Thai massage master. I was really interested to see how that would go. It’s kind of like in Star Wars Return of the Jedi when you’ve got the party at the end, and you’ve got Anakin and Obi Wan and basically all the dead Jedi masters hanging out in spirit. When I see masters together, I swear that’s what it seems like because those magical spirits are getting together and just celebrating life together. Tim Ferriss: Well, actually, before we get back to the acrobatics, I want to ask you about contemporary yoga, as it were; just the state of yoga in the United States, popular yoga. I was put off by yoga for a very, very long time. And maybe this is going to be like speaking out against the church. I don’t know. I don’t want to create any problems. But I’m curious. What are things that you see in the yoga world that drive you crazy? Aside from not pointing their feet when they do handstands. Jason Nemer: No, it’s job security for me. The worse they do at handstands, the more clients I’m going to get so I’m not upset at their handstand techniques; that’s actually great. I feel just like religion, yoga can get very one way; it’s my way or the highway. This is the right way and everything else is wrong. That’s challenging to me about some yoga systems and people. I also feel that there’s a ceiling on yoga, and the ceiling is you have all this amazing knowledge, and all this amazing practice but how are you bringing that into the world? What happens when you’re in traffic? How are you with your mom? Do you talk to your mom? Do you tell her the truth? So I feel like AcroYoga and acrobatics and other partner practices help to take that wisdom that people spend so long cultivating and they give it life; they give it access. Tim Ferriss: That’s a good point. You get to rehearse the human interaction element. It’s like, well that’s great that you’re listening to a dharma talk and sitting on the floor and doing your poses, and listening to a speech about compassion. But when you go to a restaurant and flip out at your server because they didn’t get you water in two minutes instead of their normal five or whatever it might be, I never really thought about that. The community aspect and the communal practice of Acro is one of the things that has kept me with it, quite frankly because in many worlds, there is a high degree of skepticism or even aggression towards outsiders or visitors. And you see this – not always – but in, for instance, some – but not all – jiu-jitsu schools. An exception would be something like Marcelo Garcia jiu-jitsu in New York where they’re very welcoming but they have a zero tolerance for bullshit or machismo or bullying. to me that I have – and maybe this is just delusional – a built-in group of friends. And the fact that what it sounds like you were alluding to is that the Acro helps you to practice things that otherwise might be compartmentalized to a bunch of poses by yourself on a yoga mat. I think that group practice or partner practice also has led – and I don’t have any involvement with the non-Acro yoga community but a lot of the Acro folks, they do almost everything together. It’s not just the yoga. It’s like they have group meals, they cook, they do fundraisers, they help each other’s companies. That sort of tribal cohesion is something that I think – and this was driven home for me when I interviewed Sebastian Junger on the podcast – is something that I think we need as social creatures. I could go on and on. Jason Nemer: I’m so happy you’re going on and on. And for you, when I first met you, I felt that I really hoped that you actually stepped towards the Acro community because I feel like people that are celebrity status, people who are very good at what they do, it’s really hard for a lot of those people to really let their guard down and to feel accepted as the human they are versus the titles that they are. So the fact that you’re reflecting this means that what we’ve done to build this community is working because everyone’s a freak in so many ways. What happens when you practice AcroYoga is you still are practicing yoga; you still are doing sola practices and you’re understanding where your blockages are. If you’re a big asshole, the community is a self-regulating machine. If there’s one person that keeps standing out in the community, they’re going to get told from many different people. So we really hold a standard of evolution and the way that we interact with each other gives us the potential to keep evolving in the direction that we want to as a community, which is the counterculture to the iPhones, to the Instagram, to the Facebook. And I think those things are all amazing. I think it’s really important that we learn how to use technology in a way that leverages more connection. And I feel like there’s a big hunger for real, authentic, wholesome human connection. I feel like that’s what we offer. Tim Ferriss: What do you think about doing a little bit of, I guess you would call it solar? Jason Nemer: Acrobatic flying? Tim Ferriss: Acrobatic flying? Jason Nemer: Are you basing or flying, or both? Tim Ferriss: Either. I’ll fly. I’ve only been doing basing for the last couple of months so this ought to be entertaining. I’ll be the spry flyer. But I don’t know what you think would be of interest of folks. I’m just going to demo something really quick, don’t know which. Primary? So what I’d encourage people to think about, just so we have some shared vocabulary here, is think of bending at the hips as piking. This is very over simplified. Legs apart, straddle. So this is going to be a very common position. You can think of it just as like sitting down on the floor with your legs spread and back straight. This gives you a 90-degree angle here. This is shelving. It is going to be used a lot in acrobatics. Just so that I don’t have to explain that when I’m upside down. Jason Nemer: With that great description, I think we should play with corkscrews. Tim Ferriss: Corkscrews, okay. Jason Nemer: Have you done corkscrews? Tim Ferriss: I’ve based it; I don’t know if I’ve flown it. Jason Nemer: Today is your lucky day. Tim Ferriss: Today’s my lucky day, okay. Jason Nemer: Let’s go star. Tim Ferriss: Star? Yep. So hand-to-hand grip. I’m going to have these two fingers on the wrists. Jason Nemer: Basically I want to keep the arms strong and the legs receptive, and you can jump when you’re ready. Tim Ferriss: Okay. Jason Nemer: Let’s do up and down to straddle that a few times, just to calibrate. Tim Ferriss: Sure. Jason Nemer: I’m going to go to the other side. The other side is this one. Alright. Let’s go 180 to front plank. Good. That’s it. Arms strong. Switch the hands. Switch again. Straddle and go slow. I’ve got you. Look at you, twinkle toes. Nice one! Awesome. Tim Ferriss: Thanks. Jason Nemer: One more time? Tim Ferriss: Sure. Jason Nemer: Good. Arms strong, belly down. Switch the hand. Then second. Straddle wide, nice and slow. Nice. We’ve got a bust to hand-to-hand; we’re here. Tim Ferriss: Hand to hand? Jason Nemer: Yep. Straighten your arms; don’t think about it. Strong arms, even stronger elbows. Fall towards my feet, right there. Mr. Tim Ferris, doing a hand to hand. Elbows in more, arms in more. Newton, push down, push down. Yes. Yeah, buddy. Tim Ferriss: Whoa, that was good. Jason Nemer: You even saved the day. Right on. Tim Ferriss: Alright. Jason Nemer: You’re a flyer now! Tim Ferriss: Thanks, man. I’m trying. Jason Nemer: It’s official. Tim Ferriss: I’m trying. I need to stop drinking gallons of cream every day and take some weight off these thunder thighs. That was good. Jason Nemer: Your fat is my fit. Tim Ferriss: Your fat is my fit. That’s true. I was saying, I was actually working with a flyer, very gifted flyer. I don’t know if you’ve met Kiplinn? Jason Nemer: No. Tim Ferriss: Kiplinn Sagmiller, @Kiplinn on all the social, K-I-P-L-I-N-N. Very gifted. I said to her at one point, “Kiplinn, you realize that this routine is starting to get easy; I need you to eat more.” If this is going to be progressive resistance for me, I need you to gain like ten pounds a month for the next three to five months. Jason Nemer: Maybe she should just get pregnant. Tim Ferriss: That’s an expensive way to train. Jason Nemer: True. Tim Ferriss: So a couple of questions for you. I want to talk about challenging times, just getting out of some of the technical stuff. And I apologize for having a very flat hand. I was thinking about the hand. I haven’t flown in awhile. One of the things, actually, we might as well explain this. Do you want to explain it? Jason Nemer: Sure. Actually, let’s stand up for this one. So the way that humans connect is the hardest part in acrobatics. We have more bones in our hands and feet than the rest of our body so finding all these micro angles is like wine; it gets better with age and practice. So if we have a straight arm line, if we go really flat, what that means is like we’re doing it on the ground and we feel a lot of compression in the wrists. If we go really steep, just like a steep angle, we’ll feel it in the thumb girdle. And we find that Goldilocks happy medium. Little more flex; flatter, good. And we lean into each other and really feel not only our body as one piece but our collective arm line as one piece. That’s where the money’s at. Tim Ferriss: You can calibrate that. Do you want to do a quick calibration? Jason Nemer: I’ll tuck sit on you? Tim Ferriss: Sure. Jason Nemer: You’ve got to base. You’ve got to earn your paycheck. I going to not drop this. Tim Ferriss: The mic right on my front teeth; that’d be great. Jason Nemer: So what’s great about this is there’s not a lot of risk involved as I just bring my feet up a little bit, testing the water. If that goes well, a little more advanced would be a tuck. If that goes well, you can baby hand to hand. Arms more forward. Forward, forward. Yeah, keep coming. Right there. Better. Awesome. Your quality grip is nice. Tim Ferriss: Nice. Thanks, man. It’s getting there. So the testing here, and picking your feet off the ground, and you can also do little movements just to help activate the stabilizers in the shoulder. Jason Nemer: And what’s cool about the way that we train with humans is there’s no machine in a gym that can teach you how to unify your body. There’s no machine that can teach you how to have a really strong line because it takes human chaos to create the stability to match that chaos. Tim Ferriss: There’s a rig that I’m pretty sure I came up with, but who knows. Jason Nemer: Fairban rig? Tim Ferriss: Well, actually, hold on a second. Jason Nemer: That could work. Tim Ferriss: The way that I put it together, I was chatting with Coach Sommer, who helped me set up this incredible rings contraption that we were talking a little bit about, which includes something called the 50/50. You call it the dream machine. Jason Nemer: Yes. Thank God for the dream machine. Tim Ferriss: It’s incredible. So imagine you have a harness around your waist. It looks something like a rock climbing harness. This one is from Sam, I think it is. A lot of Sam in this episode. You clip that to a cable that then goes up over a pulley and then down to the rings. That allows you to work with effectively half of your body weight; let’s just call it. Therefore you can progress in movements that you might not be able to even attempt safely, such as an iron cross, or a Maltese or a Victorian, a Vic or any number of things; back lever, etc. But let’s just say that’s too intense. Because right now, I have medial epicondylitis in both elbows. I also have severely inflamed right elbow bursa. This is olecranon bursa on the right side. And putting aside all the weird drugs and injections and so on that we might explore, I’m going to put that as a footnote for a future episode. The device that Coach Sommer helped me to install involves power levers. So power levers – and I’ll put out some photos and videos of this at this point for people to check out – are awesome. So now it’s in combination with the 50/50. And you’ll see some people mimic this by using straps, or they’ll fuss with the rings in such a way that the rings are effectively mid-forearm. The power lever looks like a robo cop glove. Jason Nemer: I already like it. Tim Ferriss: It’s made out of metal. There’s a strap that goes around the forearm. On top of the forearm, you have basically a uniform ridge of let’s just call it a half inch that goes down to the top of the hand. Then perpendicularly, you have these holes drilled – let’s just call it ten holes – that go from the elbow to the fist. Now, what does this allow you to do? It allows you to take off the rings and then clip in the ring strap at your elbow. So now, the point of support is closer to the fulcrum of the shoulder. Jason Nemer: That’s even easier. Tim Ferriss: It’s much, much easier. But over time, you can then just move it out, one notch at a time or two notches at a time. That’s a little off topic related to the handstands, but it’s just been an incredible boon for training. Especially if let’s just say you’re trying to attempt a movement like a proper ring dip with a support position at the top with your hands really externally rotated. Surprisingly hard to do. There are people who can do 20, 30 dips who cannot do two proper gymnastics ring dips. So if you can only do two or three, you’re doing a max effort set, effectively. It makes it hard to get the skill practice of that movement. So you could use something like a 50/50 to allow you to do maybe 10, 15 total reps; 20 in a workout. The handstand rig that I was trying to figure out came out of a problem. And the problem was if I were kicking up to a wall, or facing a wall, and then losing my balance and coming out of it – Jason Nemer: Even worse. Tim Ferriss: Exactly. My total time in the handstand position for practicing the alignment, tightness and balance was really minimal. It was kind of like surfing, where it’s like okay, I want to get good at surfing, meaning standing on the board and carving. But 99 percent of your time is spent paddling. Jason Nemer: Swimming! Tim Ferriss: Yes, swimming and paddling. That’s fine; it’s part of the sport. But what if you could use a wave pool or what if you could use wake surfing? Suddenly, you’re able to really accelerate your progress in some very interesting ways. We were chatting a little bit earlier. I didn’t tell you about the rig but you were like, does it involve just touching your toes on something? Which is what Coach Sommer calls a Chinese handstand. So you’re underneath a bar of some type and you’re just touching with the tippy tips of your toes, which requires you to maintain a lot of extension. The issue, though, that I would have with that as a novice is that if I lose the extension for a split second, I’m fucked. Jason Nemer: You’re in trouble. Tim Ferriss: I’m going to fall, one way or the other. Jason Nemer: Gravity is going to win. Tim Ferriss: And then I have to get the hell back up there, which is very, very nuanced. So what I realized is I have a squat rack, it’s a Rogue rack. There’s a dip attachment that goes on the side. The dip attachment is literally about this big. What I’m doing, for those people who can’t see me, my arms are bent 90 degrees, elbows at the sides and my hands are straight out, kind of like a Lego figure. It’s roughly this big. What I realized is the actual grips were big enough for an Olympic weight plate collar. I had some Therabands. So I could put a Theraband around the very end and then lock them on with collars. I could kick up, get my feet inside, and then that allows me to be that one bone, one body and use my wrists and my shoulders to correct. As I get fatigued, of course, I’m going to make mistakes. I’m going to start correcting by piking and doing all these bad things that I’ll get chastised for later by Coach Sommer in some hilarious emails that I hope to publish at some point. Jason Nemer: The Sommer diaries. Tim Ferriss: The Sommer diaries. The Notebook, featuring Coach Sommer and Tim Ferris. You just tuck down and then you’re out. It’s just been an incredible accelerator in terms of getting just mileage in, in that proper position. Jason Nemer: This doesn’t surprise me because in the year plus that I’ve known you, you’ve asked me so many seemingly gentle questions that have rocked my world. And one of them that you asked recently was, is there a sequence that basically puts together all of the important poses in AcroYoga? And I don’t know if you know Bolero? Tim Ferriss: I don’t. Jason Nemer: It’s a classical song. Tim Ferriss: Oh, I think I do. Is Bolero the one that’s played in Ten? It’s the one that’s played in Ten with Dudley Moore and Bo Derek. Jason Nemer: Yes. And also Caveman, if you’ve seen that movie. But basically, the guy who wrote that – I think it’s Ravel – he wrote that to educate people in all the different pieces of the orchestra. Tim Ferriss: Oh, cool! Jason Nemer: So it starts with violin and viola, and it’s actually a beautiful song. But I thought, okay, I have to make this sequence that basically strings together every pose that I can think of in AcroYoga. I want to put Bolero in the background just as a very educational thing. It is going to be beautiful. It’s not about the sequence. And basically what I’ve done is I’ve made these grids with front plank, reverse front plank, back plank, all of these different things in one column and then all at the top. And then I cross reference. What is it like to go from a throne to a reverse front plank? Is it beginner, intermediate, advanced, or an expert or not possible? So basically what I want to do is go in a lab, which is with me and a friend, and just do all these different transitions and then basically try to get a unified feel of theory of AcroYoga, basically. Einstein is one of my heroes and he worked on this most of the end of his life. He was trying to see how the strong nuclear force, the weak nuclear force, gravity, and electromagnetism were all related. I feel like something that I want to do with AcroYoga in my life is to keep pulling out these equations, pulling out these similarities between these seemingly unrelated things that once you crack the code – and this is very Tim Ferris because you asked the question – once you crack the code, if I can come up with a five-minute sequence that has all of these very important, basic moves. That’s what unlocks the human potential for very complicated flying transitions. Tim Ferriss: It also provides, well, No. 1, I can’t wait to try it. No. 2, it also provides motivation for the student. And I think that if you look at, for instance – and this is part of where the thinking came from because the frustration was born of – and frustration, I think, in many cases is a good thing. It gives you an itch that needs to be scratched and you need to figure out how to scratch it. In this particular case, in any physical practice that is not regulated in some way by high stakes competition, which has its own kind of filtering and self-selection, but it’s totally different. Because let’s say you’re in China and you’re putting together a national gymnastics team. You don’t care if you completely destroy 999 athletes to find the one who can tolerate just an inhuman amount of workload and has freakish joints. Jason Nemer: That’s how the Chinese train. Tim Ferriss: Exactly. And it’s also how a lot of military train dogs, for instance. They don’t care if 99 of the dogs get completely messed up as long as they find the one that’s going to save 100 lives in the field or whatever it might be. I shouldn’t say they don’t care but it’s just an unfortunate common side effect. But when you’re dealing with recreational practitioners, and you don’t have, say, a national championship and that vetting process and anyone who wants to participate can participate, I think it’s more akin in some ways to child’s martial arts. So how do you keep kids interested in martial arts? You have belts. How do you get the belt? You have a kata, you have a set form that at least in theory incorporates all of the requisite skills that would represent that level of competence or mastery. Another analogy would be skiing slopes. So you have the green circle, the blue square – I might be getting this wrong – and then the black diamond, and those are based on the characteristics of the slope; the steepness, the terrain features, moguls and so on. So I was thinking to myself, would it be possible – and this would also help the business or the organization of AcroYoga in terms of retention. If people want to get to the next belt, i.e. master the next five-minute sequence, it’s a mutually beneficial construct because it keeps the students motivated and it keeps the entire ecosystem thriving. I remember thinking to myself, if you look at whether it’s jiu-jitsu or judo or AcroYoga, it’s very common. You go into a class and it’s whatever the teacher might want to work on that day, or whatever occurred to them on the drive over; maybe it’s something they want to practice themselves. And there’s a lot of benefit to that. But at least for an OCD perfectionist idiot like myself, I need to know where I’m aiming. Jason Nemer: Where you’re going, yeah. Tim Ferriss: And so the idea of the sequence was really fun. That’s what, as you know, I’ve been working on for the last eight weeks or so. And ended up getting the entire sequence, except for one which everybody had trouble with, even the teachers so I don’t feel that badly about it; the London spin. Jason Nemer: Yeah, that one’s hard. Tim Ferriss: That’s a motherfucker. But we were able to do it 80 percent of the time. But it ain’t pretty. But the rest of it, it was really fantastic to have. This is something that Josh Waitzkin who’s been on the podcast, so the inspiration for the book and the movie, Searching for Bobby Fisher. Considered a chess prodigy but I don’t think that applies, even though he has incredible talents. He can take his learning system, his approach, and apply it to just about anything; jiu-jitsu, his first black belt under Marcelo Garcia who’s like the Michael Jordan of jiu-jitsu, ten time world champion, I don’t know. Just there’s no close second place. He’s also applied it to a number of other fields: tai chi, and he’s now applied it to surfing. And he would call it learning the macro from the micro. Jason Nemer: Oh, I like that a lot. Tim Ferriss: So for instance, and you can learn a lot about someone’s body awareness just by having them do an ATB drill, right? Jason Nemer: Sure. Tim Ferriss: If you want to learn, let’s say, how someone is in language, well, you could just offer them two pages of dialogue that include idiomatic jokes, humor. That’s a high bar. You can figure out a lot by seeing how they interact with foreign language humor. And in Acro, like the corkscrew, that’s a really good diagnostic tool. You have to do a lot in the corkscrew. Jason Nemer: You have to have a lot of proprioceptive ability and the thing that’s unique with AcroYoga is you’ve got two people or three people. One of my definitions of an advanced practitioner is somebody who can have success with anybody. And my first master teacher I ever saw was a Bulgarian guy named Dema Tarmentoff. He would literally pick up a 6-year-old kid, hold him in his hands, chuck him up in the air and do this thing called a dislocate, push him to a high hand to hand and hold them in a one-arm handstand. I saw this when I was 12, 13 and I was like, yeah, I want to get that good. The ability to really support any different person – Tim Ferriss: Dislocate sounds terrible. Is that where you come here and they jump through the middle? Jason Nemer: That’s inlocate. Tim Ferriss: That’s inlocate, okay. So dislocate is the other way. Jason Nemer: Dislocate is the other way, where the arms are here and they go like that. Tim Ferriss: Oh! Jason Nemer: Yeah, you’ve got to have some mobility for that. Tim Ferriss: I need to work on that. I’m not ready. Jason Nemer: You are never doing that. You can base it; you’re never flying in it. I don’t say never that often. Tim Ferriss: I’m happy to save my shoulders. They’ve had enough abuse. Left shoulder already has pins in it; I don’t need more of those. I really implore people, and you can find, I’m sure, a synopsis on this online, but get a hold of the meta learning section of the Four-Hour Chef because it talks about how to work on one skill, to develop it in such a way that it transfers to many other skills. So for instance, if we’re looking at sequencing and role switching, I think this is really helpful for any type of partner practice. In the world of tango, when I was in Argentina, I learned the female role before I learned the male role. Jason Nemer: It’s so much easier to dance. Tim Ferriss: That seems really weird. But working with Alicia Monte, who is an incredible world-class dancer, learning the female role because we had to; we didn’t have enough women in the class. That’s how it came about. It’s like hey, when Buenos Aries was being populated by immigrants, the dudes would dance with one another and it’s like hey, this isn’t just for the Castro. There’s actually a functional purpose, here. After learning the female role, it made it infinitely easier for me to learn the male role. Now in Acro, it’s not a strictly male-female thing, as we just saw. But very often, because men are sometimes or often bigger than the women, they end up basing. And they’re just not very flexible, often times. You are. But guys will be like, I have strong legs; I’ll just hold you on my legs. Even though I’m kind of chunky by Acro standards, as a flyer I try to fly whenever possible when there’s someone like you, or Justin Bentz, or Daniel Scott or some of these guys who are just incredibly solid bases. I want to fly because it helps my ability to base. Jason Nemer: Also, one step further than just understanding, is compassion. If you’re always basing and you’re saying to the flyers, why are you so scared? Then you fly, and you’re like oh, my God, this shit is scary. Or vice versa if you’re the flyer and you base a little bit, you’re like, why are you so wobbly? Then you try it and oh, I understand why you’re wobbly, it’s hard. Tim Ferriss: In South America there’s this one woman, very nice, very super flexy flyer, who was – and I take it that this is a common term – bossy flyer? Jason Nemer: Yeah. Tim Ferriss: Just like berating the shit out of every other base. It was just like okay, why don’t you try it? We were doing hand to hands. It’s like, why don’t you try it? Why don’t you try to base? Jason Nemer: That was a humble pie. Tim Ferriss: Yeah, and that remedied the situation pretty quickly. And it’s not that one is harder than the other. At any respectable level, they both involve enough complexity and physical demand to be a humdinger, I think, and very humbling. For people who are listening or watching, we’ve talked about the acrobatic flying, we’ve talked about the therapeutic flying. The most interesting is not treating those two as separate practices. But in the case of, for instance, when I’m practicing now when I’m doing say 45 minutes of acrobatic and then 15 minutes therapeutic. For me, it’s like having two extra days of recovery. It was reminiscent, in a way, to what I used to experience when I was training at this place called Fairtex here in San Francisco for Muay Thai. The Thai trainers would do very rough but nonetheless therapeutic Thai massage. Technically they were Thai and they were massaging me, so I guess it was Thai massage. But they would walk on you before and after. That was just part of the warm-up and the cool-down. This just reminded me of that self care, what people might dismiss if they’re kind of hard edged males especially, as too soft and new agey or whatever, is actually a performance enhancer for the hard aspects, in part. Jason Nemer: For sure. And this is the term hatha yoga, a lot of people hear it; it means sun and moon. Ha is sun, tha is moon. Tim Ferriss: I didn’t know that. Jason Nemer: A lot of the physical practice of yoga is about getting the masculine and the feminine energy to balance. So if you are on either side of the spectrum, we are all on one side of the other unless we’re super balanced between strength and flexibility. Some people naturally are more strong; some people naturally are more flexible. Wherever you are as an athlete, as an acrobat, and even as a yogi, my belief is that you want to get towards that 50/50. So somebody like you is not going to expand their AcroYoga or their yoga practice as intelligently until you get more mobility. And so being able to put in these therapeutic poses at the end of a practice, it’s not just to make your body feel better in that moment; it’s to set you up better for your next practice. Because if you’re building strength and you’re not building range of motion, you’re basically making a time bomb. And when things go off, then you really need some deep healing. So if you do homeopathic doses of healing along the way, unwinding the tension that you’ve built up in your practice, it’s just intelligent training. Tim Ferriss: The Princess Bride method? Iocane powder? Jason Nemer: Exactly. Did you put it in? Tim Ferriss: The Dread Pirate Roberts’ training curriculum. Jason Nemer: Inconceivable! Tim Ferriss: Yeah, exactly. The simplest perhaps incentive that I had very early on to base, because I was watching and I’m like, that’s cool. I think that would be really helpful for jiu-jitsu. And in fact, there’s a fair amount of crossover, people who have good kind of rubbery guards are really effective bases. And if they want to improve one or the other, they’re very symbiotic. Jason Nemer: Right. Tim Ferriss: But what I realized very quickly after my first or second attempt, because I was like, it looks cool, the flying looks like a little bit more fun but I’m too chunky, and the basing looks like a lot of work. But then I did it and what I realized was when we’re sitting down like this – so I had developed some back and hip issues – we’re sitting like this a lot. And I’m sure Kelly Starrett, PT extraordinaire could comment on this more intelligently, but you’re effectively pushing the head of your femur forward. You’re sitting down, your femur is getting set or pressured in an unnatural direction over extended periods of time. When I lay on my back, put my legs straight up in the air and support weight, I’m reseating the femur in the proper place. That alone, I feel like just basing someone, even if it was just basing someone in folded leaf or bird, which we did – Jack, I’m flying kind of thing earlier – for a few minutes at the end of the day is just incredibly beneficial. Let me ask some rapid fire questions, the usual. When you think of the word successful, who is the first person who comes to mind, or people? Jason Nemer: I’ve got a tie: Gandhi, super successful, and Einstein; from very different spectrums of humanity. They actually met in South America when they were both alive. I would have loved to have been the fly on the wall for that one. What I see in Einstein that I really appreciate is he had all the proof he needed to just keep moving forward with the way that people understood the world. And he basically stopped listening to everybody. He really went inside. He thought about things, he worked them out, and he changed the world just from his mind. The ability to be self reliant, to believe in yourself and to change the world because of how brilliant you are and how open your mind is, that’s a high bar. I’ve read more about his life and he writes about love beautifully. One of my favorite quotes of his, I’m not going to say it right because it’s in German, he says, “I like to cut wood because I can see the fruits of my labor.” It’s just a lot of really simple things, because as much as he was in the stars, he was very pragmatic. Gandhi, similarly, he didn’t see the world in the box that he was born into. When I see people that really don’t take the world as it’s being presented, and they have a vision of how things can be and just that resolve, I feel like both of them were so committed to their vision and had so much resolve, and both of them changed the world in such big ways. That’s a big definition of success for me. Tim Ferriss: I want to highlight something you just said. Because the ability of Einstein to comment on beauty, is something that I think – or to speak on the qualitative aspects of life with the razor sharp perception of a trained scientist is something that’s underappreciated, I think, by people who might be inclined to be scientists. It’s very clinical and dry. Richard Feynman, another great example, physicist and phenomenal teacher. Surely You’re Joking, Mr. Feynman! is one of my favorite books of all time. Do you have any particular books you’ve gifted most to other people? Jason Nemer: The Prophet. Tim Ferriss: The Prophet. These are lessons from Jesus? Jason Nemer: No, he’s a Lebanese guy. I don’t remember exactly his name, it’s with a K; first name with a K, last name with a G. I cannot pronounce it. Tim Ferriss: That’s alright. Jason Nemer: He’s this guy who is speaking to a crowd. And somebody in the crowd will say, speak to us of pain. And he’ll say pain is the blah, blah, blah. Speak to me of love, speak to me of being a father. And I love really – the hairs are standing up as I think about it – I love really accurate, condense, Shakti field, energy field statements; something that you can read in a few minutes or you can read for your whole life. So the Tao Te Ching would be a close second, and I feel like they have similar things where there’s so much energy in each passage that you can sit down and speed read it but the depth of these ideas and these concepts, that’s actually the book that I have on my traveling altar because all I do is travel. So I have the Tao Te Ching and oftentimes before meditation, I’ll just open it randomly to a page and read about something and then just have that be what I steep in as I sit. Tim Ferriss: I have to ask because you just reminded me of it. You are constantly traveling. You have a very nomadic existence. Jason Nemer: Not very. I am fully nomadic. Tim Ferriss: What belongings do you travel with? Jason Nemer: I have a rolling suitcase, a backpack, and an ukulele. In the backpack I have my computer, a bunch of notes that are going to turn into a book sometime probably this year, and it’s really dangerous. Tim Ferriss: Nonfiction? Jason Nemer: It’s AcroYoga stuff. I have my altar items in my backpack. Tim Ferriss: What are in your altar items? Jason Nemer: Different things from different places, things that I’ve been gifted from students. Tim Ferriss: Like what? Jason Nemer: Rocks, I got some earrings from a girl that I’m her godfather. I’ve got a Mexican flag. The box is actually from Lebanon because I was born in Mexico but I have Lebanese heritage. So it’s just as lot of mementos that remind me, some photos, as well. I have a photo of Dharma Mittra, I have a photo of myself when I was in China competing at world championships when I was 16. It’s just things that feel important to me that keep me grounded. Tim Ferriss: So in a sense, would you say – and I don’t want to put words in your mouth, but I was going to ask, what is the function of the altar? But is it your mobile sense of home? Is that effectively what it is? Jason Nemer: Yeah. To a large degree, because of my life and lifestyle, my home is my community and I have friends all over the world that if and when – it’s a when; it’s not an if – when I stop traveling full-time, I’m going to not have that part of my life anymore. So to be able to go to Germany and hang out with Julie and Pascal and their daughter Leah, who I love to death and I’ve seen the baby since she was in the belly and done acrobatics with them for many, many years; that’s really what home is. But having the altar, the unpacking the altar ritual is just… When I was a kid, I had Star Wars toys and games and I would love to set up my Star Wars stuff. It’s the same thing, where it’s like this is my magic kit. This is what makes me feel like a kid; it makes me feel excited. I put a candle on a lot of times when I’m meditating. It’s my happy place, my traveling happy place. Tim Ferriss: What else do you have? Jason Nemer: I have some throwing knives. Tim Ferriss: Throwing knives? Any particular type of throwing knife? Jason Nemer: I’ve had many types. Throwing knives are easy to lose so pretty much every time I roll through Sacramento, there’s a place that I know that has them. That’s where my family is. Tim Ferriss: Can you mention it? Jason Nemer: Wild Sports. Tim Ferriss: Wild Sports throwing knives. Jason Nemer: Yeah, they’ve got guns, they’ve got worms and they’ve got throwing knives. Tim Ferriss: You’re ready for the zombie apocalypse. Jason Nemer: You never know. Tim Ferriss: Have you ever been stopped in customs for the throwing knives? Jason Nemer: I haven’t. The knives were lifted out of my bag in Panama. Tim Ferriss: Lifted meaning permanently borrowed? Jason Nemer: Permanently borrowed, yes. When I was in Bali, I don’t know if you’ve been; have you been to Bali? Tim Ferriss: I have, yeah. Jason Nemer: So you know if you have drugs, we’re going to kill you? Tim Ferriss: Yeah. Jason Nemer: Well, another thing on the customs form is do you have any pointy objects? And I was like oh, I really don’t want to give them up. So I smuggled in some throwing knives to Bali. I’ve said it out loud. The Balinese police might hunt me down. Tim Ferriss: The Balinese Mossad are on their way. If so, that’s a huge budget misallocation. Nemer is not the biggest threat out there. Anything else that comes to mind? Jason Nemer: Frisbee. I am a Frisbee golfer. Tim Ferriss: I saw a photo of that. Jason Nemer: I love Frisbee golf. Basically, I love training in many different ways, and hand-eye coordination. Tim Ferriss: Do you have any go-to Frisbee for Frisbee golf? I guess it would be disc golf. Jason Nemer: It’s not a sport, it’s a pastime. I correct people when they get really serious because there are people who have caddies. Tim Ferriss: What? Jason Nemer: For real. Those people think it’s a sport. It’s a pastime, no matter how hard you work at it, it’s a piece of plastic and you’re throwing it around. I like one called the Rock. It’s a mid-range disc. It’s very even flying. Not super good with distance and the T Bird is my go-to driver. Tim Ferriss: Wow. So it really is like having a set of clubs? Jason Nemer: Yeah, you’ve got your 9 iron, you’ve got your pitching wedge. And the discs fly differently. First of all, you have to get a repeatable swing before you have any success, just like golf. But once you have a repeatable swing, you can feel the nuance of this one fades left, this one fades right, this one goes straight. Tim Ferriss: Is there anything that you’ve learned in Acro that has translated to helping the Frisbee golf or vice versa? Jason Nemer: I think every practice that I do, they are relatable. How well I can listen to you with the podcast, how well I can do any number of things, it’s all sensitivity, confidence, clarity, repeatability. So I’m always training and I’m always playing. And playing and training, for me, I’ve figured out a way for them to be synonymous. So I don’t work hard at things. I do things that I’m passionate about and I love what I do. So everything is related. Tim Ferriss: This is a funny question, coming up on your very minimalist kit that you travel with. What is the purchase of $100.00 or less that has had the biggest positive impact on your life in the last memorable space of time? Jason Nemer: We’ve already got it. It’s the Frisbees, for sure. I was hanging out with my two brothers and my dad. We decided to drive up the coast and my two brothers and me, we’ve played Frisbee golf our whole lives so we love it, and my dad, not so much. But we got a bunch of discs and then we went really high up on Highway 1 and threw them out into the ocean. And my older brother doesn’t like this: oh, you’re putting plastic in the ocean. But to watch a disc fly for about a minute, it’s magical. In yoga there’s this philosophy, Swaha. I call it fuck it, whatever; let go. So when I throw discs – I’ve thrown it off Machu Picchu, I threw it off Chichen Itza; they did not like it in Chichen Itza. But I like to throw Frisbees off of really high objects. And when I’m in these very ceremonial places like Machu Picchu, it’s like what am I releasing? So it’s an intentional act. Tim Ferriss: It’s like burning something on a piece of paper in the flames of a fire. Jason Nemer: Yeah. But then you get to watch it fly. Tim Ferriss: Then you get to watch it fly. What do you believe that other people think is insane? Jason Nemer: That you can trust people. You can trust a lot of people. You don’t have to live in fear of strangers. Strangers are just people you haven’t flown, yet. I’ve been all over the world. My mom was not happy when I was going to go to the Middle East for the first time. I was actually in Boston, about to lead a teacher training and this is when the Boston Marathon bomber happened. I had 15 students that were on lockdown for 24 hours. And I got on the phone to my mom and I’m like, look, Mom, you think Israel is dangerous, I’m in Boston. You cannot hide from danger. But I don’t think that’s a reason to not trust people. I’m a very trusting person. I’ve traveled the world in some very sketchy places and I’ve never had anything bad happen to me. I assume the best in people. I assume that I can trust them until they prove me wrong. I think a lot of people think that’s crazy. But when you do this practice enough, trusting is like a muscle that you flex. And it doesn’t mean that I’m a cowboy with it. Like I have really good credit assessment. I can tell is this person trustworthy for this engagement I’m about to have. But just in general, having an open mind, having an open heart, believing that people have good intentions. Tim Ferriss: How much of that do you think is bad things not happening to you versus seeing things in the most positive light? Because you had your throwing knives lifted in Panama. So shit happens, I’m imagining. Jason Nemer: Well, one of the things that happened to me that was really amazing was I had all of my objects liberated from me. I was living in a van in San Francisco, and I had my 30th birthday party. Basically I didn’t want to work in restaurants. It’s like I’m a yogi, I’m going to do this; I don’t care how hard it is, I love this, boom. So I was living in my van. My 30th birthday, my friend throws me a party. That night I got a book on Buddhism, a case of coconuts, I hung out with my friends. The next day, my van’s gone. My home is gone. Everything is gone. So I go crack a coconut and start reading about Buddhism because what the fuck else am I gonna do? And page 4 is talking about homelessness and wandering. I’m like, that’s what I’m going to do. And that started my nomadic traveling. And if I had stayed in San Francisco and tried to make it as a yoga teacher, AcroYoga wouldn’t be a worldwide practice. So the ability to let go of what’s not working and really assess what is working and what can I be excited about, it’s true. It’s not that bad things don’t happen to me. I don’t label a lot of things good/bad. Can I evolve from this? What do I want now? Where is my center now? And this is all from yoga. Well, not all. My parents, a lot of other things but yoga is the daily practice that helps me bring this wisdom into action steps in my life. Tim Ferriss: You mentioned something that I’ve never heard you talk about, and we’ve never talked about before, but the restaurants and then the decision, fuck it; I’m gonna do this full time. Walk me through the 24 hours that led to that decision. At the time, did you realize it was financially feasible? Or was it just a Hail Mary, this is what I’m meant to do? Walk me through the 24 hours before you’re like, alright, I’m pulling the trigger; this is what I’m doing. Jason Nemer: I made up my resume for restaurants, and I was living in San Francisco. We had a rent-controlled house that three yogis were living in because the people that had the rent control left town. I was dirt bagging it, but at that point, all I needed was yoga and food. I didn’t need money. I didn’t have other ambitions. I wasn’t traveling the world. So if I had enough money to take yoga classes and to eat well, that’s all I needed. When I got to that point of do I get a job, or do I really dedicate to the yoga thing, it really wasn’t a choice. It was such a big thing that happened in my life when yoga really hit me over the head; this is all I want to do and if I do these other things, I’m not being true to the practices that I’ve been learning about. Like this is time for me to really dedicate to this. My mom had a van, and she didn’t need it. I never thought I would live in a van but San Francisco was, and still is, super competitive with yoga. Yoga teachers are some of the most underpaid people on the planet because they have the potential to really bring a lot of beauty to people’s lives, and they get paid $30 to $100 a class, depending on what city you’re in. So if I didn’t live in the van, there really weren’t a lot of other solutions I saw, until the van was liberated and then I saw the other solutions. Living on the road, you’re never really successful, at least I haven’t been, in the cities where you start things. You go further away from where things started and you’re more luxurious and more exotic. San Francisco is still a difficult city to fill a room for me. So if I would have kept hitting my head against that wall, I wouldn’t be here, the practice wouldn’t be here. Tim Ferriss: I love it. I love that. We’re going to wrap up with just a few last questions. I suppose this is as good a place as any to ask if you had a billboard and could put anything on it, what would you put on it? Jason Nemer: Play! Play more. Play. Yeah. I feel like people are so serious. And it doesn’t take much for people to drop back into the wisdom of a childlike playfulness. I think if I had to prescribe two things to improve health and happiness in the world, it’s movement and play, those two things. Because you can’t really play without moving so they’re kind of intertwined. But if you’re just moving and you’re not enjoying yourself as you’re moving. If you’re on a treadmill, treadmills kill your spirit. There are reasons and times to do treadmills, but if that is your only way of moving your body, you’re selling yourself short. There are way cooler ways to move your body; way more fun things and I just happened to have the good fortune to learn a lot of these really cool things. So play. Tim Ferriss: Awesome. Jason, where can people find you online? What would you like them to check out? Jason Nemer: Acroyoga.org is the website and there are free learning opportunities. AcroYoga International is the name of the company that I run. And on YouTube, you can go there and see a bunch of free videos that get you started. Tim Ferriss: What is the handle on YouTube? Jason Nemer: AcroYoga International. Tim Ferriss: Okay, AcroYoga International. And we’ll put all this in the show notes, folks so you can find everything else. Anything on social you’d like to mention; Instagram, Twitter, Facebook? Where are you? Jason Nemer: It’s all AcroYoga and it’s all Jason Nemer. So JasonNemer.com, JasonNemer on Instagram. I try to keep it simple because I like to keep things simple if I can. Tim Ferriss: Awesome, man. So much fun. Always great to hang. Jason Nemer: Right on. Tim Ferriss: More flying and basing in the future. Jason Nemer: What a weird grip. That’s not very useful. There we go. Good stuff. Thank you, Tim. Tim Ferriss: Thanks. Everybody listening and everybody watching, as always, you can find the show notes at fourhourworkweek.com/podcast. I’ll have links to everything that we talked about. And until next time, thank you for listening and thank you for watching. Signing off. Jason Nemer: Ya, mon. Tim Ferriss: Ya, mon. Jason Nemer: That was fun. Posted on: June 6, 2018.", "speakers": ["tim ferriss", "jason nemer"], "text_sentences": ["hello, my friends and frenemies", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers, to tease out the habits, routines, tools, favorite books, etc", "that you can use and test and apply to your own life", "the topics we explore the experts we interview range from people in the military to entertainment, sports, and everything in between", "this is an everything-in-between episode", "my guest is jason nemer, co-founder of acroyoga", "you can find him on instagram @jasonnemer, n-e-m-e-r", "my apologies for the sucking in the background", "that’s my dog obliterating a kong", "this is audio vérité, for you folks", "jason is an incredible character", "he’s a vagabond", "he travels the world with next to nothing and has introduced me to my obsession for the last 6 to 12 months", "now, along with gymnastic strength training, i’ve been doing acroyoga", "i think about doing it all the time", "it is not what you think in your mind of as yoga", "it is totally different because i, of course, have found yoga, historically for me, very boring and i always strain a hamstring", "it’s not fun", "this is the opposite of all of those things", "it is closer to partner acrobatics, a cirque du soleil routine meets sensual, but not sexual, contact", "if that makes any sense", "if it doesn’t, it will in this episode", "there are lots of takeaways, lots of recommendations", "it was also videotaped", "we do a couple of demos", "you do not need the video, because we walk through it in audio", "so you can definitely just listen to this podcast", "but if you want to see some of the demos visually, you can go to youtube.com/timferriss to see it", "it was filmed at creativelive, my favorite place to learn online", "creativelive.com", "go to creativelive.com/success – i asked them of all of their courses, they have hundreds, i’ve done a lot with them – what would they recommend that i share with you guys and they brought up six months to success, which is actually six months to six figures by peter voogd", "so six months to six figures by peter voogd, v-o-o-g-d", "it has incredible reviews", "just check out creativelive.com/success", "but i want to keep this as short as possible", "it’s already long because i had a lot of caffeine and i’ve done a lot of thinking on acroyoga today", "when i’m not doing it, i want to be doing it", "by the end of this episode, you will know why and hopefully you will get a chance to try it yourself", "so please enjoy", "jason, welcome to the show", "thank you", "what are we drinking, here", "what a great way to start", "i enjoyed the label so much i have to share it with the world", "it’s duck shit oolong tea", "duck shit oolong tea", "it’s true", "what is the story behind the duck shit portion of that", "back in the day, i hear, in a region in china there was this amazing tea and it was so good that they had to play it down so they called it duck shit tea, and it was played down for however many centuries until it’s been discovered as an excellent tea", "it’s not bad", "i’ve got to say i’m enjoying the duck shit fragrance oolong tea", "it is almost as odd sounding as our first encounter", "i remember the dinner at which we met, and this was in la, probably venice, maybe santa monica", "santa monica", "it was at whose home", "was it andrew’s", "dean’s home", "dean", "i was with my buddy travis brewer", "the ninja", "the ninja", "who is very much worth checking out for those people who have not seen him in action; american ninja warrior and so on", "we were sitting somewhere close to each other, maybe next to each other", "we’d captured a bunch of photographs of the day, just running around doing craziness", "that’s right", "at the santa monica green and elsewhere", "of course, you are the co-founder of acroyoga, but i didn’t have much in terms of exposure to acroyoga", "so i said, “what is acroyoga?” you said, “i’ll show you.” that led to an instagram photo that i posted, which was something along the lines of “just another saturday night, not sure how i ended up here.” and i was in reverse bat position", "well done", "you know exactly the pose", "in what i used to call butter kinase", "baddha konasana", "baddha konasana", "i’m not good with the such-and-such onasana – memorization of terms", "what is that", "how would you describe what that looks like", "maybe we’ll do a quick demo on what that looks like", "basically if you were a human bat and you were hanging upside down and you were holding your ankles, that’s pretty much what it looks like", "it’s kind of a spiderman position", "yeah, spiderman, upside down monkey business", "upside down with your feet together sort of in a butterfly position", "exactly", "and then the person who’s supporting you, you the base, are on your back, legs roughly straight up in the air in an l-base position", "and your feet would be basically right on top of my upper thighs", "correct", "those are the shelves", "i remember being spun around", "i felt like i was in a washing machine of sorts, which is actually a term of course you use in acro", "it just blew my mind", "what are the origins of acroyoga", "how did it come to be", "any time we talk about origins, there’s my version of my experience of the story", "there’s the historical perspective", "so what i’ll do is i’ll share from my perspective what and how this all came together", "basically, i had a lot of acrobatic experience", "i started when i was 12 and i competed in sports acrobatics, which is basically like gymnastics and figure skating put together", "it’s a routine with partners, music, dance", "so i competed in that for many years", "i found yoga in college and then ended up in san francisco, where i met jenny, the co-founder", "jenny had a background in the therapeutic flying so what you were describing, being upside down and being massaged, that’s something that i learned from jenny; she learned it from other people", "so acroyoga to me was me and jenny meeting and pretty much putting together our bag of tricks", "that bag of tricks, i will say just in terms of personal experience, has been incredible because you have not just the acrobatic – and this is a term that maybe you would not use, i don’t know, but very kind of yang-driven strength, athleticism component which is the acrobatics", "but then you have the very yin, very restorative therapeutic thai massage", "there’s more to it, of course", "but my hips, after now doing this reasonably consistently, particularly the last two months but for the last however long since we met", "a year, year-plus, yeah", "yeah, a year-plus", "good lord", "i realized today that i’ve been a professional writer for ten years, almost to the dot", "wow", "well done", "i was like, man that explains the hair loss", "it’s been a long fucking time", "but my hips, my knee issues, ankle flexibility, my progress from grumpy baby position, for those of you who know yoga at all", "imagine you’re lying on your back kind of holding onto your big toes and pulling your knees into your armpits", "historically very uncomfortable for me; still not my favorite place to be but much improved", "and i feel years younger", "athletically speaking, more mobile than i was even when i was competing in wrestling and in jiu-jitsu judo and whatnot", "what was the birth moment of acroyoga, per se", "when did that meeting turn into acro, which is now practiced in how many countries, would you say", "i went up and counted recently", "we have 55 countries that there are certified teachers, but it doesn’t mean that the reach isn’t bigger than that", "but it’s definitely a global practice at this point", "the creation story is actually pretty magical", "jenny and i had been hearing about each other and we were training at the same circus center", "she was doing contortion during the day; i was teaching trampoline at night", "so we kept orbiting around each other and had a lot of common friends but just didn’t meet", "when we finally met, we got together at a party and i immediately put her into a hand-to-hand where she’s doing a handstand on my hands", "then she put me in folded leaf, which is you would say the down dog of therapeutic flying", "it’s where my body is in a hanging, surrendered position", "my head’s in her belly and she’s supporting my weight", "that was the first time as an acrobat that i felt what it was like to be inverted but not be engaged", "because acrobats are very controlling and controlled in their body", "but to surrender, it was amazing, just those two poses", "then we were up until 5:00 a.m", "talking about this practice that would use all these different skill sets", "we saw how things like partner yoga would help people communicate and with the basic therapeutic flying that’s not very advanced, teaches people acrobatics in a soft way", "we put really all the pieces together that night", "it was orbiting, orbiting, orbiting and then – collision", "collision and synthesis", "let’s rewind just for a second, to go back to the – and i want to get the term right – the acrobatics", "what was it", "sports acrobatics", "sports acrobatics, which i believe is also what andrei bondarenko uses", "yes, he was a sports acrobat", "from cirque du soleil, who i spent a bit of time with in los angeles when he was there, also did", "what are the categories", "because you have what", "it’s like two men, two women", "and then mixed gender", "how does it work", "it’s the pairs; you have three different pairs", "men’s pair, women’s pair, mixed pair", "you have women’s trio, and you have men’s four", "that’s the partner acrobatics", "and parts of sports acrobatics is also platform tumbling", "this is when you have a 100-foot long strip and people run full speed and do crazy flipping and twisting", "right", "i saw, i think it was a quadruple back flip from russia", "it was on my feed", "did you see it", "i think it was probably from your feed or coach sommer’s feed", "i’d never seen a quad tumbled; i’d never even imagined it was possible", "he did it easily", "it was nuts", "it was insane", "so the men’s four, let’s talk about that because i think this is something people may have seen in performances in vegas or elsewhere, very often by people from eastern europe or former soviet union", "what does that involve", "men’s four, you usually have two bases that are about the same height, same build; a middle which i would be a good size for a middle in a men’s four", "i’m 5’9”, 160", "and then the flyer, vary in sizes; always the smallest one", "and basically if you know cheerleading basket tosses, they do a lot of tempo skills, is what it’s called, where the flyer does flips and twists and lands back on the basket", "there are actually three different routines", "there’s a balance, a tempo and a combined", "balanced routines in men’s four is just a pyramid", "it’s no music, and it can be the base is doing a back bend, for you yogis – urdhva dhanurasana", "then the three people are standing on this guy’s belly, and the guy on the top is doing a one-armed hand stand, cray-cray", "that would have been andrei", "he was a flyer", "yeah, he was a flyer", "i don’t know if he did men’s four or men’s pair; i don’t remember", "i’m almost positive he did men’s four", "he could correct us, of course", "andrei bondarenko", "you should check him out on instagram", "such a nice guy", "sweetheart of a guy, and just a monster", "a badass", "certified badass", "for those people who, as i didn’t know, basket case", "no, not basket case", "basket toss", "basket toss", "basket case is me", "basket toss sounds like something pornographic, and it might be", "but in this case it’s effectively – further down you hold your wrist", "you hold your wrist and you’re basically with other people weaving a – human trampoline", "– human trampoline with your forearms", "it just blew my mind when i first saw, at cirque du soleil", "you were there when with andrei we went behind the scenes and we saw them warming up", "they’re just getting launched 20, 25 feet and then landing on this human trampoline that is effectively the size of the top of a stool", "it’s just incredible", "and i remember andrei and i were having tea and he was talking about at some point – and i’m going to paraphrase this, obviously, and maybe butcher it", "in the ukraine when he went to some type of regional championship and there were a bunch of people warming up, different teams", "one of the teams had a flyer who’s super aggressive and wanted to make an impression on everyone and tried something really outrageously hard", "it was a concrete floor and he just took a head-first spill on the concrete floor", "those folks got carted out and the competition continued", "that was his path, all of their paths, out of that world and into one of prosperity and economic feasibility for careers", "i heard a very similar story, and this is something that i see as a potential pitfall of acrobatics and potential pitfall", "i trained in bulgaria when i was 15 with the bulgarian national team", "the year before we brought them to california and took them to disneyland – blew their minds – and learned from them", "i heard a few years after that that the men’s four, same thing; wanted to intimidate the other men’s four", "so what i was describing are these four high pyramids", "they were doing a four high, one-armed pyramid and they fell and the kid broke most of his bones", "he didn’t die but it was the end of his career", "i think also for the 2008 olympics in beijing, there were a number of chinese gymnasts who died trying vaults; trying to do these very difficult vaults", "yeah, the dark side of acrobatics can be when your body is an obstacle to your goal, and this is where the yoga and acrobatics can weave so intelligently the dynamic power of acrobatics but the reality that you’ve got in your body for your whole life", "how do you make these educated steps towards what you want", "this comes back to the surrender component, which may sound very woo-woo to some people listening and that’s okay because we’re in san francisco, so suck it up and take it", "woo-woo", "we’re not going to get too crazy", "maybe we will", "i’m flashing all over the place; i know this is a bit like memento", "but one of my other influences is this coach named jerzy gregorek, who is the polish olympic lifting coach i’ve mentioned a few times", "he’s 62", "leaner, stronger, more mobile than i am by many factors and he’s probably 135, 140", "he can get on an indo board, like a balance board and hit a perfect snatch with a barbell loaded full of weight, ass to the floor and then stand up and put it back on the floor with effectively no warm-up, like cold", "he’s just an extremely impressive athlete", "his longevity is phenomenal", "he said to me at one point – because my habit, of course, is push, push, push, break", "you", "push", "i know", "stop everything for a while because i’m incapacitated", "push, push, push, break", "and he said, “you have a ferrari engine.” i’m paraphrasing here", "but he said, “remember, you have a ferrari engine in a hyundai body", "like you’re going to just blow yourself apart, or it’s like your mind is willing but your body is not adapted.” so you need to – not his words, mine – chill the fuck out and play the long game, which i’m becoming better at", "part of what has aided that is the therapeutics", "something as simple as you mentioned surrender", "so in the type of training i’m focusing on right now, i’m actually doing the gymnasticbodies work with coach summer, he’s the former national team coach for men’s in the u.s", "he was on the podcast, as well", "but that is not a surrender type of training, and it can’t be to do it properly", "and i really, really enjoy it", "but if i’m doing that, say, two days of stretching, two days of strength training per week, i might then be doing – and i have been doing – acro on mondays, wednesdays and fridays for an hour to an hour and a half in the mornings", "just the traction alone that you’re able to get, and for those people who are wondering what the hell traction is, simply put – and chiropractors may disagree with this – but let’s just imagine you’re on an inversion table and you get flipped to a point where your head is below your feet and you feel your spine is being decompressed; think of that as one form of traction", "you can get traction on your wrists, traction on your ankles", "i thought what might be fun, and this is going to be a visual component; we’ll try to describe it, but you mentioned a couple of things", "you mentioned folded leaf", "would you say that is a good place for people to start with acro", "there are a lot of good places to start", "therapeutic flying, what i like about it is it’s very soft and gentle", "if there’s extreme mobility issues, i think there are other things people can do to gain confidence and to learn how to communicate what they need", "the way that we teach the practice is base/flyer/spotter", "so the spotter cannot only keep it safe but they can also make sure that the base is in the correct alignment", "so it’s too hard to say that this pose is the exact place to start", "but it’s one place to start", "it is a good place to start", "now, when you say base/flyer/spotter – that is simply to say that generally you’re practicing in groups of three", "yes", "let’s just show, and for those people who are listening to audio, i’m sure i mentioned it in the intro and i’ll probably mention it at the outro", "if not, you can check in the show notes, fourhourworkweek.com/podcast, but we’re capturing this on video", "so you might as well do some stuff that’s well suited to video, and we’ll talk through it", "let’s go to this mat, here", "oh, wait", "we’ve got to do it the right way", "i was going to catch you", "my dutch friends would kill me", "then i lean back, and then we bring the partner down", "so apparently the dutch acrobats get very upset if you don’t do that", "and i’ve gotten to the point where i’m like, you know what", "i’ve had enough of the dutch", "i love their kickboxing, ernesto hoost, love you", "but from all the jiu-jitsu i’m just like, flop", "i’ve made a lot of – i’m not going to say enemies; that doesn’t really happen in acro", "so i am standing with my feet reasonably close to your hips", "i want to be able to touch my flyer’s feet", "my feet are turned out just below the hip bones", "i am standing straight up", "it’s almost as if you’ve seen the ufc", "you’re like open guard on your back", "this would be where i try to punch you and then you’d kick me in the face but that’s not acro, that’s mma", "all right", "and then flyer, fingers forward", "you’ve got it", "you’ve got the acronyms and everything", "i’m a young paduan just learning what i can", "the most important thing is that you understand when to be water and when to be earth, and what parts of your body", "so i’m going to be watery with my arms and really sturdy with my legs", "so we’ll take a deep breath", "on the exhale, i receive with everything and then i push up with the legs", "here, a lot of times the flyer will want to put the hands down and practice their handstand training; that means they’re a control freak", "so you fold the top of their hands down to the floor", "so at this point, for those people listening, i am supported on jason’s feet", "i’m completely upside down", "i’m basically in an l-straddle position, for those of you who know anything about gymnastics", "so this is folded leaf", "sometimes in hush tones, jokingly referred to as leaf blower", "oh, my god", "i didn’t know that was going to come out in the podcast", "i’m trying to help people with the images, here", "this is scarecrow, right", "this is scarecrow", "basically what i do as a base is i try to let your body unwind patterns", "so as i bounce and shake, a lot of times our mind is connected to muscle groups and flexing them when they don’t need to be", "so the true therapist is gravity, which helps to let your spine hang like a plumb line", "could we show, for instance, super yogi", "sure", "tim likes traction", "so what i can do is i can let my legs come off my 90 degree", "his weight will start falling back", "we’ll take a deep breath together", "on the exhale, my legs go back and i resist with the arms", "okay", "two more", "inhale, exhale", "so i’m pushing the legs back then giving resistance", "you’ve got a little wrist traction there", "one more time, inhale and exhale", "and then where i love to go is to open up your triceps and your shoulders", "so i’m going to place my hands under his elbows and he can bend the elbows and the knees at the same rate", "okay, bring the elbows closer", "does that feel okay on your shoulder", "yeah, i’m going to be a little careful on the left just because i had it reconstructed but yeah, this feels fine", "and in general where the body can be vulnerable in the flying is in the shoulders and the lower back so communication is really important, and just listening to your body", "all good", "all good", "sweet", "side bending is also a thing that can really help the health of the lower back", "and what’s different with the therapeutic flying from yoga is your body doesn’t have to be engaged", "you’re not using your muscles as the flyer so you don’t have to work uphill, basically", "yeah, mon", "yeah, mon", "so those are some basics of therapeutic flying", "some people who heard a bunch of grunting and weird noises and just don’t know what the hell is happening, or from people who might have seen the video", "actually, let’s demonstrate one more thing", "because i was in south america doing an immersive, which was a great experience, meaning a two-week intensive of acroyoga training", "the first week was dedicated to the acrobatics, second week to the therapeutic flying and thai massage", "i was visiting a friend of mine named chris who has developed some lower back and hip issues from a lot of sitting", "he’s a former high-level athlete", "i gave him what is sometimes referred to in the acro community as leg love, which is typically done – for those of you who just saw it or i’ll just describe it", "so jason is on his back basing me, supporting all of my weight on his legs, in effect", "that can get tiring", "and so after you’ve received effectively massage, being floated on someone’s feet, you then help to – release the tension", "– release the tension in their legs and restore their legs a bit", "exactly", "and so i did that", "actually, i’ll demonstrate", "all right", "bring it", "this podcast is getting better and better", "so what i did for chris, and this is something i’ve done for a number of people, now", "and obviously, consult your qualified acroyoga professional", "i’m no doctor; don’t play one on the internet", "but let’s say we just came down", "so boom, we came down and we’re here", "there are a couple of very easy things you can do", "so just from this squat position, i’ll get his legs straight", "then i’ll actually just hold his feet in between the crease of my leg and my upper body and then lean backwards", "so i’m giving him traction at the hip and the lower back, even though i’m not holding onto anything", "it’s so good on my ankles, too", "and a lot of traction on the ankles and external rotation", "other things that are pretty easy to do would include, you can do a little bit more traction", "so you step in, and i’m just going to shake the legs to get them to relax a bit, and then turn the feet in, put them behind my hips and lean back", "what’s great about this pose is therapeutic flying is an external rotation; this is a counter pose, it’s an internal rotation", "so that’s where some of the yoga intelligence starts sneaking in, is how do you counter the muscles you’ve been working", "and for those people who are say, like cross fitters who are afraid of seeming too crunchy to their buddies or whatever it might be, this is an excellent complement to any type of olympic lifting or lifting that involves squatting", "i’ve found this to just be a huge performance enhancer, to have this done", "can you just get on my feet for one second in a bird, just to show what my theory is of why your hips are a lot more evolved now", "squatting flexibility", "look at this guy’s hips", "it gets increased when you have 170, 180 pounds on top of you", "so it doesn’t just warm the body but it lets you access new flexibility", "that’s one that you need to watch the video for", "yeah, if you want to see freakish hip mobility", "i have open hips; it’s true", "open hips, good birthing hips; then you should watch the video", "i’ll just demonstrate a few more that are super simple", "there are many, many options", "we could do bus driver; that’s what this one is known as", "they all look really silly and they are as profound, i think, for athletic performance or just general health, as they are, in some cases, ridiculous looking", "another that i’ve found just incredibly helpful is just swinging", "so this type of movement", "i won’t do too many more; you can get fancy and do like the circle eights and stuff but i’ll show one more and then we’ll get back to the interview", "so in this position, and feel free to correct me if i’m messing this up, but you can effectively push down on the feet and get the hips off the ground, and then use the hand – or not – to loosen up this entire lower leg and hip region", "literally just doing those few things, i was able to alleviate chris’s lower back pain significantly, symptoms 40 to 50 percent decreased", "awesome", "that is, in my experience, not just a band-aid", "it’s not like you swallowed a bunch of ibuprofen", "with regular use, the effect seems to be very persistent", "my hips feel great and it’s like i never thought in my entire life i would ever say that", "that makes me so happy", "that is the goal of the practice is that you can find a way to interact with acroyoga that will affirm who you are now and who you’re going to be for the rest of your life", "one of the really cool things that i’ve seen is acrobats, yogis and healers, all three lineages, people can do it until they’re 90, 100", "gymnasts, not true", "i have not seen 100-year-old, high-level gymnasts, just because it’s very high impact", "but there are styles of acrobatics, styles of yoga and styles of healing that are really affirming who you are so you’re not depleting yourself as you’re learning these cool things", "coach summers said, i think it was, i know in the world of high level gymnastics, i know a lot of stupid people and i know a lot of old people", "i don’t know a lot of stupid, old people who have made it that long", "but speaking of some older folks, you’ve mentioned to me a number of your teachers, a number of your influences", "could you talk about lu yi and your experience with your healing teacher, and just give some context on who these people are", "sure", "so lu yi is a chinese acrobatic master; he’s a circus master", "he traveled throughout the world back in the ‘50s", "he was actually telling me a story about when he performed in africa and they had this act where you throw these big pots around and the pots land on your head", "and the africans carry things on their heads so they weren’t impressed; they didn’t clap and they had to take it out", "so he’s just a treasure trove of really amazing stories about the circus", "he’s been in the bay area for quite some time now", "i met him about 13 years ago", "i’ll give a little short story about this", "i met him, i go into the circus center", "i compete at high-level acrobatics but i hadn’t trained high level in a while", "i see him training people with one-armed handstands", "and i as a base never learned how to do a one-armed handstand on the ground by myself", "so i’m like, “mr", "lu yi, you look like such an amazing teacher", "i’d be so honored to work with you", "i just did a yoga teacher training.” and yoga is a four-letter word", "i might as well have just spit in his face", "so literally for the next three years, every day i would see him in the circus center", "“mr", "lu yi, i’d love to work with you.” “oh, you have too much experience", "oh, you very old", "my way different way.” when i speak with my pretend chinese accent, it’s in so much love", "it’s still pretty good, having spent a lot of time in china", "oh, my god", "so this is lu yi, and lu yi has been a mentor in a lot of ways", "he has a lot of different techniques", "he’s right when he says that because he came from circus and i came from sports acrobatics", "one day i go into the circus center and he’s teaching a kid how to ride on a bicycle backwards by sitting on the handlebars", "he knows so many random things", "and recently, just this year, he has sciatica and he got into a car accident and it got worse, and he’s basically been out of commission now for quite a while", "i’ve been trying to connect him with one of my other master teachers, who is scott blossom, who is an amazing chinese medicine doctor, acupuncture, ayurveda, which is an indian science of medicine, and he’s also a shadow yoga teacher", "and in the world i think there are 20 certified shadow yoga instructors; that’s a whole other conversation but he’s basically a triple threat, amazing human", "today before this interview, i went to lu yi’s house", "i picked him up, i took him over to scott’s office", "lu yi doesn’t speak english very well, and i understand him and we have a good rapport, so it was really good to be there", "and for about six to eight minutes, he was just reading his pulses, just feeling his hands", "from there, he basically did needles, did a lot of different techniques", "before he got him on the table, i was in a moment where i just sat on the floor while they were doing the pulses", "i closed my eyes and i did a mettā practice", "mettā means loving kindness and this comes from thai massage", "thai massage is an amazing practice that weaves spirituality and healing", "so as i close my eyes and i’m meditating, my heart is pumping, my hands are getting hot; i’m basically cultivating all this qi", "and i didn’t think i was going to be able to lay hands on lu yi at all, but then when he got him on the table, he’s like, “jason feel here", "okay, put an elbow there.” so i have two of my masters here and i got to give love, basically, to this man who with his hands has sculpted my handstand, my one-arm handstand", "so it was just a really cool thing to feel how acrobatics is really powerful but nothing is more important than your health until you start losing your health", "and to have these tools to help people feel better, there are very few things in life that i think are more noble to dedicate to than learning new things to help people", "and mettā, loving kindness, compassion, meditation; these are things that are very easy for everyone on the planet to start practicing as soon as they build the desire", "and i think human nature is such that we have the desire that we want to help people, we want to make people feel better", "so yeah, that was an amazing way to start my day, to see these two masters come together", "i’ve been very struck by a few things just related to what you just said", "the first is that a lot of people who come into healing have a history of being injured themselves, or even injuring other people", "a lot of judoka in japan end up then going into bone setting or traditional, let’s just call it not traditional, but western medicine", "the second piece is that i was very surprised when i did the immersive", "i hadn’t had any real in-depth exposure to the therapeutic flying", "that having been so aggressive in all of my individual sports to date, i’ve always, since i was introduced to acro, been obsessed with the more dynamic, violent perhaps – the shiny objects", "squirrel", "the shiny objects", "yeah, which are – yeah, that’s the story of my life", "but i was astonished to find that when i did the immersive, i was actually in many ways more drawn to the therapeutics", "i think that’s because i’ve just over developed or over focused on the hard driving aspect to such an extent that i don’t have a rate limiter", "it’s like on my tachometer, i don’t have any red zone", "i don’t even see it; it just blows apart", "that helps me to start to calibrate and pay more attention", "by paying attention to someone else’s body, i feel like you learn to pay attention and listen to your own body", "for sure, especially if you have good guidance", "that is a very strong principle from a lot of my teachers; body comfortable", "if you’re not comfortable as a giver of healing arts, you’re violating the first thing", "so you actually get to be – and unfortunately in english there’s not a good term for this – selfish", "to be a good healer, you have to be very selfish", "you have to really listen to who you are, to where you are and from that place if you really understand, you have the potential to give in a way that’s not depleting, give in a way that’s not going to hurt you because that’s going to be a very short healing career", "what is the handstand approach that you thought of this morning", "so you mentioned this, and i said save it for the podcast; i don’t want to hear about it", "so tell us", "a lot of people listening are interested in handstands", "there are a lot of crappy handstands out there", "i’ve seen most of them in different shapes and forms", "this is where, again, i feel like the acrobatics and the yoga start to mix", "i’ve been doing shadow yoga for about six years, now", "there are three preludes [inaudible] – does ra’s al ghul – he’s the bad guy in batman – he doesn’t run shadow yoga", "it sounds like something out of like an avengers movie", "marvel comics", "kind of", "zhander remete is a hungarian martial artist who came up with this", "sounds like ra’s al ghul", "there’s some darkness to it", "we’ll come back to that", "okay, so we’ll dig into shadow but please continue", "it came from my shadow practice this morning", "so there’s a pose, and i’ll just do it real quick", "there’s a sequence in one of the poses is with the fingers are laced", "so it’s done like this", "you’re standing feet shoulder width apart, roughly", "hands flat on the floor with your fingers interlaced", "yes, and i would never think to do a handstand like this", "i was doing my practice this morning and i’m like, huh, i wonder how hard that would be", "it was really fucking hard", "so 30 years of acrobatic training, i’ve never seen anybody do that handstand", "i’m sure it’s been done and i tagged a few people on instagram this morning", "andrei is one of them; miguel_hand_balance was another", "and my third attempt, i figured a couple of things out", "basically, if you let the pinky go wider and you let the thumb go wider, you have a big enough base and you’ve got to start using the pinky and the thumb", "but it was just as much as i feel like acrobatics is very fixed, gymnastics is very fixed, as long as the mind is not fixed and if you have the playfulness and you have a ritual of discovery, this practice keeps expanding", "i love the cross-pollination when you expose yourself to different physical disciplines", "so you have yoga, we have acrobatics, and then you have what’s called sports acrobatics, circus, olympic gymnastics for simplicity’s sake", "artistic for the people who really know", "sure", "so very interrelated but different disciplines; break-dancing", "so for instance, that position you had right here reminds me of, i believe it’s called the 2000 in break dancing", "check you out", "so while you have a 1990, which is a one-armed spinning handstand, which is generally on this portion of the palm", "it is, mechanically speaking, very similar to a pirouette even the way they go into it with their legs and then bring their legs together", "but a 2000, if you found somebody who is very good at teaching or performing a 2000 and explaining it, they would probably have a lot to add to that conversation", "there you go", "so if any b boys out there, b girls, want to add some commentary on how to do 2000s properly, you will assist me in, at some point, having too much to drink and injuring myself", "so that is that", "i have to just ask, what on earth is shadow yoga", "can you describe this, please", "sure", "i love describing this because it’s something in my recent past, i’d say five years; it’s the thing that’s affected my life the most positively", "as a gymnast and acrobat, i would have lower back pain", "it would come and go, but it was a constant teacher", "as soon as i found the shadow practice, for over five years i wouldn’t say i’ve been back pain-free, but if i wake up and i have back pain, i know if i do my practice and i do a number of things that are conducive to my health, i can clear it", "so shadow yoga is zhander remete is a martial artist", "he was in the army", "i’m not sure which army", "he’s a certified badass", "he’s such a deep yoga practitioner", "i’ve actually never met him but scott, my teacher, has told me a lot of things", "one of the things he did in a demo is he took a deep breath, and then he sat", "then he took another deep breath and he sat", "then he looks with a big smile and is like, “do you know what i did", "i ate the breath.” and he starts laughing", "basically, he can just metabolize a breath", "he doesn’t need to exhale", "he’s a yoga master, full blown", "what he did is he studied in pune from iyengar", "what is pune, is that a place", "pune is a place", "pune is a place in india where iyengar, who is a man, who basically, other than krishnamacharya, the father of modern yoga, i would say iyengar is one of the most influential people who has come to the practice of yoga", "so he studied with iyengar for a number of years, and he also went to the south to study ayurvedic medicine", "and in kerala they have temple dancers, bar nok diem temple dancing and they also have kalari martial artists", "and the martial artists and the temple dancers were moving much more in circles", "he was watching them and he was learning ayurvedic science and be basically started to fuse all of these things", "so if i were to give a couple sentences, an elevator speech of what shadow yoga is, it’s based in iyengar technique for the asanas and it’s got a tai chi feel and there’s definitely a lot of circular movements", "so you start with warming up all the joints of the body and he said – paraphrased – that the martial artists and the temple dancers for one year just did joint mobilization", "if you understand how to move all of your joints very intelligently, then the more complicated moves ride on the back of that intelligence", "so one of the things that makes shadow yoga unique, as far as i’ve experienced yoga, they say if you squeeze the muscle, you block the prana", "so if you’re engaging your muscle, you’re not letting the energy flow", "so what you do is you try to have your muscles as soft as possible and you really put your attention into the bone layer", "and you stack your body in ways that the bones are taken away, the muscles are soft, and you start circulating the energy through the body", "the bone stacking is a pretty good segue into all sorts of topics", "for people who want to learn more about shadow yoga, is there a particular resources other than google that you would suggest", "yeah, shadowyoga.com, i believe", "they have a dvd", "the unfortunate reality is i think there are like 20 certified teachers in the world so he’s very, very strict on certification", "i mean talk about mr", "miyagi, this guy is the definition of yoga mr", "miyagi", "salty old dog", "i like those", "i aspire to be a salty old dog myself so i like hanging out with the cantankerous, opinionated but highly competent salty old dogs", "he’s the guy for you", "although yeah, he might not put up with me", "that’s a separate issue altogether", "bone stacking", "let’s talk about handstands for a second again, and i always mess this up, is it atb", "atb", "look at me", "you also learned it in spanish", "that was aib", "aib, that’s right", "that was a whole thing in and of itself", "i did my entire immersion in south america in spanish", "there were a number of people translating for a handful of folks who only spoke english but i found it more entertaining to see how badly i could mangle things by running on the spanish alone", "so let’s talking about atb", "should we do a little demo of what that means", "sure", "maybe i’ll talk a little bit, first; i’ll paint an analogy", "i like the analogy of bridges", "so atb stands for what", "alignment, tightness and balance", "i like it in that order because until the body gets aligned in the most efficient way possible, you are losing energy for every second you’re attempting the handstand", "so alignment is the holy grail of all acrobatics", "what’s great about these ideas, the ideas are really simple; the practice is a pain in the ass", "it takes sometimes decades to get a straight handstand", "but alignment is straight, straight is strong", "our bodies are not made straight", "our cells are circular, our bones are not two by fours", "so it’s an impossible task that we try to do to turn our bodies into these knives that cut through gravity", "what are some of the things that lu yi says, his short expressions while people are doing handstands", "today one of his legs is not working very well; he can’t walk up the stairs very well", "and i joked at him", "i said, “lu yi, your body is not one piece.” because he says, “make body one piece.” one piece, one piece", "yeah, he likes the body to be unified", "and then i have a russian coach who says, “make body one bone.” same, same", "it’s basically unifying the body and that’s the second part of the atb; it’s tightness", "it’s integration", "and if you see, for instance – i know you’ve seen this, but for people listening or watching, if you see a photograph of a gymnast mid-air, or a diver for that matter, they’re not relaxed", "look at how tight they are", "and a cool experiment for those of you at home who are interested, is you can hard boil an egg and take a raw egg", "try to spin them both", "i don’t want to spoil it", "you can try that", "that’s also if you’re an idiot like me and you hard boil some and you forget which ones are raw, spin it and you’ll see very quickly which ones are hard boiled because they’ll fly off the counter, probably", "another good lu yi-ism, and this is good for anyone to put in their back pocket and i’m so happy that coach summers also agrees with me on this: mo extension", "m-o extension", "mo extension", "and what he’s talking about there, it comes back to newtonian physics: action and reaction, the second law of motion", "if you push into something, it pushes back", "so as you push down into the floor, there’s basically a rebound and this rebound is what makes your handstand light and it’s what makes the body a lot more unified", "exactly", "also, if we’re going to look at the hierarchy, if you were to do one – and i’m not saying you have to choose one – but if someone could not somehow wrap their head around the alignment piece, if they didn’t have somebody to help them but i just said you know what, forget that", "more extension", "no, i’m just going to say it helped me with my alignment to focus on the extension because it took effectively one piece out of the puzzle because it locked it in place", "but of course having someone to help with the alignment is a huge resource", "but you were talking about bridges", "yes", "so a bridge basically can be the analogy of the body", "the metal is the bone structure", "so the first thing they do when they’re building a bridge is they’ve got to get the pylons in place and they have to get the metal in the right alignment", "from there, they pour the cement, and the cement is basically your muscles and the muscles, just like the cement, can harden onto those pieces of metal", "so basically you align the metal, you pour the concrete", "as the concrete hardens, it gets super stable", "i haven’t really figured out the part of the analogy of the balance", "maybe it has something to do with the tension of the cables", "the cables or the fascia", "yeah", "but at least the first two have a picture for you to think about", "there was a point in gymnastics history in the ‘70s where the japanese gymnasts were dominant, and they had a lot of techniques that none of the other world had seen yet", "one of my friends was very connected to that lineage and he said that at the olympics, they had a big interview with this guy, like you have to tell us your secrets", "how are your gymnasts doing this", "they’re just blowing us all away", "he says it’s two things: strength and flexibility", "and that was pretty much the end of the conversation", "there was actually a third thing, in my experience; it’s technique", "and one of my definitions of technique is how skillfully you use your strength and your flexibility", "so if somebody doesn’t have a lot of shoulder mobility, if they’re doing handstands, they want to get as much mobility as they can", "so coach summer calls it compression strength", "in this particular case, he would want – and it’s always dangerous speaking for coach summer, one of my favorite salty old dogs so he can slap me on the internet if i get this wrong", "but if i had to guess, i would say that he would argue that if you’re going to practice handstands correctly, you would want to get to the point where this type of shoulder flexion is comfortable so that you’re not using a lot of muscle to get here", "yes, i would agree", "and whatever flexibility you have, you want to access it", "so you want to eventually have a surplus of shoulder flexibility", "i was born with circus shoulders", "so if you have a surplus of the shoulder flexibility, being vertical is very easy", "that’s what you want", "but if you’re stiff, you don’t want to not get that one-inch of flexibility utilized", "so basically the technique is using your strength and flexibility as skillfully as you can with what you have", "in one day, you can’t get stronger or more flexible, but in one day you can affect your approach and affect how skillful you’re cutting through gravity with the line of your body by finding these little hinges and taking as much of those hinges out", "what do you think about doing a little demo", "yeah", "alright", "let’s look at atb", "i’m thinking what might make sense, is i’ll do i first", "suffice it to say, i don’t think i have great handstands but they’re trending in the right direction", "i agree", "they’re getting better, which is all i care about", "i’m no bondarenko, at this point", "also weigh 100 pounds more; that’s not true", "i digress", "alright", "so foundation", "you want to have your hands shoulder width so you can put the hands down and i’ll just inspect your foundation", "this is definitely where lu yi will spend a lot of time", "ideally, you’re tenting", "so this knuckle comes up", "and what that does is that puts a vector to root the naughty knuckle", "this is also very spiderman-like", "if you ever see a close-up of spiderman like this on a cover, he’s tenting his fingers", "it’s hard to do without the ground", "but in other words, if your fingers are completely flat on the ground, you’re popping up the second knuckle while keeping the knuckle of the palm on the ground", "because if this pops up, what’s it called", "the naughty knuckle", "the naughty knuckle, which is this index that constantly pops up", "your hands look great", "they’re the right distance apart", "you can go up however you’d like", "i’ll support you on the way up", "i’ll let you have your head neutral", "his head is down", "i step in between the hands, hug his thighs and bring the ribs in", "domesticate the wall", "up, up, up", "good", "are you breathing", "mm-hmm, barely", "elbows in more", "good", "looking down with your eyes, fall towards your fingers a little bit", "fall towards, right there, right there", "yep, bingo", "keep the hands strong, keep the breath", "keep falling towards me", "yes, right there", "right there", "how you feeling", "good", "i think i’ll come down", "what i’d love to see, also, is if you could go up in a handstand, and i’m not going to do a great job of spotting; i’m working on that, also", "but i’d love for you to show some examples of common mistakes", "yep, i love that", "i’m not going to do the most common mistake, is taking my hands wider than shoulder width", "i want to have a vertical line so i’m not going to compromise that", "do you personally point your middle fingers forward", "i do", "some people – quite a few gymnasts – do index but you prefer middle finger", "well, and i don’t believe in right and wrong until you define where you want to go", "and what i teach is partner acrobatic handstands", "so if you’re practicing with the hands turned out as a base, i’ll have to have my hands turned in; super awkward", "so the techniques i’m teaching – right, because we’re going to be – we’re going to be here", "this is hand-to-hand grip", "it is", "reverse hand to hand", "you can practice with yourself", "you can’t practice hand to hand by yourself", "hand to hand is pretty tough", "because you need a right hand with a right hand, and not many people have that", "right", "train as you want to; compete, so to speak", "exactly", "instead of placing them too wide", "okay, you ready", "yes", "so for those people wondering, that was a straddle jump, basically", "because from here, now if i were to just practice my coaching here, so we have – before anything, i’d bring the head down", "head down, okay", "because then i have more access to a straight line in my spine", "you can turn one of your feet to the side", "yep", "hug around my thighs with one of your arms", "yep", "find my ribs with the other hand", "now pull everything up and in", "bingo", "that’s it", "oops", "technical difficulties", "we’re good", "and then tightness would be i can pull your feet apart", "you can also push me down", "strong", "from the thighs, yeah, push me down", "push you down", "no, not that way", "straight towards – oh, down into the ground", "got it", "push you down", "stronger", "way stronger", "now i’m just going to do some rotation stuff", "yes", "also doing this kind of stuff", "and then, let’s see", "tightness, balance, and then we can do just kind of a hot potato", "yes", "alright, so now you can either come down or we can still demo", "what are some of the most common mistakes", "i’d say elbows are one of the most – bent", "pointing the wrong way", "both", "so saying a straight arm is a very non-descriptive way to talk about how to position these bones", "so when you’re down here, basically you can spin the eyes of your elbow forward towards each other, or back", "what you want to find in a handstand is the eyes of the elbows are squeezing towards each other", "this gives you a lot of integrity in your handstands", "so i’d say elbows from there", "probably the head being really far away", "because that also just leads to the cascade of piking at the shoulders and then bending too much at the lumbar, trying to use the legs to correct and then you’re done", "so bring the arms up is another good one, beginner acrobatics", "relax", "intermediate, advanced", "expert is when the shoulders touch the ears", "yeah, i can’t get that high", "i’m getting better but not quite", "so if people get the shoulders and the ears even close to each other, the arms in a straight line, that’s going to take care of a lot of the problems", "you really shouldn’t coach above the shoulders for the first several months", "shouldn’t coach above the shoulders", "there are a lot of misalignments from – you mean just coaching from basically here to the fingertips", "yeah", "from here down is where most of the big problems come from", "so if you’re looking at why they are arching, it probably has something to do with something that’s happening from here down", "you’ve said to me also there’s a lot of magic in the hand and the foot placement", "yes", "so paying attention to that pays dividends", "the next question i wanted to ask you was – actually, one thing i wanted to just throw out there that i found helpful, and this was at a place called athletic playground in the east bay here in northern california", "serious place in emeryville", "that’s right, in emeryville", "great place", "i took a handstand class ages ago with a teacher, sam", "sam", "amazing teacher", "sam was amazing", "i remember what she had us do at one point, and it was just such a simple idea", "and it was this: basically, she had us traversing the room, going back and forth", "i’m not going to do it right now but i like to walk", "she had us in rows and going back and forth", "we were supposed to go up into a handstand", "now, it could be only 45 degrees", "if you’re a beginner – lest you topple over, just go up 45 degrees", "and if i went up with this leg, i would come down with this leg", "so it’s sort of like a scissor at the top", "and what she noticed is that people would walk like this, and then they would put their hands out, kind of like frankenstein, and then go into it", "she said all right, let’s try something different, because people were flipping and flopping everywhere", "she said i want you to do the same thing again, but instead of that you’re going to start with your arms way up over your head, shoulders elevated", "this doesn’t move at all", "and i want you to do the exact, same thing", "and all of a sudden, just stability 10xed", "it was incredible", "that’s basic tumbling", "that’s lunge, lever lunge is how i knew it as", "it’s basically you make a straight line, you bring a leg up and nothing hinges", "your body just falls forward, you hit that line and on the way out, as well", "so the ability to keep the body, again, in one piece is what you’re looking for", "one bone", "one bone", "what other teachers or mentors have had a big impact on you", "dharma mittra, yogically has been an amazing teacher", "he’s a brazilian yoga teacher", "he was born and raised in brazil and he came to new york and met his guru, yoga gupta, in i want to say the mid-’70s", "out of everyone that i’ve met in the yoga world, he does the practice", "he’s super deep", "he teaches psychic development techniques", "psychic development techniques", "what are we talking about, here", "yeah", "there are things that he learned from his guru", "the practice is a lot of visualization and breathing techniques, some humming sounds that unlock vibration in the head", "which is a trippy thing to do in a sensory deprivation tank, actually, which i’ve experimented with a bit", "i bet, i bet", "that is a full-blown psychedelic auditory experience without psychedelics but that’s maybe for a different podcast", "you know, vibration is vibration; there’s a lot of ways to unlock those things", "hitachi magic wand", "exactly", "you have one, too", "which, by the way, was recommend to me by a russian medical massage expert, and not in the red light district, for relaxing hypertonic forearms", "the original version, plug-in version, which you can get at your friendly neighborhood sex store, on high as it turns on", "i’m going to get my terms wrong, here", "was that, not swami, guru, no", "something gupta", "yoga gupta", "yoga gupta", "are you referring to – his guru", "his guru", "who’s an indian guy", "got it", "it’s basically a lot of really ancient knowledge that to some degree, a lot of the yoga knowledge is able to be accessed on the web", "you can really look", "acrobatics still is not; it’s still really hard to find any valuable acrobatic written text", "the thing that’s valuable about yoga masters is they communicate things energetically", "this is a saying that comes from dharma mittra that came from his guru: “once blessed is a student that can copy the teacher physically; twice blessed is a student that can copy them physically and mentally", "three times blessed is a student that can copy them physically, mentally and spiritually.” there was a day where the guru was gone and somebody said, when is he coming back", "and dharma started to move, as the guru does, and started to speak with the same tone of voice: “the guru will come back on may 31st.” are there 31 days in may", "let’s just pretend there are", "and sure enough, he came back", "so he’s a teacher of these very mystical aspects of yoga and at the same time, he does all kinds of crazy asanas", "asanas are poses", "he has a poster of 908 yoga postures", "so when i saw this poster, i was like, i have to meet this guy", "when i finally met him, the types of teachings were much more fulfilling and deep than physical poses", "it was really philosophies on life", "the way that he interacts with the world, i just watch how he eats a salad", "he looks at every piece of food before he puts it in his mouth, the mindfulness practice and the compassion", "so yeah, dharma mittra", "big influence", "he’s 77, the same age as lu yi", "the two of them haven’t met but i’ve got my 77-year-old masters", "do you think they would love each other or kill each other", "no, they would love each other for sure", "and i’ve seen lu yi with a thai massage master", "i was really interested to see how that would go", "it’s kind of like in star wars return of the jedi when you’ve got the party at the end, and you’ve got anakin and obi wan and basically all the dead jedi masters hanging out in spirit", "when i see masters together, i swear that’s what it seems like because those magical spirits are getting together and just celebrating life together", "well, actually, before we get back to the acrobatics, i want to ask you about contemporary yoga, as it were; just the state of yoga in the united states, popular yoga", "i was put off by yoga for a very, very long time", "and maybe this is going to be like speaking out against the church", "i don’t know", "i don’t want to create any problems", "but i’m curious", "what are things that you see in the yoga world that drive you crazy", "aside from not pointing their feet when they do handstands", "no, it’s job security for me", "the worse they do at handstands, the more clients i’m going to get so i’m not upset at their handstand techniques; that’s actually great", "i feel just like religion, yoga can get very one way; it’s my way or the highway", "this is the right way and everything else is wrong", "that’s challenging to me about some yoga systems and people", "i also feel that there’s a ceiling on yoga, and the ceiling is you have all this amazing knowledge, and all this amazing practice but how are you bringing that into the world", "what happens when you’re in traffic", "how are you with your mom", "do you talk to your mom", "do you tell her the truth", "so i feel like acroyoga and acrobatics and other partner practices help to take that wisdom that people spend so long cultivating and they give it life; they give it access", "that’s a good point", "you get to rehearse the human interaction element", "it’s like, well that’s great that you’re listening to a dharma talk and sitting on the floor and doing your poses, and listening to a speech about compassion", "but when you go to a restaurant and flip out at your server because they didn’t get you water in two minutes instead of their normal five or whatever it might be, i never really thought about that", "the community aspect and the communal practice of acro is one of the things that has kept me with it, quite frankly because in many worlds, there is a high degree of skepticism or even aggression towards outsiders or visitors", "and you see this – not always – but in, for instance, some – but not all – jiu-jitsu schools", "an exception would be something like marcelo garcia jiu-jitsu in new york where they’re very welcoming but they have a zero tolerance for bullshit or machismo or bullying", "to me that i have – and maybe this is just delusional – a built-in group of friends", "and the fact that what it sounds like you were alluding to is that the acro helps you to practice things that otherwise might be compartmentalized to a bunch of poses by yourself on a yoga mat", "i think that group practice or partner practice also has led – and i don’t have any involvement with the non-acro yoga community but a lot of the acro folks, they do almost everything together", "it’s not just the yoga", "it’s like they have group meals, they cook, they do fundraisers, they help each other’s companies", "that sort of tribal cohesion is something that i think – and this was driven home for me when i interviewed sebastian junger on the podcast – is something that i think we need as social creatures", "i could go on and on", "i’m so happy you’re going on and on", "and for you, when i first met you, i felt that i really hoped that you actually stepped towards the acro community because i feel like people that are celebrity status, people who are very good at what they do, it’s really hard for a lot of those people to really let their guard down and to feel accepted as the human they are versus the titles that they are", "so the fact that you’re reflecting this means that what we’ve done to build this community is working because everyone’s a freak in so many ways", "what happens when you practice acroyoga is you still are practicing yoga; you still are doing sola practices and you’re understanding where your blockages are", "if you’re a big asshole, the community is a self-regulating machine", "if there’s one person that keeps standing out in the community, they’re going to get told from many different people", "so we really hold a standard of evolution and the way that we interact with each other gives us the potential to keep evolving in the direction that we want to as a community, which is the counterculture to the iphones, to the instagram, to the facebook", "and i think those things are all amazing", "i think it’s really important that we learn how to use technology in a way that leverages more connection", "and i feel like there’s a big hunger for real, authentic, wholesome human connection", "i feel like that’s what we offer", "what do you think about doing a little bit of, i guess you would call it solar", "acrobatic flying", "acrobatic flying", "are you basing or flying, or both", "either", "i’ll fly", "i’ve only been doing basing for the last couple of months so this ought to be entertaining", "i’ll be the spry flyer", "but i don’t know what you think would be of interest of folks", "i’m just going to demo something really quick, don’t know which", "primary", "so what i’d encourage people to think about, just so we have some shared vocabulary here, is think of bending at the hips as piking", "this is very over simplified", "legs apart, straddle", "so this is going to be a very common position", "you can think of it just as like sitting down on the floor with your legs spread and back straight", "this gives you a 90-degree angle here", "this is shelving", "it is going to be used a lot in acrobatics", "just so that i don’t have to explain that when i’m upside down", "with that great description, i think we should play with corkscrews", "corkscrews, okay", "have you done corkscrews", "i’ve based it; i don’t know if i’ve flown it", "today is your lucky day", "today’s my lucky day, okay", "let’s go star", "star", "yep", "so hand-to-hand grip", "i’m going to have these two fingers on the wrists", "basically i want to keep the arms strong and the legs receptive, and you can jump when you’re ready", "okay", "let’s do up and down to straddle that a few times, just to calibrate", "sure", "i’m going to go to the other side", "the other side is this one", "alright", "let’s go 180 to front plank", "good", "that’s it", "arms strong", "switch the hands", "switch again", "straddle and go slow", "i’ve got you", "look at you, twinkle toes", "nice one", "awesome", "thanks", "one more time", "sure", "good", "arms strong, belly down", "switch the hand", "then second", "straddle wide, nice and slow", "nice", "we’ve got a bust to hand-to-hand; we’re here", "hand to hand", "yep", "straighten your arms; don’t think about it", "strong arms, even stronger elbows", "fall towards my feet, right there", "mr", "tim ferris, doing a hand to hand", "elbows in more, arms in more", "newton, push down, push down", "yes", "yeah, buddy", "whoa, that was good", "you even saved the day", "right on", "alright", "you’re a flyer now", "thanks, man", "i’m trying", "it’s official", "i’m trying", "i need to stop drinking gallons of cream every day and take some weight off these thunder thighs", "that was good", "your fat is my fit", "your fat is my fit", "that’s true", "i was saying, i was actually working with a flyer, very gifted flyer", "i don’t know if you’ve met kiplinn", "no", "kiplinn sagmiller, @kiplinn on all the social, k-i-p-l-i-n-n", "very gifted", "i said to her at one point, “kiplinn, you realize that this routine is starting to get easy; i need you to eat more.” if this is going to be progressive resistance for me, i need you to gain like ten pounds a month for the next three to five months", "maybe she should just get pregnant", "that’s an expensive way to train", "true", "so a couple of questions for you", "i want to talk about challenging times, just getting out of some of the technical stuff", "and i apologize for having a very flat hand", "i was thinking about the hand", "i haven’t flown in awhile", "one of the things, actually, we might as well explain this", "do you want to explain it", "sure", "actually, let’s stand up for this one", "so the way that humans connect is the hardest part in acrobatics", "we have more bones in our hands and feet than the rest of our body so finding all these micro angles is like wine; it gets better with age and practice", "so if we have a straight arm line, if we go really flat, what that means is like we’re doing it on the ground and we feel a lot of compression in the wrists", "if we go really steep, just like a steep angle, we’ll feel it in the thumb girdle", "and we find that goldilocks happy medium", "little more flex; flatter, good", "and we lean into each other and really feel not only our body as one piece but our collective arm line as one piece", "that’s where the money’s at", "you can calibrate that", "do you want to do a quick calibration", "i’ll tuck sit on you", "sure", "you’ve got to base", "you’ve got to earn your paycheck", "i going to not drop this", "the mic right on my front teeth; that’d be great", "so what’s great about this is there’s not a lot of risk involved as i just bring my feet up a little bit, testing the water", "if that goes well, a little more advanced would be a tuck", "if that goes well, you can baby hand to hand", "arms more forward", "forward, forward", "yeah, keep coming", "right there", "better", "awesome", "your quality grip is nice", "nice", "thanks, man", "it’s getting there", "so the testing here, and picking your feet off the ground, and you can also do little movements just to help activate the stabilizers in the shoulder", "and what’s cool about the way that we train with humans is there’s no machine in a gym that can teach you how to unify your body", "there’s no machine that can teach you how to have a really strong line because it takes human chaos to create the stability to match that chaos", "there’s a rig that i’m pretty sure i came up with, but who knows", "fairban rig", "well, actually, hold on a second", "that could work", "the way that i put it together, i was chatting with coach sommer, who helped me set up this incredible rings contraption that we were talking a little bit about, which includes something called the 50/50", "you call it the dream machine", "yes", "thank god for the dream machine", "it’s incredible", "so imagine you have a harness around your waist", "it looks something like a rock climbing harness", "this one is from sam, i think it is", "a lot of sam in this episode", "you clip that to a cable that then goes up over a pulley and then down to the rings", "that allows you to work with effectively half of your body weight; let’s just call it", "therefore you can progress in movements that you might not be able to even attempt safely, such as an iron cross, or a maltese or a victorian, a vic or any number of things; back lever, etc", "but let’s just say that’s too intense", "because right now, i have medial epicondylitis in both elbows", "i also have severely inflamed right elbow bursa", "this is olecranon bursa on the right side", "and putting aside all the weird drugs and injections and so on that we might explore, i’m going to put that as a footnote for a future episode", "the device that coach sommer helped me to install involves power levers", "so power levers – and i’ll put out some photos and videos of this at this point for people to check out – are awesome", "so now it’s in combination with the 50/50", "and you’ll see some people mimic this by using straps, or they’ll fuss with the rings in such a way that the rings are effectively mid-forearm", "the power lever looks like a robo cop glove", "i already like it", "it’s made out of metal", "there’s a strap that goes around the forearm", "on top of the forearm, you have basically a uniform ridge of let’s just call it a half inch that goes down to the top of the hand", "then perpendicularly, you have these holes drilled – let’s just call it ten holes – that go from the elbow to the fist", "now, what does this allow you to do", "it allows you to take off the rings and then clip in the ring strap at your elbow", "so now, the point of support is closer to the fulcrum of the shoulder", "that’s even easier", "it’s much, much easier", "but over time, you can then just move it out, one notch at a time or two notches at a time", "that’s a little off topic related to the handstands, but it’s just been an incredible boon for training", "especially if let’s just say you’re trying to attempt a movement like a proper ring dip with a support position at the top with your hands really externally rotated", "surprisingly hard to do", "there are people who can do 20, 30 dips who cannot do two proper gymnastics ring dips", "so if you can only do two or three, you’re doing a max effort set, effectively", "it makes it hard to get the skill practice of that movement", "so you could use something like a 50/50 to allow you to do maybe 10, 15 total reps; 20 in a workout", "the handstand rig that i was trying to figure out came out of a problem", "and the problem was if i were kicking up to a wall, or facing a wall, and then losing my balance and coming out of it – even worse", "exactly", "my total time in the handstand position for practicing the alignment, tightness and balance was really minimal", "it was kind of like surfing, where it’s like okay, i want to get good at surfing, meaning standing on the board and carving", "but 99 percent of your time is spent paddling", "swimming", "yes, swimming and paddling", "that’s fine; it’s part of the sport", "but what if you could use a wave pool or what if you could use wake surfing", "suddenly, you’re able to really accelerate your progress in some very interesting ways", "we were chatting a little bit earlier", "i didn’t tell you about the rig but you were like, does it involve just touching your toes on something", "which is what coach sommer calls a chinese handstand", "so you’re underneath a bar of some type and you’re just touching with the tippy tips of your toes, which requires you to maintain a lot of extension", "the issue, though, that i would have with that as a novice is that if i lose the extension for a split second, i’m fucked", "you’re in trouble", "i’m going to fall, one way or the other", "gravity is going to win", "and then i have to get the hell back up there, which is very, very nuanced", "so what i realized is i have a squat rack, it’s a rogue rack", "there’s a dip attachment that goes on the side", "the dip attachment is literally about this big", "what i’m doing, for those people who can’t see me, my arms are bent 90 degrees, elbows at the sides and my hands are straight out, kind of like a lego figure", "it’s roughly this big", "what i realized is the actual grips were big enough for an olympic weight plate collar", "i had some therabands", "so i could put a theraband around the very end and then lock them on with collars", "i could kick up, get my feet inside, and then that allows me to be that one bone, one body and use my wrists and my shoulders to correct", "as i get fatigued, of course, i’m going to make mistakes", "i’m going to start correcting by piking and doing all these bad things that i’ll get chastised for later by coach sommer in some hilarious emails that i hope to publish at some point", "the sommer diaries", "the sommer diaries", "the notebook, featuring coach sommer and tim ferris", "you just tuck down and then you’re out", "it’s just been an incredible accelerator in terms of getting just mileage in, in that proper position", "this doesn’t surprise me because in the year plus that i’ve known you, you’ve asked me so many seemingly gentle questions that have rocked my world", "and one of them that you asked recently was, is there a sequence that basically puts together all of the important poses in acroyoga", "and i don’t know if you know bolero", "i don’t", "it’s a classical song", "oh, i think i do", "is bolero the one that’s played in ten", "it’s the one that’s played in ten with dudley moore and bo derek", "yes", "and also caveman, if you’ve seen that movie", "but basically, the guy who wrote that – i think it’s ravel – he wrote that to educate people in all the different pieces of the orchestra", "oh, cool", "so it starts with violin and viola, and it’s actually a beautiful song", "but i thought, okay, i have to make this sequence that basically strings together every pose that i can think of in acroyoga", "i want to put bolero in the background just as a very educational thing", "it is going to be beautiful", "it’s not about the sequence", "and basically what i’ve done is i’ve made these grids with front plank, reverse front plank, back plank, all of these different things in one column and then all at the top", "and then i cross reference", "what is it like to go from a throne to a reverse front plank", "is it beginner, intermediate, advanced, or an expert or not possible", "so basically what i want to do is go in a lab, which is with me and a friend, and just do all these different transitions and then basically try to get a unified feel of theory of acroyoga, basically", "einstein is one of my heroes and he worked on this most of the end of his life", "he was trying to see how the strong nuclear force, the weak nuclear force, gravity, and electromagnetism were all related", "i feel like something that i want to do with acroyoga in my life is to keep pulling out these equations, pulling out these similarities between these seemingly unrelated things that once you crack the code – and this is very tim ferris because you asked the question – once you crack the code, if i can come up with a five-minute sequence that has all of these very important, basic moves", "that’s what unlocks the human potential for very complicated flying transitions", "it also provides, well, no", "1, i can’t wait to try it", "no", "2, it also provides motivation for the student", "and i think that if you look at, for instance – and this is part of where the thinking came from because the frustration was born of – and frustration, i think, in many cases is a good thing", "it gives you an itch that needs to be scratched and you need to figure out how to scratch it", "in this particular case, in any physical practice that is not regulated in some way by high stakes competition, which has its own kind of filtering and self-selection, but it’s totally different", "because let’s say you’re in china and you’re putting together a national gymnastics team", "you don’t care if you completely destroy 999 athletes to find the one who can tolerate just an inhuman amount of workload and has freakish joints", "that’s how the chinese train", "exactly", "and it’s also how a lot of military train dogs, for instance", "they don’t care if 99 of the dogs get completely messed up as long as they find the one that’s going to save 100 lives in the field or whatever it might be", "i shouldn’t say they don’t care but it’s just an unfortunate common side effect", "but when you’re dealing with recreational practitioners, and you don’t have, say, a national championship and that vetting process and anyone who wants to participate can participate, i think it’s more akin in some ways to child’s martial arts", "so how do you keep kids interested in martial arts", "you have belts", "how do you get the belt", "you have a kata, you have a set form that at least in theory incorporates all of the requisite skills that would represent that level of competence or mastery", "another analogy would be skiing slopes", "so you have the green circle, the blue square – i might be getting this wrong – and then the black diamond, and those are based on the characteristics of the slope; the steepness, the terrain features, moguls and so on", "so i was thinking to myself, would it be possible – and this would also help the business or the organization of acroyoga in terms of retention", "if people want to get to the next belt, i.e", "master the next five-minute sequence, it’s a mutually beneficial construct because it keeps the students motivated and it keeps the entire ecosystem thriving", "i remember thinking to myself, if you look at whether it’s jiu-jitsu or judo or acroyoga, it’s very common", "you go into a class and it’s whatever the teacher might want to work on that day, or whatever occurred to them on the drive over; maybe it’s something they want to practice themselves", "and there’s a lot of benefit to that", "but at least for an ocd perfectionist idiot like myself, i need to know where i’m aiming", "where you’re going, yeah", "and so the idea of the sequence was really fun", "that’s what, as you know, i’ve been working on for the last eight weeks or so", "and ended up getting the entire sequence, except for one which everybody had trouble with, even the teachers so i don’t feel that badly about it; the london spin", "yeah, that one’s hard", "that’s a motherfucker", "but we were able to do it 80 percent of the time", "but it ain’t pretty", "but the rest of it, it was really fantastic to have", "this is something that josh waitzkin who’s been on the podcast, so the inspiration for the book and the movie, searching for bobby fisher", "considered a chess prodigy but i don’t think that applies, even though he has incredible talents", "he can take his learning system, his approach, and apply it to just about anything; jiu-jitsu, his first black belt under marcelo garcia who’s like the michael jordan of jiu-jitsu, ten time world champion, i don’t know", "just there’s no close second place", "he’s also applied it to a number of other fields: tai chi, and he’s now applied it to surfing", "and he would call it learning the macro from the micro", "oh, i like that a lot", "so for instance, and you can learn a lot about someone’s body awareness just by having them do an atb drill, right", "sure", "if you want to learn, let’s say, how someone is in language, well, you could just offer them two pages of dialogue that include idiomatic jokes, humor", "that’s a high bar", "you can figure out a lot by seeing how they interact with foreign language humor", "and in acro, like the corkscrew, that’s a really good diagnostic tool", "you have to do a lot in the corkscrew", "you have to have a lot of proprioceptive ability and the thing that’s unique with acroyoga is you’ve got two people or three people", "one of my definitions of an advanced practitioner is somebody who can have success with anybody", "and my first master teacher i ever saw was a bulgarian guy named dema tarmentoff", "he would literally pick up a 6-year-old kid, hold him in his hands, chuck him up in the air and do this thing called a dislocate, push him to a high hand to hand and hold them in a one-arm handstand", "i saw this when i was 12, 13 and i was like, yeah, i want to get that good", "the ability to really support any different person – dislocate sounds terrible", "is that where you come here and they jump through the middle", "that’s inlocate", "that’s inlocate, okay", "so dislocate is the other way", "dislocate is the other way, where the arms are here and they go like that", "oh", "yeah, you’ve got to have some mobility for that", "i need to work on that", "i’m not ready", "you are never doing that", "you can base it; you’re never flying in it", "i don’t say never that often", "i’m happy to save my shoulders", "they’ve had enough abuse", "left shoulder already has pins in it; i don’t need more of those", "i really implore people, and you can find, i’m sure, a synopsis on this online, but get a hold of the meta learning section of the four-hour chef because it talks about how to work on one skill, to develop it in such a way that it transfers to many other skills", "so for instance, if we’re looking at sequencing and role switching, i think this is really helpful for any type of partner practice", "in the world of tango, when i was in argentina, i learned the female role before i learned the male role", "it’s so much easier to dance", "that seems really weird", "but working with alicia monte, who is an incredible world-class dancer, learning the female role because we had to; we didn’t have enough women in the class", "that’s how it came about", "it’s like hey, when buenos aries was being populated by immigrants, the dudes would dance with one another and it’s like hey, this isn’t just for the castro", "there’s actually a functional purpose, here", "after learning the female role, it made it infinitely easier for me to learn the male role", "now in acro, it’s not a strictly male-female thing, as we just saw", "but very often, because men are sometimes or often bigger than the women, they end up basing", "and they’re just not very flexible, often times", "you are", "but guys will be like, i have strong legs; i’ll just hold you on my legs", "even though i’m kind of chunky by acro standards, as a flyer i try to fly whenever possible when there’s someone like you, or justin bentz, or daniel scott or some of these guys who are just incredibly solid bases", "i want to fly because it helps my ability to base", "also, one step further than just understanding, is compassion", "if you’re always basing and you’re saying to the flyers, why are you so scared", "then you fly, and you’re like oh, my god, this shit is scary", "or vice versa if you’re the flyer and you base a little bit, you’re like, why are you so wobbly", "then you try it and oh, i understand why you’re wobbly, it’s hard", "in south america there’s this one woman, very nice, very super flexy flyer, who was – and i take it that this is a common term – bossy flyer", "yeah", "just like berating the shit out of every other base", "it was just like okay, why don’t you try it", "we were doing hand to hands", "it’s like, why don’t you try it", "why don’t you try to base", "that was a humble pie", "yeah, and that remedied the situation pretty quickly", "and it’s not that one is harder than the other", "at any respectable level, they both involve enough complexity and physical demand to be a humdinger, i think, and very humbling", "for people who are listening or watching, we’ve talked about the acrobatic flying, we’ve talked about the therapeutic flying", "the most interesting is not treating those two as separate practices", "but in the case of, for instance, when i’m practicing now when i’m doing say 45 minutes of acrobatic and then 15 minutes therapeutic", "for me, it’s like having two extra days of recovery", "it was reminiscent, in a way, to what i used to experience when i was training at this place called fairtex here in san francisco for muay thai", "the thai trainers would do very rough but nonetheless therapeutic thai massage", "technically they were thai and they were massaging me, so i guess it was thai massage", "but they would walk on you before and after", "that was just part of the warm-up and the cool-down", "this just reminded me of that self care, what people might dismiss if they’re kind of hard edged males especially, as too soft and new agey or whatever, is actually a performance enhancer for the hard aspects, in part", "for sure", "and this is the term hatha yoga, a lot of people hear it; it means sun and moon", "ha is sun, tha is moon", "i didn’t know that", "a lot of the physical practice of yoga is about getting the masculine and the feminine energy to balance", "so if you are on either side of the spectrum, we are all on one side of the other unless we’re super balanced between strength and flexibility", "some people naturally are more strong; some people naturally are more flexible", "wherever you are as an athlete, as an acrobat, and even as a yogi, my belief is that you want to get towards that 50/50", "so somebody like you is not going to expand their acroyoga or their yoga practice as intelligently until you get more mobility", "and so being able to put in these therapeutic poses at the end of a practice, it’s not just to make your body feel better in that moment; it’s to set you up better for your next practice", "because if you’re building strength and you’re not building range of motion, you’re basically making a time bomb", "and when things go off, then you really need some deep healing", "so if you do homeopathic doses of healing along the way, unwinding the tension that you’ve built up in your practice, it’s just intelligent training", "the princess bride method", "iocane powder", "exactly", "did you put it in", "the dread pirate roberts’ training curriculum", "inconceivable", "yeah, exactly", "the simplest perhaps incentive that i had very early on to base, because i was watching and i’m like, that’s cool", "i think that would be really helpful for jiu-jitsu", "and in fact, there’s a fair amount of crossover, people who have good kind of rubbery guards are really effective bases", "and if they want to improve one or the other, they’re very symbiotic", "right", "but what i realized very quickly after my first or second attempt, because i was like, it looks cool, the flying looks like a little bit more fun but i’m too chunky, and the basing looks like a lot of work", "but then i did it and what i realized was when we’re sitting down like this – so i had developed some back and hip issues – we’re sitting like this a lot", "and i’m sure kelly starrett, pt extraordinaire could comment on this more intelligently, but you’re effectively pushing the head of your femur forward", "you’re sitting down, your femur is getting set or pressured in an unnatural direction over extended periods of time", "when i lay on my back, put my legs straight up in the air and support weight, i’m reseating the femur in the proper place", "that alone, i feel like just basing someone, even if it was just basing someone in folded leaf or bird, which we did – jack, i’m flying kind of thing earlier – for a few minutes at the end of the day is just incredibly beneficial", "let me ask some rapid fire questions, the usual", "when you think of the word successful, who is the first person who comes to mind, or people", "i’ve got a tie: gandhi, super successful, and einstein; from very different spectrums of humanity", "they actually met in south america when they were both alive", "i would have loved to have been the fly on the wall for that one", "what i see in einstein that i really appreciate is he had all the proof he needed to just keep moving forward with the way that people understood the world", "and he basically stopped listening to everybody", "he really went inside", "he thought about things, he worked them out, and he changed the world just from his mind", "the ability to be self reliant, to believe in yourself and to change the world because of how brilliant you are and how open your mind is, that’s a high bar", "i’ve read more about his life and he writes about love beautifully", "one of my favorite quotes of his, i’m not going to say it right because it’s in german, he says, “i like to cut wood because i can see the fruits of my labor.” it’s just a lot of really simple things, because as much as he was in the stars, he was very pragmatic", "gandhi, similarly, he didn’t see the world in the box that he was born into", "when i see people that really don’t take the world as it’s being presented, and they have a vision of how things can be and just that resolve, i feel like both of them were so committed to their vision and had so much resolve, and both of them changed the world in such big ways", "that’s a big definition of success for me", "i want to highlight something you just said", "because the ability of einstein to comment on beauty, is something that i think – or to speak on the qualitative aspects of life with the razor sharp perception of a trained scientist is something that’s underappreciated, i think, by people who might be inclined to be scientists", "it’s very clinical and dry", "richard feynman, another great example, physicist and phenomenal teacher", "surely you’re joking, mr", "feynman", "is one of my favorite books of all time", "do you have any particular books you’ve gifted most to other people", "the prophet", "the prophet", "these are lessons from jesus", "no, he’s a lebanese guy", "i don’t remember exactly his name, it’s with a k; first name with a k, last name with a g", "i cannot pronounce it", "that’s alright", "he’s this guy who is speaking to a crowd", "and somebody in the crowd will say, speak to us of pain", "and he’ll say pain is the blah, blah, blah", "speak to me of love, speak to me of being a father", "and i love really – the hairs are standing up as i think about it – i love really accurate, condense, shakti field, energy field statements; something that you can read in a few minutes or you can read for your whole life", "so the tao te ching would be a close second, and i feel like they have similar things where there’s so much energy in each passage that you can sit down and speed read it but the depth of these ideas and these concepts, that’s actually the book that i have on my traveling altar because all i do is travel", "so i have the tao te ching and oftentimes before meditation, i’ll just open it randomly to a page and read about something and then just have that be what i steep in as i sit", "i have to ask because you just reminded me of it", "you are constantly traveling", "you have a very nomadic existence", "not very", "i am fully nomadic", "what belongings do you travel with", "i have a rolling suitcase, a backpack, and an ukulele", "in the backpack i have my computer, a bunch of notes that are going to turn into a book sometime probably this year, and it’s really dangerous", "nonfiction", "it’s acroyoga stuff", "i have my altar items in my backpack", "what are in your altar items", "different things from different places, things that i’ve been gifted from students", "like what", "rocks, i got some earrings from a girl that i’m her godfather", "i’ve got a mexican flag", "the box is actually from lebanon because i was born in mexico but i have lebanese heritage", "so it’s just as lot of mementos that remind me, some photos, as well", "i have a photo of dharma mittra, i have a photo of myself when i was in china competing at world championships when i was 16", "it’s just things that feel important to me that keep me grounded", "so in a sense, would you say – and i don’t want to put words in your mouth, but i was going to ask, what is the function of the altar", "but is it your mobile sense of home", "is that effectively what it is", "yeah", "to a large degree, because of my life and lifestyle, my home is my community and i have friends all over the world that if and when – it’s a when; it’s not an if – when i stop traveling full-time, i’m going to not have that part of my life anymore", "so to be able to go to germany and hang out with julie and pascal and their daughter leah, who i love to death and i’ve seen the baby since she was in the belly and done acrobatics with them for many, many years; that’s really what home is", "but having the altar, the unpacking the altar ritual is just… when i was a kid, i had star wars toys and games and i would love to set up my star wars stuff", "it’s the same thing, where it’s like this is my magic kit", "this is what makes me feel like a kid; it makes me feel excited", "i put a candle on a lot of times when i’m meditating", "it’s my happy place, my traveling happy place", "what else do you have", "i have some throwing knives", "throwing knives", "any particular type of throwing knife", "i’ve had many types", "throwing knives are easy to lose so pretty much every time i roll through sacramento, there’s a place that i know that has them", "that’s where my family is", "can you mention it", "wild sports", "wild sports throwing knives", "yeah, they’ve got guns, they’ve got worms and they’ve got throwing knives", "you’re ready for the zombie apocalypse", "you never know", "have you ever been stopped in customs for the throwing knives", "i haven’t", "the knives were lifted out of my bag in panama", "lifted meaning permanently borrowed", "permanently borrowed, yes", "when i was in bali, i don’t know if you’ve been; have you been to bali", "i have, yeah", "so you know if you have drugs, we’re going to kill you", "yeah", "well, another thing on the customs form is do you have any pointy objects", "and i was like oh, i really don’t want to give them up", "so i smuggled in some throwing knives to bali", "i’ve said it out loud", "the balinese police might hunt me down", "the balinese mossad are on their way", "if so, that’s a huge budget misallocation", "nemer is not the biggest threat out there", "anything else that comes to mind", "frisbee", "i am a frisbee golfer", "i saw a photo of that", "i love frisbee golf", "basically, i love training in many different ways, and hand-eye coordination", "do you have any go-to frisbee for frisbee golf", "i guess it would be disc golf", "it’s not a sport, it’s a pastime", "i correct people when they get really serious because there are people who have caddies", "what", "for real", "those people think it’s a sport", "it’s a pastime, no matter how hard you work at it, it’s a piece of plastic and you’re throwing it around", "i like one called the rock", "it’s a mid-range disc", "it’s very even flying", "not super good with distance and the t bird is my go-to driver", "wow", "so it really is like having a set of clubs", "yeah, you’ve got your 9 iron, you’ve got your pitching wedge", "and the discs fly differently", "first of all, you have to get a repeatable swing before you have any success, just like golf", "but once you have a repeatable swing, you can feel the nuance of this one fades left, this one fades right, this one goes straight", "is there anything that you’ve learned in acro that has translated to helping the frisbee golf or vice versa", "i think every practice that i do, they are relatable", "how well i can listen to you with the podcast, how well i can do any number of things, it’s all sensitivity, confidence, clarity, repeatability", "so i’m always training and i’m always playing", "and playing and training, for me, i’ve figured out a way for them to be synonymous", "so i don’t work hard at things", "i do things that i’m passionate about and i love what i do", "so everything is related", "this is a funny question, coming up on your very minimalist kit that you travel with", "what is the purchase of $100.00 or less that has had the biggest positive impact on your life in the last memorable space of time", "we’ve already got it", "it’s the frisbees, for sure", "i was hanging out with my two brothers and my dad", "we decided to drive up the coast and my two brothers and me, we’ve played frisbee golf our whole lives so we love it, and my dad, not so much", "but we got a bunch of discs and then we went really high up on highway 1 and threw them out into the ocean", "and my older brother doesn’t like this: oh, you’re putting plastic in the ocean", "but to watch a disc fly for about a minute, it’s magical", "in yoga there’s this philosophy, swaha", "i call it fuck it, whatever; let go", "so when i throw discs – i’ve thrown it off machu picchu, i threw it off chichen itza; they did not like it in chichen itza", "but i like to throw frisbees off of really high objects", "and when i’m in these very ceremonial places like machu picchu, it’s like what am i releasing", "so it’s an intentional act", "it’s like burning something on a piece of paper in the flames of a fire", "yeah", "but then you get to watch it fly", "then you get to watch it fly", "what do you believe that other people think is insane", "that you can trust people", "you can trust a lot of people", "you don’t have to live in fear of strangers", "strangers are just people you haven’t flown, yet", "i’ve been all over the world", "my mom was not happy when i was going to go to the middle east for the first time", "i was actually in boston, about to lead a teacher training and this is when the boston marathon bomber happened", "i had 15 students that were on lockdown for 24 hours", "and i got on the phone to my mom and i’m like, look, mom, you think israel is dangerous, i’m in boston", "you cannot hide from danger", "but i don’t think that’s a reason to not trust people", "i’m a very trusting person", "i’ve traveled the world in some very sketchy places and i’ve never had anything bad happen to me", "i assume the best in people", "i assume that i can trust them until they prove me wrong", "i think a lot of people think that’s crazy", "but when you do this practice enough, trusting is like a muscle that you flex", "and it doesn’t mean that i’m a cowboy with it", "like i have really good credit assessment", "i can tell is this person trustworthy for this engagement i’m about to have", "but just in general, having an open mind, having an open heart, believing that people have good intentions", "how much of that do you think is bad things not happening to you versus seeing things in the most positive light", "because you had your throwing knives lifted in panama", "so shit happens, i’m imagining", "well, one of the things that happened to me that was really amazing was i had all of my objects liberated from me", "i was living in a van in san francisco, and i had my 30th birthday party", "basically i didn’t want to work in restaurants", "it’s like i’m a yogi, i’m going to do this; i don’t care how hard it is, i love this, boom", "so i was living in my van", "my 30th birthday, my friend throws me a party", "that night i got a book on buddhism, a case of coconuts, i hung out with my friends", "the next day, my van’s gone", "my home is gone", "everything is gone", "so i go crack a coconut and start reading about buddhism because what the fuck else am i gonna do", "and page 4 is talking about homelessness and wandering", "i’m like, that’s what i’m going to do", "and that started my nomadic traveling", "and if i had stayed in san francisco and tried to make it as a yoga teacher, acroyoga wouldn’t be a worldwide practice", "so the ability to let go of what’s not working and really assess what is working and what can i be excited about, it’s true", "it’s not that bad things don’t happen to me", "i don’t label a lot of things good/bad", "can i evolve from this", "what do i want now", "where is my center now", "and this is all from yoga", "well, not all", "my parents, a lot of other things but yoga is the daily practice that helps me bring this wisdom into action steps in my life", "you mentioned something that i’ve never heard you talk about, and we’ve never talked about before, but the restaurants and then the decision, fuck it; i’m gonna do this full time", "walk me through the 24 hours that led to that decision", "at the time, did you realize it was financially feasible", "or was it just a hail mary, this is what i’m meant to do", "walk me through the 24 hours before you’re like, alright, i’m pulling the trigger; this is what i’m doing", "i made up my resume for restaurants, and i was living in san francisco", "we had a rent-controlled house that three yogis were living in because the people that had the rent control left town", "i was dirt bagging it, but at that point, all i needed was yoga and food", "i didn’t need money", "i didn’t have other ambitions", "i wasn’t traveling the world", "so if i had enough money to take yoga classes and to eat well, that’s all i needed", "when i got to that point of do i get a job, or do i really dedicate to the yoga thing, it really wasn’t a choice", "it was such a big thing that happened in my life when yoga really hit me over the head; this is all i want to do and if i do these other things, i’m not being true to the practices that i’ve been learning about", "like this is time for me to really dedicate to this", "my mom had a van, and she didn’t need it", "i never thought i would live in a van but san francisco was, and still is, super competitive with yoga", "yoga teachers are some of the most underpaid people on the planet because they have the potential to really bring a lot of beauty to people’s lives, and they get paid $30 to $100 a class, depending on what city you’re in", "so if i didn’t live in the van, there really weren’t a lot of other solutions i saw, until the van was liberated and then i saw the other solutions", "living on the road, you’re never really successful, at least i haven’t been, in the cities where you start things", "you go further away from where things started and you’re more luxurious and more exotic", "san francisco is still a difficult city to fill a room for me", "so if i would have kept hitting my head against that wall, i wouldn’t be here, the practice wouldn’t be here", "i love it", "i love that", "we’re going to wrap up with just a few last questions", "i suppose this is as good a place as any to ask if you had a billboard and could put anything on it, what would you put on it", "play", "play more", "play", "yeah", "i feel like people are so serious", "and it doesn’t take much for people to drop back into the wisdom of a childlike playfulness", "i think if i had to prescribe two things to improve health and happiness in the world, it’s movement and play, those two things", "because you can’t really play without moving so they’re kind of intertwined", "but if you’re just moving and you’re not enjoying yourself as you’re moving", "if you’re on a treadmill, treadmills kill your spirit", "there are reasons and times to do treadmills, but if that is your only way of moving your body, you’re selling yourself short", "there are way cooler ways to move your body; way more fun things and i just happened to have the good fortune to learn a lot of these really cool things", "so play", "awesome", "jason, where can people find you online", "what would you like them to check out", "acroyoga.org is the website and there are free learning opportunities", "acroyoga international is the name of the company that i run", "and on youtube, you can go there and see a bunch of free videos that get you started", "what is the handle on youtube", "acroyoga international", "okay, acroyoga international", "and we’ll put all this in the show notes, folks so you can find everything else", "anything on social you’d like to mention; instagram, twitter, facebook", "where are you", "it’s all acroyoga and it’s all jason nemer", "so jasonnemer.com, jasonnemer on instagram", "i try to keep it simple because i like to keep things simple if i can", "awesome, man", "so much fun", "always great to hang", "right on", "more flying and basing in the future", "what a weird grip", "that’s not very useful", "there we go", "good stuff", "thank you, tim", "thanks", "everybody listening and everybody watching, as always, you can find the show notes at fourhourworkweek.com/podcast", "i’ll have links to everything that we talked about", "and until next time, thank you for listening and thank you for watching", "signing off", "ya, mon", "ya, mon", "that was fun"]}