{"dialog_idx": {"male speaker": [13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12]}, "episode_num": 185, "file_type": "html", "guests": ["male speaker"], "num_sentences": 71, "num_words": 1526, "raw_text": "Tim Ferriss: Hello my little munchkins. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show where it is usually my job to deconstruct world class performers, tease out the habits, routines, favorite books, etc. that you can apply, test in your own life. This episode is an in between-isode. A little bit different, but some of my most popular episodes been these shortened nuggets of practical, tactical philosophy. What I am going to present to you is on practicing what you preach. This is a letter from Seneca the Younger, who lived a mere 2,000 or so years ago and his letters to Lucilius are comprised – effectively my favorite book of all time that I have read dozens of time – The Moral Letters to Lucilius. Which I loved so much, that as a labor of love I turned them into the Tao of Seneca, a three volume set of audios that I could listen to one letter every day when I walked to the coffee shop. So, Tao of Seneca is where you can find all of it, but this is a letter you have not heard on the podcast before on practicing what you preach. It is worth the listen just for the definition of wisdom alone. Then, you have some incredible quotes from Epicurus and it also discusses how you have riches without riches having you. So, if you want to listen to more of this you can go to Audible.com/Timsbooks and check out Tao of Seneca, but otherwise this is standalone very useful on its own. Please enjoy on practicing what you preach. Male Speaker: Letter 20 on practicing what you preach. If you are in good health and you if you think yourself worthy of becoming at last your own master, I am glad. For the credit will be mine. If I can drag you from the floods in which you are buffeted without hope of emerging. This, however, my dear Lucilius, I ask and beg of you, on your part, that you let wisdom sink into your soul, and test your progress, not by mere speech or writings, but by stoutness of heart and decrease of desire. Prove your words by your deeds. Far different is the purpose of those who are speech-making and trying to win the approbation of a throng of hearers, far different that of those who allure the ears of young men and idlers by many-sided or fluent argumentation. Philosophy teaches us to act, not to speak. It exacts of every man that he should live according to his own standards, that his life should not be out of harmony with his words, and that, further, his inner life should be of one hue and not out of harmony with all his activities. This, I say, is the highest duty and the highest proof of wisdom, – that deed and word should be in accord, that a man should be equal to himself under all conditions, and always the same. “But,” you reply, “who can maintain this standard?” Very few, to be sure, but there are some. It is indeed a hard undertaking and I do not say that the philosopher can always keep the same pace. But, he can always travel the same path. Observe yourself then and see whether your dress and your house are inconsistent, whether you treat yourself lavishly and your family meanly, whether you eat frugal dinners and yet build luxurious houses. You should lay hold, once for all, upon a single norm to live by, and should regulate your whole life according to this norm. Some men restrict themselves at home, but strut with swelling port before the public. Such discordance is a fault and it indicates a wavering mind which cannot yet keep its balance. And I can tell you, further, whence arise this unsteadiness and disagreement of action and purpose, it is because no man resolves upon what he wishes and, even if he has done so, he does not persist in it, but jumps the track. Not only does he change, but he returns and slips back to the conduct which he has abandoned and abjured. Therefore, to omit the ancient definitions of wisdom and to include the whole manner of human life, I can be satisfied with the following: What is wisdom? Always desiring the same things, and always refusing the same things.” You may be excused from adding the little proviso, that what you wish, should be right. Since no man can always be satisfied with the same thing, unless it is right. For this reason, men do not know what they wish, except at the actual moment of wishing. No man ever decided once and for all to desire or to refuse. Judgment varies from day to day and changes to the opposite. Making many a man pass his life in a kind of game. Press on, therefore, as you have begun. Perhaps you will be led to perfection, or to a point which you alone understand is still short of perfection. “But what,” you say, “will become of my crowded household without a household income?” If you stop supporting that crowd, it will support itself or perhaps you will learn by the bounty of poverty what you cannot learn by your own bounty. Poverty will keep for you your true and tried friends. You will be rid of the men who were not seeking you for yourself, but for something which you have. Is it not true, however, that you should love poverty, if only for this single reason, that it will show you those by whom you are loved? Oh, when will that time come, when no one shall tell lies to compliment you? Accordingly, let your thoughts, your efforts, your desires, help to make you content with your own self and with the goods that spring from yourself, and commit all your other prayers to God’s keeping. What happiness could come closer home to you? Bring yourself down to humble conditions, from which you cannot be ejected and in order that you may do so with greater alacrity, the contribution contained in this letter shall refer to that subject. I shall bestow it upon you forthwith. Although you may look askance, Epicurus will once again be glad to settle my indebtedness. Believe me, your words will be more imposing if you sleep on a cot and wear rags. For in that case you will not be merely saying them, you will be demonstrating their truth. I, at any rate, listen in a different spirit to the utterances of our friend Demetrius, after I have seen him reclining without even a cloak to cover him and, more than this, without rugs to lie upon. He is not only a teacher of the truth, but a witness to the truth. May not a man, however, despise wealth when it lies in his very pocket? Of course, he also is great souled, who sees riches heaped up round him and after wondering long and deeply because they have come into his possession, smiles, and hears rather than feels that they are his. It means much not to be spoiled by intimacy with riches and he is truly great who is poor amidst riches. “Yes, but I do not know,” you say, “how the man you speak of will endure poverty, if he falls into it suddenly.” Nor do I, Epicurus, know whether the poor man you speak of will despise riches, should he suddenly fall into them. Accordingly, in the case of both, it is the mind that must be appraised, and we must investigate whether your man is pleased with his poverty and whether my man is displeased with his riches. Otherwise, the cot-bed and the rags are slight proof of his good intentions, if it has not been made clear that the person concerned endures these trials not from necessity, but from preference. It is the mark, however, of a noble spirit not to precipitate oneself into such things on the ground that they are better, but to practice for them on the ground that they are thus easy to endure. And they are easy to endure, Lucilius when, however, you come to them after long rehearsal, they are even pleasant, for they contain a sense of freedom from care and without this nothing is pleasant. I hold it essential, therefore, to do as I have told you in a letter that great men have often done. To reserve a few days in which we may prepare ourselves for real poverty by means of fancied poverty. There is all the more reason for doing this because we have been steeped in luxury and regard all duties as hard and onerous. Rather, let the soul be roused from its sleep and be prodded and let it be reminded that nature has prescribed very little for us. No man is born rich. Every man, when he first sees light, is commanded to be content with milk and rags. Such is our beginning and yet kingdoms are all too small for us. Farewell. Posted on: June 6, 2018.", "speakers": ["tim ferriss", "male speaker"], "text_sentences": ["hello my little munchkins", "this is tim ferriss and welcome to another episode of the tim ferriss show where it is usually my job to deconstruct world class performers, tease out the habits, routines, favorite books, etc", "that you can apply, test in your own life", "this episode is an in between-isode", "a little bit different, but some of my most popular episodes been these shortened nuggets of practical, tactical philosophy", "what i am going to present to you is on practicing what you preach", "this is a letter from seneca the younger, who lived a mere 2,000 or so years ago and his letters to lucilius are comprised – effectively my favorite book of all time that i have read dozens of time – the moral letters to lucilius", "which i loved so much, that as a labor of love i turned them into the tao of seneca, a three volume set of audios that i could listen to one letter every day when i walked to the coffee shop", "so, tao of seneca is where you can find all of it, but this is a letter you have not heard on the podcast before on practicing what you preach", "it is worth the listen just for the definition of wisdom alone", "then, you have some incredible quotes from epicurus and it also discusses how you have riches without riches having you", "so, if you want to listen to more of this you can go to audible.com/timsbooks and check out tao of seneca, but otherwise this is standalone very useful on its own", "please enjoy on practicing what you preach", "letter 20 on practicing what you preach", "if you are in good health and you if you think yourself worthy of becoming at last your own master, i am glad", "for the credit will be mine", "if i can drag you from the floods in which you are buffeted without hope of emerging", "this, however, my dear lucilius, i ask and beg of you, on your part, that you let wisdom sink into your soul, and test your progress, not by mere speech or writings, but by stoutness of heart and decrease of desire", "prove your words by your deeds", "far different is the purpose of those who are speech-making and trying to win the approbation of a throng of hearers, far different that of those who allure the ears of young men and idlers by many-sided or fluent argumentation", "philosophy teaches us to act, not to speak", "it exacts of every man that he should live according to his own standards, that his life should not be out of harmony with his words, and that, further, his inner life should be of one hue and not out of harmony with all his activities", "this, i say, is the highest duty and the highest proof of wisdom, – that deed and word should be in accord, that a man should be equal to himself under all conditions, and always the same", "“but,” you reply, “who can maintain this standard?” very few, to be sure, but there are some", "it is indeed a hard undertaking and i do not say that the philosopher can always keep the same pace", "but, he can always travel the same path", "observe yourself then and see whether your dress and your house are inconsistent, whether you treat yourself lavishly and your family meanly, whether you eat frugal dinners and yet build luxurious houses", "you should lay hold, once for all, upon a single norm to live by, and should regulate your whole life according to this norm", "some men restrict themselves at home, but strut with swelling port before the public", "such discordance is a fault and it indicates a wavering mind which cannot yet keep its balance", "and i can tell you, further, whence arise this unsteadiness and disagreement of action and purpose, it is because no man resolves upon what he wishes and, even if he has done so, he does not persist in it, but jumps the track", "not only does he change, but he returns and slips back to the conduct which he has abandoned and abjured", "therefore, to omit the ancient definitions of wisdom and to include the whole manner of human life, i can be satisfied with the following: what is wisdom", "always desiring the same things, and always refusing the same things.” you may be excused from adding the little proviso, that what you wish, should be right", "since no man can always be satisfied with the same thing, unless it is right", "for this reason, men do not know what they wish, except at the actual moment of wishing", "no man ever decided once and for all to desire or to refuse", "judgment varies from day to day and changes to the opposite", "making many a man pass his life in a kind of game", "press on, therefore, as you have begun", "perhaps you will be led to perfection, or to a point which you alone understand is still short of perfection", "“but what,” you say, “will become of my crowded household without a household income?” if you stop supporting that crowd, it will support itself or perhaps you will learn by the bounty of poverty what you cannot learn by your own bounty", "poverty will keep for you your true and tried friends", "you will be rid of the men who were not seeking you for yourself, but for something which you have", "is it not true, however, that you should love poverty, if only for this single reason, that it will show you those by whom you are loved", "oh, when will that time come, when no one shall tell lies to compliment you", "accordingly, let your thoughts, your efforts, your desires, help to make you content with your own self and with the goods that spring from yourself, and commit all your other prayers to god’s keeping", "what happiness could come closer home to you", "bring yourself down to humble conditions, from which you cannot be ejected and in order that you may do so with greater alacrity, the contribution contained in this letter shall refer to that subject", "i shall bestow it upon you forthwith", "although you may look askance, epicurus will once again be glad to settle my indebtedness", "believe me, your words will be more imposing if you sleep on a cot and wear rags", "for in that case you will not be merely saying them, you will be demonstrating their truth", "i, at any rate, listen in a different spirit to the utterances of our friend demetrius, after i have seen him reclining without even a cloak to cover him and, more than this, without rugs to lie upon", "he is not only a teacher of the truth, but a witness to the truth", "may not a man, however, despise wealth when it lies in his very pocket", "of course, he also is great souled, who sees riches heaped up round him and after wondering long and deeply because they have come into his possession, smiles, and hears rather than feels that they are his", "it means much not to be spoiled by intimacy with riches and he is truly great who is poor amidst riches", "“yes, but i do not know,” you say, “how the man you speak of will endure poverty, if he falls into it suddenly.” nor do i, epicurus, know whether the poor man you speak of will despise riches, should he suddenly fall into them", "accordingly, in the case of both, it is the mind that must be appraised, and we must investigate whether your man is pleased with his poverty and whether my man is displeased with his riches", "otherwise, the cot-bed and the rags are slight proof of his good intentions, if it has not been made clear that the person concerned endures these trials not from necessity, but from preference", "it is the mark, however, of a noble spirit not to precipitate oneself into such things on the ground that they are better, but to practice for them on the ground that they are thus easy to endure", "and they are easy to endure, lucilius when, however, you come to them after long rehearsal, they are even pleasant, for they contain a sense of freedom from care and without this nothing is pleasant", "i hold it essential, therefore, to do as i have told you in a letter that great men have often done", "to reserve a few days in which we may prepare ourselves for real poverty by means of fancied poverty", "there is all the more reason for doing this because we have been steeped in luxury and regard all duties as hard and onerous", "rather, let the soul be roused from its sleep and be prodded and let it be reminded that nature has prescribed very little for us", "no man is born rich", "every man, when he first sees light, is commanded to be content with milk and rags", "such is our beginning and yet kingdoms are all too small for us", "farewell"]}