{"dialog_idx": {"jocko willink": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707], "tim ferriss": [0, 1, 2, 3, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718]}, "episode_num": 187, "file_type": "html", "guests": ["jocko willink"], "num_sentences": 719, "num_words": 9404, "raw_text": "Tim Ferriss: Greetings, Earthlings. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is always – or I should say usually – my job to deconstruct world-class performers, to tease out the habits, routines, tools, favorite practices, workouts, books, whatever it might be, that they use that you can test, that you can experiment with in your own life. This episode is going to be a Round 2, highly anticipated with none other than Jocko Willink. Jocko did his first interview with me, which was the first interview he ever did, and it took the internet by storm. Jocko Willink, @jockowillink on Twitter, jockopodcast.com, is one of the scariest human beings imaginable. A lean 230 pounds, black belt Brazilian Jiu-Jitsu. Used to tap out 20 Navy SEALs per workout. He is an intimidating and very intelligent person. I’ve spent more time with him. The more time that I spend with him, the more impressive he is to me. He spent 20 years in the U.S. Navy and commanded SEAL Team 3’s Task Unit Bruiser, the most highly decorated special operations unit from the Iraq War. Upon returning to the U.S., Jocko served as the officer in charge of training for all West Coast SEAL teams, designing and implementing some of the most challenging and realistic and perhaps psychotic, combat training in the world. His words, not mine. After retiring from the Navy, he co-founded Echelon Front – I think I’m getting the pronunciation right – a leadership and management consulting company, and authored the No. 1 New York Times best seller, which was introduced in a way on my podcast, Extreme Ownership, which many of you have read. He now discusses war, leadership, business, Jiu-Jitsu, life, you name it, in his top-rated podcast. He also does some really good book reviews or commentary on things that are dark in some cases, like the My Lai massacre. Jockopodcast. Check it out. Without further ado, we are going to tackle – or I should say Jocko is going to tackle – your most common, most burning questions and he doesn’t dodge. So I hope you enjoy it as much as I did. Jocko Willink. Jocko Willink: Hey, thanks Tim. Thanks for having me on. I appreciate it. Thanks everybody that submitted questions. I’m going to try and get to as many as I can here. All right, the first one is from a guy by the name of Jeffrey McLeod. The question is: How do you shut internal doubt down and negative chatter out of your head during critical, must-do moments? How do you change emotional negative focus states when something or someone knocks you off focus? First of all, internal doubt is not necessarily a bad thing. I’ve said this before about fear of failure. Because internal doubt – first of all, that’s a form of humility and obviously humility is a good thing and that internal doubt and that fear of failure is the thing that keeps you up at night preparing. That’s the thing that’s not going to let you cut corners. It’s that little voice inside your head that’s whispering, “Rehearse again. Practice again. Do it again over and over again.” That’s the voice that says to do everything you can to be ready. So I’m okay with that. I’m okay with that little internal doubt. But this doesn’t mean that you lack confidence. As a matter of fact, when you prepare correctly, when you have the discipline to prepare correctly, then you will have confidence. That is definitely a good feeling to have because all that negative chatter that you’re talking about here, here’s the deal with that. Every repetition of practice that you do, every iteration of rehearsal that you complete, every bit of study that you do and every drill that you do, all that preparation is going to drown out the negative chatter. So you got to prepare. Now, then we get to this piece here. It was, how do you change emotional negative focus states when something or someone knocks you off focus? Well, I think this is where it’s important to have that ability to detach. And it isn’t like you’re going to completely detach and not feel those things at all. Not like you’re going to make those emotions disappear. It’s not even like you’d want them to disappear completely because those things are normal. But what you have to do when you detach is it’s going to allow you to see those emotions or that negative focus and see it from a distance and then understand that they are there and then make sure that they don’t overwhelm you. And so like in your head, you’re going to be saying oh, okay, I see that. That’s some nervousness sneaking up on me. Got it. That’s a good sign because that means my mind is focused and I’m in the game. Okay. What’s next? Oh, got some negative thoughts? Okay. Well, those are normal. And I’ve got to know that things are going to go bad and that’s fine. How bad can they go? What’s a worst case scenario? Worst case scenario is not that big of a deal. I know I can handle the worst case scenario if it happens, so what else? What else is in my mind? What else negative thought am I having? What about those things that you can’t control? The things that you can’t control and you’re worried about those things. Well, you know what? I can’t control them. So if I can’t control them, why worry about them? Because the energy that you put into worrying about them actually costs you your effectiveness. It’s going to cut into the energy you should be putting towards achieving what you’re trying to achieve. So focus on the things that you can control and make the things that you can’t control 100 percent. The bottom line: with all this with these negative thoughts, if I give everything I can, if I prepare as hard as I can, if I practice as much as I can, if I do have a rehearsal and I do everything I can, and I still come up short? Good. I’m going to learn from it. I’m going to get better. So that’s what I’m going to do with the internal doubt. I’m okay with it. Negative chatter – I’m going to utilize it and I’m just going to detach a little bit to make sure I don’t get downed out in these emotional situations. So just get your head in the game and get after it. Done. Okay. Next question. Next question comes from Will Gendron. He says: How does his love and study of literature influence his leadership skills? What were some of the best books for developing his knowledge of leadership? Okay. So the thing that I look for when I’m reading. When I’m reading, that includes everything. Let’s just talk about everything here: books, history books, literature, even poetry and even song lyrics; everything. I’m trying to learn about human nature. That’s what I’m looking for. And of course, since combat is like life amplified and intensified, which is something we say all the time, a lot of times the books that are about war give some of the best insight into human nature. You’re talking about the stress and the fear and the courage and the breaking points, and the darkness of humanity, and also the beauty of humanity. All those can be seen in their most extreme and their most obvious form in war. So a lot of books that I do read are about war and I have a ton of them. And again, they’re not so much leadership books by definition. As a matter of fact, I don’t even know if I have any “leadership” books. But I got a ton of books that have taught me a ton about leadership. First and foremost, and I said this when I was on Tim’s podcast for the first time, About Face by Colonel David Hackworth, it’s the only book I’ve ever actually given anyone. It’s a big book. People that have bought it – people on Twitter who have gone out and bought that book, it’s a 700-page book. It is a big book. It spans from the tail end of World War II through Korea, Vietnam and a little bit of post-Vietnam. It’s a big book. It’s a career military guy. Colonel Hackworth was just an incredible leader. You don’t just get that from the book. When you learn about Hackworth, if you start digging in and hearing what other people’s opinions are, people loved him, especially the people that worked for him loved him. Now, obviously, he had some trouble up the chain of command at certain points, but that’s part of being a dynamic leader, I guess. He held his ground on some stuff. So that book is just an incredible book. It’s got lessons learned on every page. I cover most of the books that I’ve heard that have had a huge impact on me. I’m covering them on my podcast. So books like With the Old Breed, by Eugene Sledge. Beyond Band of Brothers by Dick Winters. I Remember the Last War by a guy named Bob Hoffman. Another book by Hackworth called Steal My Soldier’s Heart. A book called Platoon Leader by Jim McDonough. Another good Vietnam one, The Killing Zone by Frederick Downs. Those books, you could just go on and on. Again, it’s not always clear that oh, here’s the leadership principle; here’s what you should be doing. No, it’s not always clear like that. But when you understand what people are going through emotionally and you start to get a glimpse at human nature and how people react in certain situations and how their egos flare up, that’s what makes these books good. Because it gives you a frame of reference. I’m still reading all the time. I’m still learning, still trying to get better, still trying to take what other people have been through, how they handled it, what they did right, what they did wrong, mistakes they made. That’s what I’m trying to do. I think that’s actually one of the things that has made my podcast become popular because I look at these other people’s experiences and I compare them with mine. It’s just always, I’m always learning. I talk about the mistakes that I made and even the book that I wrote with Leif, it certainly isn’t any kind of a chronically of our triumphs. If anything, it’s the opposite in many cases because much of the book is about mistakes that we made. It’s about things we could’ve done better and lessons that we learned. I think that’s why that book, Extreme Ownership, has done well. It’s something you can learn from and people learn the most, myself included, when you fail. So read and read and read some more. Pay attention to, in my mind, pay attention to the details. Again, not just the leadership, but the human element, the human interaction, the glimpses into the core of human nature. The bigger bank you build of experiencing how humans react, the more you know. Then you take that and you overlay the experiences you read about over what’s happening in your world. I think a key point is to actually think about how what you’re reading applies to what’s happening in your world. Then you start to pay attention to human nature in your world and you see that there’s some underlying force that makes people do what they do. The better you can understand that force of human nature, the better off you’re going to be and the better job you’re going to do as a leader, so keep reading. Next up, I got a guy here named Kip Mackanoonie: What would his advice be to young men and women who are no longer in the military, but are still looking to contribute? Also, has he considered running for any public office position? So if you were in the military and you got out – either you retired or you just did your time and you got out, go out and put those skills that you got from the military, put those skills to work. The discipline, the work ethic, the leadership, the ability to detach, the ability to instruct. There are industries – I’m telling you, I work with businesses all the time now and there are industries that need you. In fact, I will tell you that most industries need people like you, people like veterans. And so find an industry that you’re interested in and go get busy. Go get after it. Make that your next mission. If there are no industries that interest you, which is kind of hard to believe that you would have no interest, but if you don’t, or if you’re looking for something that maybe has more internal meaning, then go out and find a really good non-profit organization that needs help. Because again, they need the same thing. They need people, they need leaders, they need people that are disciplined, they need people that can solve problems, they need people with the skills that you have, the skills that you learned in the military. So go and put those to work. I will tell you that America, as a whole, needs leadership. So there’s no reason that veterans, like I said, who have a lot of those skills from being in the military and from being deployed overseas, there’s no reason that veterans shouldn’t make up a big portion of leaders in the civilian sector. So step up and get after it. One last thing about that is there’s a lot of companies – and again, I work with all kinds of different companies – all kinds of companies want to hire veterans. They recognize that their success is based on the freedoms that they have, so they want to pay back somehow. So many companies are anxious and eager to hire veterans. So get out there, find what you’re interested in and make it happen. Now, the other part of this question as far as running for political office. I say this all the time; this is kind of a canned answer. I don’t think I have the stomach for it. The corruption and the sliminess of the whole thing. Not to mention just the complete loss of privacy and the scheduling and the whole meeting of people that I don’t like and having to be civil to them. The whole thing. It’s like I said, I don’t think I have the stomach for it. I guess that perhaps at some point that feeling could be overridden. If things got bad enough, I would definitely have a sense of duty and I’m a very patriotic person. If the nation truly needed me, then of course I would serve. But until that time, I’m going to go ahead and just steer clear of any political endeavors. Okay. The next question is from Adrian Marquez. It says: Any considerations regarding being a pawn of the — and he says — industrial military conflicts?  And maybe he means “military industrial complex”? I’m not sure, but we’ll go with it. So again: Any considerations regarding being a pawn of the industrial military conflicts to serve the economic interests of U.S. corporations? Would he do it all over again? The next part of the question is: What’s next? Make up another excuse? Invade an African nation for resources? So, of course, when you are serving in the U.S. military, you are serving. At least, you should be serving the interests of the United States of America, absolutely. And embedded in those interests, there are absolutely the economic interests of American corporations. Obviously, the economic power of the United States is a key component of America’s power and influence in the world. So yeah, when you are a military member, you could be considered a pawn in the military machine. But the fact of the matter is, I am actually honored to have served as a so-called “pawn” in that system. I will tell you this and I’ve said this before, America is far from perfect. We have committed some horrors in our history. Even today, we make mistakes in the world. But when you travel the world and you see how much of the rest of the world lives, how much they live in disarray, and you see the oppression and you see the poverty and you see the corruption and you see the abject violations of basic human rights, then you realize how blessed or lucky or maybe even spoiled we are to live in America. Just to start, let’s just start with potable tap water, drinking water. In America, we just have that here. We have it everywhere. Any home, any apartment, even the prisons. You turn on the tap and you get good, clean, disease-free drinking water. That is not the norm in the rest of the world. On top of that, we have power. Got electricity going into just about every home. That means just about every home has heat in the wintertime and they have air conditioning in the summertime. Let’s just take it a little bit further. What about the access to the internet? The access to the internet here is widespread. There’s something like 70 percent of the adults in America have a smartphone. 70 percent. So 70 percent. So you can gain access to knowledge here unlike any other time in human history. Our healthcare system – I know it’s not perfect. But I tell you what, if you view our healthcare system from a third-world hospital, which often don’t even have the simplest of medical gear, you’d realize it might not be perfect, but it’s pretty damn good. And then beyond that, let’s look at the food that’s available. Never mind starvation and malnutrition. Our issue in America is actually too much food. Much of the world still has people literally starving to death. America offers an amazing opportunity to build and to create and to be what you want to be and to be who you want to be. Unlike anywhere else in the world, the ability to pursue happiness. Happiness. All those things, all of it, is possible because of the unbridled, individual freedom that America offers. You know what else? It’s also possible because of industry. Because of the incredible corporations and businesses and individuals. Because of people who took advantage of that freedom and worked their asses off to build this nation. So to have been a pawn in that? To have done my small share of work to allow this beacon of light and of hope and of freedom to continue? I’m honored that I had the chance. Would I do it all again? You’re damn right I would. Without question. Then there’s another piece to this question from Mr. Marquez. It says: What’s next? Make up another excuse? Invade an African nation for resources? Well, luckily, we have plenty of resources in our own nation and luckily for the rest of the world, we have used those resources over and over and over again, not to take, but to give. To give freedom to the slaves in our own country, to defeat and destroy the brutal Nazi regime in Germany and free the people of France and much of Europe. We used our resources to defeat Imperial Japan, who was rampaging through Asia, invading and enslaving people with so sign of stopping. We used our resources to try and stop the spread of communism in Asia. Remember that when I’m talking about resources, I’m not just talking about oil and steel and wood. I’m talking about blood. I’m talking about hundreds and hundreds and hundreds of thousands of American men and women that gave their lives in the cause of freedom. What resources did we take when we paid with our blood? We took nothing. We took no resources from the Germans. We helped them rebuild into an economic superpower. We took no resources form the Japanese. We helped them rebuild into an economic superpower. The Japanese and the Germans both have some of the highest standards of living in the world. We took nothing from Korea or Vietnam. We took nothing from Afghanistan and even Iraq. We took nothing. We only gave. We continue to give. In 2014, the U.S. government gave $43 billion in foreign aid. Then there was another $23 billion on top of that from America from religious organizations and universities and colleges and private voluntary organizations and even the big American corporations. Now, like I said, that doesn’t mean that America is perfect. Far from it. Far from it. Our past is checkered with horrible mistakes that we’ve made as a nation. We’ve caused massive hardships and incredible suffering. But we also evolved. We have become a benevolent nation, a good nation. I know this because I saw it with my own two eyes. I saw the people of Iraq, who wanted freedom from the tyranny of Saddam Hussein, who then wanted protection from the violent terrorist extremists who cheered us in the streets when we killed insurgents and who wept when we left them. Unfortunately, who were murdered when we abandoned them because the politics in our own country. They wanted us in Iraq. The people of Iraq. The normal citizens, they wanted our protection and they wanted our positivity. They wanted freedom, like much of the world does. I was honored to have done my small part to provide the opportunity for freedom around the world and to protect that precious freedom which is all too often taken for granted here at home. Now, the next question. The next question is from someone named Don Ryan. He says: What’s the hardest thing you’ve ever gone through and what do you foresee as the toughest thing on the horizon you’ll endure? Well, the hardest thing I’ve ever gone through is losing my men in combat. I say “my men,” but they weren’t my men. They were my friends and they were my brothers. Barring the loss of any members of my direct family, I don’t think I’ll ever have to endure anything as soul crushing and devastating as losing my friends in combat. Next question. This is from Nathan Lowe: What advice would you give an active duty Navy SEAL or other military personnel following the election if Hillary is elected or if Trump is elected?  Well, the fact of the matter is either Hillary or Trump will be elected. The SEALs, just like the rest of the military, will do what the military always does and what they are sworn to do. If you don’t know what that is, I wrote down here the Oath of Enlistment. I’ll read it to you so you know what it says. It says, “I do solemnly swear that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; and that I will obey the orders of the President of the United States and the orders of the officers appointed over me, according to regulations and the Uniform Code of Military Justice. So help me God.” So that’s the Oath that you swear to when you join the military. You’re going to obey those orders. Now, there is a little bit of a caveat. That is in the Uniform Code of Military Justice, Article 92. Because it gets a little bit more specific. The Article is entitled, “Failure to Obey Order or Regulation.” “Any person subject to this chapter who (1) violates or fails to obey any lawful general order or regulation; (2) having knowledge of any other lawful order issued by any member of the armed forces, which it is his duty to obey, fails to obey the order; or (3) is derelict in the performance of his duties; shall be punished as a court-martial may direct.” So the key words there are “lawful order.” They made this perfectly clear during the Nuremberg Trials, when the Nazi war criminals claimed that they were just following orders. Well, in America that doesn’t cut it. They have to be lawful orders. So regardless if Hillary Clinton, Donald Trump, Obama, Bush, Nixon, JFK or Reagan, it doesn’t matter. The military will carry out the lawful orders of the President and that’s that. Next question is from A.J. Nystrom. He says: Jocko, in your book you speak about leadership down and up the chain of command. What, in your opinion and experience, is the most effective way to get leadership up the chain to wake up and break the cycle of rubberstamping ineffective practices, especially in law enforcement? This is a big question. I’ll tell you first things first. The first thing you have to do is be awesome. That’s what you’ve got to do. Seriously. You’ve got to be the best police officer you can be. This goes for any job. You’ve got to build the best possible reputation. That means you’ve got to follow the rules, even the stupid, inconsequential rules. All of them. Become the front runner, the top dog. Now that doesn’t mean you become the loudmouth or the attention grabber, but you become the best, legit police officer you can possibly be. Not only is this going to build your reputation, it’s also going to start to build your relationships up the chain of command. That’s what you’re trying to do. You’re trying to build some relationships here. The reason for that is you need to build up the capital, the leadership capital, the respect capital, so that you can ask some legitimate questions. When the time comes, you go and you ask those questions. Actually, I shouldn’t say ask questions, because that gives them a setup to provide you with the answers and you already know the answers and you don’t agree with them. So instead of asking questions, you take the reputation you built as a badass and you raise points. When you raise points, you have solutions. You have solutions that you’ve already socialized with the team which you’ve already maybe even tested or you’ve at least tried. In other words, these are solutions that you know are going to work. Also – pick your battles. Pick your battles. You’re going to have to eat some stupid stuff. You’re going to do some lame things. But you’ve got to pick your battles. You’re not going to be able to change everything, so you’ve got to pick the most impactful issues to deal with. The other ones? You support those and you follow those like a good soldier, because that gives you more capital when you do raise issues. Here’s the other piece when you raise issues up the chain of command. This is a piece that people mess up all the time. When you raise these points up the chain of command and when you give the solutions, you have to do it from a point of humility. You can’t be looking for the credit. You can’t be looking for the atta-boy. You’ve got to come across and you’ve got to not just come across, you’ve got to actually be the humble person putting forth some suggestions on how to do things better. I’ll tell you the absolute black belt move is when you get them to think that it’s their idea and that they came up with it and that they’ve made up that solution. That’s the ultimate black belt move. That’s what you’re looking to achieve and that is how you win. That is what I did with my career. I worked as hard as I could. I followed everything they told me, but when something stood out, I was able to attack it, address it and get the problem solved or changed because I had built up that capital. So build your reputation, build your relationships, build and vet your idea and your solution, and then present it with humility. Next question is from a guy named Jonathan Mule: How would his lifestyle of extreme discipline translate to someone living a seemingly unrelated life? Artists, writers, etc., who might find more productivity in pockets of leisure or late at night? Now, I would argue that in these creative pursuits, you actually require even more discipline. I would venture to guess that the biggest reason that creative types, people in creative industries, the reason that they don’t produce isn’t because they don’t have vision and it’s not because they don’t have talent. I can just about guarantee that in most cases, it’s a lack of discipline. I’m always saying about working out, the weights in the gym aren’t going to lift themselves; you’ve got to go lift them. Well, it’s the same thing with a book. That book isn’t going to write itself; you’ve got to write it. The painting isn’t going to paint itself; you’ve got to paint it. And if you don’t feel like writing or drawing, or painting, or composing, that doesn’t matter. You do it anyways. You grit down and you force the words onto the paper or you force the brush onto the paper. Or you force the notes out of the instrument. That’s what you have to do. You have to make it happen. You have to force yourself to do it. It’s not always going to be good. You might go back, you might write 1,000 words and you might delete 950 of them, but you got 50 words. 50 words that you didn’t have before. 50 words that you’ve created that are solid. 50 words closer to reaching your goal. Now, as far as the time of day goes, to me it doesn’t matter. If you have some kind of time of day where things seem to flow better or whatever? Great. Take advantage of it. I think people think because I wake up early, which I do, that I believe that everyone must do that. But honestly, it’s not true; it’s the principle. It’s about the principle, not about the specific time. I’ve got to throw a big “but” on that. Because although you can maybe work at different times or maybe you stay up later or maybe do better work at 2:00 in the morning or 3:00 in the morning and so there’s no way you’re getting up at 4:30, that’s okay. But that doesn’t mean oversleep and it doesn’t mean procrastinate and it doesn’t mean hit the snooze button. It doesn’t mean staying up late diving into the depths of useless YouTube videos and claim that is you being creative. Do not lie to yourself. That there’s a decent chance that being creative is actually being lazy in your mind. Do not fall into that trap. I’ll tell you something else. In order to gain skills, in order to master your craft, any craft, you have to practice. You have to practice and practice and practice over and over and over again and again. That requires discipline. That requires discipline and that is another example of how discipline will equal freedom. The more you practice your craft, the better you get at it, the more freedom you have to create. So build the structure and follow it. Put the discipline into your life. The discipline will increase your skills and it will increase your productivity and the discipline will set you free. Now, going onto the next question here. Will the muster event – oh, sorry. This is from Marco Lopez: Will the muster event be a once-a-year thing only? After working with and training so many different companies, are there any repeating patterns or common weaknesses that business owner need to seem to work on? It also says: “Will you please encourage Jocko to do another Joe Rogan podcast?” So, right on. Joe knows I’m standing by. We’ll make it happen at some point. Great to be on his show. We’re just now getting around to Round 2 with Tim. So maybe Joe is around the corner. We’ll have to wait and see on that one. All right. To get to the question here, for those of you that don’t know, the Extreme Ownership muster is a leadership event that we’re having in San Diego, California. I’m doing it with my business partner, the co-author of the book, Extreme Ownership, Leif Babin, who is a SEAL that I worked with for many years and my brother. We’re holding this thing in San Diego, California on October 20th and 21st. What the event is going to be about is combat leadership. That’s what it’s going to be about. It’s going to be about combat leadership and we’re going to teach the fundamental principles of combat leadership and how to apply them on the battlefield, in business, and in life. All three. You’re going to see when you come how all three of the applications are the same. These fundamental combat leadership principles – they don’t change, regardless of whether you’re out hunting down bad guys, or whether you’re hunting for a sale. They don’t change. The response to the event has been awesome. We’ve got a ton of people coming to it, which likely means it looks like we’re going to do another event possibly. We’ve got to carve the time out of the schedule, but it looks like possibly the spring of 2017. Likely going to be somewhere on the East Coast. If it’s going to be somewhere on the East Coast, there’s probably a pretty good chance we’ll be looking at New York City. It’s not set in stone that we’re going to do it; not set in stone when we’re going to do it. We might wait another year. I don’t know yet. It’s just up in the air. We have so much stuff on our plates right now that we’ve got to figure out if we can fit it in. But if we do it again, maybe we’ll head out to the East Coast and New York City and get some. The next part of this question is: Are there any repeating patterns or common weaknesses that business owners need to work on? The answer is yes, absolutely there are. We see the same issues from company to company and from leader to leader. The same issues that we see in the civilian sector are the same issues that we saw while we were working with SEAL platoons and training SEAL platoons. The core problems that we see are what we wrote about in the book, Extreme Ownership. That’s one of the reasons we wrote the book was because when we worked with these companies, people would say, “Do you have this stuff written down anywhere?” And eventually we wrote it down. Now what are some of those issues that we run into? I mean, you’ve got departments and divisions that aren’t working together to cover a move. You’ve got communications not being made in a simple, clear, concise manner. You’ve got either too much micro management, which leaves the troops to take no initiative or you’ve got not enough guidance and the troops now don’t know which direction to head into. Or you get a company that’s trying to take on too many projects or too many initiatives at the same time and they don’t prioritize and execute, so they end up getting none of them done. Then obviously the most impactful one is when you have leaders and team members taking ownership, real ownership, extreme ownership, of everything in their world to make sure that problems that uncovered and owned and resolved. Because if leaders and members of the team, if they don’t take ownership of the problems, then guess who solves the problems? Nobody. So these are all, again, fundamental problems that I saw when I was training SEAL platoons and it’s the same thing I see now. It’s the same solutions that we apply to these same problems. Learning the fundamental tactics of leadership is what we get down to. We’ll see you at the muster. All right. This next question is from Damian Hudson: What does Jocko struggle with? Or maybe better to say, what is he at work on? He comes across bulletproof and just pushes through on everything. Would like to know his method for identifying weaknesses and putting structures in place to resolve, correct, improve. Would like to know his approach for his personal challenges. Well, first of all, I can assure you that I am far from bulletproof. When you ask what I struggle with, I struggle with everything. I’m not naturally gifted at pretty much anything. I’m not naturally strong. I’m not naturally fast. I’m certainly not the sharpest tool in the shed. So I constantly have to work on my weaknesses. If you want to know what my weaknesses are? We don’t have enough time on the podcast to list all my weaknesses. That’s the way it is. Now as far as my method for identify weaknesses, it’s pretty simple. I’m constantly doing self-assessment, detaching and looking at what I’m doing and what I can do better. I ask people that are close to me, people that I trust, ask them if they have any feedback for me. Ask them if there’s anything I could do better or where I can improve. So that’s pretty simple. Do a self-assessment, ask other people and find out what your weaknesses are, what you could do better. Then the next part of the question is: What do I do to put structures in place to resolve, correct and improve? Well, I just attack those problems. Weakness identified? Roger. Attack the weakness. Problem identified? Roger. Attack the problem. I’ll tell you, I’m not a guy that spends a bunch of time over-analyzing or over-planning or diving deep into meditation on how I’m going to attack a problem. I simply attack the problem. Now, that doesn’t mean that I blindly attack and it doesn’t mean that I hold a course without checking on my progress. As I attack a problem, I’m going to continually assess and make sure that I’m on the right course and that I’m headed in the right direction and making sure that it’s the most efficient path. I will absolutely change course if I see something I can do better. Because I have that kind of attitude, it allows me to move quickly to execute and then initiate change and alter the course as I go if it’s needed. It’s the same attitude that I had when I was on the SEAL teams. I could be very decisive very quickly because the decisions themselves did not close my mind. The decisions did not close my mind. I would make a decision and I would continue to reassess and readjust as needed, but also as we moved forward towards a solution. So you got a problem? Step 1, identify the problem. Step 2, attack it. Step 3, reassess and adjust and keep attacking. Get that thing solved. Next question is from Chris Bell: How to stay motivated when every day is a struggle to accomplish goals? Well, I can tell you very easily, this isn’t about motivation. That accomplishing your goals is not about motivation, it’s about discipline. I already talked about that once today and I’ll say it again. I probably talked about it more than once. I talked about it a bunch. I talk about it all the time. It is about discipline. Motivation is fickle. Motivation comes and goes. I mean, you think about motivation, something as simple as being hungry can sap your motivation. Right? That’s ridiculous. You can’t rely on that. You have, oh my blood sugar went down, I’m not motivated anymore. Oh, I didn’t get enough caffeine, I’m not motivated. No, wrong answer. Motivation is unreliable. When you’re counting on motivation to get your goals accomplished, you’re likely going to fall short. So don’t count on motivation. Count on discipline. You know what you have to do. Go make yourself do it. Make yourself do it. Everybody wants some kind of magic pill or some life hack or something that eliminates the need to do the work. Well, I will tell you what. You need to do the work. You’ve got to hold the line. You’ve got to make it happen yourself. You have to make it happen. It’s not going to happen on its own. You have to make it happen. So dig in. Find the discipline. Be the discipline and accomplish the goals, period. That’s it. Our next question is from Austin Farley. He said: Best advice to today’s active duty force regardless of branch about career oversight, deployments, differences between all service members. Okay, so the basic question is best advice. Well, the advice besides be aggressive and stay safe – that’s my No. 1. I would tell you for me, the biggest component for success in the military, in my opinion, is to do a great job in whatever you’re doing. I know that sounds pretty obvious, but I’ll tell you, I saw a lot of guys over the years who were always looking for the next ticket to punch or the next good deal or the next job that they had to get to take to make a promotion or whatever. For me, for the most part, I just took what they gave me and I did the best I could at it. I’ll tell you, not only did this keep the Navy happy, because the Navy had a trooper that was just getting after it, it also kept me happy because I wasn’t sweating the promotion or the evaluations or any of the political stuff. I was just getting after it to the best of my ability. If you do that, in my opinion, if you do that, your career will take care of itself. You’ll get the good jobs because people will want you in those good jobs. The other thing I would say is this: a big piece of being in the military is a gut check. It’s hard work. It’s either too hot or too cold. It’s not enough food. It’s not enough sleep. It’s not enough water. It’s hurry up and wait. It’s plan for months to do nothing and then don’t plan at all to do something for months. On top of all that, you throw the politics and the egos and the bureaucracy. When you mix all that together, it can be pretty miserable, but I will tell you this: all that misery? Relish it. Relish every moment of it because those hard things, those rough things? Those are a part of the experience of the military and it’s experiences like that I promise you will – for some twisted reason – you will miss them when you leave. So don’t hate them. Don’t avoid them. Dive into them and kick them in the ass with a smile on your face. Because another thing is, that smile is contagious. You’ll elevate the morale of your whole unit when you wear that smile. So have fun and kick ass at what you’re doing. For those of you out there on the front lines? Like I said, be aggressive. The best way to mitigate risk on the battlefield is to be aggressive. Do not be reactive. Step up and get after it. By the way, to all you active duty folks, thank you for what you’re doing. For the vets that are listening, thank you for what you did. Next up, I got a question from Paul Wetkick. It says, “Unfortunately,” this is to Tim, I guess. Unfortunately, you, Rogan and Harris all pussyfooted around him. I realize he’s probably an intimidating presence, but ask him how he feels about killing people, especially possibly innocents. Don’t let him use ‘doing my job, bad guys, collateral damage’ narratives. Ask him how he feels about it. He’s intelligent enough to cope with being pressed for an authentic answer. So Paul wants to know about killing people and possibly killing innocent people and how I feel about that. So first of all, the nature of war is death. The nature of war is killing. That is what war is. Of course, there’s all kinds of other components to war. There’s economic and cultural and diplomatic and strategic. But at its fundamental core, war is about death and war is about killing. In the question here, I’m told I’m not allowed to use the narrative of doing my job, but there’s a reason why that narrative exists. Because death and killing actually is the job of a soldier. We train for that job. When the time comes, we do our job and we are good with it. Now, part of that comes from the training. Part of that also comes from the dehumanization of the enemy. Yes, that is a true statement. The enemy becomes dehumanized to the soldier. That’s one of the reasons why soldiers are generally okay with it. In the past, the military had to help that process along. They had to help the soldier dehumanize the enemy. It still does do that to some extent, but I think in the wars that we are in now, we don’t need any help dehumanizing the enemy. The enemy dehumanizes himself. You see, we in the military, we witness what they do. We see what they do. We see the results of the torture and the rape and the murder. We see families beheaded. We see people skinned alive. We see young people, kids – kids forced to carry out suicide bombings. And now with the internet in action, the whole world can see the completely despicable and brutal behavior of these sub-human savages burning people alive, throwing people from buildings, drowning people in cages, 10-year-old sex slaves. It’s absolutely disgusting and abhorrent. I will tell you that I have no problem whatsoever killing all these vile creatures, all of them. Now, you also ask about killing innocents, killing innocent people. As I already stated, the nature of war is death. In war, innocent people sometimes are killed. You want to know how I feel about it? Well, it is horrible. It is horrible. It is awful when it does occur. And yes, it does occur. Let me tell you that America goes through great lengths, extreme lengths and in doing so, incurs incredible risk to prevent killing innocent people on the battlefield. When I fought with the 11AD in the Battle of Ramadi in 2006, the entire strategy, the entire strategy was developed to minimize not only the killing of innocent people, but also to minimize the amount of infrastructure that was destroyed. So the buildings and the power and the water, all of that. Again, American troops took incredible risks, incredible risks to mitigate the risk to civilians. But war is messy. War is confusing. War is imperfect. War is hell. Despite all the efforts that we make, despite all the good intentions and the precautions and the planning, sometimes innocent people are killed and it’s horrible. It’s horrible for the family of the slain and it’s horrible for the military man that pulled the trigger or dropped the bomb or threw the grenade. It’s horrible for the mission because in places like Iraq and Afghanistan, we are there to protect the local populace so it takes us backward strategically as we try to win the hearts and minds of the people. But you know what? It doesn’t defeat us. It doesn’t beat us. And it doesn’t even turn the local populace against us. I’m speaking now from my experience in the Battle of Ramadi. Let it be perfectly clear that the local population in Ramadi absolutely wanted us there. They wanted us on the ground in their neighborhoods. They wanted us to help them get rid of the insurgents that were terrorizing them, literally terrorizing them. When innocent people were killed for whatever reason, we apologized. We did what we could to help and we met and we broke bread and we explained what had gone wrong and we asked what we could do to help. We paid them money and we helped them repair their buildings. We did whatever we could. I will tell you, and this never gets represented in the press, but most of the time the local populace, they understood. They understood it was a war. They understood it was a war against evil and they understood that meant violence. They understood that in our efforts to help them get rid of the cancer that ravaged their city, well they understood that there would be bloodshed in removing that cancer. War is hell. It is best to be avoided at all costs so that innocent lives are not lost. But sometimes war cannot be avoided and sometimes war should not be avoided. Sometimes in order to protect the innocents, war is the only choice. I am thankful that there are men and women in the military that have the courage and the strength and the moral fortitude to stand up and face evil and to also withstand the awful burden of killing and of death. Now I think this is the last question here. This question came from Andy Vassely. It says: What are the biggest lessons learned from Jiu-Jitsu that transcend the art of fighting itself and can be applied to being an effective leader? So I’m a practitioner of Jiu-Jitsu. It’s a pretty incredible thing to train. For those of you that train Jiu-Jitsu, you know what I’m talking about. For those of you that don’t train Jiu-Jitsu, go train Jiu-Jitsu because there’s so much to be learned from Jiu-Jitsu about leadership and about life. For instance, I talked a lot about discipline today. In Jiu-Jitsu, you’re going to learn about discipline because it takes discipline to get on the mat day after day, week after week, month after month, year after year. You won’t always feel like training. As fun as Jiu-Jitsu is, there’s going to be days you don’t feel like training, but you have to find the discipline and you have to do it. So you’re going to learn about discipline in Jiu-Jitsu. You’re also going to learn about humility because in Jiu-Jitsu, you will get humbled. You will get beat by people that are smaller than you and weaker than you, and they will smash you. They will literally submit you. That is humbling and there is no escaping it. Those are very important because like I said, I’ve said this before, is that those are lessons that some traditional martial arts would try and teach you almost as theoretical lessons. Like you must be disciplined. They’ll tell you that in theory. But in Jiu-Jitsu, like I said, without discipline, there’s no progress. In a traditional martial art, they’ll say you must be humble. Like I said, in Jiu-Jitsu, you actually get humbled. So Jiu-Jitsu teaches you a lot about life. That’s one of the things that makes it so powerful. Back to the question, what does it teach you about leadership? It absolutely teaches you some key things about leadership and I’ll give you a couple of the most important elements. First of all, detachment. I’ve mentioned this word a couple times today. In Jiu-Jitsu, I’ll tell you right now, if you let yourself start to get frustrated or you let yourself start to get angry or just emotional in general, you will start to make bad decisions. When you start to make bad decisions that is the beginning of the end. So you have to be able to detach from that emotion, that frustration and you got to focus on doing the right thing at the right time. It’s absolutely necessary. That’s the same thing in a combat leadership position or in any leadership situation. You cannot get caught up in all the chaos and all mayhem. You can’t let your emotions get hold of you, so you have to be able to detach from that. You have to be able to step back and breathe and see the full picture of what is happening without the cloud of emotion and all that mayhem obscuring your vision so that you can make good decisions. Jiu-Jitsu will teach you to do that. Another piece of Jiu-Jitsu that transfers directly into leadership is the idea of indirect warfare. So in Jiu-Jitsu, the whole premise is to attack the weaknesses of your opponent. You don’t want to attack their strengths. Just fundamentally, you attack the weak areas of their body, like the joints or the neck. You’re not attacking the strongest parts of their body. If you attack where your opponent is strong, so if you have an opponent that’s very good at defending one type of one position or one type of hold, you’re just going to wear yourself out if you’re attacking that. Eventually, you’re going to run out of energy and then they’re going to get the advantage. So you can’t just attack the strengths. You have to attack the weak points in Jiu-Jitsu. Now on top of that, you also have to distract your opponent. You have to make them defend some area. So you might maybe attack one area so they put their defenses there, but it’s just a feint. Because what you’re really going to do is you’re going to attack an area where they’re not defending. You’re going to attack their weak areas. It’s the same thing with leadership. The clearest example of where this is directly seen in leadership is when you’re dealing with people’s egos. So you take a person that has a big, strong ego. You don’t attack that ego head on. That will just make that person get ultra-defensive. If you attack their ego, they’re going to get defensive immediately. Now you’ve built up and you’re going to have an even harder fight. So what you do is you bypass their ego. Maybe you even massage their ego a little bit so that they let down their guard. So that they let you into their head a little bit and then tactically and quietly you sneak in and you plant the seeds of what you’re trying to get them to do. Of where you’re trying to lead them. Soon enough, without seeing it, those seeds are going to grow and your idea and your plan and your leadership comes to fruition. That is indirect warfare. It’s the same thing in Jiu-Jitsu, it’s the same thing in business and it’s actually the same thing on the battlefield as well. We don’t attack enemy strengths unless it cannot be avoided. So take up that Jiu-Jitsu. Start training and apply those lessons across the board in your life. I think that’s it for questions for now. Thanks to everybody for listening and thanks, of course, to Mr. Tim Ferriss, for having me on. Tim has been, for those of you who don’t know, he’s been a huge supporter since I met him. I really appreciate, Tim, everything you’ve done for me and everything that’s kind of stemmed from that has been awesome. The interaction from everybody through social media and Twitter and Facebook and all that and everyone that’s listening and giving me feedback on the podcast that I have and the book that I wrote with my buddy, Leif. It’s just awesome to connect with so many people and it’s awesome to know that there’s so many people that are in the game. So many people that want to get after it. Just like me, looking to get better, looking to do better, looking to be better. So thanks to everybody for everything. Like I said, especially thanks to Tim for kicking this whole thing off. So until next time, this is Jocko. Out. Posted on: June 4, 2018.", "speakers": ["tim ferriss", "jocko willink"], "text_sentences": ["greetings, earthlings", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is always – or i should say usually – my job to deconstruct world-class performers, to tease out the habits, routines, tools, favorite practices, workouts, books, whatever it might be, that they use that you can test, that you can experiment with in your own life", "this episode is going to be a round 2, highly anticipated with none other than jocko willink", "jocko did his first interview with me, which was the first interview he ever did, and it took the internet by storm", "jocko willink, @jockowillink on twitter, jockopodcast.com, is one of the scariest human beings imaginable", "a lean 230 pounds, black belt brazilian jiu-jitsu", "used to tap out 20 navy seals per workout", "he is an intimidating and very intelligent person", "i’ve spent more time with him", "the more time that i spend with him, the more impressive he is to me", "he spent 20 years in the u.s", "navy and commanded seal team 3’s task unit bruiser, the most highly decorated special operations unit from the iraq war", "upon returning to the u.s., jocko served as the officer in charge of training for all west coast seal teams, designing and implementing some of the most challenging and realistic and perhaps psychotic, combat training in the world", "his words, not mine", "after retiring from the navy, he co-founded echelon front – i think i’m getting the pronunciation right – a leadership and management consulting company, and authored the no", "1 new york times best seller, which was introduced in a way on my podcast, extreme ownership, which many of you have read", "he now discusses war, leadership, business, jiu-jitsu, life, you name it, in his top-rated podcast", "he also does some really good book reviews or commentary on things that are dark in some cases, like the my lai massacre", "jockopodcast", "check it out", "without further ado, we are going to tackle – or i should say jocko is going to tackle – your most common, most burning questions and he doesn’t dodge", "so i hope you enjoy it as much as i did", "jocko willink", "hey, thanks tim", "thanks for having me on", "i appreciate it", "thanks everybody that submitted questions", "i’m going to try and get to as many as i can here", "all right, the first one is from a guy by the name of jeffrey mcleod", "the question is: how do you shut internal doubt down and negative chatter out of your head during critical, must-do moments", "how do you change emotional negative focus states when something or someone knocks you off focus", "first of all, internal doubt is not necessarily a bad thing", "i’ve said this before about fear of failure", "because internal doubt – first of all, that’s a form of humility and obviously humility is a good thing and that internal doubt and that fear of failure is the thing that keeps you up at night preparing", "that’s the thing that’s not going to let you cut corners", "it’s that little voice inside your head that’s whispering, “rehearse again", "practice again", "do it again over and over again.” that’s the voice that says to do everything you can to be ready", "so i’m okay with that", "i’m okay with that little internal doubt", "but this doesn’t mean that you lack confidence", "as a matter of fact, when you prepare correctly, when you have the discipline to prepare correctly, then you will have confidence", "that is definitely a good feeling to have because all that negative chatter that you’re talking about here, here’s the deal with that", "every repetition of practice that you do, every iteration of rehearsal that you complete, every bit of study that you do and every drill that you do, all that preparation is going to drown out the negative chatter", "so you got to prepare", "now, then we get to this piece here", "it was, how do you change emotional negative focus states when something or someone knocks you off focus", "well, i think this is where it’s important to have that ability to detach", "and it isn’t like you’re going to completely detach and not feel those things at all", "not like you’re going to make those emotions disappear", "it’s not even like you’d want them to disappear completely because those things are normal", "but what you have to do when you detach is it’s going to allow you to see those emotions or that negative focus and see it from a distance and then understand that they are there and then make sure that they don’t overwhelm you", "and so like in your head, you’re going to be saying oh, okay, i see that", "that’s some nervousness sneaking up on me", "got it", "that’s a good sign because that means my mind is focused and i’m in the game", "okay", "what’s next", "oh, got some negative thoughts", "okay", "well, those are normal", "and i’ve got to know that things are going to go bad and that’s fine", "how bad can they go", "what’s a worst case scenario", "worst case scenario is not that big of a deal", "i know i can handle the worst case scenario if it happens, so what else", "what else is in my mind", "what else negative thought am i having", "what about those things that you can’t control", "the things that you can’t control and you’re worried about those things", "well, you know what", "i can’t control them", "so if i can’t control them, why worry about them", "because the energy that you put into worrying about them actually costs you your effectiveness", "it’s going to cut into the energy you should be putting towards achieving what you’re trying to achieve", "so focus on the things that you can control and make the things that you can’t control 100 percent", "the bottom line: with all this with these negative thoughts, if i give everything i can, if i prepare as hard as i can, if i practice as much as i can, if i do have a rehearsal and i do everything i can, and i still come up short", "good", "i’m going to learn from it", "i’m going to get better", "so that’s what i’m going to do with the internal doubt", "i’m okay with it", "negative chatter – i’m going to utilize it and i’m just going to detach a little bit to make sure i don’t get downed out in these emotional situations", "so just get your head in the game and get after it", "done", "okay", "next question", "next question comes from will gendron", "he says: how does his love and study of literature influence his leadership skills", "what were some of the best books for developing his knowledge of leadership", "okay", "so the thing that i look for when i’m reading. when i’m reading, that includes everything", "let’s just talk about everything here: books, history books, literature, even poetry and even song lyrics; everything", "i’m trying to learn about human nature", "that’s what i’m looking for", "and of course, since combat is like life amplified and intensified, which is something we say all the time, a lot of times the books that are about war give some of the best insight into human nature", "you’re talking about the stress and the fear and the courage and the breaking points, and the darkness of humanity, and also the beauty of humanity", "all those can be seen in their most extreme and their most obvious form in war", "so a lot of books that i do read are about war and i have a ton of them", "and again, they’re not so much leadership books by definition", "as a matter of fact, i don’t even know if i have any “leadership” books", "but i got a ton of books that have taught me a ton about leadership", "first and foremost, and i said this when i was on tim’s podcast for the first time, about face by colonel david hackworth, it’s the only book i’ve ever actually given anyone", "it’s a big book", "people that have bought it – people on twitter who have gone out and bought that book, it’s a 700-page book", "it is a big book", "it spans from the tail end of world war ii through korea, vietnam and a little bit of post-vietnam", "it’s a big book", "it’s a career military guy", "colonel hackworth was just an incredible leader", "you don’t just get that from the book", "when you learn about hackworth, if you start digging in and hearing what other people’s opinions are, people loved him, especially the people that worked for him loved him", "now, obviously, he had some trouble up the chain of command at certain points, but that’s part of being a dynamic leader, i guess", "he held his ground on some stuff", "so that book is just an incredible book", "it’s got lessons learned on every page", "i cover most of the books that i’ve heard that have had a huge impact on me", "i’m covering them on my podcast", "so books like with the old breed, by eugene sledge", "beyond band of brothers by dick winters", "i remember the last war by a guy named bob hoffman", "another book by hackworth called steal my soldier’s heart", "a book called platoon leader by jim mcdonough", "another good vietnam one, the killing zone by frederick downs", "those books, you could just go on and on", "again, it’s not always clear that oh, here’s the leadership principle; here’s what you should be doing", "no, it’s not always clear like that", "but when you understand what people are going through emotionally and you start to get a glimpse at human nature and how people react in certain situations and how their egos flare up, that’s what makes these books good", "because it gives you a frame of reference", "i’m still reading all the time", "i’m still learning, still trying to get better, still trying to take what other people have been through, how they handled it, what they did right, what they did wrong, mistakes they made", "that’s what i’m trying to do", "i think that’s actually one of the things that has made my podcast become popular because i look at these other people’s experiences and i compare them with mine", "it’s just always, i’m always learning", "i talk about the mistakes that i made and even the book that i wrote with leif, it certainly isn’t any kind of a chronically of our triumphs", "if anything, it’s the opposite in many cases because much of the book is about mistakes that we made", "it’s about things we could’ve done better and lessons that we learned", "i think that’s why that book, extreme ownership, has done well", "it’s something you can learn from and people learn the most, myself included, when you fail", "so read and read and read some more", "pay attention to, in my mind, pay attention to the details", "again, not just the leadership, but the human element, the human interaction, the glimpses into the core of human nature", "the bigger bank you build of experiencing how humans react, the more you know", "then you take that and you overlay the experiences you read about over what’s happening in your world", "i think a key point is to actually think about how what you’re reading applies to what’s happening in your world", "then you start to pay attention to human nature in your world and you see that there’s some underlying force that makes people do what they do", "the better you can understand that force of human nature, the better off you’re going to be and the better job you’re going to do as a leader, so keep reading", "next up, i got a guy here named kip mackanoonie: what would his advice be to young men and women who are no longer in the military, but are still looking to contribute", "also, has he considered running for any public office position", "so if you were in the military and you got out – either you retired or you just did your time and you got out, go out and put those skills that you got from the military, put those skills to work", "the discipline, the work ethic, the leadership, the ability to detach, the ability to instruct", "there are industries – i’m telling you, i work with businesses all the time now and there are industries that need you", "in fact, i will tell you that most industries need people like you, people like veterans", "and so find an industry that you’re interested in and go get busy", "go get after it", "make that your next mission", "if there are no industries that interest you, which is kind of hard to believe that you would have no interest, but if you don’t, or if you’re looking for something that maybe has more internal meaning, then go out and find a really good non-profit organization that needs help", "because again, they need the same thing", "they need people, they need leaders, they need people that are disciplined, they need people that can solve problems, they need people with the skills that you have, the skills that you learned in the military", "so go and put those to work", "i will tell you that america, as a whole, needs leadership", "so there’s no reason that veterans, like i said, who have a lot of those skills from being in the military and from being deployed overseas, there’s no reason that veterans shouldn’t make up a big portion of leaders in the civilian sector", "so step up and get after it", "one last thing about that is there’s a lot of companies – and again, i work with all kinds of different companies – all kinds of companies want to hire veterans", "they recognize that their success is based on the freedoms that they have, so they want to pay back somehow", "so many companies are anxious and eager to hire veterans", "so get out there, find what you’re interested in and make it happen", "now, the other part of this question as far as running for political office", "i say this all the time; this is kind of a canned answer", "i don’t think i have the stomach for it", "the corruption and the sliminess of the whole thing", "not to mention just the complete loss of privacy and the scheduling and the whole meeting of people that i don’t like and having to be civil to them", "the whole thing", "it’s like i said, i don’t think i have the stomach for it", "i guess that perhaps at some point that feeling could be overridden", "if things got bad enough, i would definitely have a sense of duty and i’m a very patriotic person", "if the nation truly needed me, then of course i would serve", "but until that time, i’m going to go ahead and just steer clear of any political endeavors", "okay", "the next question is from adrian marquez", "it says: any considerations regarding being a pawn of the — and he says — industrial military conflicts", " and maybe he means “military industrial complex”", "i’m not sure, but we’ll go with it", "so again: any considerations regarding being a pawn of the industrial military conflicts to serve the economic interests of u.s", "corporations", "would he do it all over again", "the next part of the question is: what’s next", "make up another excuse", "invade an african nation for resources", "so, of course, when you are serving in the u.s", "military, you are serving", "at least, you should be serving the interests of the united states of america, absolutely", "and embedded in those interests, there are absolutely the economic interests of american corporations", "obviously, the economic power of the united states is a key component of america’s power and influence in the world", "so yeah, when you are a military member, you could be considered a pawn in the military machine", "but the fact of the matter is, i am actually honored to have served as a so-called “pawn” in that system", "i will tell you this and i’ve said this before, america is far from perfect", "we have committed some horrors in our history", "even today, we make mistakes in the world", "but when you travel the world and you see how much of the rest of the world lives, how much they live in disarray, and you see the oppression and you see the poverty and you see the corruption and you see the abject violations of basic human rights, then you realize how blessed or lucky or maybe even spoiled we are to live in america", "just to start, let’s just start with potable tap water, drinking water", "in america, we just have that here", "we have it everywhere", "any home, any apartment, even the prisons", "you turn on the tap and you get good, clean, disease-free drinking water", "that is not the norm in the rest of the world", "on top of that, we have power", "got electricity going into just about every home", "that means just about every home has heat in the wintertime and they have air conditioning in the summertime", "let’s just take it a little bit further", "what about the access to the internet", "the access to the internet here is widespread", "there’s something like 70 percent of the adults in america have a smartphone", "70 percent", "so 70 percent", "so you can gain access to knowledge here unlike any other time in human history", "our healthcare system – i know it’s not perfect", "but i tell you what, if you view our healthcare system from a third-world hospital, which often don’t even have the simplest of medical gear, you’d realize it might not be perfect, but it’s pretty damn good", "and then beyond that, let’s look at the food that’s available", "never mind starvation and malnutrition", "our issue in america is actually too much food", "much of the world still has people literally starving to death", "america offers an amazing opportunity to build and to create and to be what you want to be and to be who you want to be", "unlike anywhere else in the world, the ability to pursue happiness", "happiness", "all those things, all of it, is possible because of the unbridled, individual freedom that america offers", "you know what else", "it’s also possible because of industry", "because of the incredible corporations and businesses and individuals", "because of people who took advantage of that freedom and worked their asses off to build this nation", "so to have been a pawn in that", "to have done my small share of work to allow this beacon of light and of hope and of freedom to continue", "i’m honored that i had the chance", "would i do it all again", "you’re damn right i would", "without question", "then there’s another piece to this question from mr", "marquez", "it says: what’s next", "make up another excuse", "invade an african nation for resources", "well, luckily, we have plenty of resources in our own nation and luckily for the rest of the world, we have used those resources over and over and over again, not to take, but to give", "to give freedom to the slaves in our own country, to defeat and destroy the brutal nazi regime in germany and free the people of france and much of europe", "we used our resources to defeat imperial japan, who was rampaging through asia, invading and enslaving people with so sign of stopping", "we used our resources to try and stop the spread of communism in asia", "remember that when i’m talking about resources, i’m not just talking about oil and steel and wood", "i’m talking about blood", "i’m talking about hundreds and hundreds and hundreds of thousands of american men and women that gave their lives in the cause of freedom", "what resources did we take when we paid with our blood", "we took nothing", "we took no resources from the germans", "we helped them rebuild into an economic superpower", "we took no resources form the japanese", "we helped them rebuild into an economic superpower", "the japanese and the germans both have some of the highest standards of living in the world", "we took nothing from korea or vietnam", "we took nothing from afghanistan and even iraq", "we took nothing", "we only gave", "we continue to give", "in 2014, the u.s", "government gave $43 billion in foreign aid", "then there was another $23 billion on top of that from america from religious organizations and universities and colleges and private voluntary organizations and even the big american corporations", "now, like i said, that doesn’t mean that america is perfect", "far from it", "far from it", "our past is checkered with horrible mistakes that we’ve made as a nation", "we’ve caused massive hardships and incredible suffering", "but we also evolved", "we have become a benevolent nation, a good nation", "i know this because i saw it with my own two eyes", "i saw the people of iraq, who wanted freedom from the tyranny of saddam hussein, who then wanted protection from the violent terrorist extremists who cheered us in the streets when we killed insurgents and who wept when we left them", "unfortunately, who were murdered when we abandoned them because the politics in our own country", "they wanted us in iraq", "the people of iraq", "the normal citizens, they wanted our protection and they wanted our positivity", "they wanted freedom, like much of the world does", "i was honored to have done my small part to provide the opportunity for freedom around the world and to protect that precious freedom which is all too often taken for granted here at home", "now, the next question", "the next question is from someone named don ryan", "he says: what’s the hardest thing you’ve ever gone through and what do you foresee as the toughest thing on the horizon you’ll endure", "well, the hardest thing i’ve ever gone through is losing my men in combat", "i say “my men,” but they weren’t my men", "they were my friends and they were my brothers", "barring the loss of any members of my direct family, i don’t think i’ll ever have to endure anything as soul crushing and devastating as losing my friends in combat", "next question", "this is from nathan lowe: what advice would you give an active duty navy seal or other military personnel following the election if hillary is elected or if trump is elected", " well, the fact of the matter is either hillary or trump will be elected", "the seals, just like the rest of the military, will do what the military always does and what they are sworn to do", "if you don’t know what that is, i wrote down here the oath of enlistment", "i’ll read it to you so you know what it says", "it says, “i do solemnly swear that i will support and defend the constitution of the united states against all enemies, foreign and domestic; that i will bear true faith and allegiance to the same; and that i will obey the orders of the president of the united states and the orders of the officers appointed over me, according to regulations and the uniform code of military justice", "so help me god.” so that’s the oath that you swear to when you join the military", "you’re going to obey those orders", "now, there is a little bit of a caveat", "that is in the uniform code of military justice, article 92", "because it gets a little bit more specific", "the article is entitled, “failure to obey order or regulation.” “any person subject to this chapter who (1) violates or fails to obey any lawful general order or regulation; (2) having knowledge of any other lawful order issued by any member of the armed forces, which it is his duty to obey, fails to obey the order; or (3) is derelict in the performance of his duties; shall be punished as a court-martial may direct.” so the key words there are “lawful order.” they made this perfectly clear during the nuremberg trials, when the nazi war criminals claimed that they were just following orders", "well, in america that doesn’t cut it", "they have to be lawful orders", "so regardless if hillary clinton, donald trump, obama, bush, nixon, jfk or reagan, it doesn’t matter", "the military will carry out the lawful orders of the president and that’s that", "next question is from a.j", "nystrom", "he says: jocko, in your book you speak about leadership down and up the chain of command", "what, in your opinion and experience, is the most effective way to get leadership up the chain to wake up and break the cycle of rubberstamping ineffective practices, especially in law enforcement", "this is a big question", "i’ll tell you first things first", "the first thing you have to do is be awesome", "that’s what you’ve got to do", "seriously", "you’ve got to be the best police officer you can be", "this goes for any job", "you’ve got to build the best possible reputation", "that means you’ve got to follow the rules, even the stupid, inconsequential rules", "all of them", "become the front runner, the top dog", "now that doesn’t mean you become the loudmouth or the attention grabber, but you become the best, legit police officer you can possibly be", "not only is this going to build your reputation, it’s also going to start to build your relationships up the chain of command", "that’s what you’re trying to do", "you’re trying to build some relationships here", "the reason for that is you need to build up the capital, the leadership capital, the respect capital, so that you can ask some legitimate questions", "when the time comes, you go and you ask those questions", "actually, i shouldn’t say ask questions, because that gives them a setup to provide you with the answers and you already know the answers and you don’t agree with them", "so instead of asking questions, you take the reputation you built as a badass and you raise points", "when you raise points, you have solutions", "you have solutions that you’ve already socialized with the team which you’ve already maybe even tested or you’ve at least tried", "in other words, these are solutions that you know are going to work", "also – pick your battles", "pick your battles", "you’re going to have to eat some stupid stuff", "you’re going to do some lame things", "but you’ve got to pick your battles", "you’re not going to be able to change everything, so you’ve got to pick the most impactful issues to deal with", "the other ones", "you support those and you follow those like a good soldier, because that gives you more capital when you do raise issues", "here’s the other piece when you raise issues up the chain of command", "this is a piece that people mess up all the time", "when you raise these points up the chain of command and when you give the solutions, you have to do it from a point of humility", "you can’t be looking for the credit", "you can’t be looking for the atta-boy", "you’ve got to come across and you’ve got to not just come across, you’ve got to actually be the humble person putting forth some suggestions on how to do things better", "i’ll tell you the absolute black belt move is when you get them to think that it’s their idea and that they came up with it and that they’ve made up that solution", "that’s the ultimate black belt move", "that’s what you’re looking to achieve and that is how you win", "that is what i did with my career", "i worked as hard as i could", "i followed everything they told me, but when something stood out, i was able to attack it, address it and get the problem solved or changed because i had built up that capital", "so build your reputation, build your relationships, build and vet your idea and your solution, and then present it with humility", "next question is from a guy named jonathan mule: how would his lifestyle of extreme discipline translate to someone living a seemingly unrelated life", "artists, writers, etc., who might find more productivity in pockets of leisure or late at night", "now, i would argue that in these creative pursuits, you actually require even more discipline", "i would venture to guess that the biggest reason that creative types, people in creative industries, the reason that they don’t produce isn’t because they don’t have vision and it’s not because they don’t have talent", "i can just about guarantee that in most cases, it’s a lack of discipline", "i’m always saying about working out, the weights in the gym aren’t going to lift themselves; you’ve got to go lift them", "well, it’s the same thing with a book", "that book isn’t going to write itself; you’ve got to write it", "the painting isn’t going to paint itself; you’ve got to paint it", "and if you don’t feel like writing or drawing, or painting, or composing, that doesn’t matter", "you do it anyways", "you grit down and you force the words onto the paper or you force the brush onto the paper", "or you force the notes out of the instrument", "that’s what you have to do", "you have to make it happen", "you have to force yourself to do it", "it’s not always going to be good", "you might go back, you might write 1,000 words and you might delete 950 of them, but you got 50 words", "50 words that you didn’t have before", "50 words that you’ve created that are solid", "50 words closer to reaching your goal", "now, as far as the time of day goes, to me it doesn’t matter", "if you have some kind of time of day where things seem to flow better or whatever", "great", "take advantage of it", "i think people think because i wake up early, which i do, that i believe that everyone must do that", "but honestly, it’s not true; it’s the principle", "it’s about the principle, not about the specific time", "i’ve got to throw a big “but” on that", "because although you can maybe work at different times or maybe you stay up later or maybe do better work at 2:00 in the morning or 3:00 in the morning and so there’s no way you’re getting up at 4:30, that’s okay", "but that doesn’t mean oversleep and it doesn’t mean procrastinate and it doesn’t mean hit the snooze button", "it doesn’t mean staying up late diving into the depths of useless youtube videos and claim that is you being creative", "do not lie to yourself", "that there’s a decent chance that being creative is actually being lazy in your mind", "do not fall into that trap", "i’ll tell you something else", "in order to gain skills, in order to master your craft, any craft, you have to practice", "you have to practice and practice and practice over and over and over again and again", "that requires discipline", "that requires discipline and that is another example of how discipline will equal freedom", "the more you practice your craft, the better you get at it, the more freedom you have to create", "so build the structure and follow it", "put the discipline into your life", "the discipline will increase your skills and it will increase your productivity and the discipline will set you free", "now, going onto the next question here", "will the muster event – oh, sorry", "this is from marco lopez: will the muster event be a once-a-year thing only", "after working with and training so many different companies, are there any repeating patterns or common weaknesses that business owner need to seem to work on", "it also says: “will you please encourage jocko to do another joe rogan podcast?” so, right on", "joe knows i’m standing by", "we’ll make it happen at some point", "great to be on his show", "we’re just now getting around to round 2 with tim", "so maybe joe is around the corner", "we’ll have to wait and see on that one", "all right", "to get to the question here, for those of you that don’t know, the extreme ownership muster is a leadership event that we’re having in san diego, california", "i’m doing it with my business partner, the co-author of the book, extreme ownership, leif babin, who is a seal that i worked with for many years and my brother", "we’re holding this thing in san diego, california on october 20th and 21st", "what the event is going to be about is combat leadership", "that’s what it’s going to be about", "it’s going to be about combat leadership and we’re going to teach the fundamental principles of combat leadership and how to apply them on the battlefield, in business, and in life", "all three", "you’re going to see when you come how all three of the applications are the same", "these fundamental combat leadership principles – they don’t change, regardless of whether you’re out hunting down bad guys, or whether you’re hunting for a sale", "they don’t change", "the response to the event has been awesome", "we’ve got a ton of people coming to it, which likely means it looks like we’re going to do another event possibly", "we’ve got to carve the time out of the schedule, but it looks like possibly the spring of 2017", "likely going to be somewhere on the east coast", "if it’s going to be somewhere on the east coast, there’s probably a pretty good chance we’ll be looking at new york city", "it’s not set in stone that we’re going to do it; not set in stone when we’re going to do it", "we might wait another year", "i don’t know yet", "it’s just up in the air", "we have so much stuff on our plates right now that we’ve got to figure out if we can fit it in", "but if we do it again, maybe we’ll head out to the east coast and new york city and get some", "the next part of this question is: are there any repeating patterns or common weaknesses that business owners need to work on", "the answer is yes, absolutely there are", "we see the same issues from company to company and from leader to leader", "the same issues that we see in the civilian sector are the same issues that we saw while we were working with seal platoons and training seal platoons", "the core problems that we see are what we wrote about in the book, extreme ownership", "that’s one of the reasons we wrote the book was because when we worked with these companies, people would say, “do you have this stuff written down anywhere?” and eventually we wrote it down", "now what are some of those issues that we run into", "i mean, you’ve got departments and divisions that aren’t working together to cover a move", "you’ve got communications not being made in a simple, clear, concise manner", "you’ve got either too much micro management, which leaves the troops to take no initiative or you’ve got not enough guidance and the troops now don’t know which direction to head into", "or you get a company that’s trying to take on too many projects or too many initiatives at the same time and they don’t prioritize and execute, so they end up getting none of them done", "then obviously the most impactful one is when you have leaders and team members taking ownership, real ownership, extreme ownership, of everything in their world to make sure that problems that uncovered and owned and resolved", "because if leaders and members of the team, if they don’t take ownership of the problems, then guess who solves the problems", "nobody", "so these are all, again, fundamental problems that i saw when i was training seal platoons and it’s the same thing i see now", "it’s the same solutions that we apply to these same problems", "learning the fundamental tactics of leadership is what we get down to", "we’ll see you at the muster", "all right", "this next question is from damian hudson: what does jocko struggle with", "or maybe better to say, what is he at work on", "he comes across bulletproof and just pushes through on everything", "would like to know his method for identifying weaknesses and putting structures in place to resolve, correct, improve", "would like to know his approach for his personal challenges", "well, first of all, i can assure you that i am far from bulletproof", "when you ask what i struggle with, i struggle with everything", "i’m not naturally gifted at pretty much anything", "i’m not naturally strong", "i’m not naturally fast", "i’m certainly not the sharpest tool in the shed", "so i constantly have to work on my weaknesses", "if you want to know what my weaknesses are", "we don’t have enough time on the podcast to list all my weaknesses", "that’s the way it is", "now as far as my method for identify weaknesses, it’s pretty simple", "i’m constantly doing self-assessment, detaching and looking at what i’m doing and what i can do better", "i ask people that are close to me, people that i trust, ask them if they have any feedback for me", "ask them if there’s anything i could do better or where i can improve", "so that’s pretty simple", "do a self-assessment, ask other people and find out what your weaknesses are, what you could do better", "then the next part of the question is: what do i do to put structures in place to resolve, correct and improve", "well, i just attack those problems", "weakness identified", "roger", "attack the weakness", "problem identified", "roger", "attack the problem", "i’ll tell you, i’m not a guy that spends a bunch of time over-analyzing or over-planning or diving deep into meditation on how i’m going to attack a problem", "i simply attack the problem", "now, that doesn’t mean that i blindly attack and it doesn’t mean that i hold a course without checking on my progress", "as i attack a problem, i’m going to continually assess and make sure that i’m on the right course and that i’m headed in the right direction and making sure that it’s the most efficient path", "i will absolutely change course if i see something i can do better", "because i have that kind of attitude, it allows me to move quickly to execute and then initiate change and alter the course as i go if it’s needed", "it’s the same attitude that i had when i was on the seal teams", "i could be very decisive very quickly because the decisions themselves did not close my mind", "the decisions did not close my mind", "i would make a decision and i would continue to reassess and readjust as needed, but also as we moved forward towards a solution", "so you got a problem", "step 1, identify the problem", "step 2, attack it", "step 3, reassess and adjust and keep attacking", "get that thing solved", "next question is from chris bell: how to stay motivated when every day is a struggle to accomplish goals", "well, i can tell you very easily, this isn’t about motivation", "that accomplishing your goals is not about motivation, it’s about discipline", "i already talked about that once today and i’ll say it again", "i probably talked about it more than once", "i talked about it a bunch", "i talk about it all the time", "it is about discipline", "motivation is fickle", "motivation comes and goes", "i mean, you think about motivation, something as simple as being hungry can sap your motivation", "right", "that’s ridiculous", "you can’t rely on that", "you have, oh my blood sugar went down, i’m not motivated anymore", "oh, i didn’t get enough caffeine, i’m not motivated", "no, wrong answer", "motivation is unreliable", "when you’re counting on motivation to get your goals accomplished, you’re likely going to fall short", "so don’t count on motivation", "count on discipline", "you know what you have to do", "go make yourself do it", "make yourself do it", "everybody wants some kind of magic pill or some life hack or something that eliminates the need to do the work", "well, i will tell you what", "you need to do the work", "you’ve got to hold the line", "you’ve got to make it happen yourself", "you have to make it happen", "it’s not going to happen on its own", "you have to make it happen", "so dig in", "find the discipline", "be the discipline and accomplish the goals, period", "that’s it", "our next question is from austin farley", "he said: best advice to today’s active duty force regardless of branch about career oversight, deployments, differences between all service members", "okay, so the basic question is best advice", "well, the advice besides be aggressive and stay safe – that’s my no", "1. i would tell you for me, the biggest component for success in the military, in my opinion, is to do a great job in whatever you’re doing", "i know that sounds pretty obvious, but i’ll tell you, i saw a lot of guys over the years who were always looking for the next ticket to punch or the next good deal or the next job that they had to get to take to make a promotion or whatever", "for me, for the most part, i just took what they gave me and i did the best i could at it", "i’ll tell you, not only did this keep the navy happy, because the navy had a trooper that was just getting after it, it also kept me happy because i wasn’t sweating the promotion or the evaluations or any of the political stuff", "i was just getting after it to the best of my ability", "if you do that, in my opinion, if you do that, your career will take care of itself", "you’ll get the good jobs because people will want you in those good jobs", "the other thing i would say is this: a big piece of being in the military is a gut check", "it’s hard work", "it’s either too hot or too cold", "it’s not enough food", "it’s not enough sleep", "it’s not enough water", "it’s hurry up and wait", "it’s plan for months to do nothing and then don’t plan at all to do something for months", "on top of all that, you throw the politics and the egos and the bureaucracy", "when you mix all that together, it can be pretty miserable, but i will tell you this: all that misery", "relish it", "relish every moment of it because those hard things, those rough things", "those are a part of the experience of the military and it’s experiences like that i promise you will – for some twisted reason – you will miss them when you leave", "so don’t hate them", "don’t avoid them", "dive into them and kick them in the ass with a smile on your face", "because another thing is, that smile is contagious", "you’ll elevate the morale of your whole unit when you wear that smile", "so have fun and kick ass at what you’re doing", "for those of you out there on the front lines", "like i said, be aggressive", "the best way to mitigate risk on the battlefield is to be aggressive", "do not be reactive", "step up and get after it", "by the way, to all you active duty folks, thank you for what you’re doing", "for the vets that are listening, thank you for what you did", "next up, i got a question from paul wetkick", "it says, “unfortunately,” this is to tim, i guess", "unfortunately, you, rogan and harris all pussyfooted around him", "i realize he’s probably an intimidating presence, but ask him how he feels about killing people, especially possibly innocents", "don’t let him use ‘doing my job, bad guys, collateral damage’ narratives", "ask him how he feels about it", "he’s intelligent enough to cope with being pressed for an authentic answer", "so paul wants to know about killing people and possibly killing innocent people and how i feel about that", "so first of all, the nature of war is death", "the nature of war is killing", "that is what war is", "of course, there’s all kinds of other components to war", "there’s economic and cultural and diplomatic and strategic", "but at its fundamental core, war is about death and war is about killing", "in the question here, i’m told i’m not allowed to use the narrative of doing my job, but there’s a reason why that narrative exists", "because death and killing actually is the job of a soldier", "we train for that job", "when the time comes, we do our job and we are good with it", "now, part of that comes from the training", "part of that also comes from the dehumanization of the enemy", "yes, that is a true statement", "the enemy becomes dehumanized to the soldier", "that’s one of the reasons why soldiers are generally okay with it", "in the past, the military had to help that process along", "they had to help the soldier dehumanize the enemy", "it still does do that to some extent, but i think in the wars that we are in now, we don’t need any help dehumanizing the enemy", "the enemy dehumanizes himself", "you see, we in the military, we witness what they do", "we see what they do", "we see the results of the torture and the rape and the murder", "we see families beheaded", "we see people skinned alive", "we see young people, kids – kids forced to carry out suicide bombings", "and now with the internet in action, the whole world can see the completely despicable and brutal behavior of these sub-human savages burning people alive, throwing people from buildings, drowning people in cages, 10-year-old sex slaves", "it’s absolutely disgusting and abhorrent", "i will tell you that i have no problem whatsoever killing all these vile creatures, all of them", "now, you also ask about killing innocents, killing innocent people", "as i already stated, the nature of war is death", "in war, innocent people sometimes are killed", "you want to know how i feel about it", "well, it is horrible", "it is horrible", "it is awful when it does occur", "and yes, it does occur", "let me tell you that america goes through great lengths, extreme lengths and in doing so, incurs incredible risk to prevent killing innocent people on the battlefield", "when i fought with the 11ad in the battle of ramadi in 2006, the entire strategy, the entire strategy was developed to minimize not only the killing of innocent people, but also to minimize the amount of infrastructure that was destroyed", "so the buildings and the power and the water, all of that", "again, american troops took incredible risks, incredible risks to mitigate the risk to civilians", "but war is messy", "war is confusing", "war is imperfect", "war is hell", "despite all the efforts that we make, despite all the good intentions and the precautions and the planning, sometimes innocent people are killed and it’s horrible", "it’s horrible for the family of the slain and it’s horrible for the military man that pulled the trigger or dropped the bomb or threw the grenade", "it’s horrible for the mission because in places like iraq and afghanistan, we are there to protect the local populace so it takes us backward strategically as we try to win the hearts and minds of the people", "but you know what", "it doesn’t defeat us", "it doesn’t beat us", "and it doesn’t even turn the local populace against us", "i’m speaking now from my experience in the battle of ramadi", "let it be perfectly clear that the local population in ramadi absolutely wanted us there", "they wanted us on the ground in their neighborhoods", "they wanted us to help them get rid of the insurgents that were terrorizing them, literally terrorizing them", "when innocent people were killed for whatever reason, we apologized", "we did what we could to help and we met and we broke bread and we explained what had gone wrong and we asked what we could do to help", "we paid them money and we helped them repair their buildings", "we did whatever we could", "i will tell you, and this never gets represented in the press, but most of the time the local populace, they understood", "they understood it was a war", "they understood it was a war against evil and they understood that meant violence", "they understood that in our efforts to help them get rid of the cancer that ravaged their city, well they understood that there would be bloodshed in removing that cancer", "war is hell", "it is best to be avoided at all costs so that innocent lives are not lost", "but sometimes war cannot be avoided and sometimes war should not be avoided", "sometimes in order to protect the innocents, war is the only choice", "i am thankful that there are men and women in the military that have the courage and the strength and the moral fortitude to stand up and face evil and to also withstand the awful burden of killing and of death", "now i think this is the last question here", "this question came from andy vassely", "it says: what are the biggest lessons learned from jiu-jitsu that transcend the art of fighting itself and can be applied to being an effective leader", "so i’m a practitioner of jiu-jitsu", "it’s a pretty incredible thing to train", "for those of you that train jiu-jitsu, you know what i’m talking about", "for those of you that don’t train jiu-jitsu, go train jiu-jitsu because there’s so much to be learned from jiu-jitsu about leadership and about life", "for instance, i talked a lot about discipline today", "in jiu-jitsu, you’re going to learn about discipline because it takes discipline to get on the mat day after day, week after week, month after month, year after year", "you won’t always feel like training", "as fun as jiu-jitsu is, there’s going to be days you don’t feel like training, but you have to find the discipline and you have to do it", "so you’re going to learn about discipline in jiu-jitsu", "you’re also going to learn about humility because in jiu-jitsu, you will get humbled", "you will get beat by people that are smaller than you and weaker than you, and they will smash you", "they will literally submit you", "that is humbling and there is no escaping it", "those are very important because like i said, i’ve said this before, is that those are lessons that some traditional martial arts would try and teach you almost as theoretical lessons", "like you must be disciplined", "they’ll tell you that in theory", "but in jiu-jitsu, like i said, without discipline, there’s no progress", "in a traditional martial art, they’ll say you must be humble", "like i said, in jiu-jitsu, you actually get humbled", "so jiu-jitsu teaches you a lot about life", "that’s one of the things that makes it so powerful", "back to the question, what does it teach you about leadership", "it absolutely teaches you some key things about leadership and i’ll give you a couple of the most important elements", "first of all, detachment", "i’ve mentioned this word a couple times today", "in jiu-jitsu, i’ll tell you right now, if you let yourself start to get frustrated or you let yourself start to get angry or just emotional in general, you will start to make bad decisions", "when you start to make bad decisions that is the beginning of the end", "so you have to be able to detach from that emotion, that frustration and you got to focus on doing the right thing at the right time", "it’s absolutely necessary", "that’s the same thing in a combat leadership position or in any leadership situation", "you cannot get caught up in all the chaos and all mayhem", "you can’t let your emotions get hold of you, so you have to be able to detach from that", "you have to be able to step back and breathe and see the full picture of what is happening without the cloud of emotion and all that mayhem obscuring your vision so that you can make good decisions", "jiu-jitsu will teach you to do that", "another piece of jiu-jitsu that transfers directly into leadership is the idea of indirect warfare", "so in jiu-jitsu, the whole premise is to attack the weaknesses of your opponent", "you don’t want to attack their strengths", "just fundamentally, you attack the weak areas of their body, like the joints or the neck", "you’re not attacking the strongest parts of their body", "if you attack where your opponent is strong, so if you have an opponent that’s very good at defending one type of one position or one type of hold, you’re just going to wear yourself out if you’re attacking that", "eventually, you’re going to run out of energy and then they’re going to get the advantage", "so you can’t just attack the strengths", "you have to attack the weak points in jiu-jitsu", "now on top of that, you also have to distract your opponent", "you have to make them defend some area", "so you might maybe attack one area so they put their defenses there, but it’s just a feint", "because what you’re really going to do is you’re going to attack an area where they’re not defending", "you’re going to attack their weak areas", "it’s the same thing with leadership", "the clearest example of where this is directly seen in leadership is when you’re dealing with people’s egos", "so you take a person that has a big, strong ego", "you don’t attack that ego head on", "that will just make that person get ultra-defensive", "if you attack their ego, they’re going to get defensive immediately", "now you’ve built up and you’re going to have an even harder fight", "so what you do is you bypass their ego", "maybe you even massage their ego a little bit so that they let down their guard", "so that they let you into their head a little bit and then tactically and quietly you sneak in and you plant the seeds of what you’re trying to get them to do", "of where you’re trying to lead them", "soon enough, without seeing it, those seeds are going to grow and your idea and your plan and your leadership comes to fruition", "that is indirect warfare", "it’s the same thing in jiu-jitsu, it’s the same thing in business and it’s actually the same thing on the battlefield as well", "we don’t attack enemy strengths unless it cannot be avoided", "so take up that jiu-jitsu", "start training and apply those lessons across the board in your life", "i think that’s it for questions for now", "thanks to everybody for listening and thanks, of course, to mr", "tim ferriss, for having me on", "tim has been, for those of you who don’t know, he’s been a huge supporter since i met him", "i really appreciate, tim, everything you’ve done for me and everything that’s kind of stemmed from that has been awesome", "the interaction from everybody through social media and twitter and facebook and all that and everyone that’s listening and giving me feedback on the podcast that i have and the book that i wrote with my buddy, leif", "it’s just awesome to connect with so many people and it’s awesome to know that there’s so many people that are in the game", "so many people that want to get after it", "just like me, looking to get better, looking to do better, looking to be better", "so thanks to everybody for everything", "like i said, especially thanks to tim for kicking this whole thing off", "so until next time, this is jocko", "out"]}