{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560]}, "episode_num": 188, "file_type": "html", "guests": [], "num_sentences": 561, "num_words": 9367, "raw_text": "Tim Ferriss: Hello my Caribou and Capricorns. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show. This episode is a repeat guest, one of the most popular: Dr. Dominic “Dom” D’Agostino, known as Dom, of course. On Twitter you can find him @dominicdagosti2. That is Dominic D-A-G-O-S-T-I, the number 2. He is an associate professor in the Department of Molecular Pharmacology and Physiology at the University of South Florida Morsani College of Medicine, and a senior research scientist at the Institute for Human and Machine Cognition (IHMC), which also has a great treatment in the current issue of Outside magazine, on which there is a clown who looks a lot like me. He has also deadlifted 500 pounds for 10 reps after a seven-day fast. He’s a beast. Also a good friend of Dr. Peter Attia, who has also been on this podcast. The primary focus of Dom’s laboratory is developing and testing metabolic therapies, including ketogenic diets, ketone esters and ketone supplements to induce nutritional or therapeutic ketosis and low-toxicity, metabolic-based drugs. That’s a mouthful, eh? Much of his work is related to metabolic therapies and nutritional strategies for peak performance and resilience in extreme environments. This is where I get pretty interested. I recently went up to Altitude and used exogenous (not androgynous), exogenous ketones to help me acclimate and function at high altitude. But it also works in the opposite direction, under water, for instance. Both related to hypoxia. His research is therefore supported by, among others, the Office of Naval Research, the Department of Defense, and other private organizations and foundations. In this Part 3 – Dom has been on twice before – Dom focuses on disease prevention, cancer, and more mastery of the ketogenic diet. So, as I always say, without further ado, please enjoy this tutorial and master class with Dominic D’Agostino. Dominic D’Agostino: Okay, I covered the ketogenic diet and I covered questions about exogenous ketones. That took about two hours. So now I’m going to into cancer research questions, or just question in general about cancer. The first one I’d like to address – I’ve gotten many emails about this and I’ve seen a few questions on Facebook: Does the ketogenic diet beat chemo for all cancers? I would say absolutely not. But that does not mean that it should not be used as an adjutant or a support for various cancer therapies that are out there. A number of situations where the ketogenic diet may not be the preferred therapy for most cancers, I would say leukemia, lymphomas, Hodgkin’s lymphoma, thyroid cancer, testicular cancer. If caught early, prostate cancer, melanoma, breast cancer, all these cancers can be effectively treated with chemotherapy or radiation in some cases. And also, brain tumors, if it’s Class 1 or a Class 2 tumor or Grade 1 and 2 that’s not very metastatic and it’s more localized, then surgery, radiation, chemo can be very effective. We focus on cancers that are not really treated effectively with the standard of care. Brain tumors Grade 4 would be a glioblastoma cancer. It’s highly invasive, highly aggressive, sort of has a metabolic phenotype. We say that expresses the Warburg effect. So it’s very glycolytic. So the name “glioblastoma multi-form,” is comprised of very diverse, heterogeneous array of cells that are resistant to therapy. It’s genetically very heterogeneous. Metabolically, probably much more homogenous in regard to being able to target it from a metabolic standpoint. So we focus on this aggressive metastatic cancer and brain tumors in our lab. The standard of care, we know that it does very little. We do feel that the ketogenic diet, when properly administered, can dramatically enhance the efficacy of standard of care. So even though the standard of care may not buy much time for a patient with glioblastoma, we think that we could dramatically enhance the efficacy and maybe reduce the side effects of standard of care with the ketogenic diet or maybe combined with intermittent fasting. I would recommend looking at the work of Dr. Adrienne Scheck. She’s at Barrow Neurological Institute. She’s done some studies with a pre-clinical mouse model of glioblastoma. That work has inspired a clinical trial that’s now recruiting patients to use the ketogenic diet combined with the standard of care, which would be Temozolamide and radiation. Her work is really remarkable in that it shows the ketogenic diet dramatically enhances the efficacy of radiation therapy. It does that through a number of different mechanisms that she’s looking at. I think, most importantly, to highlight if we look at the sum of all her work, which is an incredible body of work that she’s done. She was working on this long before I came into the field. I was directed to her by Dr. Jung Rho, who is probably the leading ketogenic diet researcher and Chair of Pediatrics in Calgary now, but he was at Barrow Neurological Institute. I contacted him and he directed me to Adrienne Scheck’s work and it really blew me away. She shows the effective of the diet can be dramatically enhanced with radiation. I was pretty critical of radiation therapy for cancer, especially for glioblastoma, for various reasons. But when looking at Adrienne’s work and just hearing feedback from patients, my thoughts on radiation therapy have softened a bit. In the context of radiation therapy given with ketogenic diet, it appears that nutritional ketosis enhances the tumor-killing effect of radiation. It does that through a number of different mechanisms, probably crippling or reducing glycolytic flux through the tumors, which would impact their antioxidant, endogenous antioxidant status by reducing things like the pentos phosphate pathway, which helps the cell regenerate glutathione. We know that the efficacy of the radiation therapy really results from generating oxygen free radicals in the tumor tissue. Tumor cells are already at an elevated state of oxidative stress, so further stimulating reactive oxygen species production with the damaging effects of radiation can put them over the edge and be very destructive. So the ketogenic diet seems to enhance that process and simultaneously, the ketones tend to lower inflammation in the normal, healthy tissue and protect your normal, healthy brain tissue. We think that there’s a lot of potential for the ketogenic diet as an adjutant. For all our studies, we’ve always used the ketogenic diet as one piece of a combined metabolic therapy approach. So the ketogenic diet is an adjutant to hyperbaric oxygen that we’ve used. Now we’re looking at ketone supplementation and combining that with hyperbaric oxygen. So the ketone supplements tend to further augment the therapeutic efficacy of the ketogenic diet by lowering blood glucose and elevating blood ketone levels. That therapeutic zone that Tom Seyfried calls the “metabolic zone.” The glucose ketone index is simply the ketones, the glucose by the ketones. The index of one or two, really an index of one is what you want to shoot for. When you achieve an index of one, you essentially get a blood glucose level and blood ketone level that are essentially the same. So 3.5 millimolar, a level of glucose and ketones that a person could sustain and would be physiologically optimized. He has a paper on that in Nutrition and Metabolism describing the glucose ketone index. That has been thought to be sort of the optimal therapeutic zone for a patient using the ketogenic diet to manage their cancer or combine it with the standard of care. So it makes sense to use a metabolic-based approach on tumors that have a Warburg phenotype. So tumors that are highly glycolytic, which include about 80 to 90 percent of cancers. The cancers that tend not to be the ones that are more glycolytic are also the ones that you don’t have to worry so much about. These are cancer cells that generally are not very invasive or aggressive in regard to growth – the ones that are not glycolytic. So cancer cells, for example, that wouldn’t show up on a PET scan. That would be like prostate cancer, for example. Yeah, the ketogenic diet does not beat chemo. We know that chemo can be effective for a number of different cancers and if caught early, sort of a growing list of different types of cancers. Ramsey Metcalf asked a question: After listening to his chat on Dr. Rhonda Patrick’s show, I want to know more about the detoxifying effects of ketosis on pre-cancer cells and on healthy individuals and how does one jumpstart daily ketogenic cycle without supplements? How can you maintain lean muscle mass when fasting? So a number of questions there. As I mentioned, I’ll refer back to the metabolic zone. Achieving the metabolic zone and glucose ketone index of one or two. So Google the glucose ketone index and download that paper in Nutrition and Metabolism. It’s open access. It gives you a description of where you have to be when you do fasting or the ketogenic diet. If you achieve that zone, I think that – and you do that two or three times a year – that could be very therapeutic in regard to cancer prevention really effective at targeting pre-cancerous cells and maybe even jumpstarting your immune system, making your immune system maybe more hypervigilant against the cancer cells that you already have. So as far as jumpstarting your body into ketosis, you could use exogenous ketones. Okay, without supplements you ask. Jumpstarting can be done with exercise. I wouldn’t recommend vigorous exercise. I would recommend a walk, a two or three-hour walk, for example. You might want to preface that with a short, high-intensity, 10 to 15 minutes, something to just kind of activate your sympathetic nervous system, but not too much. Do some pushups, chin-ups, a little bit of a few sprints. I believe that when you activate your sympathetic nervous system, mobilize your assets for fuel and set your body up for a more effective fat-burning and a more effective transition into ketosis when you do a low-impact walk. I’ve done a lot of testing on myself of glucose and ketone levels in different scenarios and that seems to work really well. I did that yesterday, actually. So fasting can stimulate autophagy, perhaps, make the immune system more hypervigilant against cancer and pre-cancer cells, I mentioned. But you need to acknowledge that if you fast too long or you calorie restrict too long, that can suppress your immune system. Let me see – lean body mass. So there’s a couple ways to get around the loss of lean body mass that’s going to happen. You have to realize that you’re losing a lot of water when you do a fast. So your weight may go down, but a lot of it’s going to be water weight. You could probably mitigate some of the muscle loss with branched-chain amino acids. I would buy just a pure branched-chain amino acid product that’s just branched-chain amino acids and nothing else. Consume that. If you’re going to continue to do any form of exercise, I wouldn’t recommend doing high-intensity exercise if you’re fasting. But if you do any exercise, take your branched-chain amino acids before and maybe during. It’s important and I always emphasize this when people talk about “wasting away” when you fast. George Cahill’s work at Harvard shows that the physiological shift that occurs when you’re fasting, when you enter a state of fasting ketosis, functions to have a really profound protein-sparing effect. So your brain is a highly metabolic organ and it’s a big glucose sink. When you elevate ketones that prevents a lot of the gluconeogenic amino acids from being broken down in the skeletal muscle. So it’s very protein sparing in that regard. So otherwise, if we fasted, we would rapidly waste away, probably in less than two weeks. But there’s reports of people fasting – there’s a guy who was 500 pounds that fasted for over a year. There were no major ill effects reported from that. He fasted down to 190 pounds. Some of the helpful supplements that I think utilized during a fast would be, like I mentioned, branched-chain amino acids. My good friend, Layne Norton, did his Ph.D. on leucine and he did in the lab with Donald Layman. So if you’re interesting in understanding anabolic or anti-catabolic effects of branched-chain amino acids, go on PubMed and look up Layne Norton studies on leucine. I’ve experimented with a few things. I think the serotonin precursor, 5-HTP, can be beneficial if we’re taking in branched-chain amino acids, we’re actually limiting the transport of tryptophan across the blood brain barrier because it competes. I tend to get the munchies at night, so my appetite gets really high at nighttime when I was fasting. I fasted with branched-chain amino acids, but I think a supplement like 5-HTP at night may be able to reduce some of the hunger cravings and also help put you to sleep. So if I’m hungry, I found it hard to sleep. After a while, my body adapted to it. So that product. Ketones, MCT oil and MCT oil powder may be helpful, but not absolutely necessary. There’s a book out there called The Fasting Cure by Upton Sinclair. Just Google “The Fasting Cure” and “Sinclair” and you’ll find it. It’s a free pdf download. It’s a fascinating little book that just talks about the benefits of fasting. So next question is Lowell Kubic. He asks: In addition to an update on ketosis effects on cancer, is there any updates with ketosis affecting chemotherapy recovery? What types of cancers does ketosis have the largest impact on? So I kind of answered that already. Managing brain tumors and metastatic cancer I would say would be at the top of the list. And as I mentioned, as an adjutant to chemo and radiation, see Adrienne Scheck’s work at Barrow Neurological Institute, her pre-clinical work and also an ongoing clinical trial. I would also encourage anyone who’s really passionate about seeing this transition into the patient population, if they’re interested, they could support Adrienne Scheck’s work at Barrow. It’s difficult to get funding for these types of studies. I know the project was stopped and started because of funding. I don’t think it’s a lot of money, either. So if you look up Adrienne Scheck’s work and maybe she may have some kind of donation link there. I’m not sure if she does, but it would be great for people listening to support her work in that clinical trial because there’s a lot riding on that trial. The research is being conducted in a way that really fits the criteria we think is important. So we’re being assured that the patients are actually in ketosis and they’re monitored and recorded in ways that’ll really help get questions answered. The clinical trial is in progress right now. So they’re continuing to recruit more patients. Most effective for targeting cancer, this Warburg phenotype. That would be like 80 to 90 percent of cancers will have an increase in or demonstrate high-intensity on fluorodeoxyglucose PET scan. These are the cancer cells that are more glycolytic are also the ones that are going to be more invasive and more deadly. They’re the ones that are growing more rapidly. So as they’re consuming more glucose, that glucose is shuttled to not only energy, but also the biomass of the tumor. So when you’re imaging the cancer cells lighting up, they’re shuttling all that glucose to increase the biomass of the tumor. When you look at prostate cancer, where it’s not lighting up, it’s growing so slow that its glucose demands are not that high. In many cases, probably just better left alone. When people are diagnosed with having a tumor, they think about it as this alien that needs to be chopped out of the body with slash-and-burn techniques. But there’s many autopsies – I was reading a number of books and papers on this – there’s many autopsies that have been done on people that die from completely unrelated causes that are full of tumors. That have tumors and absolutely no problems at all. So they may have lived many years, if not decades, with tumors and had no problems at all. So if you’re diagnosed, that’s why just watching and waiting is an important thing. We can live with cancer, many types of tumors with no problems. Dr. Fein and Dr. Feinman, I believe, did some work in vitro on multiple different cancer types with ketones. The gist of their work was that a large majority of cancer cells cannot effectively use ketones for energy. That goes across multiple different cancer cell lines. I know Dr. Brant Reynolds, he’s doing work at University of Florida in Gainesville. He’s done work, pre-clinical work on colon cancer, breast cancer, and glioblastoma. Some of the glioblastoma cells were taken from patients. He uses a patient-derived xenograft model. I think most importantly, the evidence points to the ketogenic diet as doing no harm. Do-no-harm therapy. So we know through at least two or three, two pilot trials, that the ketogenic diet is well tolerated. We know from the epilepsy community that the ketogenic diet is very well tolerated. I think it was Melanie Schmidt that did work on – the title of the paper was “The Effects of the Ketogenic Diet on the Quality of Life of 16 Patients with Advanced Cancer: A Pilot Trial.” So those that completed the diet for three months of treatment, there were patients with ovarian, breast, sarcoma, osteosarcoma, esophageal cancer, pancreatic cancer, thyroid, colon, endometrial, lung, and stomach cancers. So a variety of different cancers. There was an improved quality of life and there was no major adverse effects on various blood parameters. The side effects reported were really minimal. So they were temporary constipation and fatigue. There’s a lot of good evidence already that the ketogenic diet can work on a variety of different cancers. We need more studies. Some of those studies are in progress. I’m going to transition now to random questions here. So Scott Shearer asks – I know Scott, hey Scott: Talk about ketosis and hyperbaric oxygen therapy. How, why and when? So it’s a good question. I think it’s going to vary depending upon the individual. I think generally, younger patients can tolerate more hyperbaric oxygen and get benefits from it. So with hyperbaric oxygen therapy, you get the immediate benefits from hyper-oxygenating the area that you’re trying to treat. Whether that be an ischemic wound, you’re trying to reverse tumor hypoxia and saturate a tumor with oxygen to stimulate oxidative stress, right? You need apoptosis in the cancer, which is much like a wound, actually. So you have that effect. If someone has a brain tumor, they’re going to be more susceptible to CNS oxygen toxicity. So you want to start them really lower, like 1.5 atmospheres of oxygen and do that for 45 to 60 minutes and then work up from there. So the protocol that we used in our pre-clinical model was 2.5 atmospheres of oxygen three times a week and that varies from what’s used for wound healing, which is kind of Monday through Friday, five times a week. Two atmospheres of oxygen. So it really depends on who you’re treating, what you’re treating. The approved therapies for hyperbaric oxygen, there’s like 14 different FDA approved and you have air and gas embolism. You have bone infections. Osteomyelitis. Burns. Carbon monoxide poisoning. So you would want to use the maximum concentration of oxygen to get to push that carbon monoxide off of the hemoglobin molecule. It’s also occupying cytochrome for the electron transport genes causing tissue hypoxia. So you want the maximum amount of oxygen for that or tolerable. Certain types of brain or sinus infections, decompression sickness, so this is sort of gas gangrene is another that’s an anaerobic bacteria. So hyper-oxygenating it can help to kill it. Necrotizing soft tissue infections, radiation injury. For example, damage from radiation therapy for cancer can be effectively treated with hyperbaric oxygen therapy. Skin grafts and wounds that have not healed with other treatments. For example, treating a foot ulcer or someone with diabetes or very bad circulation. The wound healing process is enhanced by increasing tissue profusion or increasing the oxygen content within that actual tissue. Lowering reactive oxygen species, which is kind of a secondary effect, and lowering inflammation. So when it comes to cancer, so that would be an off-label use; a non-FDA-approved use of hyperbaric oxygen if you’re not getting radiation therapy. I would ask you just to look at some of the research that my colleague, research associate, Dr. Angela Poff, was first author on a number of manuscripts. If you just Google “ketogenic diet” and “hyperbaric oxygen.” So we have a number of manuscripts that are open access and that are downloadable that describe the use of this approach, the combination of nutritional ketosis with a diet or supplemented ketogenic diet with hyperbaric oxygen. We think that this combination is not only effective, but nutritional ketosis will enhance the safety and the efficacy of hyperbaric oxygen by preventing the potential of CNS oxygen toxicity seizures. So the limitation of a Navy SEAL diver is CNS oxygen toxicity. The limitation of the therapeutic potential of hyperbaric oxygen therapy is the limitation of the dose to avoid CNS oxygen toxicity. So we can more safely use a higher dose of hyperbaric oxygen therapy and sort of blast the tumor with high levels of oxygen and oxidative stress, we could do that more safely in the context of getting the patient into nutritional ketosis. We think that nutritional ketosis will cripple the antioxidant defenses of the highly glycolytic tumor cells that rely pretty heavily on the pentos phosphate pathway or shunt to generate the reduced intermediates and to actually generate the glutathione, reduce glutathione in the cell. So that process is limited or crippled when a patient is achieving that metabolic zone and so the hyperbaric oxygen therapy would work much more effectively. Next question, Justin Bolman: How long would an amateur endurance athlete need to be in ketosis to get the full benefit of being fat-adapted for a marathon? What would you recommend as a supplement stack to fuel a marathon? For example, MCT powder combined with MAP essential amino acids? Sodium and some form of electrolyte every hour? Good question and it’s one that I get often, so I include it in here. Ben Greenfield has spoken pretty extensively on intra-race supplementation. Any ketone supplement that you use during a race you want to make sure that you’ve tested that pretty thoroughly before you actually use it. You know, you’ve tested it through your training extensively and titrated it up to the point where you start to get GI stress. So you want to make sure that you know what kind of doses you can tolerate before you start using it for inter-race supplementation. We’ve done some experiments in the lab and I’ve done experiments on myself. The pure caprylic triglyceride or the C8 may be the best alternative to medium-chained triglycerides, which is a combination of the C8 and C10. So that would be helpful supplementation. Branched-chain amino acids, I think, are really helpful. Other than that, I think that your preparation that’s really going to be most important is that you’re adapted to burning those fuels. The longer you’re on a ketogenic diet or keto-adapted, the more benefits you’re going to derive from it and the easier it gets, too. So this may take months or even years to get fully optimized to the ketogenic diet. So when you switch fuel sources, your body’s physiology doesn’t automatically switch over. So there’s a lot of complicated things happening from an up-regulation of the transporters, there’s enzyme systems, liver metabolism, gene expression. For these to be fully manifested, it’s going to take some time. It’s going to take a significant amount of time to be fully optimal. From the really advanced athletes that have communicated with me, they said it took about a half a year for them to get their stride on ketogenic diet. So I would say just keep that in mind. Johnny Valimer asked, this is a question I get often: Should an APO E4 carrier be careful with a ketogenic diet? It’s a great question. So interestingly, the study that was done by Sam Henderson which looked at the effects of an MCT oil-based product – at the time it was called AC1202 – they looked at patients with mild cognitive impairment and found that the patient population that was APO E4 positive did not respond as favorably, at least to medium chain triglyceride supplementation in regard to enhancement of cognitive performance. They had a mild, very modest boost in beta-hydroxybuterate. I would direct your listeners, Tim, to the IHMC STEM-Talk. It was Episode 12 with Dr. Dale Bredesen. It discusses this topic fairly at length. It covers a lot of things that I was interested in as far as what the signaling effects APO E4 is manifested in the brain and how we can target that, actionable things that we can do as individuals to mitigate some of the effects of being APO E4 positive. We know that APO E4 seems to influence NF Kappa B signaling. So the issue is APO E4 enhances the pro-inflammatory effects of Nf Kappa B intends to reduce the activation of Cert 1. So if we think about what the ketogenic diet does, and you can apply this to calorie restriction and intermittent fasting too. The metabolic and signaling effects of traditional ketosis would be favorable to those with APO E4. I would emphasize that not just an MCT-based supplement, which was done in the Henderson study, using AC1202, which was published years back. But actual carbohydrate restriction associated with nutritional ketosis. Inflammation is really the driver here from how I understand it. Nutritional ketosis, intermittent fasting, all these things activate beneficial pathways that are down-regulated by having this genotype. It doesn’t silence, but it attenuates a lot of the pro-inflammatory pathways that are associated with being APO E4 positive. So having this APO E4 gene, these carriers would have a survival advantage in several different situations. So the negative effects of being an APO E4 carrier really happen later in life. So as we age, it’ll be more important to follow nutritional ketosis and perhaps an intermittent fasting protocol. We know exercise increases BDNF. Intermittent fasting, intermittent dietary restriction. So even if you’re not fasting, do calorie restriction. Strength training. So strength training is going to build the lean body mass that functions in glucose disposal. So other supplements that may help individuals that are APO E4 would be berberine and maybe metformin too. I think we need to study that. I don’t know if there’s any – it would seem like an obvious thing to do a study on those that are APO E4 positive and the effects of metformin. So I know there’s quite a few individuals out there. I’ll look on clinicaltrials.gov to see. Matthew Maverich has a question regarding cheat meals: Any downside to kicking out of ketosis for an occasional cheat meal? Or does one need long-term, sustained ketosis to get the benefits? I found that I can get relatively fast, especially if I run the next day …is what he says. So there is no downside unless you are using it to manage a disease process. So Andrew Scarborough talked about having a brain tumor. I listened to his podcast yesterday. So I would definitely recommend your readers look up the podcast. I think it’s on The Quantified Body by Andrew Scarborough, who has a Grade 3 brain tumor and he’s using the ketogenic diet and an interesting sort of list of supplements and foods to manage his brain tumor, above and beyond what he even said was possible. He happens to have seizures too. So the seizure would be an indication that he’s not following, is getting out of the metabolic zone that is optimal for the management of the cancer. So he called it like a blessing that the epilepsy sort of helped him with cancer management because when he got a seizure, it sort of was an indication – or an aura before having a seizure, sort of like a pre-seizure event – and that he had a protocol that he could quickly administer things like magnesium chloride or exogenous ketones to quickly get him back into a state of ketosis. I don’t know if you’re an athlete or managing some kind of pathology, but an occasional cheat meal for performance I think is totally fine. The problem that I run into if I do a cheat meal – I just call it like a re-feed. I like eating a ketogenic diet, so I tend not to cheat that much. What I’ll do is sometimes just eat more of the same foods. But occasionally I’ll go out for sushi and have rice and some other things. What I notice when I do that is that I get hungry at night. So I will wake up and instead of waking up at my normal time, I’ll wake up an hour or two or three earlier and just be really hungry because the carbs that I ate the night before – if I cheat, it’s usually in the evening – I’ll get what is likely an insulin dump that makes me hypoglycemic in the middle of the night. If I don’t have the ketones there, if the insulin shuts off my own ketone production, that my body senses that hypoglycemia and I wake up with the shakes I get that hypoglycemic effect at night. That happens. That’s what I notice. So my suggestion would be if you’re going to do a cheat meal and if you’re doing nutritional ketosis, do a slow-carb approach and add sufficient amounts of fats. I think you’ll get a better response. If you do a cheat meal, I guess you’re just trying to restore your glycogen levels or reset your system. I think you’ll get a better restoration of liver and muscle glycogen and you’ll get probably a better hormonal response in terms of restoring some of the hormones that may be suppressed, so T4 to T3 conversions or that sort of thing. If you sort of balance the meal out and just don’t go crazy. Keep in mind that a cheat meal can do an incredible amount of “damage” in regard to fat gain. So it should be a calculated meal and you should cap it off and do some – you might not need to bring a scale with you, but just figure out how many calories you’re going to eat. I’m not going to go over 400 grams of carbs or something like that, because I’ve seen people eat 1,000 grams of carbs in one sitting and that’s no lie. So if you tend to go out of control and eat a huge bowl of fries or just go out of control with chocolate cake or something like that, one strategy that I’ve done is if I’m going to go out and have sushi, for example, or have some kind of meal that’s carbohydrates, I’ll have a big bowl of soup before and that will send a signal to my brain. Your brain is pretty good at sensing the amount of volume and weight of food that’s in your stomach. So if you send that signal to your brain before you actually start eating the food that will cap off the amount of calories that you will comfortably be able to eat. So the next question comes from Blue Light Diet. So I assume it’s the author of this book or website or whatever. And in caps, he says: EXPLAIN THIS, DOMINIC D’AGOSTINO. KETOGENIC DIETS HAVE NO METABOLIC ADVANTAGE AS SHOWN FROM NuSI STUDY. So I’ve gotten a lot of emails about this. I know NuSI is funding a lot of great research. I know one of the studies may have surfaced, at least in an abstract form at a conference in the form of a poster. So from my understanding, there’s really nothing to explain. If calories are completely isocaloric between the diets, sure, that makes sense to me at least that there’s not going to be sort of a metabolic advantage. When I think of the ketogenic diet and when one sustains nutritional ketosis for some time, it’s actually enhancing metabolic efficiency. There’s some theories out there that if you follow ketogenic diet it’ll increase brown fat accumulation, which could allow one to burn off more calories. If you want to lose weight on a ketogenic diet, you simply have to calorie restrict. That’s thermodynamics, right? Just like a standard diet. So the advantage of – and I hope this comes out of the research, I’m sure it will – the advantage from my perspective of a ketogenic diet is that your appetite is suppressed, so you naturally eat less. So you don’t have these big postprandial blood glucose excursions and trigger a hypoglycemic response. It’s not going to trigger cravings. So I’ve seen it in myself. I think that’s the main advantage of the diet. If you want to hear a counter-argument to what was sort of presented as “no metabolic advantage” from the ketogenic diet, there’s a 10-minute YouTube video that you can read from Dr. David Ludwig or Dr. Feinman’s response to that. So there’s more data to emerge, but we’ll leave it at that for now, until more of the studies start to surface. So Hamilton R. Blair writes: Dom, in a podcast with Rhonda Patrick, you alluded to the fact that dairy doesn’t do well for you and that you have a mild allergy to nuts. What are your primary sources of fact for a modified ketogenic diet? MCTs, coconut cream, milk, oil, butter? So my primary fat sources are eggs and I’m kind of picky about the eggs that I get. I try to source out local eggs from free-range chickens. Avocados, olive oil (yes), MCT oil (probably about a third of my fat calories come from MCT oil or coconut oil, a combination of the two), fatty meats and fatty fish, for sure. I don’t do well with a lot of nuts, but I do okay with maybe a half cup of macadamia nuts per day. That’s a pretty big amount of fat. So I can’t think of any other fat sources. But you could pretty much fill the gap in calories with egg yolks and avocados and MCT and especially if you’re sourcing out fatty meats or poultry with the skin on it. So Damian Matthews writes: I listened but don’t remember if you discussed metformin or methylene blue or other non-food substances he’s exploring for longevity. Methylene blue, I know a little bit about that, but I know a little bit more about metformin. So there’s a couple interesting studies sort of ongoing being set up now. Actually, the MILES study, which stands for “metformin in longevity study,” is a pilot study to examine the effect of metformin treatment on the biology of aging in humans. It’s really looking at how metformin can restore the gene expression profile of older adults with impaired – so older adults that tend to be impaired in glucose tolerance to that of young, healthy subjects. So how does metformin alter that gene expression profile? Really interesting questions. We don’t have answers yet. I know University of Alabama is doing a multi-year trial on metformin and longevity. I think there’s maybe a couple other studies that are being developed now that you might be able to find on clinicaltrials.gov. So it does appear that metformin has a calorie restriction mimetic effect in regard to signaling. So it lowers blood glucose. It lowers insulin a little bit. It lowers glucose in those that have high blood glucose and in those that don’t have elevated blood glucose, it lowers it, but not that much, very little. I found in myself and in others and I think in animal models it’s showing this too – there’s an elevation of ketones. I think that elevation in ketones is further enhanced if you’re on a ketogenic diet. Suggesting that it may be enhancing fatty acid oxidation in the liver. Metformin is a pretty powerful activator of AMP kinase. It may lower mTOR signaling, etc. All these things are things that calorie restriction do and we think that the benefits of calorie restriction are likely mediated by some of the things that I mentioned and undoubtedly there’s many other things that are also happening. There was a study done in rats and it’s important to acknowledge the type of strain because there’s strain differences. We realize this when we work with different animals. These were Fischer 344 rats. There’s a study showing metformin supplementation on the life span of this rat model. No significant life span extension was observed with metformin supplementation, at least at the dose that they used in the study. I have to go back and look at the study. When we give metformin, some of the studies just inject metformin as like a metformin hydrochloride solution. I think it’s important to mix it in with the food, and that’s what we do with our study. So when the standardized dose, obviously from the scientist standpoint, it makes sense to just go in there with a syringe and give X amount of metformin interperitoneally or sub-cue to all the animals so you know exactly how much you’re going. But the rodents pretty much eat the same amount of food, give or take a few grams every day. So we actually mix the metformin into the food so when the animals eat the food, they will get the metformin we think when they need it. So the metformin helps to get a normalized blood glucose in response to a meal. I think other investigators may do injection of the metformin or they put it into the water. But we think it’s important to give the metformin while you’re giving calories that would increase blood glucose or insulin, so it helps to mitigate that effect. So in this rodent study, they saw no extension of life span with metformin. My concern with metformin is the side effects for long-term use. So I used it sort of in myself and I kind of like the effects of it. I think it generally has a little bit of a calming effect. Above two grams start to give some GI discomfort. One of the side effects that I’ve observed with metformin is that it caused, I guess you could call it a photo reaction or a photo dermatitis on my wrist. Why is it doing that? That’s something I don’t know. I’ve kind of looked into it. So the dermis of both of my wrists are kind of messed up because I use lifting straps and in the past I’ve handled a lot of weight with doing shrugs. I’ve damaged the underlying dermis. That area would be eczema, which I did when I was following a high-carb diet, it would occur in those areas. So those areas are just really sensitive areas in my body. When I was on metformin and I think it may have accumulated in my system and I went outside, that those areas would be highly reactive to light and it would start to get hives in that area. So I stopped metformin and then I transitioned to berberine and that completely went away. Metformin also has the issue that I had a lot of GI discomfort with metformin. There’s also some data to indicate that it could reduce the transport and utilization of B12. So you might want to supplement B12 with that. But when it comes to using metformin for longevity, I think the jury is still out. We need to look at that and it’s something we actually may do in the lab in our aged animal model. But for longevity, the things that I do are the big things obviously are just strength training, muscle. The biggest factor of aging, the biggest consequence, I guess you’d call it a pathological consequence of aging would be a loss of skeletal muscle. So the most important thing to do would be intense heavy weight training a minimum of twice a week to help preserve as much muscle as possible. And things that enhance our mitochondrial health a vitality. That would be nutritional ketosis, intermittent fasting. I’m not a big fan of endurance exercise, but I do go for walks a couple times a week. I would need to force myself to do this, but I think high-intensity interval training done two or three times a week would be optimal for getting longevity effects. I just have not been able to get myself motivated to do high-intensity interval training. The next question comes from Josh Brackett: Does a ketogenic diet – can I use it for glycolytic training muay Thai? A question I get quite often. The combination of diet and training together produces an adaptation. So what you’re really going for, yes, you can use a ketogenic diet for glycolytic training, but you have to train for that. You have to do the training and follow the diet and over time, and time being like over three months, I’m convinced that most people’s metabolic physiology will adapt to a ketogenic diet with glycolytic training. We talk about maybe losing some of that quick-firing of the Type 2 fast twitch, low oxidative fibers, you want to keep that power, that strength. If you’re supplementing with things like creatinine and if you’re eating red meat, I think it may be a little more important if you’re on a ketogenic diet to supplement with a good creatinine product. Creatinine monohydrate would be fine. Not all people will be able to adapt to the diet. So I think that’s kind of important, but I think most importantly, it’s to give it an honest try, you’ve got to give it about three to six months. You may just shift to a low-carb for a while with some ketone supplementation and before you actually try a ketogenic diet. So that may be why short-term ketogenic diet studies on performance show a decrease. There’s a lot of the low-carb studies out there that are “ketogenic.” They just don’t have the athletes follow the diet long enough to be sufficiently keto-adapted to really get the benefits of the diet. So Jeff Volek in his faster study did athletes that had been adapted to a ketogenic diet for like a year or more. If you look at their fat oxidation rates during training, these are endurance and not glycolytic training, but they’re burning roughly two times more fat. That’s preserving glycogen. So in the context of glycolytic training, if your body is fat-adapted – and the athletes were burning considerably more fat just at rest. The practical advantage there is that you’re preserving muscle glycogen for the event. Gerard E. Dawson, III, asks: What is it like to be an academic who also makes serious weight training a big part of your life? How do these two pursuits complement or complicate each other? That’s a good question. They complement each other because the lessons that I learned from training, weight training over the years – the first book I read was Arnold: The Education of a Bodybuilder. I think I was 13 or 14 years old. That book probably saved me in some way because at the time, I was a horrible student. I just kind of did what I needed to do to get past in academia. When I was sitting in class, the only thing I wanted to do was leave class. All I could just do was think about getting home and just not being in school. So serious weight training at the time, which I did in my teen years, it really I guess groomed my mind and my body too for being resilient and kind of understanding that it really takes hard word to advance. Because when I started training, I was making no progress at all. It had to be hard training coupled with, fortified with a game plan. So I became what I would call an obsessive planner. I would carry this little book with me and write down specifically what I was going to do. I did that. I have training journal sitting in my office right now from when I was 14 years old and very detailed sets and reps. I can go back and look at each of those workouts and actually remember it. Being downstairs in my parents’ basement gym and remember it. I sort of parlayed that mindset of being very structured and disciplined from weight training. It took a couple years, but eventually by the time I was 17 or 18, I applied that to my academic pursuits. I was more motivated to do so because the classes that I was taking were a little more challenging, like honors biology classes and things, where I was learning about diet. I was learning a little bit about nutrition. So in academia and for being a scientist, the sort of rigorous planning, note taking, self-evaluation, being honest and critical of myself I think really helps out a lot. So if I’m completely honest now though, I would not want to be as big and strong or as into lifting as I was when I was younger. So generally I think serious weight training when it comes to body building, power lifting, power lifting at a very elite level is kind of an unhealthy sport. So my focus primarily as I’ve been getting older is longevity. Your priorities change when you get older. So it’s not to be as big and strong as humanly possible, because that involves pretty much nonstop eating in my case. Because I have kind of an ectomorphic body. So you’re asking, “So how do the two pursuits complement one another or complicate one another?” Complicate. So yeah, the pursuit of size and strength really contradicts what we want to go after for longevity. For longevity, we want to pretty much eat the minimal amount of calories that we need to sustain, whereas surplus calories can lead to the activation of certain pathways and genes and IGF-1 that could contribute to aging or an accelerated path to age-related chronic diseases and maybe even cancer. So there’s that balance. So I want to maintain a lot of the strength that I have been able to accrue from my earlier years, but be able to do it in a way and maintain that size and strength without compromising my health. Right now I’m just kind of in a maintenance phase, but I still make training a priority regardless. No matter how busy things get in the lab, at work, with teaching, with travel, whatever. I make it a priority and I think it’s important to be a lot more flexible in the way that you get your workouts in. So be creative. My time is much more limited. So be able to do a workout on the fly. I remember we were actually on our way to Asia, my wife and I. Things are before you travel, you’re just kind of bogged down with trying to get everything done two or three days out. I hadn’t worked out for like three days at all. I was completely sort of immobile behind my desk. We were on the plane and it was a 17-hour flight. I had to get up and walk around and she got up too and we basically – I started doing squats with her on my back in the middle of the aisle. These are things that I do now. I will do like pushups with her on my back. If I don’t have access to a gym, I will go find a tree. If you’re really motivated and it’s part of who you are and what you do, there’s no excuse that you can’t fit in a workout. Daniel Barichena asks: Your thoughts on John Kiefer’s carb night or carb back-loading? So carb back-loading is actually really effective for gaining size and strength. I did that probably a lot in the early 2000s. It was something that I was already doing years ago. Now I understand and appreciate the importance of titrating the levels of carbohydrate to the individuals. It shouldn’t be an all-you-can-eat free-for-all after your workout. I don’t care how intense your workout is. That’s not going to be optimal and it’s going to be productive. So you want to prevent your postprandial glucose levels from getting too high. So you want to optimize your recovery, to optimize glycogen restoration. You want to prevent your glucose levels from getting above say – for me, it’s about 120 to 130. I find that if I do carb back-loading, which I took a little bit of time out and tried it a year or two ago when I was getting a lot of questions on this. I could gradually sort of ramp up my carbs to about 350 after a hard workout. My glucose would start to climb to about 140, but I wanted to keep it below that and also the types of carbohydrates I consumed were pretty important too. But I think even a large individual, that was way too much, I think. I could get the same effect by 100 to 200 grams of carbs for carb back-loading. It’s really important if you’re going to do this on a daily basis or weekly or whatever, it’s important to acknowledge all the negative things that can result from hitting your body with a massive glucose load. Doing that immediately after you’ve done a lot of damage to the body, where you’ve stimulated the muscle in a way where you have a lot of breakdown, a lot of inflammation, if you throw a lot of glucose at it, the consequences are not going to be good. We know that when your glucose level gets above 140 milligrams per deciliter, that can cause irreversible beta cell loss. So your beta cells are the cells that produce insulin. So if you routinely get your glucose levels above that, you essentially have beta cell burnout over time. So that’s been shown. That’s published. There’s a couple articles you can find on that. You can get potentially nerve damage with that sort of high glucose levels, especially in people that are a little more older and insulin resistance. The cancer rates increase if glucose spikes above, say 160 milligrams per deciliter over time. So if you’re getting 160 milligrams per deciliter spikes in your glucose by doing these big re-feeds, you could potentially increase your rates of cancer. Stroke risk is increased by about 25 percent for every 1 millimolar rise in post-meal blood sugars. So that has been documented. That’s important. So that’s 18 milligrams per deciliter for every rise. So you need to consider the health consequences to these big boluses of sugar. So I’ve used this approach and I think it produces good results. Like I said, for me, I’m over 100 kilograms and I didn’t find that I need any more than 100 to 200 grams of carbohydrates post-workout. Any more than that and what happens is that you just tend to spill over. You just hold a lot of water after. You’re not effectively storing the glucose as glycogen. It just gets into your – it just spills over. So a slow carb approach to back-loading is probably the best approach. So if you do this, slowly add the carbohydrates in and do lower glycemic carbohydrates to do that. The last question I’d like to address is that about the safety of ketone cell products on the market. Specifically, the DL beta-hydroxybuterate salts that are part of the Kegenix product, [inaudible], KetoSports, KetoCaNa, Forever Green sells Ketopia. These are all products that I’ve used and I like. There was a podcast, Dave Asprey and Ben Greenfield had Dr. Veech on and he talked about the potential dangers of the DL beta-hydroxybuterate salts and even about acetoacetate. So our No. 1 concern when we do research is safety. So the FDA really decides what’s safe as it moves to market and not us. We screen all forms of exogenous ketones in our lab, including the D beta-hydroxybuterate, the racemic compounds and acetoacetate esters. So it happened to be Dr. Brunengraber’s ester he developed at Case Western that we used for our CNS oxygen toxicity seizure studies because beta-hydroxybuterate esters are the D and the [inaudible] of beta-hydroxybuterate did not work. Whereas, the Brunengraber ester elevated both beta-hydroxybuterate and acetoacetate. So Dr. Veech’s opinion is at the DL beta-hydroxybuterate because it’s racemic, it has a lot of potential problems regarding safety. Specifically, that racemic compounds have a lot of inherent dangers in using them. It’s important to note that many drugs on the market are racemic. That would include things like Adderall, ephedrine hydrochloride and pseudo-ephedrine. Ibuprofen is racemic. These things are proven safe. Beta-hydroxybuterate actually has a naturally occurring isomerase for the inner conversion from the L to the D form. There’s a mountain of studies that clearly show that DL beta-hydroxybuterate suppresses seizures, inhibits cancer, suppresses reactive oxygen species, oxidative stress, protects the liver, promotes wound healing, reduces inflammation, protects against hypoglycemia and stroke, is protective against leukodystrophy and a number of rare disorders. So I’m just kind of looking through all the publications I have in my file here. These effects would not be observed if DL beta-hydroxybuterate was dangerous or ineffective, which was proposed and discussed on the podcast. You also need to consider that approximately 10 million doses of DL beta-hydroxybuterate salts have been consumed worldwide from the Prove It product to Forever Green to KetoCaNa sells quite well and at least 10 million doses, I believe, have been sold. There’s little, if any, I don’t think any adverse medical side effects have been reported with this. Just besides diarrhea and loose stools if the dosing gets too high. I know some individuals that are dosing really high. If the DL beta-hydroxybuterate was toxic, it would have been reported by all these people using it and also it would be reported in the medical literature to treat a variety of different medical conditions. Keep in mind that they’re using the pure sodium beta-hydroxybuterate, which there’s a lot of discussion about sodium being dangerous. We don’t think that’s the case if it’s kept at a particular level. Anything is toxic if it gets too high. But it’s also pretty important to balance out beta-hydroxybuterate and to spread it across various minerals so to have a beta-hydroxybuterate salt product that has potassium, calcium, magnesium and sodium together would be ideal. I’ve really gotten hundreds of emails from people that have given me tremendous feedback on the ketone salts. Feedback on performance and feedback for the therapeutic use of ketone salts. I don’t advise using ketone salts for therapeutic purposes because clinical trials need to be done. But that does not stop people from using them and parents reporting back that their child is not able to achieve nutritional ketosis and getting many benefits from it. So I think I’ve taken up a lot of time here and we’ve covered a lot of ground, probably more ground than we needed to. I’ve enjoyed looking through all these questions. I haven’t looked through all of them yet, but I looked through about 80 percent of them, I think. They’re excellent questions. Thank you for listening and I look forward to maybe being on again and handling more. Posted on: June 6, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello my caribou and capricorns", "this is tim ferriss and welcome to another episode of the tim ferriss show", "this episode is a repeat guest, one of the most popular: dr", "dominic “dom” d’agostino, known as dom, of course", "on twitter you can find him @dominicdagosti2", "that is dominic d-a-g-o-s-t-i, the number 2", "he is an associate professor in the department of molecular pharmacology and physiology at the university of south florida morsani college of medicine, and a senior research scientist at the institute for human and machine cognition (ihmc), which also has a great treatment in the current issue of outside magazine, on which there is a clown who looks a lot like me", "he has also deadlifted 500 pounds for 10 reps after a seven-day fast", "he’s a beast", "also a good friend of dr", "peter attia, who has also been on this podcast", "the primary focus of dom’s laboratory is developing and testing metabolic therapies, including ketogenic diets, ketone esters and ketone supplements to induce nutritional or therapeutic ketosis and low-toxicity, metabolic-based drugs", "that’s a mouthful, eh", "much of his work is related to metabolic therapies and nutritional strategies for peak performance and resilience in extreme environments", "this is where i get pretty interested", "i recently went up to altitude and used exogenous (not androgynous), exogenous ketones to help me acclimate and function at high altitude", "but it also works in the opposite direction, under water, for instance", "both related to hypoxia", "his research is therefore supported by, among others, the office of naval research, the department of defense, and other private organizations and foundations", "in this part 3 – dom has been on twice before – dom focuses on disease prevention, cancer, and more mastery of the ketogenic diet", "so, as i always say, without further ado, please enjoy this tutorial and master class with dominic d’agostino", "dominic d’agostino: okay, i covered the ketogenic diet and i covered questions about exogenous ketones", "that took about two hours", "so now i’m going to into cancer research questions, or just question in general about cancer", "the first one i’d like to address – i’ve gotten many emails about this and i’ve seen a few questions on facebook: does the ketogenic diet beat chemo for all cancers", "i would say absolutely not", "but that does not mean that it should not be used as an adjutant or a support for various cancer therapies that are out there", "a number of situations where the ketogenic diet may not be the preferred therapy for most cancers, i would say leukemia, lymphomas, hodgkin’s lymphoma, thyroid cancer, testicular cancer", "if caught early, prostate cancer, melanoma, breast cancer, all these cancers can be effectively treated with chemotherapy or radiation in some cases", "and also, brain tumors, if it’s class 1 or a class 2 tumor or grade 1 and 2 that’s not very metastatic and it’s more localized, then surgery, radiation, chemo can be very effective", "we focus on cancers that are not really treated effectively with the standard of care", "brain tumors grade 4 would be a glioblastoma cancer", "it’s highly invasive, highly aggressive, sort of has a metabolic phenotype", "we say that expresses the warburg effect", "so it’s very glycolytic", "so the name “glioblastoma multi-form,” is comprised of very diverse, heterogeneous array of cells that are resistant to therapy", "it’s genetically very heterogeneous", "metabolically, probably much more homogenous in regard to being able to target it from a metabolic standpoint", "so we focus on this aggressive metastatic cancer and brain tumors in our lab", "the standard of care, we know that it does very little", "we do feel that the ketogenic diet, when properly administered, can dramatically enhance the efficacy of standard of care", "so even though the standard of care may not buy much time for a patient with glioblastoma, we think that we could dramatically enhance the efficacy and maybe reduce the side effects of standard of care with the ketogenic diet or maybe combined with intermittent fasting", "i would recommend looking at the work of dr", "adrienne scheck", "she’s at barrow neurological institute", "she’s done some studies with a pre-clinical mouse model of glioblastoma", "that work has inspired a clinical trial that’s now recruiting patients to use the ketogenic diet combined with the standard of care, which would be temozolamide and radiation", "her work is really remarkable in that it shows the ketogenic diet dramatically enhances the efficacy of radiation therapy", "it does that through a number of different mechanisms that she’s looking at", "i think, most importantly, to highlight if we look at the sum of all her work, which is an incredible body of work that she’s done", "she was working on this long before i came into the field", "i was directed to her by dr", "jung rho, who is probably the leading ketogenic diet researcher and chair of pediatrics in calgary now, but he was at barrow neurological institute", "i contacted him and he directed me to adrienne scheck’s work and it really blew me away", "she shows the effective of the diet can be dramatically enhanced with radiation", "i was pretty critical of radiation therapy for cancer, especially for glioblastoma, for various reasons", "but when looking at adrienne’s work and just hearing feedback from patients, my thoughts on radiation therapy have softened a bit", "in the context of radiation therapy given with ketogenic diet, it appears that nutritional ketosis enhances the tumor-killing effect of radiation", "it does that through a number of different mechanisms, probably crippling or reducing glycolytic flux through the tumors, which would impact their antioxidant, endogenous antioxidant status by reducing things like the pentos phosphate pathway, which helps the cell regenerate glutathione", "we know that the efficacy of the radiation therapy really results from generating oxygen free radicals in the tumor tissue", "tumor cells are already at an elevated state of oxidative stress, so further stimulating reactive oxygen species production with the damaging effects of radiation can put them over the edge and be very destructive", "so the ketogenic diet seems to enhance that process and simultaneously, the ketones tend to lower inflammation in the normal, healthy tissue and protect your normal, healthy brain tissue", "we think that there’s a lot of potential for the ketogenic diet as an adjutant", "for all our studies, we’ve always used the ketogenic diet as one piece of a combined metabolic therapy approach", "so the ketogenic diet is an adjutant to hyperbaric oxygen that we’ve used", "now we’re looking at ketone supplementation and combining that with hyperbaric oxygen", "so the ketone supplements tend to further augment the therapeutic efficacy of the ketogenic diet by lowering blood glucose and elevating blood ketone levels", "that therapeutic zone that tom seyfried calls the “metabolic zone.” the glucose ketone index is simply the ketones, the glucose by the ketones", "the index of one or two, really an index of one is what you want to shoot for", "when you achieve an index of one, you essentially get a blood glucose level and blood ketone level that are essentially the same", "so 3.5 millimolar, a level of glucose and ketones that a person could sustain and would be physiologically optimized", "he has a paper on that in nutrition and metabolism describing the glucose ketone index", "that has been thought to be sort of the optimal therapeutic zone for a patient using the ketogenic diet to manage their cancer or combine it with the standard of care", "so it makes sense to use a metabolic-based approach on tumors that have a warburg phenotype", "so tumors that are highly glycolytic, which include about 80 to 90 percent of cancers", "the cancers that tend not to be the ones that are more glycolytic are also the ones that you don’t have to worry so much about", "these are cancer cells that generally are not very invasive or aggressive in regard to growth – the ones that are not glycolytic", "so cancer cells, for example, that wouldn’t show up on a pet scan", "that would be like prostate cancer, for example", "yeah, the ketogenic diet does not beat chemo", "we know that chemo can be effective for a number of different cancers and if caught early, sort of a growing list of different types of cancers", "ramsey metcalf asked a question: after listening to his chat on dr", "rhonda patrick’s show, i want to know more about the detoxifying effects of ketosis on pre-cancer cells and on healthy individuals and how does one jumpstart daily ketogenic cycle without supplements", "how can you maintain lean muscle mass when fasting", "so a number of questions there", "as i mentioned, i’ll refer back to the metabolic zone", "achieving the metabolic zone and glucose ketone index of one or two", "so google the glucose ketone index and download that paper in nutrition and metabolism", "it’s open access", "it gives you a description of where you have to be when you do fasting or the ketogenic diet", "if you achieve that zone, i think that – and you do that two or three times a year – that could be very therapeutic in regard to cancer prevention really effective at targeting pre-cancerous cells and maybe even jumpstarting your immune system, making your immune system maybe more hypervigilant against the cancer cells that you already have", "so as far as jumpstarting your body into ketosis, you could use exogenous ketones", "okay, without supplements you ask", "jumpstarting can be done with exercise", "i wouldn’t recommend vigorous exercise", "i would recommend a walk, a two or three-hour walk, for example", "you might want to preface that with a short, high-intensity, 10 to 15 minutes, something to just kind of activate your sympathetic nervous system, but not too much", "do some pushups, chin-ups, a little bit of a few sprints", "i believe that when you activate your sympathetic nervous system, mobilize your assets for fuel and set your body up for a more effective fat-burning and a more effective transition into ketosis when you do a low-impact walk", "i’ve done a lot of testing on myself of glucose and ketone levels in different scenarios and that seems to work really well", "i did that yesterday, actually", "so fasting can stimulate autophagy, perhaps, make the immune system more hypervigilant against cancer and pre-cancer cells, i mentioned", "but you need to acknowledge that if you fast too long or you calorie restrict too long, that can suppress your immune system", "let me see – lean body mass", "so there’s a couple ways to get around the loss of lean body mass that’s going to happen", "you have to realize that you’re losing a lot of water when you do a fast", "so your weight may go down, but a lot of it’s going to be water weight", "you could probably mitigate some of the muscle loss with branched-chain amino acids", "i would buy just a pure branched-chain amino acid product that’s just branched-chain amino acids and nothing else", "consume that", "if you’re going to continue to do any form of exercise, i wouldn’t recommend doing high-intensity exercise if you’re fasting", "but if you do any exercise, take your branched-chain amino acids before and maybe during", "it’s important and i always emphasize this when people talk about “wasting away” when you fast", "george cahill’s work at harvard shows that the physiological shift that occurs when you’re fasting, when you enter a state of fasting ketosis, functions to have a really profound protein-sparing effect", "so your brain is a highly metabolic organ and it’s a big glucose sink", "when you elevate ketones that prevents a lot of the gluconeogenic amino acids from being broken down in the skeletal muscle", "so it’s very protein sparing in that regard", "so otherwise, if we fasted, we would rapidly waste away, probably in less than two weeks", "but there’s reports of people fasting – there’s a guy who was 500 pounds that fasted for over a year", "there were no major ill effects reported from that", "he fasted down to 190 pounds", "some of the helpful supplements that i think utilized during a fast would be, like i mentioned, branched-chain amino acids", "my good friend, layne norton, did his ph.d", "on leucine and he did in the lab with donald layman", "so if you’re interesting in understanding anabolic or anti-catabolic effects of branched-chain amino acids, go on pubmed and look up layne norton studies on leucine", "i’ve experimented with a few things", "i think the serotonin precursor, 5-htp, can be beneficial if we’re taking in branched-chain amino acids, we’re actually limiting the transport of tryptophan across the blood brain barrier because it competes", "i tend to get the munchies at night, so my appetite gets really high at nighttime when i was fasting", "i fasted with branched-chain amino acids, but i think a supplement like 5-htp at night may be able to reduce some of the hunger cravings and also help put you to sleep", "so if i’m hungry, i found it hard to sleep", "after a while, my body adapted to it", "so that product", "ketones, mct oil and mct oil powder may be helpful, but not absolutely necessary", "there’s a book out there called the fasting cure by upton sinclair", "just google “the fasting cure” and “sinclair” and you’ll find it", "it’s a free pdf download", "it’s a fascinating little book that just talks about the benefits of fasting", "so next question is lowell kubic", "he asks: in addition to an update on ketosis effects on cancer, is there any updates with ketosis affecting chemotherapy recovery", "what types of cancers does ketosis have the largest impact on", "so i kind of answered that already", "managing brain tumors and metastatic cancer i would say would be at the top of the list", "and as i mentioned, as an adjutant to chemo and radiation, see adrienne scheck’s work at barrow neurological institute, her pre-clinical work and also an ongoing clinical trial", "i would also encourage anyone who’s really passionate about seeing this transition into the patient population, if they’re interested, they could support adrienne scheck’s work at barrow", "it’s difficult to get funding for these types of studies", "i know the project was stopped and started because of funding", "i don’t think it’s a lot of money, either", "so if you look up adrienne scheck’s work and maybe she may have some kind of donation link there", "i’m not sure if she does, but it would be great for people listening to support her work in that clinical trial because there’s a lot riding on that trial", "the research is being conducted in a way that really fits the criteria we think is important", "so we’re being assured that the patients are actually in ketosis and they’re monitored and recorded in ways that’ll really help get questions answered", "the clinical trial is in progress right now", "so they’re continuing to recruit more patients", "most effective for targeting cancer, this warburg phenotype", "that would be like 80 to 90 percent of cancers will have an increase in or demonstrate high-intensity on fluorodeoxyglucose pet scan", "these are the cancer cells that are more glycolytic are also the ones that are going to be more invasive and more deadly", "they’re the ones that are growing more rapidly", "so as they’re consuming more glucose, that glucose is shuttled to not only energy, but also the biomass of the tumor", "so when you’re imaging the cancer cells lighting up, they’re shuttling all that glucose to increase the biomass of the tumor", "when you look at prostate cancer, where it’s not lighting up, it’s growing so slow that its glucose demands are not that high", "in many cases, probably just better left alone", "when people are diagnosed with having a tumor, they think about it as this alien that needs to be chopped out of the body with slash-and-burn techniques", "but there’s many autopsies – i was reading a number of books and papers on this – there’s many autopsies that have been done on people that die from completely unrelated causes that are full of tumors", "that have tumors and absolutely no problems at all", "so they may have lived many years, if not decades, with tumors and had no problems at all", "so if you’re diagnosed, that’s why just watching and waiting is an important thing", "we can live with cancer, many types of tumors with no problems", "dr", "fein and dr", "feinman, i believe, did some work in vitro on multiple different cancer types with ketones", "the gist of their work was that a large majority of cancer cells cannot effectively use ketones for energy", "that goes across multiple different cancer cell lines", "i know dr", "brant reynolds, he’s doing work at university of florida in gainesville", "he’s done work, pre-clinical work on colon cancer, breast cancer, and glioblastoma", "some of the glioblastoma cells were taken from patients", "he uses a patient-derived xenograft model", "i think most importantly, the evidence points to the ketogenic diet as doing no harm", "do-no-harm therapy", "so we know through at least two or three, two pilot trials, that the ketogenic diet is well tolerated", "we know from the epilepsy community that the ketogenic diet is very well tolerated", "i think it was melanie schmidt that did work on – the title of the paper was “the effects of the ketogenic diet on the quality of life of 16 patients with advanced cancer: a pilot trial.” so those that completed the diet for three months of treatment, there were patients with ovarian, breast, sarcoma, osteosarcoma, esophageal cancer, pancreatic cancer, thyroid, colon, endometrial, lung, and stomach cancers", "so a variety of different cancers", "there was an improved quality of life and there was no major adverse effects on various blood parameters", "the side effects reported were really minimal", "so they were temporary constipation and fatigue", "there’s a lot of good evidence already that the ketogenic diet can work on a variety of different cancers", "we need more studies", "some of those studies are in progress", "i’m going to transition now to random questions here", "so scott shearer asks – i know scott, hey scott: talk about ketosis and hyperbaric oxygen therapy", "how, why and when", "so it’s a good question", "i think it’s going to vary depending upon the individual", "i think generally, younger patients can tolerate more hyperbaric oxygen and get benefits from it", "so with hyperbaric oxygen therapy, you get the immediate benefits from hyper-oxygenating the area that you’re trying to treat", "whether that be an ischemic wound, you’re trying to reverse tumor hypoxia and saturate a tumor with oxygen to stimulate oxidative stress, right", "you need apoptosis in the cancer, which is much like a wound, actually", "so you have that effect", "if someone has a brain tumor, they’re going to be more susceptible to cns oxygen toxicity", "so you want to start them really lower, like 1.5 atmospheres of oxygen and do that for 45 to 60 minutes and then work up from there", "so the protocol that we used in our pre-clinical model was 2.5 atmospheres of oxygen three times a week and that varies from what’s used for wound healing, which is kind of monday through friday, five times a week", "two atmospheres of oxygen", "so it really depends on who you’re treating, what you’re treating", "the approved therapies for hyperbaric oxygen, there’s like 14 different fda approved and you have air and gas embolism", "you have bone infections", "osteomyelitis", "burns", "carbon monoxide poisoning", "so you would want to use the maximum concentration of oxygen to get to push that carbon monoxide off of the hemoglobin molecule", "it’s also occupying cytochrome for the electron transport genes causing tissue hypoxia", "so you want the maximum amount of oxygen for that or tolerable", "certain types of brain or sinus infections, decompression sickness, so this is sort of gas gangrene is another that’s an anaerobic bacteria", "so hyper-oxygenating it can help to kill it", "necrotizing soft tissue infections, radiation injury", "for example, damage from radiation therapy for cancer can be effectively treated with hyperbaric oxygen therapy", "skin grafts and wounds that have not healed with other treatments", "for example, treating a foot ulcer or someone with diabetes or very bad circulation", "the wound healing process is enhanced by increasing tissue profusion or increasing the oxygen content within that actual tissue", "lowering reactive oxygen species, which is kind of a secondary effect, and lowering inflammation", "so when it comes to cancer, so that would be an off-label use; a non-fda-approved use of hyperbaric oxygen if you’re not getting radiation therapy", "i would ask you just to look at some of the research that my colleague, research associate, dr", "angela poff, was first author on a number of manuscripts", "if you just google “ketogenic diet” and “hyperbaric oxygen.” so we have a number of manuscripts that are open access and that are downloadable that describe the use of this approach, the combination of nutritional ketosis with a diet or supplemented ketogenic diet with hyperbaric oxygen", "we think that this combination is not only effective, but nutritional ketosis will enhance the safety and the efficacy of hyperbaric oxygen by preventing the potential of cns oxygen toxicity seizures", "so the limitation of a navy seal diver is cns oxygen toxicity", "the limitation of the therapeutic potential of hyperbaric oxygen therapy is the limitation of the dose to avoid cns oxygen toxicity", "so we can more safely use a higher dose of hyperbaric oxygen therapy and sort of blast the tumor with high levels of oxygen and oxidative stress, we could do that more safely in the context of getting the patient into nutritional ketosis", "we think that nutritional ketosis will cripple the antioxidant defenses of the highly glycolytic tumor cells that rely pretty heavily on the pentos phosphate pathway or shunt to generate the reduced intermediates and to actually generate the glutathione, reduce glutathione in the cell", "so that process is limited or crippled when a patient is achieving that metabolic zone and so the hyperbaric oxygen therapy would work much more effectively", "next question, justin bolman: how long would an amateur endurance athlete need to be in ketosis to get the full benefit of being fat-adapted for a marathon", "what would you recommend as a supplement stack to fuel a marathon", "for example, mct powder combined with map essential amino acids", "sodium and some form of electrolyte every hour", "good question and it’s one that i get often, so i include it in here", "ben greenfield has spoken pretty extensively on intra-race supplementation", "any ketone supplement that you use during a race you want to make sure that you’ve tested that pretty thoroughly before you actually use it", "you know, you’ve tested it through your training extensively and titrated it up to the point where you start to get gi stress", "so you want to make sure that you know what kind of doses you can tolerate before you start using it for inter-race supplementation", "we’ve done some experiments in the lab and i’ve done experiments on myself", "the pure caprylic triglyceride or the c8 may be the best alternative to medium-chained triglycerides, which is a combination of the c8 and c10", "so that would be helpful supplementation", "branched-chain amino acids, i think, are really helpful", "other than that, i think that your preparation that’s really going to be most important is that you’re adapted to burning those fuels", "the longer you’re on a ketogenic diet or keto-adapted, the more benefits you’re going to derive from it and the easier it gets, too", "so this may take months or even years to get fully optimized to the ketogenic diet", "so when you switch fuel sources, your body’s physiology doesn’t automatically switch over", "so there’s a lot of complicated things happening from an up-regulation of the transporters, there’s enzyme systems, liver metabolism, gene expression", "for these to be fully manifested, it’s going to take some time", "it’s going to take a significant amount of time to be fully optimal", "from the really advanced athletes that have communicated with me, they said it took about a half a year for them to get their stride on ketogenic diet", "so i would say just keep that in mind", "johnny valimer asked, this is a question i get often: should an apo e4 carrier be careful with a ketogenic diet", "it’s a great question", "so interestingly, the study that was done by sam henderson which looked at the effects of an mct oil-based product – at the time it was called ac1202 – they looked at patients with mild cognitive impairment and found that the patient population that was apo e4 positive did not respond as favorably, at least to medium chain triglyceride supplementation in regard to enhancement of cognitive performance", "they had a mild, very modest boost in beta-hydroxybuterate", "i would direct your listeners, tim, to the ihmc stem-talk", "it was episode 12 with dr", "dale bredesen", "it discusses this topic fairly at length", "it covers a lot of things that i was interested in as far as what the signaling effects apo e4 is manifested in the brain and how we can target that, actionable things that we can do as individuals to mitigate some of the effects of being apo e4 positive", "we know that apo e4 seems to influence nf kappa b signaling", "so the issue is apo e4 enhances the pro-inflammatory effects of nf kappa b intends to reduce the activation of cert 1", "so if we think about what the ketogenic diet does, and you can apply this to calorie restriction and intermittent fasting too", "the metabolic and signaling effects of traditional ketosis would be favorable to those with apo e4", "i would emphasize that not just an mct-based supplement, which was done in the henderson study, using ac1202, which was published years back", "but actual carbohydrate restriction associated with nutritional ketosis", "inflammation is really the driver here from how i understand it", "nutritional ketosis, intermittent fasting, all these things activate beneficial pathways that are down-regulated by having this genotype", "it doesn’t silence, but it attenuates a lot of the pro-inflammatory pathways that are associated with being apo e4 positive", "so having this apo e4 gene, these carriers would have a survival advantage in several different situations", "so the negative effects of being an apo e4 carrier really happen later in life", "so as we age, it’ll be more important to follow nutritional ketosis and perhaps an intermittent fasting protocol", "we know exercise increases bdnf", "intermittent fasting, intermittent dietary restriction", "so even if you’re not fasting, do calorie restriction", "strength training", "so strength training is going to build the lean body mass that functions in glucose disposal", "so other supplements that may help individuals that are apo e4 would be berberine and maybe metformin too", "i think we need to study that", "i don’t know if there’s any – it would seem like an obvious thing to do a study on those that are apo e4 positive and the effects of metformin", "so i know there’s quite a few individuals out there", "i’ll look on clinicaltrials.gov to see", "matthew maverich has a question regarding cheat meals: any downside to kicking out of ketosis for an occasional cheat meal", "or does one need long-term, sustained ketosis to get the benefits", "i found that i can get relatively fast, especially if i run the next day …is what he says", "so there is no downside unless you are using it to manage a disease process", "so andrew scarborough talked about having a brain tumor", "i listened to his podcast yesterday", "so i would definitely recommend your readers look up the podcast", "i think it’s on the quantified body by andrew scarborough, who has a grade 3 brain tumor and he’s using the ketogenic diet and an interesting sort of list of supplements and foods to manage his brain tumor, above and beyond what he even said was possible", "he happens to have seizures too", "so the seizure would be an indication that he’s not following, is getting out of the metabolic zone that is optimal for the management of the cancer", "so he called it like a blessing that the epilepsy sort of helped him with cancer management because when he got a seizure, it sort of was an indication – or an aura before having a seizure, sort of like a pre-seizure event – and that he had a protocol that he could quickly administer things like magnesium chloride or exogenous ketones to quickly get him back into a state of ketosis", "i don’t know if you’re an athlete or managing some kind of pathology, but an occasional cheat meal for performance i think is totally fine", "the problem that i run into if i do a cheat meal – i just call it like a re-feed", "i like eating a ketogenic diet, so i tend not to cheat that much", "what i’ll do is sometimes just eat more of the same foods", "but occasionally i’ll go out for sushi and have rice and some other things", "what i notice when i do that is that i get hungry at night", "so i will wake up and instead of waking up at my normal time, i’ll wake up an hour or two or three earlier and just be really hungry because the carbs that i ate the night before – if i cheat, it’s usually in the evening – i’ll get what is likely an insulin dump that makes me hypoglycemic in the middle of the night", "if i don’t have the ketones there, if the insulin shuts off my own ketone production, that my body senses that hypoglycemia and i wake up with the shakes i get that hypoglycemic effect at night", "that happens", "that’s what i notice", "so my suggestion would be if you’re going to do a cheat meal and if you’re doing nutritional ketosis, do a slow-carb approach and add sufficient amounts of fats", "i think you’ll get a better response", "if you do a cheat meal, i guess you’re just trying to restore your glycogen levels or reset your system", "i think you’ll get a better restoration of liver and muscle glycogen and you’ll get probably a better hormonal response in terms of restoring some of the hormones that may be suppressed, so t4 to t3 conversions or that sort of thing", "if you sort of balance the meal out and just don’t go crazy", "keep in mind that a cheat meal can do an incredible amount of “damage” in regard to fat gain", "so it should be a calculated meal and you should cap it off and do some – you might not need to bring a scale with you, but just figure out how many calories you’re going to eat", "i’m not going to go over 400 grams of carbs or something like that, because i’ve seen people eat 1,000 grams of carbs in one sitting and that’s no lie", "so if you tend to go out of control and eat a huge bowl of fries or just go out of control with chocolate cake or something like that, one strategy that i’ve done is if i’m going to go out and have sushi, for example, or have some kind of meal that’s carbohydrates, i’ll have a big bowl of soup before and that will send a signal to my brain", "your brain is pretty good at sensing the amount of volume and weight of food that’s in your stomach", "so if you send that signal to your brain before you actually start eating the food that will cap off the amount of calories that you will comfortably be able to eat", "so the next question comes from blue light diet", "so i assume it’s the author of this book or website or whatever", "and in caps, he says: explain this, dominic d’agostino", "ketogenic diets have no metabolic advantage as shown from nusi study", "so i’ve gotten a lot of emails about this", "i know nusi is funding a lot of great research", "i know one of the studies may have surfaced, at least in an abstract form at a conference in the form of a poster", "so from my understanding, there’s really nothing to explain", "if calories are completely isocaloric between the diets, sure, that makes sense to me at least that there’s not going to be sort of a metabolic advantage", "when i think of the ketogenic diet and when one sustains nutritional ketosis for some time, it’s actually enhancing metabolic efficiency", "there’s some theories out there that if you follow ketogenic diet it’ll increase brown fat accumulation, which could allow one to burn off more calories", "if you want to lose weight on a ketogenic diet, you simply have to calorie restrict", "that’s thermodynamics, right", "just like a standard diet", "so the advantage of – and i hope this comes out of the research, i’m sure it will – the advantage from my perspective of a ketogenic diet is that your appetite is suppressed, so you naturally eat less", "so you don’t have these big postprandial blood glucose excursions and trigger a hypoglycemic response", "it’s not going to trigger cravings", "so i’ve seen it in myself", "i think that’s the main advantage of the diet", "if you want to hear a counter-argument to what was sort of presented as “no metabolic advantage” from the ketogenic diet, there’s a 10-minute youtube video that you can read from dr", "david ludwig or dr", "feinman’s response to that", "so there’s more data to emerge, but we’ll leave it at that for now, until more of the studies start to surface", "so hamilton r", "blair writes: dom, in a podcast with rhonda patrick, you alluded to the fact that dairy doesn’t do well for you and that you have a mild allergy to nuts", "what are your primary sources of fact for a modified ketogenic diet", "mcts, coconut cream, milk, oil, butter", "so my primary fat sources are eggs and i’m kind of picky about the eggs that i get", "i try to source out local eggs from free-range chickens", "avocados, olive oil (yes), mct oil (probably about a third of my fat calories come from mct oil or coconut oil, a combination of the two), fatty meats and fatty fish, for sure", "i don’t do well with a lot of nuts, but i do okay with maybe a half cup of macadamia nuts per day", "that’s a pretty big amount of fat", "so i can’t think of any other fat sources", "but you could pretty much fill the gap in calories with egg yolks and avocados and mct and especially if you’re sourcing out fatty meats or poultry with the skin on it", "so damian matthews writes: i listened but don’t remember if you discussed metformin or methylene blue or other non-food substances he’s exploring for longevity", "methylene blue, i know a little bit about that, but i know a little bit more about metformin", "so there’s a couple interesting studies sort of ongoing being set up now", "actually, the miles study, which stands for “metformin in longevity study,” is a pilot study to examine the effect of metformin treatment on the biology of aging in humans", "it’s really looking at how metformin can restore the gene expression profile of older adults with impaired – so older adults that tend to be impaired in glucose tolerance to that of young, healthy subjects", "so how does metformin alter that gene expression profile", "really interesting questions", "we don’t have answers yet", "i know university of alabama is doing a multi-year trial on metformin and longevity", "i think there’s maybe a couple other studies that are being developed now that you might be able to find on clinicaltrials.gov", "so it does appear that metformin has a calorie restriction mimetic effect in regard to signaling", "so it lowers blood glucose", "it lowers insulin a little bit", "it lowers glucose in those that have high blood glucose and in those that don’t have elevated blood glucose, it lowers it, but not that much, very little", "i found in myself and in others and i think in animal models it’s showing this too – there’s an elevation of ketones", "i think that elevation in ketones is further enhanced if you’re on a ketogenic diet", "suggesting that it may be enhancing fatty acid oxidation in the liver", "metformin is a pretty powerful activator of amp kinase", "it may lower mtor signaling, etc", "all these things are things that calorie restriction do and we think that the benefits of calorie restriction are likely mediated by some of the things that i mentioned and undoubtedly there’s many other things that are also happening", "there was a study done in rats and it’s important to acknowledge the type of strain because there’s strain differences", "we realize this when we work with different animals", "these were fischer 344 rats", "there’s a study showing metformin supplementation on the life span of this rat model", "no significant life span extension was observed with metformin supplementation, at least at the dose that they used in the study", "i have to go back and look at the study", "when we give metformin, some of the studies just inject metformin as like a metformin hydrochloride solution", "i think it’s important to mix it in with the food, and that’s what we do with our study", "so when the standardized dose, obviously from the scientist standpoint, it makes sense to just go in there with a syringe and give x amount of metformin interperitoneally or sub-cue to all the animals so you know exactly how much you’re going", "but the rodents pretty much eat the same amount of food, give or take a few grams every day", "so we actually mix the metformin into the food so when the animals eat the food, they will get the metformin we think when they need it", "so the metformin helps to get a normalized blood glucose in response to a meal", "i think other investigators may do injection of the metformin or they put it into the water", "but we think it’s important to give the metformin while you’re giving calories that would increase blood glucose or insulin, so it helps to mitigate that effect", "so in this rodent study, they saw no extension of life span with metformin", "my concern with metformin is the side effects for long-term use", "so i used it sort of in myself and i kind of like the effects of it", "i think it generally has a little bit of a calming effect", "above two grams start to give some gi discomfort", "one of the side effects that i’ve observed with metformin is that it caused, i guess you could call it a photo reaction or a photo dermatitis on my wrist", "why is it doing that", "that’s something i don’t know", "i’ve kind of looked into it", "so the dermis of both of my wrists are kind of messed up because i use lifting straps and in the past i’ve handled a lot of weight with doing shrugs", "i’ve damaged the underlying dermis", "that area would be eczema, which i did when i was following a high-carb diet, it would occur in those areas", "so those areas are just really sensitive areas in my body", "when i was on metformin and i think it may have accumulated in my system and i went outside, that those areas would be highly reactive to light and it would start to get hives in that area", "so i stopped metformin and then i transitioned to berberine and that completely went away", "metformin also has the issue that i had a lot of gi discomfort with metformin", "there’s also some data to indicate that it could reduce the transport and utilization of b12", "so you might want to supplement b12 with that", "but when it comes to using metformin for longevity, i think the jury is still out", "we need to look at that and it’s something we actually may do in the lab in our aged animal model", "but for longevity, the things that i do are the big things obviously are just strength training, muscle", "the biggest factor of aging, the biggest consequence, i guess you’d call it a pathological consequence of aging would be a loss of skeletal muscle", "so the most important thing to do would be intense heavy weight training a minimum of twice a week to help preserve as much muscle as possible", "and things that enhance our mitochondrial health a vitality", "that would be nutritional ketosis, intermittent fasting", "i’m not a big fan of endurance exercise, but i do go for walks a couple times a week", "i would need to force myself to do this, but i think high-intensity interval training done two or three times a week would be optimal for getting longevity effects", "i just have not been able to get myself motivated to do high-intensity interval training", "the next question comes from josh brackett: does a ketogenic diet – can i use it for glycolytic training muay thai", "a question i get quite often", "the combination of diet and training together produces an adaptation", "so what you’re really going for, yes, you can use a ketogenic diet for glycolytic training, but you have to train for that", "you have to do the training and follow the diet and over time, and time being like over three months, i’m convinced that most people’s metabolic physiology will adapt to a ketogenic diet with glycolytic training", "we talk about maybe losing some of that quick-firing of the type 2 fast twitch, low oxidative fibers, you want to keep that power, that strength", "if you’re supplementing with things like creatinine and if you’re eating red meat, i think it may be a little more important if you’re on a ketogenic diet to supplement with a good creatinine product", "creatinine monohydrate would be fine", "not all people will be able to adapt to the diet", "so i think that’s kind of important, but i think most importantly, it’s to give it an honest try, you’ve got to give it about three to six months", "you may just shift to a low-carb for a while with some ketone supplementation and before you actually try a ketogenic diet", "so that may be why short-term ketogenic diet studies on performance show a decrease", "there’s a lot of the low-carb studies out there that are “ketogenic.” they just don’t have the athletes follow the diet long enough to be sufficiently keto-adapted to really get the benefits of the diet", "so jeff volek in his faster study did athletes that had been adapted to a ketogenic diet for like a year or more", "if you look at their fat oxidation rates during training, these are endurance and not glycolytic training, but they’re burning roughly two times more fat", "that’s preserving glycogen", "so in the context of glycolytic training, if your body is fat-adapted – and the athletes were burning considerably more fat just at rest", "the practical advantage there is that you’re preserving muscle glycogen for the event", "gerard e", "dawson, iii, asks: what is it like to be an academic who also makes serious weight training a big part of your life", "how do these two pursuits complement or complicate each other", "that’s a good question", "they complement each other because the lessons that i learned from training, weight training over the years – the first book i read was arnold: the education of a bodybuilder", "i think i was 13 or 14 years old", "that book probably saved me in some way because at the time, i was a horrible student", "i just kind of did what i needed to do to get past in academia", "when i was sitting in class, the only thing i wanted to do was leave class", "all i could just do was think about getting home and just not being in school", "so serious weight training at the time, which i did in my teen years, it really i guess groomed my mind and my body too for being resilient and kind of understanding that it really takes hard word to advance", "because when i started training, i was making no progress at all", "it had to be hard training coupled with, fortified with a game plan", "so i became what i would call an obsessive planner", "i would carry this little book with me and write down specifically what i was going to do", "i did that", "i have training journal sitting in my office right now from when i was 14 years old and very detailed sets and reps", "i can go back and look at each of those workouts and actually remember it", "being downstairs in my parents’ basement gym and remember it", "i sort of parlayed that mindset of being very structured and disciplined from weight training", "it took a couple years, but eventually by the time i was 17 or 18, i applied that to my academic pursuits", "i was more motivated to do so because the classes that i was taking were a little more challenging, like honors biology classes and things, where i was learning about diet", "i was learning a little bit about nutrition", "so in academia and for being a scientist, the sort of rigorous planning, note taking, self-evaluation, being honest and critical of myself i think really helps out a lot", "so if i’m completely honest now though, i would not want to be as big and strong or as into lifting as i was when i was younger", "so generally i think serious weight training when it comes to body building, power lifting, power lifting at a very elite level is kind of an unhealthy sport", "so my focus primarily as i’ve been getting older is longevity", "your priorities change when you get older", "so it’s not to be as big and strong as humanly possible, because that involves pretty much nonstop eating in my case", "because i have kind of an ectomorphic body", "so you’re asking, “so how do the two pursuits complement one another or complicate one another?” complicate", "so yeah, the pursuit of size and strength really contradicts what we want to go after for longevity", "for longevity, we want to pretty much eat the minimal amount of calories that we need to sustain, whereas surplus calories can lead to the activation of certain pathways and genes and igf-1 that could contribute to aging or an accelerated path to age-related chronic diseases and maybe even cancer", "so there’s that balance", "so i want to maintain a lot of the strength that i have been able to accrue from my earlier years, but be able to do it in a way and maintain that size and strength without compromising my health", "right now i’m just kind of in a maintenance phase, but i still make training a priority regardless", "no matter how busy things get in the lab, at work, with teaching, with travel, whatever", "i make it a priority and i think it’s important to be a lot more flexible in the way that you get your workouts in", "so be creative", "my time is much more limited", "so be able to do a workout on the fly", "i remember we were actually on our way to asia, my wife and i", "things are before you travel, you’re just kind of bogged down with trying to get everything done two or three days out", "i hadn’t worked out for like three days at all", "i was completely sort of immobile behind my desk", "we were on the plane and it was a 17-hour flight", "i had to get up and walk around and she got up too and we basically – i started doing squats with her on my back in the middle of the aisle", "these are things that i do now", "i will do like pushups with her on my back", "if i don’t have access to a gym, i will go find a tree", "if you’re really motivated and it’s part of who you are and what you do, there’s no excuse that you can’t fit in a workout", "daniel barichena asks: your thoughts on john kiefer’s carb night or carb back-loading", "so carb back-loading is actually really effective for gaining size and strength", "i did that probably a lot in the early 2000s", "it was something that i was already doing years ago", "now i understand and appreciate the importance of titrating the levels of carbohydrate to the individuals", "it shouldn’t be an all-you-can-eat free-for-all after your workout", "i don’t care how intense your workout is", "that’s not going to be optimal and it’s going to be productive", "so you want to prevent your postprandial glucose levels from getting too high", "so you want to optimize your recovery, to optimize glycogen restoration", "you want to prevent your glucose levels from getting above say – for me, it’s about 120 to 130", "i find that if i do carb back-loading, which i took a little bit of time out and tried it a year or two ago when i was getting a lot of questions on this", "i could gradually sort of ramp up my carbs to about 350 after a hard workout", "my glucose would start to climb to about 140, but i wanted to keep it below that and also the types of carbohydrates i consumed were pretty important too", "but i think even a large individual, that was way too much, i think", "i could get the same effect by 100 to 200 grams of carbs for carb back-loading", "it’s really important if you’re going to do this on a daily basis or weekly or whatever, it’s important to acknowledge all the negative things that can result from hitting your body with a massive glucose load", "doing that immediately after you’ve done a lot of damage to the body, where you’ve stimulated the muscle in a way where you have a lot of breakdown, a lot of inflammation, if you throw a lot of glucose at it, the consequences are not going to be good", "we know that when your glucose level gets above 140 milligrams per deciliter, that can cause irreversible beta cell loss", "so your beta cells are the cells that produce insulin", "so if you routinely get your glucose levels above that, you essentially have beta cell burnout over time", "so that’s been shown", "that’s published", "there’s a couple articles you can find on that", "you can get potentially nerve damage with that sort of high glucose levels, especially in people that are a little more older and insulin resistance", "the cancer rates increase if glucose spikes above, say 160 milligrams per deciliter over time", "so if you’re getting 160 milligrams per deciliter spikes in your glucose by doing these big re-feeds, you could potentially increase your rates of cancer", "stroke risk is increased by about 25 percent for every 1 millimolar rise in post-meal blood sugars", "so that has been documented", "that’s important", "so that’s 18 milligrams per deciliter for every rise", "so you need to consider the health consequences to these big boluses of sugar", "so i’ve used this approach and i think it produces good results", "like i said, for me, i’m over 100 kilograms and i didn’t find that i need any more than 100 to 200 grams of carbohydrates post-workout", "any more than that and what happens is that you just tend to spill over", "you just hold a lot of water after", "you’re not effectively storing the glucose as glycogen", "it just gets into your – it just spills over", "so a slow carb approach to back-loading is probably the best approach", "so if you do this, slowly add the carbohydrates in and do lower glycemic carbohydrates to do that", "the last question i’d like to address is that about the safety of ketone cell products on the market", "specifically, the dl beta-hydroxybuterate salts that are part of the kegenix product, [inaudible], ketosports, ketocana, forever green sells ketopia", "these are all products that i’ve used and i like", "there was a podcast, dave asprey and ben greenfield had dr", "veech on and he talked about the potential dangers of the dl beta-hydroxybuterate salts and even about acetoacetate", "so our no", "1 concern when we do research is safety", "so the fda really decides what’s safe as it moves to market and not us", "we screen all forms of exogenous ketones in our lab, including the d beta-hydroxybuterate, the racemic compounds and acetoacetate esters", "so it happened to be dr", "brunengraber’s ester he developed at case western that we used for our cns oxygen toxicity seizure studies because beta-hydroxybuterate esters are the d and the [inaudible] of beta-hydroxybuterate did not work", "whereas, the brunengraber ester elevated both beta-hydroxybuterate and acetoacetate", "so dr", "veech’s opinion is at the dl beta-hydroxybuterate because it’s racemic, it has a lot of potential problems regarding safety", "specifically, that racemic compounds have a lot of inherent dangers in using them", "it’s important to note that many drugs on the market are racemic", "that would include things like adderall, ephedrine hydrochloride and pseudo-ephedrine", "ibuprofen is racemic", "these things are proven safe", "beta-hydroxybuterate actually has a naturally occurring isomerase for the inner conversion from the l to the d form", "there’s a mountain of studies that clearly show that dl beta-hydroxybuterate suppresses seizures, inhibits cancer, suppresses reactive oxygen species, oxidative stress, protects the liver, promotes wound healing, reduces inflammation, protects against hypoglycemia and stroke, is protective against leukodystrophy and a number of rare disorders", "so i’m just kind of looking through all the publications i have in my file here", "these effects would not be observed if dl beta-hydroxybuterate was dangerous or ineffective, which was proposed and discussed on the podcast", "you also need to consider that approximately 10 million doses of dl beta-hydroxybuterate salts have been consumed worldwide from the prove it product to forever green to ketocana sells quite well and at least 10 million doses, i believe, have been sold", "there’s little, if any, i don’t think any adverse medical side effects have been reported with this", "just besides diarrhea and loose stools if the dosing gets too high", "i know some individuals that are dosing really high", "if the dl beta-hydroxybuterate was toxic, it would have been reported by all these people using it and also it would be reported in the medical literature to treat a variety of different medical conditions", "keep in mind that they’re using the pure sodium beta-hydroxybuterate, which there’s a lot of discussion about sodium being dangerous", "we don’t think that’s the case if it’s kept at a particular level", "anything is toxic if it gets too high", "but it’s also pretty important to balance out beta-hydroxybuterate and to spread it across various minerals so to have a beta-hydroxybuterate salt product that has potassium, calcium, magnesium and sodium together would be ideal", "i’ve really gotten hundreds of emails from people that have given me tremendous feedback on the ketone salts", "feedback on performance and feedback for the therapeutic use of ketone salts", "i don’t advise using ketone salts for therapeutic purposes because clinical trials need to be done", "but that does not stop people from using them and parents reporting back that their child is not able to achieve nutritional ketosis and getting many benefits from it", "so i think i’ve taken up a lot of time here and we’ve covered a lot of ground, probably more ground than we needed to", "i’ve enjoyed looking through all these questions", "i haven’t looked through all of them yet, but i looked through about 80 percent of them, i think", "they’re excellent questions", "thank you for listening and i look forward to maybe being on again and handling more"]}