{"dialog_idx": {"shay carl": [24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23]}, "episode_num": 189, "file_type": "html", "guests": ["shay carl"], "num_sentences": 471, "num_words": 6399, "raw_text": "Tim Ferriss: Hello, boys and girls, ladies and squirrels, everybody out there. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where is it my job to deconstruct world-class performers of all types, whether they are chess prodigies, military strategists, entertainers, sports icons or otherwise. This is an in-betweenisode. That means that it is perhaps a little shorter than you would usually find my long-form interviews. We have a Q&A with Shay Carl. But before we get to that, I wanted to – what did I want to do? I had a little Alzheimer’s moment there. I wanted to share an announcement, if you missed the big news. I have a new book that is coming out. It is available on – you name it, Barnesandnoble.com. You can go to Booksamillion.com and, of course, Amazon.com. Tools of Titans. The subtitle is The Tactics, Routines and Habits of Billionaires, Icons and World-Class Performers. It is the culmination of the last two years of this podcast. It is my favorite takeaways, the lessons I’ve learned, the tools I’ve applied to my own life from all of the guests, including some new guests you have not met, new tips and tricks from past guests. It is the ultimate choose-your-own-adventure guide to optimizing your life, everything. I mean, finance, physical performance, wisdom (I know that’s a little broad), but it’s got everything in it. So check it out, please. Tools of Titans. I would love you guys to grab one for yourselves and for the holidays, maybe as a gift or two or three or 25? So check that out. Tools of Titans. Now, back to this episode. Shay Carl. Shay Carl started off, I suppose you could say, as a manual laborer and he was working on, I want to say marble countertops or countertops when he started his YouTube channel. His SHAYTARDS channel now has more than 2.3 billion views. Celebs like Steven Spielberg have appeared, alongside Shay and his family. He lives in Utah. He cofounded then Maker Studios, which sold to Disney for nearly $1 billion. He’s been married 13 years, has five kids, and has lost more than 100 pounds his overweight peak. This guy knows a thing or two about how to radically change the direction and velocity of your life in the right direction. So we did a Round 2. The first podcast took place after spending two days with Shay here in San Francisco; it was a massive success. Coming up on, I guess, a million downloads just for that episode alone. It left many listeners wanting more. So we solicited questions. Your most popular questions were answered by Shay. He tackled them in the way only Shay can. He covers many things: how to grow a YouTube following from scratch in 2016 or 2017; the future of ad revenue and sponsorships; how he balances capturing the moment versus experiencing the moment (something I’ve asked him about myself); his greatest obstacles in life; lessons learned as a father; the one person he’s love to record a video with; and much, much more. So two things: Check out Tools of Titans on your retailer of choice; it is available right now. And without further ado (as I always say after a long-winded intro), please enjoy this Round 2 with Shay Carl. Shay Carl: All right. This is for Tim Ferriss. Podcast Round 2. Our very first question is from Tony Lucas. Tony asks: If you were able to start fresh, no followers, no name for yourself, no previous knowledge and you had to just start from scratch, do you think that you would still be able to make a business out of YouTube? I have thought about this question and have many times during panels said no, I would not be able to recreate the amount of success I’ve had. Simply because I was lucky enough to be ahead of the curve. You know, in any industry or business or product, there’s kind of like a luck to just being there when it all happened. If you feel like you weren’t there when it all happened, I felt that way as well. I remember always feeling like, when is my thing going to come around? It was like that scene from Dumb and Dumber at the very end, when the supermodels were asking for two oil boys to follow them around, and they’re like, “Man, our opportunity will come one of these days.” You’ve just got to be like Lloyd and Christopher. What were their names? Your opportunity will come. What’s the definition of success? When preparation meets opportunity. So you have to be looking for that. So if I had to start all over again brand new on YouTube, I don’t think I would be able to build the business that I have built, simply because I was there ahead of the curve. But yeah, there’s definitely a way that you can make money on YouTube. If you hate your job and you think that video production is the life for you, there’s definitely a way to do it. There are people that I know that they only get 30,000 views a day, but they have a nice little income from sharing their life or their experience. This is another question Corbin Smith asked: Is the daily vlogger space now oversaturated? Yes, and it’s really hard to stick out. It’s really hard to be different. A couple things. One, it’s definitely oversaturated. Two, I know that marketers don’t love the daily vlogging setup. They can’t package that. Advertisers can’t sell that to a TV show. They can’t be like, well, it’s kind of a reality show but there’s not always like a story arc. It’s just this guy who turns the camera on and it’s him and his family for 20 minutes a day. But it gets a million views! But that’s hard to sell. So they want more of packaged programming where they can see this is a series or whatever. But what I do think it an untapped market in daily vlogging is specific life daily vlogging. For instance, I would love to be able to wake up and say, I wonder what a gold miner does every day? Or what does a deep sea fisherman do every day? I think there are opportunities for daily vlogging in which you share a specific niche thing that not a lot of people get to see. So maybe you’re a logger in Alaska. I know a guy – Mr. Safety – Corey Williams, SMP Films. He’s been a YouTuber around for a long time. He now does daily vlogs living in Alaska. So if you’re like, man, what would it be like to just pack up and move on out to Alaska? There’s a guy doing that. He and his wife just had a kid and they’re living in Alaska. Not off the land or anything, but you see what it’s like to be in Alaska. I think there’s a lot of opportunity for that. So what do you do? What’s different about your life? You may say, well, nothing, I’ve got a boring life. Well, not everybody is the hash brown cook at McDonald’s and I love those hash browns! I want to know the dude, when he woke up in the morning, what was he thinking before he went and cooked the best hash browns – this is not a sponsored deal, by the way. But you have a unique experience and you just have to figure out what do I do that nobody else does? That could be you work at Staples. That could be you live in a different part of the world that you may think is average because you have just been there your whole life. But people want to know. That’s why people watch our videos. It’s that voyeurism aspect of getting out of your own head. That’s why we go to movies and TV and that’s why art has been so popular over all of the species. Because we just want to get out of our own experience and evolve that experience by allowing other experiences in. So I think daily vlogging, even though it’s oversaturated and may be a business that’s going out, you still can build an audience. I still believe that YouTube is a cool place to meet fellow-minded people. You don’t ever have to feel lonely again because there’s lots of different types of people. So if you are going to give it a go, say I’m going to try to make this YouTube business my business. Like I want to be a YouTuber. I would say you definitely have to go and look at all the things that the career YouTubers are doing. Where do they put annotations? What’s an annotation? Where do you put links in the video description? Where do they have their intro? Just little things that you could mimic and those are marketing techniques and ways to promote other projects that you’re working on. That’s definitely something I would do is just do what the professionals are doing. That’s, I think, the best life – well, some of the best life advice. If you want to be something, just do the same thing that a person that has what you want does. So if you want to be a fat, lazy person, do what fat, lazy people do. And vice versa. All right, good questions. Alexander Coffey asked: Recently a number of high-profile vloggers have been having issues with detrimental effects on their social and/or relationship lives as a result of the excessive time that is consumed by producing daily vlogs. Have you ever experienced anything like this? If so, what are your methods of dealing with it and how can they be applied to non-vloggers? Well, this is a question – it’s a tale as old as time. People break up. Recently, there have been some high-profile vloggers that have broken up. I don’t think that’s specific to vlogging. Is vlogging detrimental on your relationship? It can be; anything can be. I said this somewhere before, I can’t remember where. I basically listen to everything my wife says twice because she says it and then I edit it. If you’re not too friendly with your spouse that could get annoying really fast. Those little – we all have them – idiosyncrasies that are all part of our personalities, whether it be loud and obnoxious like me, or maybe you say something the same way or you fold the toothpaste tube in an awkward direction. Whatever it is, those things come out when you daily vlog because you start to see those things, not only when you’re trying to vlog things all the time, but when you’re editing, speech impediments that you have – I’ve noticed and I’ve tried to take out the “ums” and all that kind of stuff. I think vlogging is actually therapeutic. I think it can be helpful in a self-examined life. I think it helps you to look at your own personality and say, is that exactly how I want to be? Am I obnoxious sometimes or do I need to be more patient or whatever? So it can be good or it can really bring out those annoying aspects of your significant other. So it’s love. Love is a verb. This is the best advice I have for relationships. You’ve got to serve the other person. Love doesn’t come from a magical song from a movie. It comes from service. So if you think about what a verb is. That’s an action word. That means you’ve got to – man, you’ve got to buy flowers. You’ve got to write notes. You’ve got to put the note underneath the windshield wiper of your wife when she’s parked somewhere. You’ve got to stalk her. No, don’t do that. But I was given a lesson yesterday about marriage. It’s like, remember what you did when you were trying to get that girl to marry you so you could have sex with her? Why don’t husbands do that stuff anymore? You probably tried to get her to marry you for other reasons too, but you remember your primal motivation as a dude. So think about that. Love is a verb. Do things. Be kind. Wash dishes. Change diapers. Then you’ll have a happy marriage, happy relationship. Okay, next question. Fadi Sallah – who knows, I can’t pronounce words right – asks: For the vast majority of content creators, traditional monetization strategies, like ad revenue and sponsorships, i.e., brand deals, seem unsustainable due to their low earnings per view. Yes, that is true. What do you think is the future of ad revenue and sponsorships? Do you think that will continue to be the primary monetization scheme for years to come? I don’t know; nobody knows. We’re all trying to figure it out. We’re all trying to say, where is this business heading? It is true that trying to make a living just off of monetizing your videos – and if you’re listening to this like what do all these words mean? If you make a YouTube video, you get paid on that video based on how many people watch that video. So I, as a YouTuber, could have one billion subscribers and I go to upload a video and hypothetically, that video is supposed to be sent out through YouTube’s distribution platform to all one billion of my subscribers. In a perfect world, all one billion of them will watch because they subscribe to my channel, so of course they want to watch every piece of content that I upload. But maybe only 1,000 watch that video that I uploaded. And I’m like, what happened to the other 999 million, whatever that number is. I have a little video here with 1,000 views on it. I’ll make about $2.00 on that video. They have a thing – and this has been explained a lot of times in different ways, I’ve done it in different places – but it’s a CPM is what they call it – cost per mil. Or in other words, how much money do you get paid on YouTube? I make about $2.00 per 1,000 views. So if I want to give you this little piece of paper and say “Hey, run out and show this to 1,000 people and I’ll give you $2.00.” You can imagine how profitable that might be and how tiring that would be as well. So because of the internet and networking and the 8 billion people in the world, hopefully they will all get the internet one day, but you’re able to show these videos to thousands of people and make money through the CPMs, but you really have to be getting a lot of views every day in order to be able to make some money to live on YouTube. So the other way YouTubers have done it is through brand deals or commercials for big companies, whether it’s Nike, Reebok. Any big company you can think of with a brightly colored logo that you see driving down the main street of your hometown, they pay influencers (for lack of a better term), YouTubers, Viners, Snapchatters, people that have an audience, people that are willing to listen to them. They’ll pay them big bucks to promote their brand. That’s something that’s brand new. Where previously advertising was traditionally done through newspapers, magazines, all the standard revenue – what’s the word I’m trying to say? – outlets. But now it’s like this whole internet thing has blown up and advertisers or owners of companies that are paying to get people to see their product are realizing that these YouTubers, these influencers, these people with audiences, they’re promotion is way more valuable than buying advertising time on a commercial of a TV show or before a movie or whatever. Because what is the very best form of advertising? Why don’t you think about it in your brain for a minute? This is a multi – you’ve got to think during this podcast. It’s word of mouth, right? Any business owner will say, if I could get one of my customers to go tell their best friend about how great my business is, we’ve made it, right? It’s word of mouth. You want people to just be talking and be like, this is awesome! You got to go try Joe’s Crab Shack – whatever it is, whatever your business is, what has traditionally always been the very way to grow a business is by having your customers tell their friends. With a YouTuber like myself, for instance, who has been making a video every day for almost a decade, I’ve kind of created a pretty good relationship with these people who watch my videos. So for a brand or an advertiser to say, hey person who has four million best friends, could you go tell all of those best friends that really trust you because they’ve watched your dog die and watched you make two human people and birth them out of your wife (that sounded weird), they’re going to trust you. Will you go tell all these people to check out our product and we’ll give you X amount of dollars? And of course, then you think, well how – the whole discussion comes like, how do you put a value on that? How much? And everybody’s like how much, how much? How much will a giant company pay a big YouTuber? You can go to places like Social Bluebook that have a proprietary algorithm that takes everything into account. This is more than views. Like yeah, great. You’ve got 1,000 people to watch your video. That’s a measurable number you can look at right away. But there’s other factors that advertisers are really starting to look at more than just views and subscribers. It’s a thing called engagement. They want to see that whoever’s watching or being part of this community is thumbsing-up, favoriting, commenting, what type of engagement? Are they touching the content in some way? Even if it’s a “skip ad.” I thought I’ve heard that you are even rewarded for someone clicking that “skip ad” button, because then the advertiser knows that person at least saw the product because they had to scroll their little mouse up there to click on the “skip ad” and they’re more than likely to see whatever you’re advertising there, so you know at least they saw the thing and had to click to say “go away,” so there’s value there. Where before you don’t know if the person watching TV got up to go pee or to make some guacamole during the commercial break, so you have no idea if they saw the thing that you made went into their brain. But now, even on the computer, if they say “skip ad,” like, I don’t want to watch this crap, they still saw the thing they’re skipping, which will registers a oh, this a product on the market that is available to me. So this is valuable; this is very valuable. Then you’ve got to decide how valuable is it? My job as a creator and as a friend of fellow creators is to say hey guys, let’s make ourselves valuable because we’ve been working for ten years to build these audiences of people who trust us. My job as a creator is one not to do a bunch of these brand deals. Like check this out, check this out, check this out, because then all of a sudden I lose that value with my audience. They’re like, “Man, this dude’s just promoting everything. He must be making bank. I’m not going to buy any of this crap he’s slinging.” So as a creator, and I suggest this to other creators, is be careful. Only do brand deals for things that you really love. Wow, that was a long question to how else can I get paid the money on the “YouTubes.” All right. Next question. Alicia Mauer English asks: How did it feel to tell the truth about alcoholism on Tim’s podcast last time? Healing or painful or both? Did you find that telling the truth is a healing practice? Like how daily writing has been studied and found to be healing physically and emotionally. Yeah, anytime you can talk about your weaknesses or things that you’re afraid of is ultimately going to be hugely therapeutic and help you make leaps and bounds in your personal happiness and struggle. You feel like you can be in a place to talk about the things that scare you most. Because that’s what we’re all struggling with is that stuff that we’re afraid of. You might be, “I’m not afraid of nothing.” That’s just because you haven’t lived long enough and you haven’t been faced with some realities that are part of your future that once you do gain a little age and experience, you’ll be like, “Whoa, yeah, I guess I’m kind of afraid of that.” But you’ll see. It felt great. I wasn’t planning on talking about that on Tim Ferriss’ podcast. We were just sitting there in his kitchen and he gets you all loosened up by being all friendly and all of a sudden you’re sharing your Oprah story with him. I don’t know how it came up. We were just talking and I told him that was something that I had struggled with. I think that he had specifically asked “What’s something that you’ve struggled with?” That was something. I was like, “I don’t know though because I’ve never exposed that or told my audience about that.” He was awesome. He said, “Well, if you feel like talking about it, that’d be great, let’s talk about it. But if not, we can edit it out.” He gives all of his interviewees the final edit option so they can be like, you know, I don’t feel great about this. Will you take that out? But after I said it, it felt good. I was like, “Let’s just get it out there.” I was nervous, but then the feedback was awesome. I feel like I encouraged people to try to talk about their scars and about the things that are scary to them because they’ll find that there really is a kind listening ear a lot of times. And maybe not. Maybe people have tried to open up. You have to do it. Sometimes it’s hard to open up to the ones that are closest to you, right? Because that’s where those fights come. But yeah, Alicia, it did feel great. We talked recently on one of our podcasts with the writing example that you gave. A great way to practice this without the fear of being judged by this person that you love is to try a practice of writing down all of your fears and everything that you’re frustrated about and all that stuff on a piece of paper knowing that you’re going to destroy it. You’re going to tear it up; you’re going to burn it; nobody’s ever going to see it. I think that is similar to being able to talk about these things but without the repercussion and without the fear of somebody judging you. So try that first. Write it all down, man. Just say, I’m going to write down the scariest, most painful things that I keep inside and I know I’m going to burn it. But just the actual act of writing it down and seeing those words can have a drastic impact on how you feel about them. So give it try. Nothing to lose except for a piece of paper. That’s not expensive. Okay, next question. Tim McGee asks: Shay, if you had two weeks to teach someone how to tell a better story on YouTube, what would that course look like? I don’t know if I’ve ever actually thought of curriculum for what teaching a good storytelling class might be, but I think it’s way of thinking. I just remember as a kid, my buddy would be like, “And then what would happen? And then what’d they say?” It’s all about details. It’s about those little things that maybe when you’re telling a story you don’t think of. I learned storytelling from my Grandpa. I think my Grandpa was a great storyteller. Being a good storyteller is just the ability to help somebody become present in a different situation. So how do you make a story exciting? You have to be passionate about it. So you have to pick the stories that you tell. You have to think they’re funny. I think you can’t just try to tell a story that you’re not passionate about because that definitely reads. But it’s details; it’s the little thing like, “and then she said this,” but just looking past the story line and trying to read the subtext of maybe what’s happening underneath the surface. I don’t know. I don’t think I have a great answer to that question. But the details and emotion. So if you’re telling a story, a lot of times when I’m telling a story, I’ll be like, “and this happened, this happened, but here’s the frame of mind I was coming from. I was frustrated because this just happened and because that just happened, I was worried about this happening. Anyways, here I was, being,” so you kind of have to have a back story. You have to have emotion attached to it. Why did this person feel like that? What was their motivation for feeling like that? I don’t know. That’s something I would actually like to delve into because it is a very valuable thing, being able to tell a story. Just being able to communicate. I’ve always looked up to people who could do that well. I think that was the very first thing that attracted me to Philip DeFranco’s videos. I was like, “Dude, this guy can talk.” And even if it is edited, it’s jump-cutty. The way that it was delivered or the way that it was created was entertaining. It was like I am laughing and learning at the same time and to be able to do that is something that is a learned ability. You have to practice it. It’s like your voice. I remember my Dad and my program director from Z103 said that your voice is like a muscle. You can work it out. You talk to any voice actor, they can inflect and come down and do all these different caricatures and impressions simply because they practiced it. They talked a lot. I am able to communicate a lot better because I’ve just been doing it for ten years. And if you look at Malcolm Gladwell’s book, he talks about how you become an expert is by simply doing a thing for 10,000 hours exactly. That’s all it takes. So great question. Just tell stories, man, you’ll become a better storyteller. Amy Gilligan asks: Other than having better shoes, how has money changed you? If at all? What does that mean? You like my shoes, Amy? I have been buying Jordans. I got somehow into the shoe game. I don’t know. I’ve always liked Jordans. I thought they were cool. And apparently there’s Jordans out there that are like $600.00. It’s ridiculous. I have fallen into that a little bit. I would like to say money has not changed us. If I’m honest, the reason I started YouTube wasn’t for the pursuit of money, but the reason that I’ve kept going so long is because of money. When I first found YouTube, it was simply an avenue of escape. It was this whole other world where I could type in anything I wanted: Green Day concert; Glen Pike skiing; whatever I thought was cool and it would pop up. The communication. Just like, man, I can talk to people. Just that first realization that I had when 200 people subscribed to my videos and I was like 200 people! These are real people with hands and opinions and favorite colors and dislikes in food. Who are these people? That first realization of, I’m hanging out with other people on the internet. We are transcending geographical boundaries. Just because we’re not in the same room, doesn’t mean that we’re not actually really hanging out here. So the first time I realized that, that was the addicting thing. Then once I found out you can make money, I was like, I got kids, man. I got to pay for these kids to do stuff. Money was never the goal. It was just freedom. I was never like, I want to be rich so I can have all this stuff. I just wanted to be able to not go to work, right? I just wanted to be able to tell the guy who I called my boss that, they, guess what? I’m going to actually go water skiing with my family today just because we decided we wanted to. I know that I’m supposed to be in at work, but I hated that. I hated feeling like I was being controlled by a dude that I was tied to $11.00 an hour to. Like man, this guy can tell me how to live my life for $11.00 an hour? Is that what I’m worth? So it was never about the money; it was about the freedom. I tell this story. The day that Maker Studios sold, the day that I for all intents and purposes became a millionaire, I remember looking in our account and it was like oh, geez. I remember my wife called me on the phone and I said to her, “Did you see the account?” She’s like, “Yes!” I’m like, “Isn’t that cool?” She’s like, “Yes!” And then I was like, “What’s for dinner?” Because nothing changed. We still had to feed the kids. We still had to brush their teeth, change their diapers. It wasn’t like – and I guess we could have. We could have said, “All right. Get on a yacht, we’re out of here.” But we didn’t get that much money. I think a lot of people think that we got hundreds of millions of dollar. We did not. So money just makes you more of who you already are. So sometimes you see that people that win the lottery, for instance, they’ll just run their life into the ground because all of a sudden they’re just buying all the things they were buying before, but just in excess. So money doesn’t matter to us. I like to say that. I’m definitely motivated by it, but I like to think that it hasn’t changed me. I try to be aware of that, because I don’t want it to. So I don’t want to just say, “Money hasn’t changed me. I’m still me.” But maybe it has. Maybe it has in ways that I don’t realize, but I don’t want it to, so therefore I’m conscious of don’t do or say things that might make you seem like just a money-greedy jerk. And it’s not like I am that secretly and I don’t want to reveal it. You decide what kind of person you are. So if you see stuff like that coming out in you, you can be like, whoa, that’s not how I want to be. Let me rethink that. So my goal is to not let money change me and just to use it for good; to use it to help others. I know that sounds like, “Oh, that’s good for you.” Yeah, I’m going to buy some cool shoes too and a water ski boat. I’m going to go on vacation and I don’t look at the prices of things. The only time I ever look at the price of something is like if I want quality, I’ll be like, what’s the most expensive one? That must be the best one. Which isn’t always necessarily true, but sometimes it’s a pretty good indicator of what is the best when I’m looking for my new camera or skateboard or whatever. So yeah, I follow Dave Ramsey still. I do not borrow money. I pay cash for everything. That’s how I got to where I’m at. I decided to stay out of the rat race. I cut up my credit cards. I didn’t listen to the 90 days same as cash. I know people are like, “Well, you’re rich now. That’s easy.” Well, I started off broke. I was making $20,000.00 a year, but I just followed these rules. There’s certain, specific things that you can do that if you just follow these rules, you can’t help but to become rich. Save 10 percent of your income, no matter what. A lot of people have this 10/10/80 rule. 10 percent to tithing. If you don’t believe in God or tithing, you don’t have to pay that. Pay yourself 20 percent. But a lot of people do 10 percent to tithing. 10 percent to themselves, and then 80 percent goes to everything else. So right away, The Richest Man in Babylon, it’s a little book, maybe like 100 pages I read when I was a kid. The No. 1 principle in that book was “pay yourself first.” You get a paycheck, whether it’s a small paycheck, a big paycheck, whatever, you get paid somehow. Salary, allowance, maybe your Mom and Dad give you a few nickels to rake the leaves. I don’t know what you do to get your money, but you do something. Whatever that money is, you take 10 percent off the top right away. You say, “I’m paying me first.” You say what do you mean? That paycheck is all mine. No, it’s not. It’s going to gas and groceries and food and you owe your buddy $5.00 because you lost the fantasy pool draft or whatever you do. But always, as a rule, any money you ever get, say 10 percent of that is future mine, like retired mine. Like sitting on a beach somewhere and not have to worry about all this S-H-I-T mine. So if you follow that rule from when you’re 12, 13, 16, the first time you ever get your job, you always save 10 percent of everything, that money’s going to grow little soldiers. Little soldiers out there fighting for you. And that’s how The Richest Man in Babylon talks about this money that you set aside this 10 percent; these little soldiers that go out and work for you. You invest those and stuff like that. So what was the question? How much money do I have? Not a lot. But I’m rich in blessings. All right. Next question. Amy, thanks for that last one; appreciate it. Tomos Owen, I’m assuming that’s Thomas Owen, asks: What do you do to overcome doubt? That’s a tough one. Because you go in fits and bouts with doubt depending on the morning, depending on the mood, depending on the “Oh, it’s Monday.” You do doubt. It’s different for different people. I think it starts with your upbringing. You know, what did your Mom and Dad tell you? Did your Mom and Dad tell you that you could do it or did they tell you that you couldn’t do it? I think a lot of it – more than we would like to admit – comes from our upbringing. The personal, internal struggles that we have. That might feel bad to some Moms and Dads out there. But a lot of the kind of crap that we carry around like self-doubt, fear, inferiority, anxiousness, all that I think stems from those developmental years of being a kid. That’s why families are so important. That’s why Moms and Dads are so important because we carry around a lot of this baggage for the rest of our lives. So how do I get over doubt? Some days you don’t. It’s like a battle. Everything’s a battle. Happiness is a choice is a battle. Being confident in what you’re saying, in what you want to do is a battle. A lot of the times it’s a “fake it till you make it” kind of mentality. There’s not a good tip or trick other than just do it. Other than just you have to tell yourself, do not doubt. Believe. Just hope for good things to come. I’m always quoting Andy, what’s his name? Shawshank Redemption. One of my favorite movies, Shawshank Redemption. He said at the end, “Hope is a good thing and it’s maybe one of the best of things.” Because without hope, there is darkness. You think about concentration camps. I remember I was talking about that book the other day. Like the only thing sometimes you can have it hope. Andy Dufresne said it. That’s what you have to do to overcome doubt. You just have to say – and I always go back to this. I think it’s a little jarring for people, but I’m just like, you’re going to die. If you have this healthy realization that you will lose the opportunity to have effect on the world because your body will pass away. It will give you hopefully not an anxiousness, but kind of a sense of – not anxiousness, I don’t want to use that term – but of pro-activity, hopefully. Or you realize we have a limited amount of time. Regret is such a painful thing, so just go for it. What do you have to lose? You have to look at failures as just stepping stones. Because people are like, what if I mess up? What if I fail? What if I lose everything? Then that’s like so what? Start over. You think about the guy who invented electricity? I don’t know what all the statistics are. They failed 1,000 times. It’s all about how you get up. Those little clichés are true. It’s sometimes just gritting through it. I’m sorry I don’t have any better tips and tricks for you. But it’s up to you, Thomas. Posted on: June 6, 2018.", "speakers": ["tim ferriss", "shay carl"], "text_sentences": ["hello, boys and girls, ladies and squirrels, everybody out there", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where is it my job to deconstruct world-class performers of all types, whether they are chess prodigies, military strategists, entertainers, sports icons or otherwise", "this is an in-betweenisode", "that means that it is perhaps a little shorter than you would usually find my long-form interviews", "we have a q&a with shay carl", "but before we get to that, i wanted to – what did i want to do", "i had a little alzheimer’s moment there", "i wanted to share an announcement, if you missed the big news", "i have a new book that is coming out", "it is available on – you name it, barnesandnoble.com", "you can go to booksamillion.com and, of course, amazon.com", "tools of titans", "the subtitle is the tactics, routines and habits of billionaires, icons and world-class performers", "it is the culmination of the last two years of this podcast", "it is my favorite takeaways, the lessons i’ve learned, the tools i’ve applied to my own life from all of the guests, including some new guests you have not met, new tips and tricks from past guests", "it is the ultimate choose-your-own-adventure guide to optimizing your life, everything", "i mean, finance, physical performance, wisdom (i know that’s a little broad), but it’s got everything in it", "so check it out, please", "tools of titans", "i would love you guys to grab one for yourselves and for the holidays, maybe as a gift or two or three or 25", "so check that out", "tools of titans", "now, back to this episode", "shay carl", "shay carl started off, i suppose you could say, as a manual laborer and he was working on, i want to say marble countertops or countertops when he started his youtube channel", "his shaytards channel now has more than 2.3 billion views", "celebs like steven spielberg have appeared, alongside shay and his family", "he lives in utah", "he cofounded then maker studios, which sold to disney for nearly $1 billion", "he’s been married 13 years, has five kids, and has lost more than 100 pounds his overweight peak", "this guy knows a thing or two about how to radically change the direction and velocity of your life in the right direction", "so we did a round 2", "the first podcast took place after spending two days with shay here in san francisco; it was a massive success", "coming up on, i guess, a million downloads just for that episode alone", "it left many listeners wanting more", "so we solicited questions", "your most popular questions were answered by shay", "he tackled them in the way only shay can", "he covers many things: how to grow a youtube following from scratch in 2016 or 2017; the future of ad revenue and sponsorships; how he balances capturing the moment versus experiencing the moment (something i’ve asked him about myself); his greatest obstacles in life; lessons learned as a father; the one person he’s love to record a video with; and much, much more", "so two things: check out tools of titans on your retailer of choice; it is available right now", "and without further ado (as i always say after a long-winded intro), please enjoy this round 2 with shay carl", "all right", "this is for tim ferriss", "podcast round 2", "our very first question is from tony lucas", "tony asks: if you were able to start fresh, no followers, no name for yourself, no previous knowledge and you had to just start from scratch, do you think that you would still be able to make a business out of youtube", "i have thought about this question and have many times during panels said no, i would not be able to recreate the amount of success i’ve had", "simply because i was lucky enough to be ahead of the curve", "you know, in any industry or business or product, there’s kind of like a luck to just being there when it all happened", "if you feel like you weren’t there when it all happened, i felt that way as well", "i remember always feeling like, when is my thing going to come around", "it was like that scene from dumb and dumber at the very end, when the supermodels were asking for two oil boys to follow them around, and they’re like, “man, our opportunity will come one of these days.” you’ve just got to be like lloyd and christopher", "what were their names", "your opportunity will come", "what’s the definition of success", "when preparation meets opportunity", "so you have to be looking for that", "so if i had to start all over again brand new on youtube, i don’t think i would be able to build the business that i have built, simply because i was there ahead of the curve", "but yeah, there’s definitely a way that you can make money on youtube", "if you hate your job and you think that video production is the life for you, there’s definitely a way to do it", "there are people that i know that they only get 30,000 views a day, but they have a nice little income from sharing their life or their experience", "this is another question corbin smith asked: is the daily vlogger space now oversaturated", "yes, and it’s really hard to stick out", "it’s really hard to be different", "a couple things", "one, it’s definitely oversaturated", "two, i know that marketers don’t love the daily vlogging setup", "they can’t package that", "advertisers can’t sell that to a tv show", "they can’t be like, well, it’s kind of a reality show but there’s not always like a story arc", "it’s just this guy who turns the camera on and it’s him and his family for 20 minutes a day", "but it gets a million views", "but that’s hard to sell", "so they want more of packaged programming where they can see this is a series or whatever", "but what i do think it an untapped market in daily vlogging is specific life daily vlogging", "for instance, i would love to be able to wake up and say, i wonder what a gold miner does every day", "or what does a deep sea fisherman do every day", "i think there are opportunities for daily vlogging in which you share a specific niche thing that not a lot of people get to see", "so maybe you’re a logger in alaska", "i know a guy – mr", "safety – corey williams, smp films", "he’s been a youtuber around for a long time", "he now does daily vlogs living in alaska", "so if you’re like, man, what would it be like to just pack up and move on out to alaska", "there’s a guy doing that", "he and his wife just had a kid and they’re living in alaska", "not off the land or anything, but you see what it’s like to be in alaska", "i think there’s a lot of opportunity for that", "so what do you do", "what’s different about your life", "you may say, well, nothing, i’ve got a boring life", "well, not everybody is the hash brown cook at mcdonald’s and i love those hash browns", "i want to know the dude, when he woke up in the morning, what was he thinking before he went and cooked the best hash browns – this is not a sponsored deal, by the way", "but you have a unique experience and you just have to figure out what do i do that nobody else does", "that could be you work at staples", "that could be you live in a different part of the world that you may think is average because you have just been there your whole life", "but people want to know", "that’s why people watch our videos", "it’s that voyeurism aspect of getting out of your own head", "that’s why we go to movies and tv and that’s why art has been so popular over all of the species", "because we just want to get out of our own experience and evolve that experience by allowing other experiences in", "so i think daily vlogging, even though it’s oversaturated and may be a business that’s going out, you still can build an audience", "i still believe that youtube is a cool place to meet fellow-minded people", "you don’t ever have to feel lonely again because there’s lots of different types of people", "so if you are going to give it a go, say i’m going to try to make this youtube business my business", "like i want to be a youtuber", "i would say you definitely have to go and look at all the things that the career youtubers are doing", "where do they put annotations", "what’s an annotation", "where do you put links in the video description", "where do they have their intro", "just little things that you could mimic and those are marketing techniques and ways to promote other projects that you’re working on", "that’s definitely something i would do is just do what the professionals are doing", "that’s, i think, the best life – well, some of the best life advice", "if you want to be something, just do the same thing that a person that has what you want does", "so if you want to be a fat, lazy person, do what fat, lazy people do", "and vice versa", "all right, good questions", "alexander coffey asked: recently a number of high-profile vloggers have been having issues with detrimental effects on their social and/or relationship lives as a result of the excessive time that is consumed by producing daily vlogs", "have you ever experienced anything like this", "if so, what are your methods of dealing with it and how can they be applied to non-vloggers", "well, this is a question – it’s a tale as old as time", "people break up", "recently, there have been some high-profile vloggers that have broken up", "i don’t think that’s specific to vlogging", "is vlogging detrimental on your relationship", "it can be; anything can be", "i said this somewhere before, i can’t remember where", "i basically listen to everything my wife says twice because she says it and then i edit it", "if you’re not too friendly with your spouse that could get annoying really fast", "those little – we all have them – idiosyncrasies that are all part of our personalities, whether it be loud and obnoxious like me, or maybe you say something the same way or you fold the toothpaste tube in an awkward direction", "whatever it is, those things come out when you daily vlog because you start to see those things, not only when you’re trying to vlog things all the time, but when you’re editing, speech impediments that you have – i’ve noticed and i’ve tried to take out the “ums” and all that kind of stuff", "i think vlogging is actually therapeutic", "i think it can be helpful in a self-examined life", "i think it helps you to look at your own personality and say, is that exactly how i want to be", "am i obnoxious sometimes or do i need to be more patient or whatever", "so it can be good or it can really bring out those annoying aspects of your significant other", "so it’s love", "love is a verb", "this is the best advice i have for relationships", "you’ve got to serve the other person", "love doesn’t come from a magical song from a movie", "it comes from service", "so if you think about what a verb is", "that’s an action word", "that means you’ve got to – man, you’ve got to buy flowers", "you’ve got to write notes", "you’ve got to put the note underneath the windshield wiper of your wife when she’s parked somewhere", "you’ve got to stalk her", "no, don’t do that", "but i was given a lesson yesterday about marriage", "it’s like, remember what you did when you were trying to get that girl to marry you so you could have sex with her", "why don’t husbands do that stuff anymore", "you probably tried to get her to marry you for other reasons too, but you remember your primal motivation as a dude", "so think about that", "love is a verb", "do things", "be kind", "wash dishes", "change diapers", "then you’ll have a happy marriage, happy relationship", "okay, next question", "fadi sallah – who knows, i can’t pronounce words right – asks: for the vast majority of content creators, traditional monetization strategies, like ad revenue and sponsorships, i.e., brand deals, seem unsustainable due to their low earnings per view", "yes, that is true", "what do you think is the future of ad revenue and sponsorships", "do you think that will continue to be the primary monetization scheme for years to come", "i don’t know; nobody knows", "we’re all trying to figure it out", "we’re all trying to say, where is this business heading", "it is true that trying to make a living just off of monetizing your videos – and if you’re listening to this like what do all these words mean", "if you make a youtube video, you get paid on that video based on how many people watch that video", "so i, as a youtuber, could have one billion subscribers and i go to upload a video and hypothetically, that video is supposed to be sent out through youtube’s distribution platform to all one billion of my subscribers", "in a perfect world, all one billion of them will watch because they subscribe to my channel, so of course they want to watch every piece of content that i upload", "but maybe only 1,000 watch that video that i uploaded", "and i’m like, what happened to the other 999 million, whatever that number is", "i have a little video here with 1,000 views on it", "i’ll make about $2.00 on that video", "they have a thing – and this has been explained a lot of times in different ways, i’ve done it in different places – but it’s a cpm is what they call it – cost per mil", "or in other words, how much money do you get paid on youtube", "i make about $2.00 per 1,000 views", "so if i want to give you this little piece of paper and say “hey, run out and show this to 1,000 people and i’ll give you $2.00.” you can imagine how profitable that might be and how tiring that would be as well", "so because of the internet and networking and the 8 billion people in the world, hopefully they will all get the internet one day, but you’re able to show these videos to thousands of people and make money through the cpms, but you really have to be getting a lot of views every day in order to be able to make some money to live on youtube", "so the other way youtubers have done it is through brand deals or commercials for big companies, whether it’s nike, reebok", "any big company you can think of with a brightly colored logo that you see driving down the main street of your hometown, they pay influencers (for lack of a better term), youtubers, viners, snapchatters, people that have an audience, people that are willing to listen to them", "they’ll pay them big bucks to promote their brand", "that’s something that’s brand new", "where previously advertising was traditionally done through newspapers, magazines, all the standard revenue – what’s the word i’m trying to say", "– outlets", "but now it’s like this whole internet thing has blown up and advertisers or owners of companies that are paying to get people to see their product are realizing that these youtubers, these influencers, these people with audiences, they’re promotion is way more valuable than buying advertising time on a commercial of a tv show or before a movie or whatever", "because what is the very best form of advertising", "why don’t you think about it in your brain for a minute", "this is a multi – you’ve got to think during this podcast", "it’s word of mouth, right", "any business owner will say, if i could get one of my customers to go tell their best friend about how great my business is, we’ve made it, right", "it’s word of mouth", "you want people to just be talking and be like, this is awesome", "you got to go try joe’s crab shack – whatever it is, whatever your business is, what has traditionally always been the very way to grow a business is by having your customers tell their friends", "with a youtuber like myself, for instance, who has been making a video every day for almost a decade, i’ve kind of created a pretty good relationship with these people who watch my videos", "so for a brand or an advertiser to say, hey person who has four million best friends, could you go tell all of those best friends that really trust you because they’ve watched your dog die and watched you make two human people and birth them out of your wife (that sounded weird), they’re going to trust you", "will you go tell all these people to check out our product and we’ll give you x amount of dollars", "and of course, then you think, well how – the whole discussion comes like, how do you put a value on that", "how much", "and everybody’s like how much, how much", "how much will a giant company pay a big youtuber", "you can go to places like social bluebook that have a proprietary algorithm that takes everything into account", "this is more than views", "like yeah, great", "you’ve got 1,000 people to watch your video", "that’s a measurable number you can look at right away", "but there’s other factors that advertisers are really starting to look at more than just views and subscribers", "it’s a thing called engagement", "they want to see that whoever’s watching or being part of this community is thumbsing-up, favoriting, commenting, what type of engagement", "are they touching the content in some way", "even if it’s a “skip ad.” i thought i’ve heard that you are even rewarded for someone clicking that “skip ad” button, because then the advertiser knows that person at least saw the product because they had to scroll their little mouse up there to click on the “skip ad” and they’re more than likely to see whatever you’re advertising there, so you know at least they saw the thing and had to click to say “go away,” so there’s value there", "where before you don’t know if the person watching tv got up to go pee or to make some guacamole during the commercial break, so you have no idea if they saw the thing that you made went into their brain", "but now, even on the computer, if they say “skip ad,” like, i don’t want to watch this crap, they still saw the thing they’re skipping, which will registers a oh, this a product on the market that is available to me", "so this is valuable; this is very valuable", "then you’ve got to decide how valuable is it", "my job as a creator and as a friend of fellow creators is to say hey guys, let’s make ourselves valuable because we’ve been working for ten years to build these audiences of people who trust us", "my job as a creator is one not to do a bunch of these brand deals", "like check this out, check this out, check this out, because then all of a sudden i lose that value with my audience", "they’re like, “man, this dude’s just promoting everything", "he must be making bank", "i’m not going to buy any of this crap he’s slinging.” so as a creator, and i suggest this to other creators, is be careful", "only do brand deals for things that you really love", "wow, that was a long question to how else can i get paid the money on the “youtubes.” all right", "next question", "alicia mauer english asks: how did it feel to tell the truth about alcoholism on tim’s podcast last time", "healing or painful or both", "did you find that telling the truth is a healing practice", "like how daily writing has been studied and found to be healing physically and emotionally", "yeah, anytime you can talk about your weaknesses or things that you’re afraid of is ultimately going to be hugely therapeutic and help you make leaps and bounds in your personal happiness and struggle", "you feel like you can be in a place to talk about the things that scare you most", "because that’s what we’re all struggling with is that stuff that we’re afraid of", "you might be, “i’m not afraid of nothing.” that’s just because you haven’t lived long enough and you haven’t been faced with some realities that are part of your future that once you do gain a little age and experience, you’ll be like, “whoa, yeah, i guess i’m kind of afraid of that.” but you’ll see", "it felt great", "i wasn’t planning on talking about that on tim ferriss’ podcast", "we were just sitting there in his kitchen and he gets you all loosened up by being all friendly and all of a sudden you’re sharing your oprah story with him", "i don’t know how it came up", "we were just talking and i told him that was something that i had struggled with", "i think that he had specifically asked “what’s something that you’ve struggled with?” that was something", "i was like, “i don’t know though because i’ve never exposed that or told my audience about that.” he was awesome", "he said, “well, if you feel like talking about it, that’d be great, let’s talk about it", "but if not, we can edit it out.” he gives all of his interviewees the final edit option so they can be like, you know, i don’t feel great about this", "will you take that out", "but after i said it, it felt good", "i was like, “let’s just get it out there.” i was nervous, but then the feedback was awesome", "i feel like i encouraged people to try to talk about their scars and about the things that are scary to them because they’ll find that there really is a kind listening ear a lot of times", "and maybe not", "maybe people have tried to open up", "you have to do it", "sometimes it’s hard to open up to the ones that are closest to you, right", "because that’s where those fights come", "but yeah, alicia, it did feel great", "we talked recently on one of our podcasts with the writing example that you gave", "a great way to practice this without the fear of being judged by this person that you love is to try a practice of writing down all of your fears and everything that you’re frustrated about and all that stuff on a piece of paper knowing that you’re going to destroy it", "you’re going to tear it up; you’re going to burn it; nobody’s ever going to see it", "i think that is similar to being able to talk about these things but without the repercussion and without the fear of somebody judging you", "so try that first", "write it all down, man", "just say, i’m going to write down the scariest, most painful things that i keep inside and i know i’m going to burn it", "but just the actual act of writing it down and seeing those words can have a drastic impact on how you feel about them", "so give it try", "nothing to lose except for a piece of paper", "that’s not expensive", "okay, next question", "tim mcgee asks: shay, if you had two weeks to teach someone how to tell a better story on youtube, what would that course look like", "i don’t know if i’ve ever actually thought of curriculum for what teaching a good storytelling class might be, but i think it’s way of thinking", "i just remember as a kid, my buddy would be like, “and then what would happen", "and then what’d they say?” it’s all about details", "it’s about those little things that maybe when you’re telling a story you don’t think of", "i learned storytelling from my grandpa", "i think my grandpa was a great storyteller", "being a good storyteller is just the ability to help somebody become present in a different situation", "so how do you make a story exciting", "you have to be passionate about it", "so you have to pick the stories that you tell", "you have to think they’re funny", "i think you can’t just try to tell a story that you’re not passionate about because that definitely reads", "but it’s details; it’s the little thing like, “and then she said this,” but just looking past the story line and trying to read the subtext of maybe what’s happening underneath the surface", "i don’t know", "i don’t think i have a great answer to that question", "but the details and emotion", "so if you’re telling a story, a lot of times when i’m telling a story, i’ll be like, “and this happened, this happened, but here’s the frame of mind i was coming from", "i was frustrated because this just happened and because that just happened, i was worried about this happening", "anyways, here i was, being,” so you kind of have to have a back story", "you have to have emotion attached to it", "why did this person feel like that", "what was their motivation for feeling like that", "i don’t know", "that’s something i would actually like to delve into because it is a very valuable thing, being able to tell a story", "just being able to communicate", "i’ve always looked up to people who could do that well", "i think that was the very first thing that attracted me to philip defranco’s videos", "i was like, “dude, this guy can talk.” and even if it is edited, it’s jump-cutty", "the way that it was delivered or the way that it was created was entertaining", "it was like i am laughing and learning at the same time and to be able to do that is something that is a learned ability", "you have to practice it", "it’s like your voice", "i remember my dad and my program director from z103 said that your voice is like a muscle", "you can work it out", "you talk to any voice actor, they can inflect and come down and do all these different caricatures and impressions simply because they practiced it", "they talked a lot", "i am able to communicate a lot better because i’ve just been doing it for ten years", "and if you look at malcolm gladwell’s book, he talks about how you become an expert is by simply doing a thing for 10,000 hours exactly", "that’s all it takes", "so great question", "just tell stories, man, you’ll become a better storyteller", "amy gilligan asks: other than having better shoes, how has money changed you", "if at all", "what does that mean", "you like my shoes, amy", "i have been buying jordans", "i got somehow into the shoe game", "i don’t know", "i’ve always liked jordans", "i thought they were cool", "and apparently there’s jordans out there that are like $600.00", "it’s ridiculous", "i have fallen into that a little bit", "i would like to say money has not changed us", "if i’m honest, the reason i started youtube wasn’t for the pursuit of money, but the reason that i’ve kept going so long is because of money", "when i first found youtube, it was simply an avenue of escape", "it was this whole other world where i could type in anything i wanted: green day concert; glen pike skiing; whatever i thought was cool and it would pop up", "the communication", "just like, man, i can talk to people", "just that first realization that i had when 200 people subscribed to my videos and i was like 200 people", "these are real people with hands and opinions and favorite colors and dislikes in food", "who are these people", "that first realization of, i’m hanging out with other people on the internet", "we are transcending geographical boundaries", "just because we’re not in the same room, doesn’t mean that we’re not actually really hanging out here", "so the first time i realized that, that was the addicting thing", "then once i found out you can make money, i was like, i got kids, man", "i got to pay for these kids to do stuff", "money was never the goal", "it was just freedom", "i was never like, i want to be rich so i can have all this stuff", "i just wanted to be able to not go to work, right", "i just wanted to be able to tell the guy who i called my boss that, they, guess what", "i’m going to actually go water skiing with my family today just because we decided we wanted to", "i know that i’m supposed to be in at work, but i hated that", "i hated feeling like i was being controlled by a dude that i was tied to $11.00 an hour to", "like man, this guy can tell me how to live my life for $11.00 an hour", "is that what i’m worth", "so it was never about the money; it was about the freedom", "i tell this story", "the day that maker studios sold, the day that i for all intents and purposes became a millionaire, i remember looking in our account and it was like oh, geez", "i remember my wife called me on the phone and i said to her, “did you see the account?” she’s like, “yes!” i’m like, “isn’t that cool?” she’s like, “yes!” and then i was like, “what’s for dinner?” because nothing changed", "we still had to feed the kids", "we still had to brush their teeth, change their diapers", "it wasn’t like – and i guess we could have", "we could have said, “all right", "get on a yacht, we’re out of here.” but we didn’t get that much money", "i think a lot of people think that we got hundreds of millions of dollar", "we did not", "so money just makes you more of who you already are", "so sometimes you see that people that win the lottery, for instance, they’ll just run their life into the ground because all of a sudden they’re just buying all the things they were buying before, but just in excess", "so money doesn’t matter to us", "i like to say that", "i’m definitely motivated by it, but i like to think that it hasn’t changed me", "i try to be aware of that, because i don’t want it to", "so i don’t want to just say, “money hasn’t changed me", "i’m still me.” but maybe it has", "maybe it has in ways that i don’t realize, but i don’t want it to, so therefore i’m conscious of don’t do or say things that might make you seem like just a money-greedy jerk", "and it’s not like i am that secretly and i don’t want to reveal it", "you decide what kind of person you are", "so if you see stuff like that coming out in you, you can be like, whoa, that’s not how i want to be", "let me rethink that", "so my goal is to not let money change me and just to use it for good; to use it to help others", "i know that sounds like, “oh, that’s good for you.” yeah, i’m going to buy some cool shoes too and a water ski boat", "i’m going to go on vacation and i don’t look at the prices of things", "the only time i ever look at the price of something is like if i want quality, i’ll be like, what’s the most expensive one", "that must be the best one", "which isn’t always necessarily true, but sometimes it’s a pretty good indicator of what is the best when i’m looking for my new camera or skateboard or whatever", "so yeah, i follow dave ramsey still", "i do not borrow money", "i pay cash for everything", "that’s how i got to where i’m at", "i decided to stay out of the rat race", "i cut up my credit cards", "i didn’t listen to the 90 days same as cash", "i know people are like, “well, you’re rich now", "that’s easy.” well, i started off broke", "i was making $20,000.00 a year, but i just followed these rules", "there’s certain, specific things that you can do that if you just follow these rules, you can’t help but to become rich", "save 10 percent of your income, no matter what", "a lot of people have this 10/10/80 rule", "10 percent to tithing", "if you don’t believe in god or tithing, you don’t have to pay that", "pay yourself 20 percent", "but a lot of people do 10 percent to tithing", "10 percent to themselves, and then 80 percent goes to everything else", "so right away, the richest man in babylon, it’s a little book, maybe like 100 pages i read when i was a kid", "the no", "1 principle in that book was “pay yourself first.” you get a paycheck, whether it’s a small paycheck, a big paycheck, whatever, you get paid somehow", "salary, allowance, maybe your mom and dad give you a few nickels to rake the leaves", "i don’t know what you do to get your money, but you do something", "whatever that money is, you take 10 percent off the top right away", "you say, “i’m paying me first.” you say what do you mean", "that paycheck is all mine", "no, it’s not", "it’s going to gas and groceries and food and you owe your buddy $5.00 because you lost the fantasy pool draft or whatever you do", "but always, as a rule, any money you ever get, say 10 percent of that is future mine, like retired mine", "like sitting on a beach somewhere and not have to worry about all this s-h-i-t mine", "so if you follow that rule from when you’re 12, 13, 16, the first time you ever get your job, you always save 10 percent of everything, that money’s going to grow little soldiers", "little soldiers out there fighting for you", "and that’s how the richest man in babylon talks about this money that you set aside this 10 percent; these little soldiers that go out and work for you", "you invest those and stuff like that", "so what was the question", "how much money do i have", "not a lot", "but i’m rich in blessings", "all right", "next question", "amy, thanks for that last one; appreciate it", "tomos owen, i’m assuming that’s thomas owen, asks: what do you do to overcome doubt", "that’s a tough one", "because you go in fits and bouts with doubt depending on the morning, depending on the mood, depending on the “oh, it’s monday.” you do doubt", "it’s different for different people", "i think it starts with your upbringing", "you know, what did your mom and dad tell you", "did your mom and dad tell you that you could do it or did they tell you that you couldn’t do it", "i think a lot of it – more than we would like to admit – comes from our upbringing", "the personal, internal struggles that we have", "that might feel bad to some moms and dads out there", "but a lot of the kind of crap that we carry around like self-doubt, fear, inferiority, anxiousness, all that i think stems from those developmental years of being a kid", "that’s why families are so important", "that’s why moms and dads are so important because we carry around a lot of this baggage for the rest of our lives", "so how do i get over doubt", "some days you don’t", "it’s like a battle", "everything’s a battle", "happiness is a choice is a battle", "being confident in what you’re saying, in what you want to do is a battle", "a lot of the times it’s a “fake it till you make it” kind of mentality", "there’s not a good tip or trick other than just do it", "other than just you have to tell yourself, do not doubt", "believe", "just hope for good things to come", "i’m always quoting andy, what’s his name", "shawshank redemption", "one of my favorite movies, shawshank redemption", "he said at the end, “hope is a good thing and it’s maybe one of the best of things.” because without hope, there is darkness", "you think about concentration camps", "i remember i was talking about that book the other day", "like the only thing sometimes you can have it hope", "andy dufresne said it", "that’s what you have to do to overcome doubt", "you just have to say – and i always go back to this", "i think it’s a little jarring for people, but i’m just like, you’re going to die", "if you have this healthy realization that you will lose the opportunity to have effect on the world because your body will pass away", "it will give you hopefully not an anxiousness, but kind of a sense of – not anxiousness, i don’t want to use that term – but of pro-activity, hopefully", "or you realize we have a limited amount of time", "regret is such a painful thing, so just go for it", "what do you have to lose", "you have to look at failures as just stepping stones", "because people are like, what if i mess up", "what if i fail", "what if i lose everything", "then that’s like so what", "start over", "you think about the guy who invented electricity", "i don’t know what all the statistics are", "they failed 1,000 times", "it’s all about how you get up", "those little clichés are true", "it’s sometimes just gritting through it", "i’m sorry i don’t have any better tips and tricks for you", "but it’s up to you, thomas"]}