{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1199, 1200, 1201, 1202, 1203, 1204, 1205, 1206]}, "episode_num": 192, "file_type": "html", "guests": [], "num_sentences": 1207, "num_words": 16746, "raw_text": "Tim Ferriss: This is Tim Ferris and welcome to another episode of The Tim Ferriss Show, where it is usually my job to deconstruct world-class performers to tease out the habits, routines, breakfasts, favorite books, etc. that you can apply to your own life, but I’ve had far too much gin for that. This episode is a special edition. It is a trunk dialing Q&A with you guys – my listeners and fans. I solicited phone numbers from folks who wanted to receive a call from me. It is a Friday night and if you want to know about the gin I had, well, you’re going to have to sign up for 5-Bullet Friday. That’s where I talk about such things. fourhourworkweek.com/Friday, all spelled out. But I talk about in this particular case, things ranging from parenting advice based on advice from my friends and podcast guests, to how to get started in podcasting, to thinking about jumping from one industry to the next, to considering moves from say the East Coast to the West Coast of the U.S., and many, many, many, many, many other questions that are alcohol-infused for your entertainment delight. I hope you enjoy it. I was very happy with how this turned out and without further ado, as I always say, please enjoy this Q&A, answering some of your most burning questions from somewhere around 5 to 15 people. That is about it as far as preambles go. So please enjoy and as always, thank you for listening. [Phone rings] Hello? Josh: Hello. Tim Ferriss: Hi, is this Josh? Josh: It is. Tim Ferriss: Josh, this is Tim Ferriss. How are you this evening? Josh: Doing well. How are you? Tim Ferriss: I’m splendid. I am having a disgusting cocktail of some type of blueberry sparkling water with gin. I’m getting an evil eye for that comment. But I am glad you dropped in your phone number and name. So I’m all yours for the next couple minutes. Josh: Yeah, well I appreciate it, man. I mean, if I can take a moment to just say thanks for everything that you do and man, my whole family just loves all the lessons and teachings that you throw out there for us. It’s been awesome. Tim Ferriss: Thanks, man. I appreciate that. Josh: So I won’t take too much time, but yeah, I mean, I have a family of four children and we’ve kind of been on this kind of crazy trajectory since your first book and living in southern California and kind of living it up based on the principles learned from that book. So it’s been awesome. Tim Ferriss: Congratulations, man. Thank you. Josh: Yeah, and then the second book came out and I dropped 40 pounds in 2010 and been able to keep it off, so whole life’s been impacted. So really appreciate that. Tim Ferriss: Nice work, man. Josh: Yeah, I’ll cut to the question. My question is – kind of back to my kids – I’ve got four kids, I’m 37. My oldest is 15, the next one is 14. So I’ve got two kids in high school right now. You often ask the question to your guests about what would they tell themselves at age 20 or in their early 20s as they’re getting started. I want to look a little bit earlier and look at age 14 to age 15 and the reason why is because you’ve often said in your past that you were most impacted maybe when you were a freshman or early high school age by coaches, teachers, trip to Japan, whatever. I feel like just observing my kids, it’s such a pivotal time in their life. But what would your toolkit look like for teenagers and maybe for yourself, but also as a parent, if you were a parent of teenagers. What would your toolkit look like for those kids as a parent? Tim Ferriss: Great question. I should say, first of all, that as you probably know, I don’t have kids. So I think that I may be a bit of an armchair quarterback in answering this, but based on my conversations with close friends of mine who I consider in this case to be very good dads, I think I can speak to it. That would include quite a few of the podcast guests. So whether that is say Josh Waitzkin, who I think has a lot to offer, or Jamie Foxx or others. There are a few things that come to mind and you’re right that I was very impacted between say 14 and 16 by coaches and a handful of teachers. I do think that freshman/sophomore window is a critical inflection point; whether they’re going in the right direction or the wrong direction, for a lot of kids. It certainly was true for me, which is why I wanted to teach ninth grade for a long time. I thought that was my ultimate destination was teaching ninth grade. But to your question, I would say that there are a few things I would emphasize and there are different ways to emphasize. In other words, there are the principles and then there’s how you convey those principles, right? So the first would be quite simply you are the average of the five people you associate with most and how financially, academically, physically, you are going to be the average of the people you spend the most time with, so you need to choose and should choose your friends very carefully. If you think that you can be the standout A-student, top-performing athlete, etc. among a bunch of misfits who you happen to like, you are mistaken. That just is not the case. It’s true for adults; it’s true for kids, right? Now that could come off as somewhat preachy. There are other ways, I think, that you can condition your kids to ultimately be more likely to succeed in academics and in life. One is getting them accustomed to failure and being humbled very early on, or at least on a regular basis. So if you were to ask someone like Jocko Willink, for instance, the former Navy SEAL commander who’s been on the podcast, Jiu Jitsu would be a great tool for men or women, boys or girls. I think that is a great training ground and a lot of those individual sports have an accountability that sometimes you are lacking in team sports. I played team sports when you’re on, say the wrestling mat, psychologically it’s just a different kettle of fish. You deserve the credit or the blame for your successes or failures, respectively. Then I would say last, the next thing that comes to mind, at least, is called Grit, G-R-I-T, which is about resilience. It looks a lot at kids, specifically. Josh Waitzkin (who is the basis and the inspiration for Searching for Bobby Fischer, the movie and the book) turned me on to this and I’m blanking on the author’s name, but it’s really about teaching your kids to focus on hard work and not intrinsic capability. In other words, they’re able to develop an internal locus of control where they don’t feel like they’re dependent on external factors for success. Josh does that in a bunch of interesting ways. For instance, when he was raising (or is raising), his son Jack, from the very early days he noticed parents talking about good weather/bad weather. We can’t go out, it’s bad weather. We should go out, it’s good weather. And he flipped it on its head and, of course, this wouldn’t apply to your high school kids, but it does in other contexts. He would say, “It’s a beautiful, rainy day, Jack. Why don’t we go out?” And he would always go outside and play with his kid in the rain. I think there are ways to simulate that and create conditions for that. The other thing is not to make it too curriculum based, but I really feel like if you are able to get your kids in some fashion excited about improving their written or spoken communication in any capacity, I feel like that is a huge competitive advantage in life. You can add the ability to public speak or write clearly on top of any other skillset and you’re automatically in like the top 25 percent in almost any arena, if that makes sense. Josh: Yeah, that’s interesting. That might be the first time I’ve heard you maybe say that in that way. And I understand that being my age now. How do you think you teach that? Again, thinking about as a parent you’re a teacher, but half the time your kids don’t listen to you because you are their parent. Tim Ferriss: Yeah, for sure. Josh: Which is maybe the piece of the puzzle that you’re missing you don’t have the kids, but when you think about – because I think that is an excellent principle and it’s something that I maybe wish I’d spent more time on at that age. How would you think getting through to your kids with those specific skills: writing, speaking? Tim Ferriss: Yeah, I would look at who influences them, first of all. So who do they listen to? I would actually take an indirect path. So if your kids are prone – and I think teenagers are particularly prone to being like, oh, Dad’s preaching again or whatever the hell it happens to be, right? Figuring out who they listen to. My Mom did this in a very interesting way when I was actually 15. Side note: I don’t know if I’ve ever talked about this publicly. 15, I was in Japan, and I’ve always suffered from sensitivity to heat and I’ve actually been hospitalized a few times. It’s a long story, but I have lung issues, respiratory issues. So I was hospitalized in Japan at one point because I insisted on training through the pain, wearing a judo outfit, in like 90 percent humidity and 100° weather, which was stupid, right? My Mom knew on some level that I might not listen to her or take it with a grain of salt or something like that, so she went to a previous martial arts instructor who had a huge impact on me, who I took very seriously, and had him record a VHS tape. I’m not kidding. This is back in the day. She shipped it to Japan, where he sort of gave me like a man-to-man talking to, so to speak, about the risks and payoffs, potential benefits, downsides, etc. of all this stuff and that was the intervention that worked. So I think that there are different ways to reach kids depending on who they listen to. I think that’s the path of least resistance. So if you looked at – and they may be too young for this – but, for instance, Warren Buffett cites as his best ever investment a Dale Carnegie course in public speaking. Josh: Interesting. Tim Ferriss: So if the richest man in the world (or one of the richest men in the world), certainly most successful equity investor of all time, potentially might pull some weight, then that could be an indirect way to do it. It’s to somehow expose them to that in a non-preachy way. The other way to do it, quite frankly, is to impress the hell out of them with someone who is an incredible public speaker or writer. So it could be as simple as exposing them to a commencement speak from someone like Neil Gaiman. His “Make Good Art” commencement speech is just incredible. That could be another path. Those are a few things that come to mind. In terms of writing, I would say if there’s any type of writing that might get them hooked on reading that is probably the Trojan horse into getting them to focus on better communication themselves. I think getting them hooked on if it’s science fiction, maybe it’s something from Neal Stephenson. If it’s any type of writing, if it’s non-fiction, maybe it’s something from John McPhee. Something that makes them go, holy shit, I thought I knew what good writing was. Ohmygod, like this guy is amazing or this gal is amazing, would be a great way to go. It doesn’t have to be your recommendation to them to focus on the writing. It could be the subject matter. So for instance, if – I’m just trying to think of a good example – maybe the autobiography of Andre Agassi, which was ghost written. It wasn’t written by Andre Agassi, but the ghost writer is just a phenomenal storyteller and there are a lot of life lessons and competitive lessons learned in that book. It’s a phenomenal read, right? So you could suggest it just because of the autobiography. They’re going to finish the book and they’re going to go, holy crap that was an amazing book. That might be what trips the wire and gets them interested in writing. But I think the soft approach is probably – and this is just, again, speaking as a complete poser who does not have kids – I would say just knowing how I was as a teenager, I think the indirect Jedi mind trick approach is probably the better way to go when possible. Josh: That is really good. That is really good advice. I actually think you come from a position of advantage because you don’t have kids, which means you don’t have the emotional connection of them pissing you off or making you happy or trying to protect them in any way, so I actually think that is a position of advantage because it’s just different having kids. Tim Ferriss: I might borrow that, yeah. Josh: No, good stuff. I actually really appreciate that story about your mom and you’ve mentioned her a couple times. She seems like a phenomenal woman, so tell her thank you. Tim Ferriss: Yeah, I will. My parents are staying with me for the next three weeks, so I should have an opportunity shortly to let them know. But I tell you what, man, hopefully that’s helpful. I highly recommend the book, Grit. I think that will touch on a lot of what we talked about. If you haven’t heard the Josh Waitzkin episodes, I would definitely listen to those because he talks about his son a lot. Even though his son is much younger, I think the way he thinks about it and the architecture of his mind, the principles that he applies are still extremely applicable to a high school aged kid, for sure. Josh: Yeah, no, for sure. I have and actually have had my kids listen to different pieces of those. Right now, I have the two youngest listening to The Graveyard Book. Tim Ferriss: Oh, yeah, that’s a great one. Josh: We’re all kind of hooked. That one’s phenomenal and we’re all hooked on that one. I appreciate it. I won’t take up any more of your time. I know you’ve got a busy night ahead of you, so I appreciate it and thank you again. Tim Ferriss: For sure, man. I appreciate you reading my stuff and more than that, putting it into practice. I’m stoked your kids are listening to The Graveyard Book. That’s a winner. Josh: Yeah, okay, man. Good luck. Tim Ferriss: All right, man. Have a good night. Good luck. Bye. [Phone rings] Matt: This is Matt. Tim Ferriss: Hey, Matt. This is Tim Ferriss calling. How are you, sir? Matt: Hey, Tim. How are you? Good. Tim Ferriss: I’m good. Is that a Portland accent that I hear? Matt: Portland is a bit further west and south. It’s Australian. Tim Ferriss: I was just looking at your number. Well, where are you in Australia? Matt: Well, I’m actually in New York. Tim Ferriss: You are? Matt: I live sort of outside of Melbourne, but was speaking at New York Comic Con, well yesterday I guess it was now. So yeah, here until tomorrow. Tim Ferriss: Good man. Comic Con. I’ve still never been to any version of Comic Con, but I have been to Melbourne, which I guess I live in the Melbourne of the United States, meaning San Francisco. Matt: You do. Tim Ferriss: Very similar towns. So I’m all – Matt: Yeah, I was there on Tuesday actually. Tim Ferriss: Wow, you are a jet setter. I thought I traveled a lot. Matt: Not usually. You just caught me on a good week. Tim Ferriss: What were you speaking about at Comic Con? Matt: About how to teach people to be heroes in real life. That’s kind of my field. I do a lot of trainings with kids. I’m just sort of getting into adults as well. But sort of combining acknowledging psychology and getting into some habits to put in practice so that you’re going to be the person who stands up instead of being a bystander. And then putting it into play with sort of physical stuff as well. I worked with Dan Edwardes with Parkour Generations in London and we’re doing some work with Joe De Sena early next year. That kind of stuff. Getting prepped. Tim Ferriss: Oh, be careful with that Joe De Sena. He might make you carry a kettle bell up and down a mountain for 5 hours or 12, or 76. Matt: Yeah, no. I’m very wary of that. Tim Ferriss: Well, that sounds like good work, man. What can I answer for you, if anything? Matt: Well, I listen to the podcast and I keep hearing you get close to talking about heroes and heroism. Whether it’s talking about the hero’s journey. I remember you talking to Jon Favreau sort of about your general interest in writing fiction and how the hero’s journey plays into that. God, who was the guy recently you had on? Shep Gordon talking about how our heroes have changed from now to 30 years ago, what that looks like. So I’m just curious to hear from you who are your heroes? What does that mean to you? Tim Ferriss: Ooh, that’s a good one. Well, I would say that the first people to come to mind are a handful of folks who were merry pranksters, of sorts, but very good in multiple fields and maybe this is just to make myself feel better, but I view these as professional dilettantes of sorts. They were willing to experiment as amateurs in multiple fields. So a few of the people who come to mind are Richard Feynman, who was a physicist and an incredible teacher, but was also an accomplished safe cracker, bongo player, you name it. His book, Surely You Must be Joking, Mr. Feynman, is one of my favorites. So he is right at the top of the list. Ben Franklin would be right at the top of the list. I think his biography by Walter Isaacson is fantastic. He was a real character. He was a publisher in many ways, and a printer, rather, before he became any diplomat. Just a hilarious character. So I think those are two who come to mind. On top of that, you have a handful of folks from my own life, who would include my wrestling coach in high school, John Buxton. It would include my guidance counselor of sorts or my resident advisor in high school, named Richard Greenleaf, who is a reverend. I think what all these – Matt: What are the reasons behind them? Tim Ferriss: Well, I think they are actually related to the first two. They all question the consensus reality, in a sense, to use a phrase from Eric Weinstein and Peter Thiel, insomuch as I was told by my guidance counselor, for instance, in high school that I should not apply to Princeton, where I ended up going as an undergrad. At the time, I didn’t really have the toolkit to ask myself what is this person’s incentive? And their incentive is, of course, to be able to say 80 percent of my advisees got into their first choice college. Well, that produces some perverse behavior in the sense that the easiest way to accomplish that goal is to have kids lower their sights, right? So Richard Greenleaf was one who said to me, “I think you can get in. I think you should apply. I think that’s nonsense.” What was able to convince me to believe in myself when other people effectively told me not to. John Buxton, similarly, was a hard ass in the bet way possible, who just didn’t tolerate people or, in this case, students thinking that they weren’t capable of what he knew them to be capable of, if that makes sense. I think one of the downfalls in my mind of modern, at least U.S. society or societal norms – and I suspect this applies elsewhere in the commonwealth probably – is that you have a political correctness that leads to everyone or a lot of people treating others with kid gloves. I think that is a disservice in that you are, in fact, woefully underpreparing people for reality if you don’t give them tough love. If you look at John Buxton and, for instance, if you look at the wrestling team – and he was much more that a wrestling coach. He was an English teacher. He raised I think hundreds of millions of dollars for the endowment of the school I attended, which was St. Paul’s, after public school. He is a very multi-faceted guy. He was the one to say no, you’re not going to quit because I know you’re capable of more. Go do what you have to do. If you’re feeling sick because you’re training too hard, go puke in the bucket over there and after you return from the corner, you’re going to train for another two hours. At the end of those two hours, you’re like oh, shit; I’m actually capable of 50 percent more than I thought I was. In that way, they were able to make people around them think they were capable of more than they had previously thought. That’s a tremendous super power in a way. Yeah, so that’s why they would fall into a similar category. Matt: Absolutely, yeah. I think you’ve had some interaction with Jennifer Miller? She was maybe a case study in 4-Hour Workweek? She traveled the world with her kids. She just wrote a post yesterday about her now-20-year-old, I think, daughter, who’s sort of struggling through math in college and just was talking about their whole education philosophy and it was we’re going to push you. We’re going to teach you Latin when you’re five and we’re going to make you do math all the way through to twelfth grade because it’s going to help you. You may hate it and you may scream at us, but you’re going to do it. That’s not happening in the school systems anywhere. Tim Ferriss: Yeah, I think that it’s very important, if anything, I try to do this with my audience en masse, which can be challenging of course when you’re dealing with millions of people, is to say okay, you think you’re capable of X, but I would vote for myself and for everyone listening that’s actually bullshit and you’re capable of X plus 20 percent, at the very least. So let’s push for that and you only know what you’re capable of if you push yourself close to the breaking point. Certainly as a student, I was selling myself short; as an athlete, I was selling myself short. What the John Buxtons of the world taught me was you can and should dream bigger. Don’t be so impressed by All Americans in sport X. Don’t be so impressed by someone who placed in the top 10 in XYZ national competition. That is actually within reach if you apply yourself and work hard, but you’re going to have to endure incredible amounts of discomfort. Period. That’s it. I think that the people I view as heroes in my life are those who have forced me to have uncomfortable conversations, do uncomfortable things. Because I think that whatever we view as success is probably just an inch outside of our sphere of comfort, if that makes sense. So the people who push you beyond that are the people you should thank. The people who say everything is great, everything is going to be fine, there’s a place for that but if that is their unified line for all circumstances, they’re not doing you any favors, if that makes sense. Matt: Yeah, definitely. If you do well enough, you don’t have to worry, right? It’s just get to this stand and then you’ll be all good. There’s no pushing beyond that. Tim Ferriss: Yeah. I know that, for instance, if you look at New Zealand or you look at Australia, you hear a lot about “tall poppy syndrome,” and that’s not something that people in the U.S. hear very much. In effect, it’s actually very related to something in Japanese, which is the nail that sticks out will get hammered down. But tall poppy syndrome being if someone really sticks out and strives to be excellent, they get cut down by their peers, right? So I would say complementary skillset that the heroes I mentioned in part is they have, at one point or another, been the one against the many and they’re able to help not just teach but condition their students to be able to face criticism and to be able to dismiss criticism when necessary to do what needs to be done. That’s not a comfortable process. It just is not. Matt: Yeah, and things being uncomfortable is critical for any potential hero too. You’ve got to be comfortable stepping out of the crowd, doing the thing that no one else is doing. It’s a thing a lot of people have to practice. Tim Ferriss: Yeah, just a pre-req. It’s a straight pre-req. Not to quote my own book, because I hate people who do that but I’m drunk enough that I’ll do that, which is there’s a line – and the only reason I bring it up is that it’s one of the most highlighted on Kindle, is – your success in life, by and large, can be measured by the number of uncomfortable conversations you are willing to have. That is a skill you can practice. That is a skill you can develop. That is a coachable skill. That’s why, for a long time, I had actually – and it’s still on my refrigerator in New York – is a magnet that says “Every day do one thing that scares you.” In effect; I’m paraphrasing. That’s a quote from, I think it’s Eleanor Roosevelt. It is a reminder that developing these abilities is a habit. It is not a decision; it is a habit. You have to condition yourself. Just like weight training or anything else. Matt: That’s a habit of heroism. That sums up my whole work is if you practice it, you are going to be the one that steps up and helps when needed. Tim Ferriss: Yeah, exactly. Cool, man. Well, I tell you what. I’ve got to hop because I’m realizing I have quite a few phone calls to make. Matt: You have, yeah. Tim Ferriss: Very good question. So thank you for that. Matt: Thank you. I appreciate the time. Tim Ferriss: For sure, man. Matt: Enjoy the rest of your night, which will no doubt get more amusing. Tim Ferriss: Oh, yeah. It’ll get more amusing. I know you Aussies know how to drink. I don’t, so this will be even more ridiculous. Have a good weekend. Matt: All right, you too. Tim Ferriss: All right, bye. [Phone rings] Tim Ferriss: Hello, is this Ryan? Ryan: This is Ryan. Tim Ferriss: Ryan, this is Tim Ferriss. How the hell are you? Ryan: Hey, man. I’m doing good. How are you? Tim Ferriss: I’m great. Where are you? Ryan: I’m at home watching some playoff baseball. Tim Ferriss: Sweet. Ooh, I heard somebody in the background too. Ryan: That’s my wife. Tim Ferriss: Hi, wife. I am all yours for the next however many minutes. It depends on how longwinded I am. But yeah man, fire away. Whatever you want to do. Ryan: Cool. The question I had prepared was, I know that you get stopped on the street from time to time when you’re out in public and I was wondering if you could describe one maybe awkward or funny fan interaction and then one maybe especially memorable fan interaction that you’ve had? Tim Ferriss: That’s a good one. Yes, I can. Especially since I am super powered with the performance enhancer known as gin at the moment. The first is awkward. Ohmygod, so many awkward interactions. So I remember at South by Southwest, probably two years ago I was on an elevator literally kissing my girlfriend going down, who was on the step above me and a kind of nerdy, Aspergersy guy reached over her shoulder as we are kissing to tap my shoulder to start pitching me on a start-up. I would say that’s pretty high on the awkward scale. I’ve had between – well, at least 10, maybe more than 20, always guys, well, obviously, you’ll realize in the context, who have followed me into a bathroom and I’d be standing at a urinal and they would pitch over my shoulder like breathing onto my neck, their start-up. These are all start-up pitch related. I have to tell everybody out there, it doesn’t matter how good your pitch is if you’re breathing on my neck when I have my penis in my hand. It’s not a good particular setup for a high close rate, I would say. So that would be very high on the awkward list. I’ve had some people, and I think living in San Francisco, I have a high percentage – not a high percentage, but a reasonable percentage of low EQ, high IQ folks. I’ve had people come over to me when I’m having dinner with someone and literally just pull a chair over and sit down at my dinner table to pitch me start-up pitches, which is, again, not ideal protocol for getting a high close rate. So those are a couple of the awkward ones. One memorable one, and this is the way you should do it, quite frankly, is I’ve had a handful of people come up to me at different events and it’s after I’ve given a keynote or something like that so there are many people who are asking me questions, pitching me things. They very simply say, “I know you’re super busy right now; you’re going to be occupied for the next couple of hours. Here is a quick pitch that I wrote down. I think you’ll find it interesting,” and they hand me a letter. That is, I think, the most methodical and smart way to go about it. If you’re going to pitch me something – and I’m fine with being pitched – I don’t want to be tricked. I don’t want to be seduced with a bunch of unsolicited favors and then “Oh, by the way, I have my book coming out in the three weeks. Could you give me a blurb?” I don’t like that. I’m fine with explicit pitches, but in an environment where you are competing with potentially hundreds of people who want to ask me something or pitch me something, the best way you can stand out is to give me something that I stick in my pocket that I can review later on my own time. Very few people do that. At a given event of say even 5,000 attendees, I will get maybe two of those. So I would say those are the first memorable interactions that come to mind because they’re very effective. I think that’s a smart way to approach pitching busy people when you meet them in person. It’s not to actually verbally deliver the pitch, but is to give them something you’ve taken the time to make as perfect as possible on paper and give to them. Ryan: Cool. Well, that’s the only question I had. I want to keep it brief so you can talk to all the other people who are on the list. If it’s okay with you, I’d like to maybe end the call with just a quick challenge for everyone in the podcast listening audience. I know on your 36th birthday you gave up your birthday to raise funds for charity: water. I just wanted to challenge everyone in the audience to do the same. I think charity: water is a great organization. I’m not affiliated with them; I don’t work for them, but I think they’re just amazing. I think Scott Harrison built something really cool and they’re just doing amazing work all around the world. For everyone who’s interested, if you go to charitywater.org, you can set up a birthday campaign. It’s super easy; it just takes a few minutes. Like Tim, Tim raised over $100,000 for his birthday and people all over the world have had campaigns that have raised thousands of dollars for a worthwhile cause. So I just want to challenge everyone in the audience. I think it’s a worthwhile cause. Check it out and thank you so much for your time, Tim. I really appreciate it. Have a good rest of your night. Tim Ferriss: For sure, man. That’s a good challenge. I second that. And if you just want to see also, for those people listening who are like man, I’m not sure I’m going to do that. But, I would say if you want to see how a non-profit can structure and promote itself in part using design in a very smart way, then charity: water, just for that reason alone, if you want to get a mini-MBA in how to use design to promote a non-profit, which is in and of itself very difficult, then you should check out charity: water. So I agree with you wholeheartedly. Thanks for the question. Have a great weekend. Ryan: No problem. Thank you, Tim. Tim Ferriss: All right, man. Bye. [Phone rings] Bobby: Hey, this is Bobby. Leave me a message and I’ll call you back if I like you. Tim Ferriss: Bobby, damnation! This is Tim Ferriss. I’ve had way too much gin and I’m prepared to make an ass of myself and I’m afraid we have missed our opportunity to connect. Have a glorious evening and a spectacular weekend, good sir. Goodbye. [Phone rings] Justin: Hello? Tim Ferriss: Hi, is this Justin? Justin: It is, hi. Tim Ferriss: Justin, this is Tim Ferriss. How are you, sir? Justin: I’m good, thank you. And how are you? Tim Ferriss: I’m good. Where am I finding you at the moment? Justin: I am in Evanston, Illinois. Tim Ferriss: Evanston, Illinois. One of my favorite towns. Justin: Really? Tim Ferriss: I’m kidding. I’ve never been. But I’m all yours for the next handful of minutes. I’m getting drunker by the minute, so that should produce increasingly unusable answers, but I am available, so please shoot. Justin: Sure. I just have a question about teaching. So you’ve obviously learned so much and been coached by some really awesome people for all these various skills. I just want to know, are there specific qualities that you look for when you’re trying to look for a teacher in particular? Or are there resources and tactics that you try to find when you seek someone outside of your network? Tim Ferriss: Definitely. I would say there are a handful of things that come to mind immediately. So the first is when assessing teachers, No. 1: have they been able to replicate their own results? That is to underscore the fact that just because people are good at performing or have a performance record that is very impressive does not necessarily mean that they know how to then transmit that knowledge and know-how to other people. Many top performers are extremely good at what they do – yes, because of some technical or strategic planning, but also because of incredible genetics. It is one of my first hurdles to look for their ability to replicate their results with students. So that’s No. 1. No. 2 would be a question of sorts and that is, are they good at questioning assumptions? Are they good at questioning best practices? Are they willing to experiment with things that might not or should not work based on the literature, for instance? That is a reflection of open-mindedness and general objectivity that I seek in teachers also. Third would be – and this is something I’ve mentioned before, but – their willingness to be tough and uncompromising. So their ability and willingness to have tough love and to force people to do what they think they cannot do. Which is extremely important because any novice, certainly even any intermediate coming into a field will probably underestimate their own capabilities. You need someone not just to tell you that you can do more, but to prove to you that you can do more. The way they do that is by forcing you to confront discomfort in practice, generally. Those are a handful of the things that I would say I look for. Justin: Okay, thank you. So you would just do your homework on this teacher, for example, before you try them out or would you just go meet with them, talk to them and see how they do their style to find out whether they have these qualities? Tim Ferriss: I would do both. I would do my homework and then I would ask them questions related to the qualitied that I just described. Those questions could be, how many people have you replicated your own performance with? And if they haven’t, that’s not necessarily a disqualifier, but the answer will tell you a lot. If they say, well, I haven’t replicated my own results with many people because I have the genetic advantage of being designed like a spider for ultra-endurance running, for instance. I’m 6’5” and weigh 110 pounds and I’m great at dissipating heat. However, I’ve been able to train ten people to do X, Y, and Z. That itself reflects a self-awareness and an awareness that I think contributes to being a very good teacher. So if they are a genetic anomaly, that doesn’t disqualify them, but they need to be aware of that fact. You could ask questions related to really any of the characteristics that I described that would help you to assess whether or not you want to invest the time, energy and/or money into training with someone. So that would be I think my general approach. It’s astonishing, really, to someone who hasn’t attempted what I’m about to describe. How affordable it can be to get extremely good advice via Skype, for instance, from gold medalists or world-class performers in almost any field for very little. This is particularly true in athletics, where you can get generally between $100 or $300 per hour, one-to-one coaching from someone who is one of the best – meaning top 10 at some point, in the world, in their given field. I mean, that is just a bargain and something worth saving for. So those would be my initial thoughts. Justin: Okay. Well, thank you very much. That was really helpful and yeah, I’ll definitely keep a lot of that in mind when trying to find someone. So, thanks. Tim Ferriss: All right. Well, I appreciate you dropping in your name and phone number. So thanks for the time. Justin: Thanks very much. I love the content. Tim Ferriss: Have a good weekend. Justin: You too. Tim Ferriss: There are also the deconstruction section in The 4-Hour Chef contains a lot of the questions that I tend to ask these types of experts, as well, if that’s of any help. Justin: Okay. Thanks so much. Tim Ferriss: All right. Yeah, have a great weekend. Bye. Justin: You too, bye. [Phone rings] Tim Ferriss: Austin, can you hear me? Austin: Yeah. Yeah, I can hear you now. Tim Ferriss: This is Tim Ferriss calling to harass you. How are you? Austin: Hi, Tim. How are you? Tim Ferriss: I’m good. Where are you located at the moment? Austin: I’m in – like location in the world – I’m in Puyallup, Washington. It’s kind of near Seattle, Tacoma, Pacific Northwest; up there. Tim Ferriss: Yeah, dig it. I like the Pacific Northwest. Lots of rain. I love rain. I’m kidding. Austin: Yeah, there is a lot of rain. Tim Ferriss: So I am at your disposal for the next little while. How can I help or answer questions? I may not do a good job, but I will do my best. Austin: I’m sure you’ll do great. Actually, I do have a question. So over time, I’ve listened to many of your podcasts and I know the different opinions of a lot of those you’ve interviewed, but what would you say your personal view on a college education is? If you were a 19 year old and you were achieving what you wanted to study in, whether it’s in college or not, what do you think you’d want to look towards or what field would you choose to study in? Why would you do that? Tim Ferriss: Good question. Now, for context, are you – it would look like it from your email address, but are you in college at the moment? Austin: Yeah. I’m at Eastern Washington University. I’m a junior right now and I’m actually looking into economics and [inaudible] in the past week, I was looking into a physics minor too because I actually – funny, I listened to your podcast with Peter Diamandis and I read his book Abundance and it just totally inspired me. I really want to look into changing the world and doing stuff like that. Tim Ferriss: So short answer is I think economics plus physics is a really smart move. There’s a great article on – if you just search “career advice” and “Scott Adams,” he’s the creator of Dilbert. It’s a fantastic piece that’s actually been echoed and referenced by Marc Andreessen, for instance, who is a pioneer in every sense of the possible word. If you look at his technological innovations – Mosaic, his investment practices and Andreessen Horowitz, which he’s cofounded and helped build, the combination of those degrees gives you more than the sum of its parts, if that makes sense. So first of all, I would say that a college education makes sense. Malcolm Gladwell has talked about this is our conversation that we had on the podcast. It makes sense if you know how to utilize it properly. In other words, I think that a college education or an MBA or anything like that, any advanced degree, makes sense in two cases: (a) if you go to a top-rated – and that’s, of course, a whole different hornets’ nest to dig into – but a top-rated university, or (b) if you develop a generalized skillset that allows you to succeed in the world and on top of that, have people who, at 1:00 in the morning, will stimulate and challenge you. That’s it, right? So I am a personal proponent of a college education because of several things. One of which is a survivorship bias that I think is dangerous when you look at those who romanticize lack of any college education. So drop out of college, become a billionaire like Marc – not Marc, excuse me. But Zuckerberg, for instance. The danger there is similar to the danger if you look at say at Barron’s magazine and read about the mutual funds who offer X, Y, and Z returns and have a fantastic track record. The mutual funds who have failed don’t have the money to advertise, nor do they want to advertise so they don’t. Therefore, you’re only seeing a very small percentage of the total mutual funds who, through skill or in many cases luck, have been able to beat the market for X number of years. Similarly, if you’re only looking at the magazine covers, you’re only reading about the handful of people who have dropped out, usually of a place like Harvard or Princeton or Stanford or something like that, where they can always go back, who have beaten the odds and built a multi-billion-dollar company. That is not the norm. I think that having a college degree as a safety net is, in many cases, an extremely intelligent thing. I certainly feel that way for myself and I feel that way for many people. 90+ percent of the people out there. If you think you’re Mark Zuckerberg, chances are you are not. You have never met him. You just do not understand the delta between where you are and where that person is. Now, you could be, but chances are you’re not. So I think having college education and a degree is extremely important and valuable in today’s economy, as it exists in the United States. In terms of majors and so on, we kind of hit this earlier, but I think the combination of a major and a minor that is unusual is very interesting. So having a hard science element as one of those two increases your viability as a candidate, at least in high-tech start-ups. So if that is one of your goals, if you have a micro and macro-economic, basic set of knowledge from a major and then a minor in physics, that shows (a) a familiarity with and a comfort with numbers, and (b) a comfort with a very uncompromising hard science known as physics, which includes a lot of mathematics. So that is a huge advantage, I think, over people who come to the table with just one major. On top of that, I would say anything you can do, and this could be extra-curricular or it could be in the university itself, to improve your ability to communicate really puts whatever you’ve done on steroids. That’s a very clichéd expression, but I know a lot about steroids and they can be really effective in legal and competent context. So I think I’ve probably had too much gin and you shouldn’t do steroids, by the way, that would be terrible for your longevity in life and all these other good things. But I digress. So what I’m saying, and there’s someone sitting about 15 feet away from me shaking her head right now. But I’ve had a lot of gin. That’s the whole point of this fucking drunk dial thing. So I would say that if you can – so let me take a step back. A lot of engineers, a lot of people who are quantitatively comfortable believe that logical arguments win the day. If you can provide a highly logical, if (a), then (b), therefore (c), you will win the contract. You will get the job. You will fill-in-the-blank. That is just not the case. You need to be able to communicate in both a rational and also emotionally compelling way. If you can add the ability to communicate clearly, whether that’s verbally and/or ideally, written, that will give you a huge advantage over at least 50 percent of the people who are competing for a similar slot. So those would be my initial thoughts. But as far as a liberal arts undergraduate degree is concerned, I really feel like you should just study what interests you most. I was initially a neuroscience, or I should say psychology major with an emphasis in neuroscience, and then an East Asian studies degree. That at first glance would seem to have nothing to do with what I did later, but you have your entire life to be a fucking adult. I would explore what interests you during college. It’s an incredible, golden opportunity and a window that is very brief to develop yourself, not as an eligible candidate for the job market, but as a well-rounded human being. I know that probably sounds hokey. It might sound clichéd. Austin: Not at all. Tim Ferriss: I’ve had a fair amount of gin. But most people spend the remainder of their life after graduating from college trying to reestablish the quality of life and carefree sentiment that they had while they were in college. So I would encourage you to study what most interests you. But if your predilection is already towards economics plus physics, that’s a fucking killer combo, so I would stick with that. Austin: That’s great to hear, yeah. Actually, I can’t remember. Probably when I was in about ninth grade or tenth grade, actually The 4-Hour Workweek – my Dad introduced me to it and I read it and it really changed the course of everything that I lived towards and really just realizing that I can do what I want in life and really freedom is a real possibility and financial stability and I can achieve that. Not just that, but really doing what you like. So I think actually just recently, like I said, the physics component has come in and like I said, I listen to your podcast and I’m super inspired. I actually started listening to Peter’s podcast because of that and that really shaped the path that I’m on right now. So thank you very much for being so inspiring. Tim Ferriss: Congratulations, man. Well, you sound like you are in a great place. Peter is fantastic, obviously. I mean, every time I meet Peter, I come away thinking, what the fuck am I doing with my life? He’s a very big-scale thinker, which is good because he stretches me and he makes me uncomfortable in all the ways that are the most productive. So I appreciate you listening to the podcast and it sounds like you’re in a great place, man. I would just say keep doing what you’re doing. If economics and physics are the path, then that’s the path. If you compelled to study something that seems useless like classics – guess what? I know people who’ve made hundreds of millions of dollars who have studied classics. It’s not the end all, be all. Learning early, however, to follow your passion and pay attention to that intuition I think is incredibly valuable beyond any extent to which you can currently imagine. So I would cultivate that. If you neuter that, if you mute that, if you suffocate that, you are in for a world of hurt for a very long period of time. You may feel like you’re gaining in the short-term, but you will really suffer in the long-term. I would just say chase what excites you and honestly the rest will generally take care of itself. If you chase what excites you, you’re going to be good at what you pursue. Austin: That’s what I’ve heard over and over. Tim Ferriss: If you don’t, you’re going to be mediocre because you just will not have the endurance the horsepower to push through the inevitable obstacles that’ll turn up. So that would be my thought. Yeah, man. Crush it. I’ve got dozens of start-ups who will probably hire you. So keep plugging along. Austin: Perfect. Thank you so much for your input and for your books and everything. I can’t wait for the next book to come out. I’m going to pre-order that on Amazon and get that shipped here and everything. Thank you so much. Tim Ferriss: Of course, man. I appreciate you reading and yeah, Tools of Titans will be fun. I can say this because I didn’t actually write most of it. It’s related to the learnings and lessons from other people, but yeah, it’s a fun read. I think you’ll dig it. So I will let you go, but have a great weekend. I appreciate you dropping in your name and your phone number. Austin: Perfect, thank you. Thank you so much for the call and for everything. Tim Ferriss: All right, man. Take it easy, bye. Austin: You too, bye. [Phone rings] Eric: Hello? Tim Ferriss: Eric, this is Tim. Eric: Hey, Tim. Tim Ferriss: How art thou? Eric: Good, how are you? Tim Ferriss: Oh, I’m great. I’m fantastic. Sitting at my acacia wood table, if that means anything to anyone. I think actually, giraffe eat acacia, for what that’s worth. Let’s see here. So where – actually, you seem like you might be in New York, but I’m not sure, based on the number. Where are you? Eric: I’m in New York City, yeah. Tim Ferriss: One of the best towns on earth. It’s a good spot. Eric: Yeah, lived here all my life. Tim Ferriss: Say again? Eric: I said I’ve lived here all my life. Tim Ferriss: Oh, no kidding? Born and raised? Eric: Yeah. Tim Ferriss: Yeah, it’s a good town. Hey, man. I was born out on Strong Island. Although most New Yorkers don’t count that as New York. It’s kind of like the red-headed stepchild of New York State. Which is okay. Eric: Just a little bit. Yeah, it gets kind of a bad rep. Tim Ferriss: Yeah, you know. Rat tails and all that. But that’s okay. So how can I be of service? I’m happy to answer any questions or attempt to and bumble, as I think is more likely at this point in my blood alcohol content surge, but fire away. Eric: Okay. So I’ve actually been considering starting my own podcast, where I interview people in my field. So seeing how you have your podcast and you’ve had what now? Two years almost of experience doing it? Tim Ferriss: Yeah. Eric: I would love some advice on that. My background is in software development and security and what I really want to do – what gets me really jazzed is interviewing people in my people who have done exceptional things and who would have great stories to tell and research they’ve done or really cool projects they started. The problem is, I don’t really have a recognizable name yet in my field. So what I’m wondering is, how would you recommend I get experts’ attention in my field and how might I convince them to come on to my show? Tim Ferriss: Start small and roll your way up. So you should get whoever you can get and then level up one degree. Recruit and once you’ve done that, level up one degree. Recruit and rinse and repeat. It is the approach that I took and it is the approach that you generally should take. There was a presentation by Matt Cutts of Google, or at least at the time of Google, who talked about the Katamari principle or it might have been Katamari Damacy – I think it’s a Japanese video game. In any case, the basic idea is that whether it’s with a blog or podcast, you start with a very niche focus. In this video game, Katamari Damacy I think it is, you have sort of a lint ball that you roll up and you accumulate larger things and then eventually you get to a point where you’re actually rolling up planets and galaxies and so on. Eric: Oh yeah. I’ve played this game actually. It sounds really familiar. Tim Ferriss: Okay. Yeah, you know what I’m talking about. Eric: Back on like PlayStation 1. Tim Ferriss: Exactly. So you start out very niche and that allows you to go after higher caliber people in a narrow field. That would be Step, or I should say Principle 1. On top of that, I would commit to doing a minimum of six episodes or at least recording a minimum of six episodes. There are a few reasons for this. No. 1, the ITN’s algorithm rewards multiple episodes and downloads being received by listeners at the same time. So you’re best served by uploading two or three, at the minimum, episodes for your debut. No. 2 is that whenever I’m considering taking on a new project, for instance podcasting or otherwise, I look for the ways in which – and I assess for each of the options I might be considering – the ways in which I can win even if the project fails. So let’s say your podcast does not take off or you don’t like it. You decide, for whatever reason, that you’re going to quit after six episodes. How can you format the podcast, how can you prepare it, how can you work on it in such a way that you develop skills or relationships that persist and accumulate after those six episodes? In other words, if after six you decide to throw in the towel and quit, how can that still be a success? I think this is a very important question. For me, it was eliminating verbal tics, or minimizing them. I’m not done, obviously. Improving my ability to ask questions. Improving my ability to ask follow-up questions. Improving my ability to set silence do the work, as Cal Fussman would say, who has been on the podcast. Not jump in when someone is struggling to answer something. All of those abilities, for me, translate and would have translated even if I had quit after six episodes, which was my personal commitment to improving my ability to do research and interview for book projects. So in that capacity, I could win, develop those skills, even if the podcast were a failure. So I would think very carefully on that and potentially journal on that question. Commit to writing three, freeform, longhand pages first thing at the morning at some point based on that to determine how can this be a success even if it’s a failure to outside eyes? So those would be a few of the things that come to mind offhand when you ask that question. But I’m happy to dig deeper. Eric: Awesome, yeah. No, I think those sound like great starting points for me. I really like the concept of making it a game you can’t lose, right? You’re going to get something out of it and have to decide what those things are going to be in advance. Tim Ferriss: Exactly, yeah. As an engineer, it sounds like you’re an engineer, this is not an alien concept, right? It’s just applied to an audio podcasting arena, but you’re going to be – given your experience as an engineer, I think better at codifying certain things and determining best practices for certain things, than a lay, non-engineering audience, which I would put myself smack dab in the middle of, unfortunately. I wish I had more engineering and quantitative comfort, but I just do not. So that’s an unfortunate handicap, but I’ve managed to make do. So what other questions do you have about the podcasting? I can answer those pretty directly, I think. Eric: Well, that was my big one. I think when I sit down and try to figure out what the first steps are. I have some loose concepts of what I want to be interviewing people on. I guess naturally the next question would be, how do you choose your questions? Tim Ferriss: Well, let’s tackle that a different way. Give me an example of someone who you would want to interview and let’s start there. Who would you name? Eric: Let’s see – David Heinemeier Hansson. Tim Ferriss: Ooh, yeah, DHH, Ruby on Rails, sure. Eric: Yeah. Tim Ferriss: Yeah, very interesting guy. So what would you ask him? If you had five minutes with him, what would the top three questions be? Eric: The first question that comes to mind is, what type of conditions was he in when he developed Ruby on Rails? What really pushed him and motivated him to develop this technology and then open source it? So I’d be really interested in what his main motivator was at that time? Like what was going through his head that allowed him to commit to doing that? It’s a big project, so I’d be really curious about that. Tim Ferriss: What next? Eric: The second one would be, what sort of changes did he go through in his life to go from – I believe he was working on Basecamp at the time and he kind of changed paths a little bit in what he was doing. He still is involved with that, but what changes did he go through that were unexpected? What actually was going on? I guess talking a little bit about his story. I’d want to know more about his story. So the first one would be for me like a motivator. What was his drive? I think that can be really important to look at in individuals that excel and are motivated to do that and go outside of their comfort zone. The second one would be what was his story? What was changing in his life? His narrative about that would be really interesting. Tim Ferriss: So I would suggest a complementary approach, which would be identify what he is most interested or excited to talk about and explore that first. Because that will put him at ease, allow him to tell a story that he likes to tell and open the gates for the other things. I believe that in interviewing, being different at least for the first 10 to 15 minutes is more important than being better, if that makes sense. So if you think to yourself, I would like to ask the following three questions. The follow-up that you should ask yourself is, has he been asked this question more than ten times? If the answer is yes, I would not start with that. For instance, I know that – and I’m drunk enough that I’m going to get the details wrong here, but you can Google it and figure it out – he is very involved or has been historically involved with race car driving. I think he placed second place in the Le Mans race several years ago. It could’ve been five years ago, I don’t know the exact timeline. That may be something that he is very seldom asked about that he would be eager to or excited to talk about. Start with that. Given that opportunity to talk about something that he is interested in that very few people ask him about, that would then open the gate to questions that are perhaps more normal or standard. Does that make sense? Eric: Yeah, that makes sense to me. Tim Ferriss: If you listen to, for instance, my interview with Edward Norton, we talked about surfing first. That is a direct corollary to what I’m suggesting. Because we were sitting on Malibu pier, having lunch, drinking coffee, looking out at the surfing lineup and Edward is a very dedicated surfer, so we talked about that first. That was effectively the one to three rounds of limbering up, much like a boxing or Thai boxing match within which we were able to just relax into answers that he could then deliver very honestly and sincerely. But if you start with questions that he’s been asked before, for instance, about Ruby on Rails, you’re going to be one of a hundred other people who have done the same and he’s – I don’t want to speak for DHH – David, it’s been a couple of years, but obviously I’m a big fan of what he has done and what he does – but he will probably, just as I would do, go onto auto pilot, right? So you want to be different before you are simply incrementally better is my suggestion in this particular case. I’ll add an unsolicited piece of feedback, since I’m still sipping gin, gin and juice. Gin and juice, would you say that? I’m sorry. I’m looking at my cohort I shall not name at this moment. It’s not really gin and juice. Yeah, I’m not really Snoop Dogg. Not quite Snoop Dogg. He’s got a leg up on me. Sorry, bear with me here. I’m enjoying my own drunken revelry. Bear with me. Eric: No worries. You’re still the most coherent drunk call that I’ve ever heard. Tim Ferriss: What I was going to say is that you, for hardware, I would suggest a few things, and also logistics. No. 1 is do it via Skype or via Zencastr or some telephonic means versus in person. In person is more difficult to do for podcast. The likelihood of you screwing something up technically or from a preparatory standpoint is much higher. So I would use, in my case, Skype, as I am right now. I am using Skype and Ecamm call recorder. Although it’s not necessarily right now, for many of my podcast guests, I will have Evernote open with notes and questions, etc. so that I am extremely prepared and able to respond to any twist in the conversation that might come up. I would encourage you to start with some type of phoner, per se, because your likelihood of success is much higher. If you’re looking for, as I’m using right now, a great bang-for-the-buck microphone, since I heard you ask. You didn’t ask, I’m just joking. But this is an ATR2100 Audio-Technica mic. ATR2100. That is probably $80.00, and it, for most folks, will do as good a job as the Heil PR-40, I think it’s called, which is a $500.00 mic. This one costs $80.00 on Amazon. So this is what I use. Plus Apple earbuds to remove echo. I don’t know why this works, but I do that it works. To avoid any type of echoing effect or to minimize it, ear buds of some type are a very wise investment. Eric: Awesome. That’s good to know. I haven’t really dived into looking for hardware yet. So that’s good to know what your pick is. Tim Ferriss: Yeah, ATR2100. I use this for like 50 percent of my interviews. It’s cheap, relatively speaking, not too expensive. I would give it a go. So that is it, my friend. I’m going to bounce, but hopefully that is valuable in some capacity. Eric: Yeah, it definitely was. Thank you so much, Tim. Tim Ferriss: All right. Have a good weekend. Eric: You too. Tim Ferriss: Bye. [Phone rings] Tim Ferriss: Hey, hey, hey. It’s Tim Ferris. Who’s this? Vin: This is Vin Thomas. Tim Ferriss: Vin Thomas. How the hell are you? Are you in the Pacific Northwest? It would seem that way? Vin: Yeah, I’m in Oregon. Tim Ferriss: Good man. God damn, Oregonians are just owning this evening. Well, I am at your disposal, sir. How can I help? Any questions? Any comments? How may I be of assistance? Vin: Man, you’ve already been a ton of assistance to me. I started my [inaudible] business right after [inaudible] The 4-Hour Workweek, so I was huge and now I own a small design company, started another company and I really attribute a lot of – I think back then what I learned from The 4-Hour Workweek, so I just appreciate that, man. Tim Ferriss: Thank you. Well, good work. Congratulations. Vin: So let me see. Here’s what I want to do. I want to stop working as much and make more money. You’re kind of the king of that? Tim Ferriss: Well, I can try. I’ve had a couple of gin tonics, so we will see how lucid my answers will be. But yes, I can do my best. I’ll need a more specific question, but yes, I can take a stab at it. Vin: Okay, so I have a design company. We work mostly with start-ups and early-stage companies. We just kind of reinvent the wheel every single time we approach a project and it just requires a lot of serious, hands-on hours. I’ve just been thinking through how can we streamline this process? How can we make it easier? I have two great developers who work for me who do an amazing job, but again, they have to absolutely hands-on the whole time. We put a lot of hours in each project. I know there’s a better way to do it. Tim Ferriss: What are your off-the-cuff thoughts on how to improve the process? What have you brainstormed so far? Vin: Well, so I mean, a couple thoughts is hey, let’s templatize a lot of this stuff. Instead of reinventing the wheel every time, let’s templatize a lot of it. Maybe we can charge less per project, but it would take us significantly less time if we could do some of that. We basically have these modules that we could piece together these websites. We do a lot of marketing sites. Really, there’s a lot of the same stuff: staff page, about page, tour, features, etc. A lot of it is essentially the same, but we build it from scratch every single time, so that’s something I think could help us. But even beyond that, I think would could productize the service even more than that. Maybe us with an entirely different company. Tim Ferriss: Okay. So the first thought is you have clients respond in a templatized fashion. Meaning, they’re filling out some type of questionnaire or a series of questions that will allow you to get 70, 80 percent of the work done without a lot of conference calls and other types of bandwidth-consuming activities. The other option is to say that we offer A, B, and C and that is it, right? In other words, to limit the scope of your operation so you specialize in one, two, or three things that you position yourself as being best at and you are then able to very sell yourself based on those strengths but nothing else. I think those are a handful of approaches that come to mind offhand. Reading probably The E-Myth Revisited by Michael Gerber would be a good idea. Vin: Yeah, for sure. Tim Ferriss: What are the current aspects of your business? If you had to identify the 20 percent of activities that are creating 80 percent of your headache at the moment, what would those be? Vin: I’m a designer so that’s my role in the company. I am the owner and the designer. I enjoy that piece of the project. What I don’t enjoy as much is writing proposals, putting in however many hours of discovery before we can even kick off a project. I understand that’s part of what goes into being a good UI/UX designer, but man, some of that, the administrative stuff kills me. I think the idea of templatizing, gathering that content could probably help. I guess I wonder for our current clientele if they would go for that. I think we might even have to branch off into either a subsection of our current business or even create a new business that would be more prone to that form of templatized approach. Tim Ferriss: I think it’s an experiment worth running. Or a hypothesis worth disproving in the sense that it’s something you could run for a handful of weeks to gather data and then make a more informed decision. So it doesn’t have to be an all or nothing bet. It doesn’t have to be a bet-the-farm-type decision. In this case, where you can alternatively and simply, let’s just say I’m throwing this up, but split the traffic to your website 50/50. 50 is going to where it’s always gone, 50 is going to some type of survey or templatized questionnaire, whereby you gather the most critical data you need in ten questions or fewer, and then you review the data accordingly. So that would be my first knee-jerk response. Vin: The level of clients that come to us now would be so different than the level of client that would want a templatized service, right? And so I don’t know if that would work. Because people don’t find us through SEO. They find us because someone told them about us. I almost feel like that might be a weird experience for someone if they came directly expecting – we almost bill ourselves as your outsourced in-house design team. We’re there to handhold your project, hand hold it throughout the whole process. So thinking back to The 4-Hour Workweek, do I start running experiments with TPC or Ad Words to see if people even want to buy this. Do I start a new, almost like a phony business, like whip something up in a weekend to see if people are going to bite? Tim Ferriss: Well, I would say that at the top of the funnel, it is important to be aware of conflicting objectives, right? So if you have an objective to be the bespoke customized solution for people who expect handholding from A to Z, yet on the other hand you have the objective of minimizing the amount of time that you personally have to allocate to each client, you may have conflicting objectives. Vin: Yeah, I agree. Tim Ferriss: Right? So in that case, no amount of massaging or fine-tuning in surgery is going to fix two primary objectives that conflict. To that extent, I would say that it is probably worth testing for two to four weeks how people respond to a templatized approach. Because right now you have a set of assumptions, as we always do, every one of us myself included, have assumptions of how counterparts A, B, or C are going to respond to D, E, and F that I’m going to put out in the world. You just don’t know at the end of the day. So I would consider testing using Unbounce or Leadpages or another service or an in-house programming team. 50 percent of your traffic allocated to a templatized approach. In fact, what you may find is that people disqualify or qualify themselves in such a way that allows you and them to spare an incredible amount of man hours because they’ve either disqualified or qualified themselves in a much more efficient process. So I would say that’s probably how I would approach it is really as from the get go, we do not know, therefore we must test. We’re going to take two to four weeks to gather the data and then reassess what our results and objectives and process should be. Vin: Sure, that’s a great idea. We have a new website that’s about to launch – our personal website – so that would be something we could easily build in. We could optimize or do something like that to assess what people like. Tim Ferriss: Yeah, exactly. Vin: That’s a good suggestion. Tim Ferriss: Yeah, Optimizely is a great suggestion. I’ve used them before as well. I’ll give you a current example for myself. I am looking at developing a new site for Tools of Titans, my book that launches on December 6. It’s available for – Vin: I’m looking forward to it. Tim Ferriss: Yeah, it’ll be fun. It’s available for presale – wow, I am slurring like a motherfucker right now. It’s available for presale on Amazon, but I am looking at the conversion effectiveness of fourhourbody.com (all spelled out) versus fourhourchef.com. Fourhourbody is much simpler. Designed by the same firm. They’re both by the same company. Digital Telepathy in this case. The fourhourchef is, I would say, more intricate, more complicated. Before I design the Tools of Titans website, I am determining which has converted most effectively. There may be a number of tests that I have to run before we have a statistically significant number or set of data to work with to determine what the next step is for the design of toolsoftitans.com. But that is going to come, right? It’s not that dissimilar from what you’re running through right now. I will probably end up split testing, at the very least, sort of A/B testing, two versions of the website. It may be more than that. I will look at, very concretely, which version of that website is resulting in the highest percentage per mil – right, of every thousand people who visit – what is producing the highest percentage of people who click on the button that I have determined is the most valuable click? That could be a button to Barnesandnoble.com. It could be a button to Amazon.com. It could be a button, in your case, to ask for a quote. It could be any number of things. But determining what that most valuable click is and then testing multiple versions for it, particularly over a timespan of two to four weeks, is a very reasonable and non-threatening time period within which you can assess what is working and what isn’t. Ultimately, when you look at – let’s just say the people I’ve had on the podcast, people who’ve made hundreds of millions or billions of dollars – the one commonality or one of the few commonalities that they have is they are constantly testing their own assumptions. They’re asking themselves, how do I know what I think is best? The answer is, you very seldom know. You have to look at the numbers. So that would be my very long-winded recommendation I think, at this point. Question for you, is Vin your entire first name or is that short for something else? I’ve wondered this for a long time. Vin: So I go by Vin, I’ve gone by Vin since I was a teenager. But when I was younger, people would call me Kev, and I hated that. People would say, “Hey, Kev.” I’d say “Vin.” Because my name was Kevin, right? So then it just became Vin. Tim Ferriss: I like it. Vin: I don’t think [inaudible]. I don’t think most people who go by Vin, not that there’s a ton of them, are really named Kevin. There you have it. Tim Ferriss: I like it, all right, cool. That’s good to know. All right, man. Hopefully that’s helpful. I’m going to get a hop on things. Have a great weekend. Good luck. Vin: I appreciate it. Thanks, Tim. Tim Ferriss: All right, man. Take it easy. Vin: Okay, man. Bye. Tim Ferriss: Bye. [Phone rings] Ian: I’m not available right now, but leave me your name and number and a detailed message and I’ll get back to you as soon as I can. Hope to talk to you soon. Bye now. Tim Ferriss: Ian, what happened? This is Tim Ferriss. I was hoping to wrap up with someone from South Dakota but alas, that is not to be. So on to the next number, I suppose. Have a glorious weekend. [Phone rings] Tim Ferriss: Chris, this is Tim Ferriss calling. How are you? Chris: Good. Tim, how are you? Tim Ferriss: I’m great, I’m great. You are potentially the final conversation in my little drunk dialing escapade. Chris: The final conversation means you’ve gotten pretty drunk, Tim, huh? Tim Ferriss: I’d say I’m well above the threshold, yes. Where are you at the moment? Where is 520? Chris: 520 is Tucson, Arizona. Tim Ferriss: Oh, nice. Arizona. The land of extreme heat and extreme air conditioning. Chris: Yeah, exactly. It’s actually pretty good weather out here tonight. Tim Ferriss: Nice. So I am all yours desponible for any questions or comments that you might have, so fire away. I’m all yours. Chris: Currently, I’m wondering about financial freedom. A couple months ago, me and my girlfriend broke up because I felt like the drag of trying to – the rat race, I guess? Just kind of not worth it. She was very much in that realm and I found a place where I didn’t really agree with it. I think that’s kind of a place you’ve been. Tim Ferriss: Yeah, I’ve been there before. Chris: I’m trying to wonder how to take the steps forward in being able to be free of the whole corporate financial realm. I don’t exactly the way to put it to make more sense, but pressure I guess. The pressure of the 401(k), the retirement, the big house, fancy car kind of stuff. Tim Ferriss: Yeah, I think the first thought that comes to mind is really looking at your target monthly income and dissecting what the goal is in more precise terms. So if you go to fourhourworkweek.com/tmi, that will give you some calculators and whatnot that you can use. But I think the important or one of the important aspects is beginning within mind. In this case, defining what your objective is first and foremost. Without that, it will be very difficult for you to calibrate and direct yourself in the right direction. So I would begin with at least tentatively, it doesn’t need to be a perfect or permanent decision, but deciding what your ideal lifestyle looks like in terms of how you spend your time, how you spend your resources, before you begin making any further decisions. So that would be Step 1. Really identifying what you want to have, what you want to do, what you want to be, over the next one to three years will provide you with at least an objective, something in the crosshairs to aim at while you make decisions. So that would be Step 1 is determining your target monthly income based on what you want to have, what you want to do, what you want to be, in very concrete terms. Beyond that, I would really turn the question around and ask you what you have found most helpful to date I suppose would be my approach. Chris: It was a couple years ago. I work for a pharmaceutical company and so I actually have a lot of time at work to listen to podcasts. A couple years ago, I found you and Joe Rogan. I developed a real passion for it. Talk radio, podcast kind of stuff. More than I’ve really had a passion for anything. I would love to get in that type of realm, but it’s kind of a hard area to crack without having sort of niche to fall into. So the average guy can’t really start a podcast that people would actually listen to. Do you know what I mean? Tim Ferriss: Well, yeah. I agree that in the beginning no one is going to listen. Which is true for 99 out of 100 people who start podcasts. Chris: And podcasts are getting pretty popular. Tim Ferriss: Yeah, they do. But I would say that it’s not too late to – whether it is start a podcast, start a blog, start a newsletter, fill in the blank. I think the most important component of that or checkbox is identifying what you would be personally excited to do on a consistent basis because if you choose a podcast because it seems popular at the moment but you’re not, in fact, excited about doing it, you’re going to quit after the first few episodes. There’s just no two ways about it. So I really think that following your excitement and dedication to a particular medium is more than choosing what is the medium du jour at that point in time, if that makes any sense. Chris: Yeah, absolutely. That was kind of my motivation. I was in a long-term relationship and it just really didn’t make sense in terms of my goals and that was my thing is I needed to follow what motivated me and podcasts and radio is that. So I don’t know what the first step is. You have a great book but it’s vague on first steps, you know. Where do I jump off from here, you know? Tim Ferriss: Well, as it relates to podcasting specifically, that’s a relatively new medium or industry compared to the 2007 publication date of The 4-Hour Workweek. So first steps there are record six episodes and during that period of time determine, much like Scott Adams in my podcast with him, how you can make it a systems objective, as opposed to a goal-oriented objective. Meaning what can you learn through those six episodes of experimentation, even if your podcast ends up being listened to by no one? When you think in those terms, you will cumulatively – Chris: Learn from experience. Tim Ferriss: Exactly. Through the snowball effect of aiming for learning and network, i.e., what do I learn, who do I meet, who do I get to know? Develop a combination of factors that lead to success eventually, as opposed to a binary pass or fail. So that would be my suggestion is thinking very carefully about if I try X for six episodes, if I try Y for two months, how can I ensure this is a win over time, as opposed to a binary pass or fail? I think that’s very important, so that’s how I would approach all of this. Chris: Makes a lot of sense, yeah. I guess the first step in jumping into anything is having the courage to jump into it, I guess. Tim Ferriss: Yeah, it’s really a matter of ready, fire, aim, as opposed to ready, aim, fire. You kind of have to jump off the diving board and then figure out how you’re going to end up headfirst diving into the water on the way down. That isn’t to say you should be haphazard, but if you only operate from a place of perfect information and complete information, you’re never going to act at all. This is where I think you can learn a lot from studying military operations is how to operate and make decisions from a place of incomplete information. So I would say that in the case of podcasting at least, you need to get started before you can figure out 90% of the elements involved and commit to doing a minimum of say six episodes and that could vary from person to person, but in my case it was six episodes, so that you can maximize your learning curve in such a way that even if the podcast doesn’t take, if people don’t listen to it, you still gain far more from the experience than you give up in terms of time and resources. Chris: Yeah, that makes a lot of sense. Tim Ferriss: All right, man. Well, I tell you what. I’ve got to get going. I think I’m starting to wane on the side of alcohol-infused energy. Chris: Can I catch you for another 15 minutes to ask you some questions? Tim Ferriss: 15 minutes? Maybe not. But I can certainly give you a shout for a couple more minutes. Go for it. Chris: Okay, so you were a very successful young man, are you still dating the same girl you’ve been dating? Tim Ferriss: I am not dating the same girl that I’ve been dating for five years or so. I am in a new relationship. So that is that. Next question? Chris: What do you find difficult about dating in your way of life? Tim Ferriss: What do I find difficult about dating in my way of life? Well – Chris: In way of life, I mean that you’re not a selfish person, but you have very personal goals and it’s not in the sense of having a family – well, maybe it is, but you don’t have relationship goals. Tim Ferriss: Yeah, I mean, I would say that – Chris: I don’t mean to put words in your mouth. Tim Ferriss: No, it’s fine. I think that it comes down to finding someone who is complete in and of themselves. In other words, someone who is low maintenance insomuch as they are comfortable in their own skin and they aren’t desperate for finding someone else to make them a complete human being. I think that you need to – or at least I need to – be with someone, spend time with someone, whether that is a friend or a girlfriend, for that matter, who I respect and admire in some capacity because if you don’t have that, it’s really a short-term bet that it’s going to ultimately, I think, self-implode in the long-term. Chris: Do you think monogamy in the sense of human capability is rational? Tim Ferriss: Do I think monogamy is rational? I think that, as one of my very high-performing, close friends put it, who is a male, if you think about monogamy as a lifelong commitment, you will just end up slitting your wrists. I think you should take it one day at a time. I don’t think that’s a decision you necessarily have to make now or tomorrow or in the next three months. I think that it’s something that you can revisit – Chris: In different scenarios. Tim Ferriss: – when needed in different scenarios. I mean, I happen to think that monogamy is very hard for most human beings, based on what I’ve seen. But am I going to force myself to be non-monogamous when I’m perfectly content? No, I’m not. Because it adds complexity to a life that is already sufficiently complex. Chris: Having very apparent and first-hand values with someone would they kind of agree with this? It’s so hard to find but so important. People kind of jump into stuff without really knowing anyone they jump into. Does that make sense? Tim Ferriss: It makes sense. I also think that satisfaction or frustration is very related to setting expectations up front. So if you have spoken to someone up front about the fact that you are in a place that in whatever capacity necessitates or leads you to feel that you are unsure of monogamy A, B, C, D, or E, whatever it might be. As long as communicate that, you are being a fair player on the chessboard that relates to that relationship. Where people get themselves into particular trouble is they want to save that confession for a point where it’s a dollar late and a dime too short and I think that is a precarious position to put yourself and your partner into. So if you set the expectations up front, it doesn’t mean that you will avoid all discomfort, but it puts you in a position where you can at least more rationally discuss things. If you try to keep your darker side or less socially acceptable impulses in the shadows until the 11th hour, when you need to talk about it, then you’re far more likely to have incredible difficulties and pain. That’s not to say that I’m a relationship master. Look, I mean, I’ve fucked up my fair number of relationships, as we all have. But I do think that reading a book like Lying by Sam Harris – a very short read – is very valuable for relationships of all types, including intimate ones for minimizing undue pain and suffering. Chris: We’re also, like a lot of your listeners, actually all of your listeners, aren’t Tim Ferriss either. I mean, you have your demons just as much as we do, but you’re still Tim Fucking Ferriss. Tim Ferriss: I think people overestimate what being Tim Ferriss means. I have as many demons that I am battling as anyone else. It’s important to realize that you may only be seeing the highlight reel of Tim Ferriss. If you’re watching the movie trailer of Tim Ferriss’ life, you’re going to be like, “Fuck, that’s amazing. That’s fantastic. I really want to be Tim Ferriss.” But then you might watch the movie and you’ll be like, “I’ll give that a fucking 67 on Rotten Tomatoes. I’m not up for that entire ride. I think that half of it really doesn’t apply to me.” So it’s important to realize that it’s easy to put other people on a pedestal but everyone is Swiss cheese. We all have our holes. I am not exempt from that in any capacity. Chris: I think you do really well with your blog posts, where I think maybe your initial one where you said, “I’m not perfect. I masturbated last Tuesday to whatever, and I’m this person who has all the same mistakes that everyone else does. I’m not perfect, but I’m trying to optimize my life. I’m trying to live the same – I’m trying to be the best person that everyone else is trying to do,” but you’re doing it in a very systematic way, which is why I think you have so many people looking up to you. Tim Ferriss: We’re all, I think, fighting a lot of the same battles. I think that was the “productivity hacks for the neurotic, crazy and manic-depressive like me,” I think that was the blog post. I think it’s important, as one of my podcast guests, Sophia Amoruso said, “Don’t be so impressed.” Look, I’ve put in a lot of thought and a lot of good work into trying to improve myself and help others, but don’t be so impressed. No one knew who the hell I was before 2007. There’s no reason you can’t do ten times more than I can if you apply yourself and approach it in a systematic way. Look, at the end of the day, we’re all dust and 100 years from now, I’ll be very surprised if anyone fucking remembers who I am, if we’re not all incinerated from some type of climate change. But I think, at least for me, the objective is be a force for good. Don’t procrastinate, don’t bitch and moan on fucking Twitter 24/7. Try to actually put a foot forth. Stick your neck out, risk getting criticized, and improve things because criticizing or vilifying one group by the way is not the same as helping every other group who might or may not need help, is a risky business. If you actually want to improve the world, you are an exception. I should actually take a step back and say, if you stick your neck out and try to improve the world, you are an exception. Most of the people in the world are happy to sit on the sidelines and criticize and be a peanut gallery and bullshit and throw stones, but if you want to be in the arena, the one guarantee is you’re going to get a lot of black eyes and you’re going to get a lot of bloody knees and very few people are going to fucking thank you for it. That is a mantle that you choose to accept or you don’t, but if you do, No. 1, kudos to you. Congratulations and thank you. No. 2, don’t expect everybody to pat you on the fucking back. You’re going to get a lot of shit. That is just part and parcel of the whole arrangement unfortunately. But that is as true now as it was 2,000 years ago in the age of Seneca and Marcus Aurelias and everybody else. Human nature doesn’t change a whole lot. So that would be I suppose my sum up of the whole situation. Chris: Agreed. I [inaudible]. Even going back to Socrates. Tim Ferriss: Yeah. It doesn’t change all too much. Chris: So I think serial podcast listeners feel that podcasts you listen to every single day, they look at you guys as friends. So I listen to you every day and you give me advice, same with Joe Rogan or any of the other people that I listen to. We don’t have a conversation, but I listen to it and I see them as friends. Then when you run into these people in real life, they look at you as one of their good friends who has helped them through hard situations, who is a person in their groom party when they get married. What is that like when you run into those people? When they look at you so on a – not necessarily a pedestal, but they look at you as like a family member and you see them as a total stranger who you have no relationship to. Is that strange? Is that nice? Tim Ferriss: It’s both. It’s strange and nice and it’s usually flattering. I’m not immune to being on the other side of the equation, in the sense that, for instance, in Neil Gaiman, I idolize in a lot of ways the writer, fiction writer primarily, and I’ve met him once, sure. But he doesn’t know me. When I met him, because I’d heard his voice for dozens of hours, I’m sure it was fucking weird and creepy on some level because I had such a level of familiarity with him, yet he had none with me necessarily. That imbalance is something I’ve become more comfortable with when I meet someone who has listened to my podcast for dozens of hours or hundreds of hours. I am more ready to accept that and welcome it than I might have been a few years ago, because it is a little odd to have such a relationship where one person has 100 percent of the information and the other person has 1 or 2 percent of the information, at best. It is a little odd but that doesn’t make it bad; odd doesn’t equal bad. For me, I’ve just taken that as an opportunity when I talk to people, whether it’s you or someone else, to try to explore more of what they’ve experienced so that I can correct that imbalance of information, if that makes any sense. But it’s not a bad thing. Of all the problems to have in the world, this is a good problem to have. So I certainly try not to complain. Chris: I think with any conversation, it’s tough to get to the core of someone, but when you meet someone who’s listened to you for so many years, you’ve already cut to the core then. So if you really want to talk to them, they’re willing to spill their guts to you or anyone, you know what I mean? So you’ve already cut through a lot of that core with a lot of people who listen to you for so many years. That’s really cool. Tim Ferriss: Well, I appreciate that. On top of that, when people sometimes approach me – let’s say they meet me at a book signing or something like that and they say, “Well, I know we don’t know each other but,” and I want to say, “If you’ve listened to dozens or 100+ of my podcast, you actually do know me pretty well. Chris: Yeah, you’re very good at that. Tim Ferriss: It’s not an illusion. You really have spent a lot of time with me. You actually know me extremely well. I mean, better than some people who consider themselves my close friends. So that’s perhaps an unusual side effect, but a beneficial one and I think it’s an interesting one at the very least, of this type of new media relationship. You can know someone better that some of their close friends know them by virtue of the fact of being exposed to them for dozens or hundreds of hours. So it’s something that I try to look at as an incredible opportunity, as opposed to anything strange. They’re not mutually exclusive. You can have incredibly interesting, incredible opportunities that are simultaneously somewhat odd and very strange. That’s what I would say. Chris: Absolutely. I think that was my love of podcasts is that a lot of people just have real conversations. Then when I got out and talk to my friends and everyone’s so hesitant – or talking to co-workers, everyone has a face they want to put out. It’s hard. Listening to podcasts and people actually have real conversations. When you have fake ones, it just doesn’t matter as much. It’s hard to break through strangers or friends when everyone has their guard up. Tim Ferriss: Yeah, well, you know, I think that podcasters you have to realize at a certain point are also professionals. So it’s not fair to hold strangers to the same standard where in Japanese, for instance, or in Japan, both, they talk about ho ne, which is how you behave, your core of who you are, versus ta tai mai. Ta tai mai is like what you put forward. They even talk about stranger formality [speaking Japanese], where you put that forward. So this is not unique to Japanese. It’s also found in every English-speaking culture and everywhere else. So I think that podcasting is an opportunity to not only listen and consume, but develop your own abilities of question asking and empathy that can aid you in your conversation with anyone, not just those who are related to the iTunes universe or otherwise. Tell you what man, I’ve got to run. I’m going to grab some more exogenous ketones, maybe some more gin. But I think I got to pull this to a close. Chris: All right, man. I appreciate the phone call. It was a pleasure talking to you. Tim Ferriss: Likewise. Take it easy, bye. Posted on: June 20, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["this is tim ferris and welcome to another episode of the tim ferriss show, where it is usually my job to deconstruct world-class performers to tease out the habits, routines, breakfasts, favorite books, etc", "that you can apply to your own life, but i’ve had far too much gin for that", "this episode is a special edition", "it is a trunk dialing q&a with you guys – my listeners and fans", "i solicited phone numbers from folks who wanted to receive a call from me", "it is a friday night and if you want to know about the gin i had, well, you’re going to have to sign up for 5-bullet friday", "that’s where i talk about such things", "fourhourworkweek.com/friday, all spelled out", "but i talk about in this particular case, things ranging from parenting advice based on advice from my friends and podcast guests, to how to get started in podcasting, to thinking about jumping from one industry to the next, to considering moves from say the east coast to the west coast of the u.s., and many, many, many, many, many other questions that are alcohol-infused for your entertainment delight", "i hope you enjoy it", "i was very happy with how this turned out and without further ado, as i always say, please enjoy this q&a, answering some of your most burning questions from somewhere around 5 to 15 people", "that is about it as far as preambles go", "so please enjoy and as always, thank you for listening", "[phone rings] hello", "josh: hello", "hi, is this josh", "josh: it is", "josh, this is tim ferriss", "how are you this evening", "josh: doing well", "how are you", "i’m splendid", "i am having a disgusting cocktail of some type of blueberry sparkling water with gin", "i’m getting an evil eye for that comment", "but i am glad you dropped in your phone number and name", "so i’m all yours for the next couple minutes", "josh: yeah, well i appreciate it, man", "i mean, if i can take a moment to just say thanks for everything that you do and man, my whole family just loves all the lessons and teachings that you throw out there for us", "it’s been awesome", "thanks, man", "i appreciate that", "josh: so i won’t take too much time, but yeah, i mean, i have a family of four children and we’ve kind of been on this kind of crazy trajectory since your first book and living in southern california and kind of living it up based on the principles learned from that book", "so it’s been awesome", "congratulations, man", "thank you", "josh: yeah, and then the second book came out and i dropped 40 pounds in 2010 and been able to keep it off, so whole life’s been impacted", "so really appreciate that", "nice work, man", "josh: yeah, i’ll cut to the question", "my question is – kind of back to my kids – i’ve got four kids, i’m 37", "my oldest is 15, the next one is 14", "so i’ve got two kids in high school right now", "you often ask the question to your guests about what would they tell themselves at age 20 or in their early 20s as they’re getting started", "i want to look a little bit earlier and look at age 14 to age 15 and the reason why is because you’ve often said in your past that you were most impacted maybe when you were a freshman or early high school age by coaches, teachers, trip to japan, whatever", "i feel like just observing my kids, it’s such a pivotal time in their life", "but what would your toolkit look like for teenagers and maybe for yourself, but also as a parent, if you were a parent of teenagers", "what would your toolkit look like for those kids as a parent", "great question", "i should say, first of all, that as you probably know, i don’t have kids", "so i think that i may be a bit of an armchair quarterback in answering this, but based on my conversations with close friends of mine who i consider in this case to be very good dads, i think i can speak to it", "that would include quite a few of the podcast guests", "so whether that is say josh waitzkin, who i think has a lot to offer, or jamie foxx or others", "there are a few things that come to mind and you’re right that i was very impacted between say 14 and 16 by coaches and a handful of teachers", "i do think that freshman/sophomore window is a critical inflection point; whether they’re going in the right direction or the wrong direction, for a lot of kids", "it certainly was true for me, which is why i wanted to teach ninth grade for a long time", "i thought that was my ultimate destination was teaching ninth grade", "but to your question, i would say that there are a few things i would emphasize and there are different ways to emphasize", "in other words, there are the principles and then there’s how you convey those principles, right", "so the first would be quite simply you are the average of the five people you associate with most and how financially, academically, physically, you are going to be the average of the people you spend the most time with, so you need to choose and should choose your friends very carefully", "if you think that you can be the standout a-student, top-performing athlete, etc", "among a bunch of misfits who you happen to like, you are mistaken", "that just is not the case", "it’s true for adults; it’s true for kids, right", "now that could come off as somewhat preachy", "there are other ways, i think, that you can condition your kids to ultimately be more likely to succeed in academics and in life", "one is getting them accustomed to failure and being humbled very early on, or at least on a regular basis", "so if you were to ask someone like jocko willink, for instance, the former navy seal commander who’s been on the podcast, jiu jitsu would be a great tool for men or women, boys or girls", "i think that is a great training ground and a lot of those individual sports have an accountability that sometimes you are lacking in team sports", "i played team sports when you’re on, say the wrestling mat, psychologically it’s just a different kettle of fish", "you deserve the credit or the blame for your successes or failures, respectively", "then i would say last, the next thing that comes to mind, at least, is called grit, g-r-i-t, which is about resilience", "it looks a lot at kids, specifically", "josh waitzkin (who is the basis and the inspiration for searching for bobby fischer, the movie and the book) turned me on to this and i’m blanking on the author’s name, but it’s really about teaching your kids to focus on hard work and not intrinsic capability", "in other words, they’re able to develop an internal locus of control where they don’t feel like they’re dependent on external factors for success", "josh does that in a bunch of interesting ways", "for instance, when he was raising (or is raising), his son jack, from the very early days he noticed parents talking about good weather/bad weather", "we can’t go out, it’s bad weather", "we should go out, it’s good weather", "and he flipped it on its head and, of course, this wouldn’t apply to your high school kids, but it does in other contexts", "he would say, “it’s a beautiful, rainy day, jack", "why don’t we go out?” and he would always go outside and play with his kid in the rain", "i think there are ways to simulate that and create conditions for that", "the other thing is not to make it too curriculum based, but i really feel like if you are able to get your kids in some fashion excited about improving their written or spoken communication in any capacity, i feel like that is a huge competitive advantage in life", "you can add the ability to public speak or write clearly on top of any other skillset and you’re automatically in like the top 25 percent in almost any arena, if that makes sense", "josh: yeah, that’s interesting", "that might be the first time i’ve heard you maybe say that in that way", "and i understand that being my age now", "how do you think you teach that", "again, thinking about as a parent you’re a teacher, but half the time your kids don’t listen to you because you are their parent", "yeah, for sure", "josh: which is maybe the piece of the puzzle that you’re missing you don’t have the kids, but when you think about – because i think that is an excellent principle and it’s something that i maybe wish i’d spent more time on at that age", "how would you think getting through to your kids with those specific skills: writing, speaking", "yeah, i would look at who influences them, first of all", "so who do they listen to", "i would actually take an indirect path", "so if your kids are prone – and i think teenagers are particularly prone to being like, oh, dad’s preaching again or whatever the hell it happens to be, right", "figuring out who they listen to", "my mom did this in a very interesting way when i was actually 15", "side note: i don’t know if i’ve ever talked about this publicly", "15, i was in japan, and i’ve always suffered from sensitivity to heat and i’ve actually been hospitalized a few times", "it’s a long story, but i have lung issues, respiratory issues", "so i was hospitalized in japan at one point because i insisted on training through the pain, wearing a judo outfit, in like 90 percent humidity and 100° weather, which was stupid, right", "my mom knew on some level that i might not listen to her or take it with a grain of salt or something like that, so she went to a previous martial arts instructor who had a huge impact on me, who i took very seriously, and had him record a vhs tape", "i’m not kidding", "this is back in the day", "she shipped it to japan, where he sort of gave me like a man-to-man talking to, so to speak, about the risks and payoffs, potential benefits, downsides, etc", "of all this stuff and that was the intervention that worked", "so i think that there are different ways to reach kids depending on who they listen to", "i think that’s the path of least resistance", "so if you looked at – and they may be too young for this – but, for instance, warren buffett cites as his best ever investment a dale carnegie course in public speaking", "josh: interesting", "so if the richest man in the world (or one of the richest men in the world), certainly most successful equity investor of all time, potentially might pull some weight, then that could be an indirect way to do it", "it’s to somehow expose them to that in a non-preachy way", "the other way to do it, quite frankly, is to impress the hell out of them with someone who is an incredible public speaker or writer", "so it could be as simple as exposing them to a commencement speak from someone like neil gaiman", "his “make good art” commencement speech is just incredible", "that could be another path", "those are a few things that come to mind", "in terms of writing, i would say if there’s any type of writing that might get them hooked on reading that is probably the trojan horse into getting them to focus on better communication themselves", "i think getting them hooked on if it’s science fiction, maybe it’s something from neal stephenson", "if it’s any type of writing, if it’s non-fiction, maybe it’s something from john mcphee", "something that makes them go, holy shit, i thought i knew what good writing was", "ohmygod, like this guy is amazing or this gal is amazing, would be a great way to go", "it doesn’t have to be your recommendation to them to focus on the writing", "it could be the subject matter", "so for instance, if – i’m just trying to think of a good example – maybe the autobiography of andre agassi, which was ghost written", "it wasn’t written by andre agassi, but the ghost writer is just a phenomenal storyteller and there are a lot of life lessons and competitive lessons learned in that book", "it’s a phenomenal read, right", "so you could suggest it just because of the autobiography", "they’re going to finish the book and they’re going to go, holy crap that was an amazing book", "that might be what trips the wire and gets them interested in writing", "but i think the soft approach is probably – and this is just, again, speaking as a complete poser who does not have kids – i would say just knowing how i was as a teenager, i think the indirect jedi mind trick approach is probably the better way to go when possible", "josh: that is really good", "that is really good advice", "i actually think you come from a position of advantage because you don’t have kids, which means you don’t have the emotional connection of them pissing you off or making you happy or trying to protect them in any way, so i actually think that is a position of advantage because it’s just different having kids", "i might borrow that, yeah", "josh: no, good stuff", "i actually really appreciate that story about your mom and you’ve mentioned her a couple times", "she seems like a phenomenal woman, so tell her thank you", "yeah, i will", "my parents are staying with me for the next three weeks, so i should have an opportunity shortly to let them know", "but i tell you what, man, hopefully that’s helpful", "i highly recommend the book, grit", "i think that will touch on a lot of what we talked about", "if you haven’t heard the josh waitzkin episodes, i would definitely listen to those because he talks about his son a lot", "even though his son is much younger, i think the way he thinks about it and the architecture of his mind, the principles that he applies are still extremely applicable to a high school aged kid, for sure", "josh: yeah, no, for sure", "i have and actually have had my kids listen to different pieces of those", "right now, i have the two youngest listening to the graveyard book", "oh, yeah, that’s a great one", "josh: we’re all kind of hooked", "that one’s phenomenal and we’re all hooked on that one", "i appreciate it", "i won’t take up any more of your time", "i know you’ve got a busy night ahead of you, so i appreciate it and thank you again", "for sure, man", "i appreciate you reading my stuff and more than that, putting it into practice", "i’m stoked your kids are listening to the graveyard book", "that’s a winner", "josh: yeah, okay, man", "good luck", "all right, man", "have a good night", "good luck", "bye", "[phone rings] matt: this is matt", "hey, matt", "this is tim ferriss calling", "how are you, sir", "matt: hey, tim", "how are you", "good", "i’m good", "is that a portland accent that i hear", "matt: portland is a bit further west and south", "it’s australian", "i was just looking at your number", "well, where are you in australia", "matt: well, i’m actually in new york", "you are", "matt: i live sort of outside of melbourne, but was speaking at new york comic con, well yesterday i guess it was now", "so yeah, here until tomorrow", "good man", "comic con", "i’ve still never been to any version of comic con, but i have been to melbourne, which i guess i live in the melbourne of the united states, meaning san francisco", "matt: you do", "very similar towns", "so i’m all – matt: yeah, i was there on tuesday actually", "wow, you are a jet setter", "i thought i traveled a lot", "matt: not usually", "you just caught me on a good week", "what were you speaking about at comic con", "matt: about how to teach people to be heroes in real life", "that’s kind of my field", "i do a lot of trainings with kids", "i’m just sort of getting into adults as well", "but sort of combining acknowledging psychology and getting into some habits to put in practice so that you’re going to be the person who stands up instead of being a bystander", "and then putting it into play with sort of physical stuff as well", "i worked with dan edwardes with parkour generations in london and we’re doing some work with joe de sena early next year", "that kind of stuff", "getting prepped", "oh, be careful with that joe de sena", "he might make you carry a kettle bell up and down a mountain for 5 hours or 12, or 76", "matt: yeah, no", "i’m very wary of that", "well, that sounds like good work, man", "what can i answer for you, if anything", "matt: well, i listen to the podcast and i keep hearing you get close to talking about heroes and heroism", "whether it’s talking about the hero’s journey", "i remember you talking to jon favreau sort of about your general interest in writing fiction and how the hero’s journey plays into that", "god, who was the guy recently you had on", "shep gordon talking about how our heroes have changed from now to 30 years ago, what that looks like", "so i’m just curious to hear from you who are your heroes", "what does that mean to you", "ooh, that’s a good one", "well, i would say that the first people to come to mind are a handful of folks who were merry pranksters, of sorts, but very good in multiple fields and maybe this is just to make myself feel better, but i view these as professional dilettantes of sorts", "they were willing to experiment as amateurs in multiple fields", "so a few of the people who come to mind are richard feynman, who was a physicist and an incredible teacher, but was also an accomplished safe cracker, bongo player, you name it", "his book, surely you must be joking, mr", "feynman, is one of my favorites", "so he is right at the top of the list", "ben franklin would be right at the top of the list", "i think his biography by walter isaacson is fantastic", "he was a real character", "he was a publisher in many ways, and a printer, rather, before he became any diplomat", "just a hilarious character", "so i think those are two who come to mind", "on top of that, you have a handful of folks from my own life, who would include my wrestling coach in high school, john buxton", "it would include my guidance counselor of sorts or my resident advisor in high school, named richard greenleaf, who is a reverend", "i think what all these – matt: what are the reasons behind them", "well, i think they are actually related to the first two", "they all question the consensus reality, in a sense, to use a phrase from eric weinstein and peter thiel, insomuch as i was told by my guidance counselor, for instance, in high school that i should not apply to princeton, where i ended up going as an undergrad", "at the time, i didn’t really have the toolkit to ask myself what is this person’s incentive", "and their incentive is, of course, to be able to say 80 percent of my advisees got into their first choice college", "well, that produces some perverse behavior in the sense that the easiest way to accomplish that goal is to have kids lower their sights, right", "so richard greenleaf was one who said to me, “i think you can get in", "i think you should apply", "i think that’s nonsense.” what was able to convince me to believe in myself when other people effectively told me not to", "john buxton, similarly, was a hard ass in the bet way possible, who just didn’t tolerate people or, in this case, students thinking that they weren’t capable of what he knew them to be capable of, if that makes sense", "i think one of the downfalls in my mind of modern, at least u.s", "society or societal norms – and i suspect this applies elsewhere in the commonwealth probably – is that you have a political correctness that leads to everyone or a lot of people treating others with kid gloves", "i think that is a disservice in that you are, in fact, woefully underpreparing people for reality if you don’t give them tough love", "if you look at john buxton and, for instance, if you look at the wrestling team – and he was much more that a wrestling coach", "he was an english teacher", "he raised i think hundreds of millions of dollars for the endowment of the school i attended, which was st", "paul’s, after public school", "he is a very multi-faceted guy", "he was the one to say no, you’re not going to quit because i know you’re capable of more", "go do what you have to do", "if you’re feeling sick because you’re training too hard, go puke in the bucket over there and after you return from the corner, you’re going to train for another two hours", "at the end of those two hours, you’re like oh, shit; i’m actually capable of 50 percent more than i thought i was", "in that way, they were able to make people around them think they were capable of more than they had previously thought", "that’s a tremendous super power in a way", "yeah, so that’s why they would fall into a similar category", "matt: absolutely, yeah", "i think you’ve had some interaction with jennifer miller", "she was maybe a case study in 4-hour workweek", "she traveled the world with her kids", "she just wrote a post yesterday about her now-20-year-old, i think, daughter, who’s sort of struggling through math in college and just was talking about their whole education philosophy and it was we’re going to push you", "we’re going to teach you latin when you’re five and we’re going to make you do math all the way through to twelfth grade because it’s going to help you", "you may hate it and you may scream at us, but you’re going to do it", "that’s not happening in the school systems anywhere", "yeah, i think that it’s very important, if anything, i try to do this with my audience en masse, which can be challenging of course when you’re dealing with millions of people, is to say okay, you think you’re capable of x, but i would vote for myself and for everyone listening that’s actually bullshit and you’re capable of x plus 20 percent, at the very least", "so let’s push for that and you only know what you’re capable of if you push yourself close to the breaking point", "certainly as a student, i was selling myself short; as an athlete, i was selling myself short", "what the john buxtons of the world taught me was you can and should dream bigger", "don’t be so impressed by all americans in sport x", "don’t be so impressed by someone who placed in the top 10 in xyz national competition", "that is actually within reach if you apply yourself and work hard, but you’re going to have to endure incredible amounts of discomfort", "period", "that’s it", "i think that the people i view as heroes in my life are those who have forced me to have uncomfortable conversations, do uncomfortable things", "because i think that whatever we view as success is probably just an inch outside of our sphere of comfort, if that makes sense", "so the people who push you beyond that are the people you should thank", "the people who say everything is great, everything is going to be fine, there’s a place for that but if that is their unified line for all circumstances, they’re not doing you any favors, if that makes sense", "matt: yeah, definitely", "if you do well enough, you don’t have to worry, right", "it’s just get to this stand and then you’ll be all good", "there’s no pushing beyond that", "yeah", "i know that, for instance, if you look at new zealand or you look at australia, you hear a lot about “tall poppy syndrome,” and that’s not something that people in the u.s", "hear very much", "in effect, it’s actually very related to something in japanese, which is the nail that sticks out will get hammered down", "but tall poppy syndrome being if someone really sticks out and strives to be excellent, they get cut down by their peers, right", "so i would say complementary skillset that the heroes i mentioned in part is they have, at one point or another, been the one against the many and they’re able to help not just teach but condition their students to be able to face criticism and to be able to dismiss criticism when necessary to do what needs to be done", "that’s not a comfortable process", "it just is not", "matt: yeah, and things being uncomfortable is critical for any potential hero too", "you’ve got to be comfortable stepping out of the crowd, doing the thing that no one else is doing", "it’s a thing a lot of people have to practice", "yeah, just a pre-req", "it’s a straight pre-req", "not to quote my own book, because i hate people who do that but i’m drunk enough that i’ll do that, which is there’s a line – and the only reason i bring it up is that it’s one of the most highlighted on kindle, is – your success in life, by and large, can be measured by the number of uncomfortable conversations you are willing to have", "that is a skill you can practice", "that is a skill you can develop", "that is a coachable skill", "that’s why, for a long time, i had actually – and it’s still on my refrigerator in new york – is a magnet that says “every day do one thing that scares you.” in effect; i’m paraphrasing", "that’s a quote from, i think it’s eleanor roosevelt", "it is a reminder that developing these abilities is a habit", "it is not a decision; it is a habit", "you have to condition yourself", "just like weight training or anything else", "matt: that’s a habit of heroism", "that sums up my whole work is if you practice it, you are going to be the one that steps up and helps when needed", "yeah, exactly", "cool, man", "well, i tell you what", "i’ve got to hop because i’m realizing i have quite a few phone calls to make", "matt: you have, yeah", "very good question", "so thank you for that", "matt: thank you", "i appreciate the time", "for sure, man", "matt: enjoy the rest of your night, which will no doubt get more amusing", "oh, yeah", "it’ll get more amusing", "i know you aussies know how to drink", "i don’t, so this will be even more ridiculous", "have a good weekend", "matt: all right, you too", "all right, bye", "[phone rings] hello, is this ryan", "ryan: this is ryan", "ryan, this is tim ferriss", "how the hell are you", "ryan: hey, man", "i’m doing good", "how are you", "i’m great", "where are you", "ryan: i’m at home watching some playoff baseball", "sweet", "ooh, i heard somebody in the background too", "ryan: that’s my wife", "hi, wife", "i am all yours for the next however many minutes", "it depends on how longwinded i am", "but yeah man, fire away", "whatever you want to do", "ryan: cool", "the question i had prepared was, i know that you get stopped on the street from time to time when you’re out in public and i was wondering if you could describe one maybe awkward or funny fan interaction and then one maybe especially memorable fan interaction that you’ve had", "that’s a good one", "yes, i can", "especially since i am super powered with the performance enhancer known as gin at the moment", "the first is awkward", "ohmygod, so many awkward interactions", "so i remember at south by southwest, probably two years ago i was on an elevator literally kissing my girlfriend going down, who was on the step above me and a kind of nerdy, aspergersy guy reached over her shoulder as we are kissing to tap my shoulder to start pitching me on a start-up", "i would say that’s pretty high on the awkward scale", "i’ve had between – well, at least 10, maybe more than 20, always guys, well, obviously, you’ll realize in the context, who have followed me into a bathroom and i’d be standing at a urinal and they would pitch over my shoulder like breathing onto my neck, their start-up", "these are all start-up pitch related", "i have to tell everybody out there, it doesn’t matter how good your pitch is if you’re breathing on my neck when i have my penis in my hand", "it’s not a good particular setup for a high close rate, i would say", "so that would be very high on the awkward list", "i’ve had some people, and i think living in san francisco, i have a high percentage – not a high percentage, but a reasonable percentage of low eq, high iq folks", "i’ve had people come over to me when i’m having dinner with someone and literally just pull a chair over and sit down at my dinner table to pitch me start-up pitches, which is, again, not ideal protocol for getting a high close rate", "so those are a couple of the awkward ones", "one memorable one, and this is the way you should do it, quite frankly, is i’ve had a handful of people come up to me at different events and it’s after i’ve given a keynote or something like that so there are many people who are asking me questions, pitching me things", "they very simply say, “i know you’re super busy right now; you’re going to be occupied for the next couple of hours", "here is a quick pitch that i wrote down", "i think you’ll find it interesting,” and they hand me a letter", "that is, i think, the most methodical and smart way to go about it", "if you’re going to pitch me something – and i’m fine with being pitched – i don’t want to be tricked", "i don’t want to be seduced with a bunch of unsolicited favors and then “oh, by the way, i have my book coming out in the three weeks", "could you give me a blurb?” i don’t like that", "i’m fine with explicit pitches, but in an environment where you are competing with potentially hundreds of people who want to ask me something or pitch me something, the best way you can stand out is to give me something that i stick in my pocket that i can review later on my own time", "very few people do that", "at a given event of say even 5,000 attendees, i will get maybe two of those", "so i would say those are the first memorable interactions that come to mind because they’re very effective", "i think that’s a smart way to approach pitching busy people when you meet them in person", "it’s not to actually verbally deliver the pitch, but is to give them something you’ve taken the time to make as perfect as possible on paper and give to them", "ryan: cool", "well, that’s the only question i had", "i want to keep it brief so you can talk to all the other people who are on the list", "if it’s okay with you, i’d like to maybe end the call with just a quick challenge for everyone in the podcast listening audience", "i know on your 36th birthday you gave up your birthday to raise funds for charity: water", "i just wanted to challenge everyone in the audience to do the same", "i think charity: water is a great organization", "i’m not affiliated with them; i don’t work for them, but i think they’re just amazing", "i think scott harrison built something really cool and they’re just doing amazing work all around the world", "for everyone who’s interested, if you go to charitywater.org, you can set up a birthday campaign", "it’s super easy; it just takes a few minutes", "like tim, tim raised over $100,000 for his birthday and people all over the world have had campaigns that have raised thousands of dollars for a worthwhile cause", "so i just want to challenge everyone in the audience", "i think it’s a worthwhile cause", "check it out and thank you so much for your time, tim", "i really appreciate it", "have a good rest of your night", "for sure, man", "that’s a good challenge", "i second that", "and if you just want to see also, for those people listening who are like man, i’m not sure i’m going to do that", "but, i would say if you want to see how a non-profit can structure and promote itself in part using design in a very smart way, then charity: water, just for that reason alone, if you want to get a mini-mba in how to use design to promote a non-profit, which is in and of itself very difficult, then you should check out charity: water", "so i agree with you wholeheartedly", "thanks for the question", "have a great weekend", "ryan: no problem", "thank you, tim", "all right, man", "bye", "[phone rings] bobby: hey, this is bobby", "leave me a message and i’ll call you back if i like you", "bobby, damnation", "this is tim ferriss", "i’ve had way too much gin and i’m prepared to make an ass of myself and i’m afraid we have missed our opportunity to connect", "have a glorious evening and a spectacular weekend, good sir", "goodbye", "[phone rings] justin: hello", "hi, is this justin", "justin: it is, hi", "justin, this is tim ferriss", "how are you, sir", "justin: i’m good, thank you", "and how are you", "i’m good", "where am i finding you at the moment", "justin: i am in evanston, illinois", "evanston, illinois", "one of my favorite towns", "justin: really", "i’m kidding", "i’ve never been", "but i’m all yours for the next handful of minutes", "i’m getting drunker by the minute, so that should produce increasingly unusable answers, but i am available, so please shoot", "justin: sure", "i just have a question about teaching", "so you’ve obviously learned so much and been coached by some really awesome people for all these various skills", "i just want to know, are there specific qualities that you look for when you’re trying to look for a teacher in particular", "or are there resources and tactics that you try to find when you seek someone outside of your network", "definitely", "i would say there are a handful of things that come to mind immediately", "so the first is when assessing teachers, no", "1: have they been able to replicate their own results", "that is to underscore the fact that just because people are good at performing or have a performance record that is very impressive does not necessarily mean that they know how to then transmit that knowledge and know-how to other people", "many top performers are extremely good at what they do – yes, because of some technical or strategic planning, but also because of incredible genetics", "it is one of my first hurdles to look for their ability to replicate their results with students", "so that’s no", "1", "no", "2 would be a question of sorts and that is, are they good at questioning assumptions", "are they good at questioning best practices", "are they willing to experiment with things that might not or should not work based on the literature, for instance", "that is a reflection of open-mindedness and general objectivity that i seek in teachers also", "third would be – and this is something i’ve mentioned before, but – their willingness to be tough and uncompromising", "so their ability and willingness to have tough love and to force people to do what they think they cannot do", "which is extremely important because any novice, certainly even any intermediate coming into a field will probably underestimate their own capabilities", "you need someone not just to tell you that you can do more, but to prove to you that you can do more", "the way they do that is by forcing you to confront discomfort in practice, generally", "those are a handful of the things that i would say i look for", "justin: okay, thank you", "so you would just do your homework on this teacher, for example, before you try them out or would you just go meet with them, talk to them and see how they do their style to find out whether they have these qualities", "i would do both", "i would do my homework and then i would ask them questions related to the qualitied that i just described", "those questions could be, how many people have you replicated your own performance with", "and if they haven’t, that’s not necessarily a disqualifier, but the answer will tell you a lot", "if they say, well, i haven’t replicated my own results with many people because i have the genetic advantage of being designed like a spider for ultra-endurance running, for instance", "i’m 6’5” and weigh 110 pounds and i’m great at dissipating heat", "however, i’ve been able to train ten people to do x, y, and z", "that itself reflects a self-awareness and an awareness that i think contributes to being a very good teacher", "so if they are a genetic anomaly, that doesn’t disqualify them, but they need to be aware of that fact", "you could ask questions related to really any of the characteristics that i described that would help you to assess whether or not you want to invest the time, energy and/or money into training with someone", "so that would be i think my general approach", "it’s astonishing, really, to someone who hasn’t attempted what i’m about to describe", "how affordable it can be to get extremely good advice via skype, for instance, from gold medalists or world-class performers in almost any field for very little", "this is particularly true in athletics, where you can get generally between $100 or $300 per hour, one-to-one coaching from someone who is one of the best – meaning top 10 at some point, in the world, in their given field", "i mean, that is just a bargain and something worth saving for", "so those would be my initial thoughts", "justin: okay", "well, thank you very much", "that was really helpful and yeah, i’ll definitely keep a lot of that in mind when trying to find someone", "so, thanks", "all right", "well, i appreciate you dropping in your name and phone number", "so thanks for the time", "justin: thanks very much", "i love the content", "have a good weekend", "justin: you too", "there are also the deconstruction section in the 4-hour chef contains a lot of the questions that i tend to ask these types of experts, as well, if that’s of any help", "justin: okay", "thanks so much", "all right", "yeah, have a great weekend", "bye", "justin: you too, bye", "[phone rings] austin, can you hear me", "austin: yeah", "yeah, i can hear you now", "this is tim ferriss calling to harass you", "how are you", "austin: hi, tim", "how are you", "i’m good", "where are you located at the moment", "austin: i’m in – like location in the world – i’m in puyallup, washington", "it’s kind of near seattle, tacoma, pacific northwest; up there", "yeah, dig it", "i like the pacific northwest", "lots of rain", "i love rain", "i’m kidding", "austin: yeah, there is a lot of rain", "so i am at your disposal for the next little while", "how can i help or answer questions", "i may not do a good job, but i will do my best", "austin: i’m sure you’ll do great", "actually, i do have a question", "so over time, i’ve listened to many of your podcasts and i know the different opinions of a lot of those you’ve interviewed, but what would you say your personal view on a college education is", "if you were a 19 year old and you were achieving what you wanted to study in, whether it’s in college or not, what do you think you’d want to look towards or what field would you choose to study in", "why would you do that", "good question", "now, for context, are you – it would look like it from your email address, but are you in college at the moment", "austin: yeah", "i’m at eastern washington university", "i’m a junior right now and i’m actually looking into economics and [inaudible] in the past week, i was looking into a physics minor too because i actually – funny, i listened to your podcast with peter diamandis and i read his book abundance and it just totally inspired me", "i really want to look into changing the world and doing stuff like that", "so short answer is i think economics plus physics is a really smart move", "there’s a great article on – if you just search “career advice” and “scott adams,” he’s the creator of dilbert", "it’s a fantastic piece that’s actually been echoed and referenced by marc andreessen, for instance, who is a pioneer in every sense of the possible word", "if you look at his technological innovations – mosaic, his investment practices and andreessen horowitz, which he’s cofounded and helped build, the combination of those degrees gives you more than the sum of its parts, if that makes sense", "so first of all, i would say that a college education makes sense", "malcolm gladwell has talked about this is our conversation that we had on the podcast", "it makes sense if you know how to utilize it properly", "in other words, i think that a college education or an mba or anything like that, any advanced degree, makes sense in two cases: (a) if you go to a top-rated – and that’s, of course, a whole different hornets’ nest to dig into – but a top-rated university, or (b) if you develop a generalized skillset that allows you to succeed in the world and on top of that, have people who, at 1:00 in the morning, will stimulate and challenge you", "that’s it, right", "so i am a personal proponent of a college education because of several things", "one of which is a survivorship bias that i think is dangerous when you look at those who romanticize lack of any college education", "so drop out of college, become a billionaire like marc – not marc, excuse me", "but zuckerberg, for instance", "the danger there is similar to the danger if you look at say at barron’s magazine and read about the mutual funds who offer x, y, and z returns and have a fantastic track record", "the mutual funds who have failed don’t have the money to advertise, nor do they want to advertise so they don’t", "therefore, you’re only seeing a very small percentage of the total mutual funds who, through skill or in many cases luck, have been able to beat the market for x number of years", "similarly, if you’re only looking at the magazine covers, you’re only reading about the handful of people who have dropped out, usually of a place like harvard or princeton or stanford or something like that, where they can always go back, who have beaten the odds and built a multi-billion-dollar company", "that is not the norm", "i think that having a college degree as a safety net is, in many cases, an extremely intelligent thing", "i certainly feel that way for myself and i feel that way for many people", "90+ percent of the people out there", "if you think you’re mark zuckerberg, chances are you are not", "you have never met him", "you just do not understand the delta between where you are and where that person is", "now, you could be, but chances are you’re not", "so i think having college education and a degree is extremely important and valuable in today’s economy, as it exists in the united states", "in terms of majors and so on, we kind of hit this earlier, but i think the combination of a major and a minor that is unusual is very interesting", "so having a hard science element as one of those two increases your viability as a candidate, at least in high-tech start-ups", "so if that is one of your goals, if you have a micro and macro-economic, basic set of knowledge from a major and then a minor in physics, that shows (a) a familiarity with and a comfort with numbers, and (b) a comfort with a very uncompromising hard science known as physics, which includes a lot of mathematics", "so that is a huge advantage, i think, over people who come to the table with just one major", "on top of that, i would say anything you can do, and this could be extra-curricular or it could be in the university itself, to improve your ability to communicate really puts whatever you’ve done on steroids", "that’s a very clichéd expression, but i know a lot about steroids and they can be really effective in legal and competent context", "so i think i’ve probably had too much gin and you shouldn’t do steroids, by the way, that would be terrible for your longevity in life and all these other good things", "but i digress", "so what i’m saying, and there’s someone sitting about 15 feet away from me shaking her head right now", "but i’ve had a lot of gin", "that’s the whole point of this fucking drunk dial thing", "so i would say that if you can – so let me take a step back", "a lot of engineers, a lot of people who are quantitatively comfortable believe that logical arguments win the day", "if you can provide a highly logical, if (a), then (b), therefore (c), you will win the contract", "you will get the job", "you will fill-in-the-blank", "that is just not the case", "you need to be able to communicate in both a rational and also emotionally compelling way", "if you can add the ability to communicate clearly, whether that’s verbally and/or ideally, written, that will give you a huge advantage over at least 50 percent of the people who are competing for a similar slot", "so those would be my initial thoughts", "but as far as a liberal arts undergraduate degree is concerned, i really feel like you should just study what interests you most", "i was initially a neuroscience, or i should say psychology major with an emphasis in neuroscience, and then an east asian studies degree", "that at first glance would seem to have nothing to do with what i did later, but you have your entire life to be a fucking adult", "i would explore what interests you during college", "it’s an incredible, golden opportunity and a window that is very brief to develop yourself, not as an eligible candidate for the job market, but as a well-rounded human being", "i know that probably sounds hokey", "it might sound clichéd", "austin: not at all", "i’ve had a fair amount of gin", "but most people spend the remainder of their life after graduating from college trying to reestablish the quality of life and carefree sentiment that they had while they were in college", "so i would encourage you to study what most interests you", "but if your predilection is already towards economics plus physics, that’s a fucking killer combo, so i would stick with that", "austin: that’s great to hear, yeah", "actually, i can’t remember", "probably when i was in about ninth grade or tenth grade, actually the 4-hour workweek – my dad introduced me to it and i read it and it really changed the course of everything that i lived towards and really just realizing that i can do what i want in life and really freedom is a real possibility and financial stability and i can achieve that", "not just that, but really doing what you like", "so i think actually just recently, like i said, the physics component has come in and like i said, i listen to your podcast and i’m super inspired", "i actually started listening to peter’s podcast because of that and that really shaped the path that i’m on right now", "so thank you very much for being so inspiring", "congratulations, man", "well, you sound like you are in a great place", "peter is fantastic, obviously", "i mean, every time i meet peter, i come away thinking, what the fuck am i doing with my life", "he’s a very big-scale thinker, which is good because he stretches me and he makes me uncomfortable in all the ways that are the most productive", "so i appreciate you listening to the podcast and it sounds like you’re in a great place, man", "i would just say keep doing what you’re doing", "if economics and physics are the path, then that’s the path", "if you compelled to study something that seems useless like classics – guess what", "i know people who’ve made hundreds of millions of dollars who have studied classics", "it’s not the end all, be all", "learning early, however, to follow your passion and pay attention to that intuition i think is incredibly valuable beyond any extent to which you can currently imagine", "so i would cultivate that", "if you neuter that, if you mute that, if you suffocate that, you are in for a world of hurt for a very long period of time", "you may feel like you’re gaining in the short-term, but you will really suffer in the long-term", "i would just say chase what excites you and honestly the rest will generally take care of itself", "if you chase what excites you, you’re going to be good at what you pursue", "austin: that’s what i’ve heard over and over", "if you don’t, you’re going to be mediocre because you just will not have the endurance the horsepower to push through the inevitable obstacles that’ll turn up", "so that would be my thought", "yeah, man", "crush it", "i’ve got dozens of start-ups who will probably hire you", "so keep plugging along", "austin: perfect", "thank you so much for your input and for your books and everything", "i can’t wait for the next book to come out", "i’m going to pre-order that on amazon and get that shipped here and everything", "thank you so much", "of course, man", "i appreciate you reading and yeah, tools of titans will be fun", "i can say this because i didn’t actually write most of it", "it’s related to the learnings and lessons from other people, but yeah, it’s a fun read", "i think you’ll dig it", "so i will let you go, but have a great weekend", "i appreciate you dropping in your name and your phone number", "austin: perfect, thank you", "thank you so much for the call and for everything", "all right, man", "take it easy, bye", "austin: you too, bye", "[phone rings] eric: hello", "eric, this is tim", "eric: hey, tim", "how art thou", "eric: good, how are you", "oh, i’m great", "i’m fantastic", "sitting at my acacia wood table, if that means anything to anyone", "i think actually, giraffe eat acacia, for what that’s worth", "let’s see here", "so where – actually, you seem like you might be in new york, but i’m not sure, based on the number", "where are you", "eric: i’m in new york city, yeah", "one of the best towns on earth", "it’s a good spot", "eric: yeah, lived here all my life", "say again", "eric: i said i’ve lived here all my life", "oh, no kidding", "born and raised", "eric: yeah", "yeah, it’s a good town", "hey, man", "i was born out on strong island", "although most new yorkers don’t count that as new york", "it’s kind of like the red-headed stepchild of new york state", "which is okay", "eric: just a little bit", "yeah, it gets kind of a bad rep", "yeah, you know", "rat tails and all that", "but that’s okay", "so how can i be of service", "i’m happy to answer any questions or attempt to and bumble, as i think is more likely at this point in my blood alcohol content surge, but fire away", "eric: okay", "so i’ve actually been considering starting my own podcast, where i interview people in my field", "so seeing how you have your podcast and you’ve had what now", "two years almost of experience doing it", "yeah", "eric: i would love some advice on that", "my background is in software development and security and what i really want to do – what gets me really jazzed is interviewing people in my people who have done exceptional things and who would have great stories to tell and research they’ve done or really cool projects they started", "the problem is, i don’t really have a recognizable name yet in my field", "so what i’m wondering is, how would you recommend i get experts’ attention in my field and how might i convince them to come on to my show", "start small and roll your way up", "so you should get whoever you can get and then level up one degree", "recruit and once you’ve done that, level up one degree", "recruit and rinse and repeat", "it is the approach that i took and it is the approach that you generally should take", "there was a presentation by matt cutts of google, or at least at the time of google, who talked about the katamari principle or it might have been katamari damacy – i think it’s a japanese video game", "in any case, the basic idea is that whether it’s with a blog or podcast, you start with a very niche focus", "in this video game, katamari damacy i think it is, you have sort of a lint ball that you roll up and you accumulate larger things and then eventually you get to a point where you’re actually rolling up planets and galaxies and so on", "eric: oh yeah", "i’ve played this game actually", "it sounds really familiar", "okay", "yeah, you know what i’m talking about", "eric: back on like playstation 1", "exactly", "so you start out very niche and that allows you to go after higher caliber people in a narrow field", "that would be step, or i should say principle 1", "on top of that, i would commit to doing a minimum of six episodes or at least recording a minimum of six episodes", "there are a few reasons for this", "no", "1, the itn’s algorithm rewards multiple episodes and downloads being received by listeners at the same time", "so you’re best served by uploading two or three, at the minimum, episodes for your debut", "no", "2 is that whenever i’m considering taking on a new project, for instance podcasting or otherwise, i look for the ways in which – and i assess for each of the options i might be considering – the ways in which i can win even if the project fails", "so let’s say your podcast does not take off or you don’t like it", "you decide, for whatever reason, that you’re going to quit after six episodes", "how can you format the podcast, how can you prepare it, how can you work on it in such a way that you develop skills or relationships that persist and accumulate after those six episodes", "in other words, if after six you decide to throw in the towel and quit, how can that still be a success", "i think this is a very important question", "for me, it was eliminating verbal tics, or minimizing them", "i’m not done, obviously", "improving my ability to ask questions", "improving my ability to ask follow-up questions", "improving my ability to set silence do the work, as cal fussman would say, who has been on the podcast", "not jump in when someone is struggling to answer something", "all of those abilities, for me, translate and would have translated even if i had quit after six episodes, which was my personal commitment to improving my ability to do research and interview for book projects", "so in that capacity, i could win, develop those skills, even if the podcast were a failure", "so i would think very carefully on that and potentially journal on that question", "commit to writing three, freeform, longhand pages first thing at the morning at some point based on that to determine how can this be a success even if it’s a failure to outside eyes", "so those would be a few of the things that come to mind offhand when you ask that question", "but i’m happy to dig deeper", "eric: awesome, yeah", "no, i think those sound like great starting points for me", "i really like the concept of making it a game you can’t lose, right", "you’re going to get something out of it and have to decide what those things are going to be in advance", "exactly, yeah", "as an engineer, it sounds like you’re an engineer, this is not an alien concept, right", "it’s just applied to an audio podcasting arena, but you’re going to be – given your experience as an engineer, i think better at codifying certain things and determining best practices for certain things, than a lay, non-engineering audience, which i would put myself smack dab in the middle of, unfortunately", "i wish i had more engineering and quantitative comfort, but i just do not", "so that’s an unfortunate handicap, but i’ve managed to make do", "so what other questions do you have about the podcasting", "i can answer those pretty directly, i think", "eric: well, that was my big one", "i think when i sit down and try to figure out what the first steps are", "i have some loose concepts of what i want to be interviewing people on", "i guess naturally the next question would be, how do you choose your questions", "well, let’s tackle that a different way", "give me an example of someone who you would want to interview and let’s start there", "who would you name", "eric: let’s see – david heinemeier hansson", "ooh, yeah, dhh, ruby on rails, sure", "eric: yeah", "yeah, very interesting guy", "so what would you ask him", "if you had five minutes with him, what would the top three questions be", "eric: the first question that comes to mind is, what type of conditions was he in when he developed ruby on rails", "what really pushed him and motivated him to develop this technology and then open source it", "so i’d be really interested in what his main motivator was at that time", "like what was going through his head that allowed him to commit to doing that", "it’s a big project, so i’d be really curious about that", "what next", "eric: the second one would be, what sort of changes did he go through in his life to go from – i believe he was working on basecamp at the time and he kind of changed paths a little bit in what he was doing", "he still is involved with that, but what changes did he go through that were unexpected", "what actually was going on", "i guess talking a little bit about his story", "i’d want to know more about his story", "so the first one would be for me like a motivator", "what was his drive", "i think that can be really important to look at in individuals that excel and are motivated to do that and go outside of their comfort zone", "the second one would be what was his story", "what was changing in his life", "his narrative about that would be really interesting", "so i would suggest a complementary approach, which would be identify what he is most interested or excited to talk about and explore that first", "because that will put him at ease, allow him to tell a story that he likes to tell and open the gates for the other things", "i believe that in interviewing, being different at least for the first 10 to 15 minutes is more important than being better, if that makes sense", "so if you think to yourself, i would like to ask the following three questions", "the follow-up that you should ask yourself is, has he been asked this question more than ten times", "if the answer is yes, i would not start with that", "for instance, i know that – and i’m drunk enough that i’m going to get the details wrong here, but you can google it and figure it out – he is very involved or has been historically involved with race car driving", "i think he placed second place in the le mans race several years ago", "it could’ve been five years ago, i don’t know the exact timeline", "that may be something that he is very seldom asked about that he would be eager to or excited to talk about", "start with that", "given that opportunity to talk about something that he is interested in that very few people ask him about, that would then open the gate to questions that are perhaps more normal or standard", "does that make sense", "eric: yeah, that makes sense to me", "if you listen to, for instance, my interview with edward norton, we talked about surfing first", "that is a direct corollary to what i’m suggesting", "because we were sitting on malibu pier, having lunch, drinking coffee, looking out at the surfing lineup and edward is a very dedicated surfer, so we talked about that first", "that was effectively the one to three rounds of limbering up, much like a boxing or thai boxing match within which we were able to just relax into answers that he could then deliver very honestly and sincerely", "but if you start with questions that he’s been asked before, for instance, about ruby on rails, you’re going to be one of a hundred other people who have done the same and he’s – i don’t want to speak for dhh – david, it’s been a couple of years, but obviously i’m a big fan of what he has done and what he does – but he will probably, just as i would do, go onto auto pilot, right", "so you want to be different before you are simply incrementally better is my suggestion in this particular case", "i’ll add an unsolicited piece of feedback, since i’m still sipping gin, gin and juice", "gin and juice, would you say that", "i’m sorry", "i’m looking at my cohort i shall not name at this moment", "it’s not really gin and juice", "yeah, i’m not really snoop dogg", "not quite snoop dogg", "he’s got a leg up on me", "sorry, bear with me here", "i’m enjoying my own drunken revelry", "bear with me", "eric: no worries", "you’re still the most coherent drunk call that i’ve ever heard", "what i was going to say is that you, for hardware, i would suggest a few things, and also logistics", "no", "1 is do it via skype or via zencastr or some telephonic means versus in person", "in person is more difficult to do for podcast", "the likelihood of you screwing something up technically or from a preparatory standpoint is much higher", "so i would use, in my case, skype, as i am right now", "i am using skype and ecamm call recorder", "although it’s not necessarily right now, for many of my podcast guests, i will have evernote open with notes and questions, etc", "so that i am extremely prepared and able to respond to any twist in the conversation that might come up", "i would encourage you to start with some type of phoner, per se, because your likelihood of success is much higher", "if you’re looking for, as i’m using right now, a great bang-for-the-buck microphone, since i heard you ask", "you didn’t ask, i’m just joking", "but this is an atr2100 audio-technica mic", "atr2100", "that is probably $80.00, and it, for most folks, will do as good a job as the heil pr-40, i think it’s called, which is a $500.00 mic", "this one costs $80.00 on amazon", "so this is what i use", "plus apple earbuds to remove echo", "i don’t know why this works, but i do that it works", "to avoid any type of echoing effect or to minimize it, ear buds of some type are a very wise investment", "eric: awesome", "that’s good to know", "i haven’t really dived into looking for hardware yet", "so that’s good to know what your pick is", "yeah, atr2100", "i use this for like 50 percent of my interviews", "it’s cheap, relatively speaking, not too expensive", "i would give it a go", "so that is it, my friend", "i’m going to bounce, but hopefully that is valuable in some capacity", "eric: yeah, it definitely was", "thank you so much, tim", "all right", "have a good weekend", "eric: you too", "bye", "[phone rings] hey, hey, hey", "it’s tim ferris", "who’s this", "vin: this is vin thomas", "vin thomas", "how the hell are you", "are you in the pacific northwest", "it would seem that way", "vin: yeah, i’m in oregon", "good man", "god damn, oregonians are just owning this evening", "well, i am at your disposal, sir", "how can i help", "any questions", "any comments", "how may i be of assistance", "vin: man, you’ve already been a ton of assistance to me", "i started my [inaudible] business right after [inaudible] the 4-hour workweek, so i was huge and now i own a small design company, started another company and i really attribute a lot of – i think back then what i learned from the 4-hour workweek, so i just appreciate that, man", "thank you", "well, good work", "congratulations", "vin: so let me see", "here’s what i want to do", "i want to stop working as much and make more money", "you’re kind of the king of that", "well, i can try", "i’ve had a couple of gin tonics, so we will see how lucid my answers will be", "but yes, i can do my best", "i’ll need a more specific question, but yes, i can take a stab at it", "vin: okay, so i have a design company", "we work mostly with start-ups and early-stage companies", "we just kind of reinvent the wheel every single time we approach a project and it just requires a lot of serious, hands-on hours", "i’ve just been thinking through how can we streamline this process", "how can we make it easier", "i have two great developers who work for me who do an amazing job, but again, they have to absolutely hands-on the whole time", "we put a lot of hours in each project", "i know there’s a better way to do it", "what are your off-the-cuff thoughts on how to improve the process", "what have you brainstormed so far", "vin: well, so i mean, a couple thoughts is hey, let’s templatize a lot of this stuff", "instead of reinventing the wheel every time, let’s templatize a lot of it", "maybe we can charge less per project, but it would take us significantly less time if we could do some of that", "we basically have these modules that we could piece together these websites", "we do a lot of marketing sites", "really, there’s a lot of the same stuff: staff page, about page, tour, features, etc", "a lot of it is essentially the same, but we build it from scratch every single time, so that’s something i think could help us", "but even beyond that, i think would could productize the service even more than that", "maybe us with an entirely different company", "okay", "so the first thought is you have clients respond in a templatized fashion", "meaning, they’re filling out some type of questionnaire or a series of questions that will allow you to get 70, 80 percent of the work done without a lot of conference calls and other types of bandwidth-consuming activities", "the other option is to say that we offer a, b, and c and that is it, right", "in other words, to limit the scope of your operation so you specialize in one, two, or three things that you position yourself as being best at and you are then able to very sell yourself based on those strengths but nothing else", "i think those are a handful of approaches that come to mind offhand", "reading probably the e-myth revisited by michael gerber would be a good idea", "vin: yeah, for sure", "what are the current aspects of your business", "if you had to identify the 20 percent of activities that are creating 80 percent of your headache at the moment, what would those be", "vin: i’m a designer so that’s my role in the company", "i am the owner and the designer", "i enjoy that piece of the project", "what i don’t enjoy as much is writing proposals, putting in however many hours of discovery before we can even kick off a project", "i understand that’s part of what goes into being a good ui/ux designer, but man, some of that, the administrative stuff kills me", "i think the idea of templatizing, gathering that content could probably help", "i guess i wonder for our current clientele if they would go for that", "i think we might even have to branch off into either a subsection of our current business or even create a new business that would be more prone to that form of templatized approach", "i think it’s an experiment worth running", "or a hypothesis worth disproving in the sense that it’s something you could run for a handful of weeks to gather data and then make a more informed decision", "so it doesn’t have to be an all or nothing bet", "it doesn’t have to be a bet-the-farm-type decision", "in this case, where you can alternatively and simply, let’s just say i’m throwing this up, but split the traffic to your website 50/50", "50 is going to where it’s always gone, 50 is going to some type of survey or templatized questionnaire, whereby you gather the most critical data you need in ten questions or fewer, and then you review the data accordingly", "so that would be my first knee-jerk response", "vin: the level of clients that come to us now would be so different than the level of client that would want a templatized service, right", "and so i don’t know if that would work", "because people don’t find us through seo", "they find us because someone told them about us", "i almost feel like that might be a weird experience for someone if they came directly expecting – we almost bill ourselves as your outsourced in-house design team", "we’re there to handhold your project, hand hold it throughout the whole process", "so thinking back to the 4-hour workweek, do i start running experiments with tpc or ad words to see if people even want to buy this", "do i start a new, almost like a phony business, like whip something up in a weekend to see if people are going to bite", "well, i would say that at the top of the funnel, it is important to be aware of conflicting objectives, right", "so if you have an objective to be the bespoke customized solution for people who expect handholding from a to z, yet on the other hand you have the objective of minimizing the amount of time that you personally have to allocate to each client, you may have conflicting objectives", "vin: yeah, i agree", "right", "so in that case, no amount of massaging or fine-tuning in surgery is going to fix two primary objectives that conflict", "to that extent, i would say that it is probably worth testing for two to four weeks how people respond to a templatized approach", "because right now you have a set of assumptions, as we always do, every one of us myself included, have assumptions of how counterparts a, b, or c are going to respond to d, e, and f that i’m going to put out in the world", "you just don’t know at the end of the day", "so i would consider testing using unbounce or leadpages or another service or an in-house programming team", "50 percent of your traffic allocated to a templatized approach", "in fact, what you may find is that people disqualify or qualify themselves in such a way that allows you and them to spare an incredible amount of man hours because they’ve either disqualified or qualified themselves in a much more efficient process", "so i would say that’s probably how i would approach it is really as from the get go, we do not know, therefore we must test", "we’re going to take two to four weeks to gather the data and then reassess what our results and objectives and process should be", "vin: sure, that’s a great idea", "we have a new website that’s about to launch – our personal website – so that would be something we could easily build in", "we could optimize or do something like that to assess what people like", "yeah, exactly", "vin: that’s a good suggestion", "yeah, optimizely is a great suggestion", "i’ve used them before as well", "i’ll give you a current example for myself", "i am looking at developing a new site for tools of titans, my book that launches on december 6", "it’s available for – vin: i’m looking forward to it", "yeah, it’ll be fun", "it’s available for presale – wow, i am slurring like a motherfucker right now", "it’s available for presale on amazon, but i am looking at the conversion effectiveness of fourhourbody.com (all spelled out) versus fourhourchef.com", "fourhourbody is much simpler", "designed by the same firm", "they’re both by the same company", "digital telepathy in this case", "the fourhourchef is, i would say, more intricate, more complicated", "before i design the tools of titans website, i am determining which has converted most effectively", "there may be a number of tests that i have to run before we have a statistically significant number or set of data to work with to determine what the next step is for the design of toolsoftitans.com", "but that is going to come, right", "it’s not that dissimilar from what you’re running through right now", "i will probably end up split testing, at the very least, sort of a/b testing, two versions of the website", "it may be more than that", "i will look at, very concretely, which version of that website is resulting in the highest percentage per mil – right, of every thousand people who visit – what is producing the highest percentage of people who click on the button that i have determined is the most valuable click", "that could be a button to barnesandnoble.com", "it could be a button to amazon.com", "it could be a button, in your case, to ask for a quote", "it could be any number of things", "but determining what that most valuable click is and then testing multiple versions for it, particularly over a timespan of two to four weeks, is a very reasonable and non-threatening time period within which you can assess what is working and what isn’t", "ultimately, when you look at – let’s just say the people i’ve had on the podcast, people who’ve made hundreds of millions or billions of dollars – the one commonality or one of the few commonalities that they have is they are constantly testing their own assumptions", "they’re asking themselves, how do i know what i think is best", "the answer is, you very seldom know", "you have to look at the numbers", "so that would be my very long-winded recommendation i think, at this point", "question for you, is vin your entire first name or is that short for something else", "i’ve wondered this for a long time", "vin: so i go by vin, i’ve gone by vin since i was a teenager", "but when i was younger, people would call me kev, and i hated that", "people would say, “hey, kev.” i’d say “vin.” because my name was kevin, right", "so then it just became vin", "i like it", "vin: i don’t think [inaudible]", "i don’t think most people who go by vin, not that there’s a ton of them, are really named kevin", "there you have it", "i like it, all right, cool", "that’s good to know", "all right, man", "hopefully that’s helpful", "i’m going to get a hop on things", "have a great weekend", "good luck", "vin: i appreciate it", "thanks, tim", "all right, man", "take it easy", "vin: okay, man", "bye", "bye", "[phone rings] ian: i’m not available right now, but leave me your name and number and a detailed message and i’ll get back to you as soon as i can", "hope to talk to you soon", "bye now", "ian, what happened", "this is tim ferriss", "i was hoping to wrap up with someone from south dakota but alas, that is not to be", "so on to the next number, i suppose", "have a glorious weekend", "[phone rings] chris, this is tim ferriss calling", "how are you", "chris: good", "tim, how are you", "i’m great, i’m great", "you are potentially the final conversation in my little drunk dialing escapade", "chris: the final conversation means you’ve gotten pretty drunk, tim, huh", "i’d say i’m well above the threshold, yes", "where are you at the moment", "where is 520", "chris: 520 is tucson, arizona", "oh, nice", "arizona", "the land of extreme heat and extreme air conditioning", "chris: yeah, exactly", "it’s actually pretty good weather out here tonight", "nice", "so i am all yours desponible for any questions or comments that you might have, so fire away", "i’m all yours", "chris: currently, i’m wondering about financial freedom", "a couple months ago, me and my girlfriend broke up because i felt like the drag of trying to – the rat race, i guess", "just kind of not worth it", "she was very much in that realm and i found a place where i didn’t really agree with it", "i think that’s kind of a place you’ve been", "yeah, i’ve been there before", "chris: i’m trying to wonder how to take the steps forward in being able to be free of the whole corporate financial realm", "i don’t exactly the way to put it to make more sense, but pressure i guess", "the pressure of the 401(k), the retirement, the big house, fancy car kind of stuff", "yeah, i think the first thought that comes to mind is really looking at your target monthly income and dissecting what the goal is in more precise terms", "so if you go to fourhourworkweek.com/tmi, that will give you some calculators and whatnot that you can use", "but i think the important or one of the important aspects is beginning within mind", "in this case, defining what your objective is first and foremost", "without that, it will be very difficult for you to calibrate and direct yourself in the right direction", "so i would begin with at least tentatively, it doesn’t need to be a perfect or permanent decision, but deciding what your ideal lifestyle looks like in terms of how you spend your time, how you spend your resources, before you begin making any further decisions", "so that would be step 1", "really identifying what you want to have, what you want to do, what you want to be, over the next one to three years will provide you with at least an objective, something in the crosshairs to aim at while you make decisions", "so that would be step 1 is determining your target monthly income based on what you want to have, what you want to do, what you want to be, in very concrete terms", "beyond that, i would really turn the question around and ask you what you have found most helpful to date i suppose would be my approach", "chris: it was a couple years ago", "i work for a pharmaceutical company and so i actually have a lot of time at work to listen to podcasts", "a couple years ago, i found you and joe rogan", "i developed a real passion for it", "talk radio, podcast kind of stuff", "more than i’ve really had a passion for anything", "i would love to get in that type of realm, but it’s kind of a hard area to crack without having sort of niche to fall into", "so the average guy can’t really start a podcast that people would actually listen to", "do you know what i mean", "well, yeah", "i agree that in the beginning no one is going to listen", "which is true for 99 out of 100 people who start podcasts", "chris: and podcasts are getting pretty popular", "yeah, they do", "but i would say that it’s not too late to – whether it is start a podcast, start a blog, start a newsletter, fill in the blank", "i think the most important component of that or checkbox is identifying what you would be personally excited to do on a consistent basis because if you choose a podcast because it seems popular at the moment but you’re not, in fact, excited about doing it, you’re going to quit after the first few episodes", "there’s just no two ways about it", "so i really think that following your excitement and dedication to a particular medium is more than choosing what is the medium du jour at that point in time, if that makes any sense", "chris: yeah, absolutely", "that was kind of my motivation", "i was in a long-term relationship and it just really didn’t make sense in terms of my goals and that was my thing is i needed to follow what motivated me and podcasts and radio is that", "so i don’t know what the first step is", "you have a great book but it’s vague on first steps, you know", "where do i jump off from here, you know", "well, as it relates to podcasting specifically, that’s a relatively new medium or industry compared to the 2007 publication date of the 4-hour workweek", "so first steps there are record six episodes and during that period of time determine, much like scott adams in my podcast with him, how you can make it a systems objective, as opposed to a goal-oriented objective", "meaning what can you learn through those six episodes of experimentation, even if your podcast ends up being listened to by no one", "when you think in those terms, you will cumulatively – chris: learn from experience", "exactly", "through the snowball effect of aiming for learning and network, i.e., what do i learn, who do i meet, who do i get to know", "develop a combination of factors that lead to success eventually, as opposed to a binary pass or fail", "so that would be my suggestion is thinking very carefully about if i try x for six episodes, if i try y for two months, how can i ensure this is a win over time, as opposed to a binary pass or fail", "i think that’s very important, so that’s how i would approach all of this", "chris: makes a lot of sense, yeah", "i guess the first step in jumping into anything is having the courage to jump into it, i guess", "yeah, it’s really a matter of ready, fire, aim, as opposed to ready, aim, fire", "you kind of have to jump off the diving board and then figure out how you’re going to end up headfirst diving into the water on the way down", "that isn’t to say you should be haphazard, but if you only operate from a place of perfect information and complete information, you’re never going to act at all", "this is where i think you can learn a lot from studying military operations is how to operate and make decisions from a place of incomplete information", "so i would say that in the case of podcasting at least, you need to get started before you can figure out 90% of the elements involved and commit to doing a minimum of say six episodes and that could vary from person to person, but in my case it was six episodes, so that you can maximize your learning curve in such a way that even if the podcast doesn’t take, if people don’t listen to it, you still gain far more from the experience than you give up in terms of time and resources", "chris: yeah, that makes a lot of sense", "all right, man", "well, i tell you what", "i’ve got to get going", "i think i’m starting to wane on the side of alcohol-infused energy", "chris: can i catch you for another 15 minutes to ask you some questions", "15 minutes", "maybe not", "but i can certainly give you a shout for a couple more minutes", "go for it", "chris: okay, so you were a very successful young man, are you still dating the same girl you’ve been dating", "i am not dating the same girl that i’ve been dating for five years or so", "i am in a new relationship", "so that is that", "next question", "chris: what do you find difficult about dating in your way of life", "what do i find difficult about dating in my way of life", "well – chris: in way of life, i mean that you’re not a selfish person, but you have very personal goals and it’s not in the sense of having a family – well, maybe it is, but you don’t have relationship goals", "yeah, i mean, i would say that – chris: i don’t mean to put words in your mouth", "no, it’s fine", "i think that it comes down to finding someone who is complete in and of themselves", "in other words, someone who is low maintenance insomuch as they are comfortable in their own skin and they aren’t desperate for finding someone else to make them a complete human being", "i think that you need to – or at least i need to – be with someone, spend time with someone, whether that is a friend or a girlfriend, for that matter, who i respect and admire in some capacity because if you don’t have that, it’s really a short-term bet that it’s going to ultimately, i think, self-implode in the long-term", "chris: do you think monogamy in the sense of human capability is rational", "do i think monogamy is rational", "i think that, as one of my very high-performing, close friends put it, who is a male, if you think about monogamy as a lifelong commitment, you will just end up slitting your wrists", "i think you should take it one day at a time", "i don’t think that’s a decision you necessarily have to make now or tomorrow or in the next three months", "i think that it’s something that you can revisit – chris: in different scenarios", "– when needed in different scenarios", "i mean, i happen to think that monogamy is very hard for most human beings, based on what i’ve seen", "but am i going to force myself to be non-monogamous when i’m perfectly content", "no, i’m not", "because it adds complexity to a life that is already sufficiently complex", "chris: having very apparent and first-hand values with someone would they kind of agree with this", "it’s so hard to find but so important", "people kind of jump into stuff without really knowing anyone they jump into", "does that make sense", "it makes sense", "i also think that satisfaction or frustration is very related to setting expectations up front", "so if you have spoken to someone up front about the fact that you are in a place that in whatever capacity necessitates or leads you to feel that you are unsure of monogamy a, b, c, d, or e, whatever it might be", "as long as communicate that, you are being a fair player on the chessboard that relates to that relationship", "where people get themselves into particular trouble is they want to save that confession for a point where it’s a dollar late and a dime too short and i think that is a precarious position to put yourself and your partner into", "so if you set the expectations up front, it doesn’t mean that you will avoid all discomfort, but it puts you in a position where you can at least more rationally discuss things", "if you try to keep your darker side or less socially acceptable impulses in the shadows until the 11th hour, when you need to talk about it, then you’re far more likely to have incredible difficulties and pain", "that’s not to say that i’m a relationship master", "look, i mean, i’ve fucked up my fair number of relationships, as we all have", "but i do think that reading a book like lying by sam harris – a very short read – is very valuable for relationships of all types, including intimate ones for minimizing undue pain and suffering", "chris: we’re also, like a lot of your listeners, actually all of your listeners, aren’t tim ferriss either", "i mean, you have your demons just as much as we do, but you’re still tim fucking ferriss", "i think people overestimate what being tim ferriss means", "i have as many demons that i am battling as anyone else", "it’s important to realize that you may only be seeing the highlight reel of tim ferriss", "if you’re watching the movie trailer of tim ferriss’ life, you’re going to be like, “fuck, that’s amazing", "that’s fantastic", "i really want to be tim ferriss.” but then you might watch the movie and you’ll be like, “i’ll give that a fucking 67 on rotten tomatoes", "i’m not up for that entire ride", "i think that half of it really doesn’t apply to me.” so it’s important to realize that it’s easy to put other people on a pedestal but everyone is swiss cheese", "we all have our holes", "i am not exempt from that in any capacity", "chris: i think you do really well with your blog posts, where i think maybe your initial one where you said, “i’m not perfect", "i masturbated last tuesday to whatever, and i’m this person who has all the same mistakes that everyone else does", "i’m not perfect, but i’m trying to optimize my life", "i’m trying to live the same – i’m trying to be the best person that everyone else is trying to do,” but you’re doing it in a very systematic way, which is why i think you have so many people looking up to you", "we’re all, i think, fighting a lot of the same battles", "i think that was the “productivity hacks for the neurotic, crazy and manic-depressive like me,” i think that was the blog post", "i think it’s important, as one of my podcast guests, sophia amoruso said, “don’t be so impressed.” look, i’ve put in a lot of thought and a lot of good work into trying to improve myself and help others, but don’t be so impressed", "no one knew who the hell i was before 2007", "there’s no reason you can’t do ten times more than i can if you apply yourself and approach it in a systematic way", "look, at the end of the day, we’re all dust and 100 years from now, i’ll be very surprised if anyone fucking remembers who i am, if we’re not all incinerated from some type of climate change", "but i think, at least for me, the objective is be a force for good", "don’t procrastinate, don’t bitch and moan on fucking twitter 24/7", "try to actually put a foot forth", "stick your neck out, risk getting criticized, and improve things because criticizing or vilifying one group by the way is not the same as helping every other group who might or may not need help, is a risky business", "if you actually want to improve the world, you are an exception", "i should actually take a step back and say, if you stick your neck out and try to improve the world, you are an exception", "most of the people in the world are happy to sit on the sidelines and criticize and be a peanut gallery and bullshit and throw stones, but if you want to be in the arena, the one guarantee is you’re going to get a lot of black eyes and you’re going to get a lot of bloody knees and very few people are going to fucking thank you for it", "that is a mantle that you choose to accept or you don’t, but if you do, no", "1, kudos to you", "congratulations and thank you", "no", "2, don’t expect everybody to pat you on the fucking back", "you’re going to get a lot of shit", "that is just part and parcel of the whole arrangement unfortunately", "but that is as true now as it was 2,000 years ago in the age of seneca and marcus aurelias and everybody else", "human nature doesn’t change a whole lot", "so that would be i suppose my sum up of the whole situation", "chris: agreed", "i [inaudible]", "even going back to socrates", "yeah", "it doesn’t change all too much", "chris: so i think serial podcast listeners feel that podcasts you listen to every single day, they look at you guys as friends", "so i listen to you every day and you give me advice, same with joe rogan or any of the other people that i listen to", "we don’t have a conversation, but i listen to it and i see them as friends", "then when you run into these people in real life, they look at you as one of their good friends who has helped them through hard situations, who is a person in their groom party when they get married", "what is that like when you run into those people", "when they look at you so on a – not necessarily a pedestal, but they look at you as like a family member and you see them as a total stranger who you have no relationship to", "is that strange", "is that nice", "it’s both", "it’s strange and nice and it’s usually flattering", "i’m not immune to being on the other side of the equation, in the sense that, for instance, in neil gaiman, i idolize in a lot of ways the writer, fiction writer primarily, and i’ve met him once, sure", "but he doesn’t know me", "when i met him, because i’d heard his voice for dozens of hours, i’m sure it was fucking weird and creepy on some level because i had such a level of familiarity with him, yet he had none with me necessarily", "that imbalance is something i’ve become more comfortable with when i meet someone who has listened to my podcast for dozens of hours or hundreds of hours", "i am more ready to accept that and welcome it than i might have been a few years ago, because it is a little odd to have such a relationship where one person has 100 percent of the information and the other person has 1 or 2 percent of the information, at best", "it is a little odd but that doesn’t make it bad; odd doesn’t equal bad", "for me, i’ve just taken that as an opportunity when i talk to people, whether it’s you or someone else, to try to explore more of what they’ve experienced so that i can correct that imbalance of information, if that makes any sense", "but it’s not a bad thing", "of all the problems to have in the world, this is a good problem to have", "so i certainly try not to complain", "chris: i think with any conversation, it’s tough to get to the core of someone, but when you meet someone who’s listened to you for so many years, you’ve already cut to the core then", "so if you really want to talk to them, they’re willing to spill their guts to you or anyone, you know what i mean", "so you’ve already cut through a lot of that core with a lot of people who listen to you for so many years", "that’s really cool", "well, i appreciate that", "on top of that, when people sometimes approach me – let’s say they meet me at a book signing or something like that and they say, “well, i know we don’t know each other but,” and i want to say, “if you’ve listened to dozens or 100+ of my podcast, you actually do know me pretty well", "chris: yeah, you’re very good at that", "it’s not an illusion", "you really have spent a lot of time with me", "you actually know me extremely well", "i mean, better than some people who consider themselves my close friends", "so that’s perhaps an unusual side effect, but a beneficial one and i think it’s an interesting one at the very least, of this type of new media relationship", "you can know someone better that some of their close friends know them by virtue of the fact of being exposed to them for dozens or hundreds of hours", "so it’s something that i try to look at as an incredible opportunity, as opposed to anything strange", "they’re not mutually exclusive", "you can have incredibly interesting, incredible opportunities that are simultaneously somewhat odd and very strange", "that’s what i would say", "chris: absolutely", "i think that was my love of podcasts is that a lot of people just have real conversations", "then when i got out and talk to my friends and everyone’s so hesitant – or talking to co-workers, everyone has a face they want to put out", "it’s hard", "listening to podcasts and people actually have real conversations", "when you have fake ones, it just doesn’t matter as much", "it’s hard to break through strangers or friends when everyone has their guard up", "yeah, well, you know, i think that podcasters you have to realize at a certain point are also professionals", "so it’s not fair to hold strangers to the same standard where in japanese, for instance, or in japan, both, they talk about ho ne, which is how you behave, your core of who you are, versus ta tai mai", "ta tai mai is like what you put forward", "they even talk about stranger formality [speaking japanese], where you put that forward", "so this is not unique to japanese", "it’s also found in every english-speaking culture and everywhere else", "so i think that podcasting is an opportunity to not only listen and consume, but develop your own abilities of question asking and empathy that can aid you in your conversation with anyone, not just those who are related to the itunes universe or otherwise", "tell you what man, i’ve got to run", "i’m going to grab some more exogenous ketones, maybe some more gin", "but i think i got to pull this to a close", "chris: all right, man", "i appreciate the phone call", "it was a pleasure talking to you", "likewise", "take it easy, bye"]}