{"dialog_idx": {"david sabatini": [73, 74, 75, 90, 91, 114, 120, 136, 144, 145, 146, 147, 148, 150, 151, 152, 153, 154, 155, 156, 159, 160, 161, 162, 163, 164, 165, 166, 167, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 182, 183, 184, 185, 186, 187, 223, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 259, 276, 277, 278, 279, 280, 282, 283, 284, 285, 286, 287, 288, 290, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 317, 318, 333, 334, 335, 336, 337, 338, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 412, 415, 419, 420, 422, 423, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 448, 450, 455, 456, 457, 458, 459, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 476, 477, 478, 479, 480, 481, 482, 483, 484, 490, 491, 492, 493, 494, 495, 496, 497, 507, 508, 547, 548, 549, 550, 553, 562, 563, 564, 565, 566, 567, 568, 569, 570, 577, 578, 579, 580, 581, 582, 591, 592, 598, 613, 614, 615, 616, 617, 618, 619, 620, 621, 623, 624, 625, 626, 627, 629, 630, 632, 639, 640, 641, 645, 646, 655, 656, 657, 658, 659, 684, 685, 687, 735, 738, 741, 764, 878, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 972, 974, 975, 976, 977, 978, 979, 995, 997, 999, 1000, 1002, 1003, 1004, 1005, 1006, 1007, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1034, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1045, 1046, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1072, 1073, 1074, 1075, 1138, 1155, 1156, 1157, 1158, 1159, 1164, 1175, 1177, 1178, 1180, 1181, 1185, 1186, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1202, 1203, 1204, 1205, 1206, 1207, 1208, 1214, 1218, 1268, 1269, 1270, 1271, 1272, 1273, 1274, 1275, 1276, 1277, 1281, 1283, 1284, 1289, 1290, 1309, 1310, 1312, 1313, 1314, 1315, 1316, 1317, 1318, 1319, 1321, 1357, 1359, 1360, 1381, 1382, 1383, 1384, 1386, 1387, 1388, 1389, 1390, 1393, 1394, 1395, 1396, 1397, 1398, 1400, 1401, 1402, 1403, 1404, 1405, 1406, 1408, 1409, 1410, 1411, 1414, 1425, 1426, 1428, 1429, 1430, 1431, 1432, 1433, 1434, 1435, 1436, 1437, 1438, 1439, 1440, 1441, 1442, 1444, 1445, 1446, 1447, 1448, 1449, 1450, 1451, 1452, 1453, 1454, 1455], "navdeep chandel": [61, 62, 63, 64, 65, 66, 67, 68, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 103, 104, 107, 119, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 212, 213, 214, 215, 216, 219, 220, 221, 222, 224, 256, 257, 258, 260, 266, 267, 268, 273, 319, 320, 321, 322, 323, 324, 329, 339, 340, 341, 342, 365, 410, 411, 413, 416, 417, 418, 421, 424, 442, 443, 444, 445, 446, 447, 449, 451, 452, 453, 454, 485, 486, 487, 488, 489, 506, 509, 510, 511, 551, 552, 554, 555, 556, 558, 559, 560, 561, 575, 583, 584, 585, 586, 587, 588, 589, 594, 596, 597, 600, 601, 602, 604, 605, 607, 608, 609, 610, 611, 634, 635, 636, 637, 638, 643, 648, 649, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 686, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 736, 737, 739, 740, 742, 743, 744, 745, 747, 751, 752, 757, 758, 759, 760, 761, 762, 763, 765, 767, 768, 769, 771, 772, 773, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 815, 816, 817, 819, 820, 822, 823, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 879, 880, 882, 883, 884, 885, 886, 887, 888, 889, 890, 892, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 907, 908, 909, 910, 912, 913, 914, 915, 916, 917, 918, 919, 920, 925, 926, 973, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 996, 998, 1001, 1060, 1071, 1118, 1132, 1136, 1137, 1140, 1141, 1145, 1152, 1153, 1154, 1168, 1170, 1171, 1172, 1173, 1183, 1184, 1201, 1209, 1210, 1211, 1212, 1213, 1215, 1216, 1217, 1219, 1220, 1221, 1222, 1223, 1224, 1225, 1226, 1227, 1228, 1229, 1230, 1231, 1232, 1233, 1234, 1235, 1236, 1237, 1244, 1245, 1246, 1247, 1295, 1304, 1305, 1306, 1308, 1311, 1328, 1352, 1355, 1358, 1364, 1366, 1367, 1369, 1370, 1371, 1372, 1374, 1375, 1376, 1377, 1378, 1391, 1392, 1399, 1407, 1415, 1458, 1459, 1460, 1461, 1462, 1463, 1464, 1465, 1466, 1467, 1468, 1469, 1470, 1473, 1478, 1480, 1481, 1482, 1485, 1492, 1493, 1494, 1495, 1496, 1497, 1499, 1500, 1501, 1505, 1506, 1507, 1508, 1509, 1510, 1511, 1512, 1513, 1514, 1515, 1516, 1517, 1518, 1519, 1520, 1521, 1522, 1523, 1524, 1525, 1526, 1527, 1529, 1530, 1531, 1532, 1533, 1534, 1535, 1536], "peter attia": [93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 105, 106, 108, 109, 110, 111, 112, 113, 115, 116, 117, 118, 121, 122, 123, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 137, 138, 139, 140, 141, 142, 143, 149, 157, 158, 168, 180, 225, 249, 250, 252, 253, 254, 255, 262, 264, 265, 269, 270, 271, 272, 325, 326, 327, 328, 330, 331, 332, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 361, 362, 363, 364, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 378, 379, 380, 381, 382, 383, 498, 499, 500, 501, 502, 503, 504, 505, 512, 513, 514, 515, 516, 517, 518, 519, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 590, 1061, 1062, 1063, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1115, 1116, 1117, 1119, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1131, 1139, 1142, 1143, 1144, 1146, 1147, 1148, 1149, 1150, 1151, 1160, 1161, 1162, 1163, 1165, 1166, 1167, 1169, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1265, 1280, 1282, 1285, 1286, 1287, 1288, 1291, 1292, 1293, 1294, 1296, 1297, 1298, 1299, 1300, 1301, 1302, 1303, 1307, 1322, 1323, 1324, 1325, 1326, 1327, 1329, 1330, 1331, 1337, 1338, 1339, 1340, 1341, 1342, 1343, 1344, 1345, 1346, 1347, 1348, 1349, 1350, 1351, 1361, 1417, 1418, 1419, 1420, 1421, 1422, 1423], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 69, 70, 71, 72, 89, 92, 124, 181, 188, 209, 210, 211, 217, 218, 251, 261, 263, 274, 275, 281, 289, 291, 303, 315, 316, 360, 377, 414, 460, 474, 475, 520, 521, 557, 571, 572, 573, 574, 576, 593, 595, 599, 603, 606, 612, 622, 628, 631, 633, 642, 644, 647, 650, 651, 652, 653, 654, 660, 661, 662, 663, 688, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 746, 748, 749, 750, 753, 754, 755, 756, 766, 770, 774, 802, 814, 818, 821, 824, 825, 826, 827, 828, 829, 857, 858, 859, 860, 881, 891, 893, 906, 911, 921, 922, 923, 924, 938, 939, 940, 953, 971, 1008, 1022, 1023, 1033, 1035, 1044, 1047, 1048, 1076, 1077, 1100, 1101, 1114, 1120, 1130, 1133, 1134, 1135, 1174, 1176, 1179, 1182, 1187, 1188, 1199, 1200, 1238, 1239, 1240, 1241, 1242, 1243, 1266, 1267, 1278, 1279, 1320, 1332, 1333, 1334, 1335, 1336, 1353, 1354, 1356, 1362, 1363, 1365, 1368, 1373, 1379, 1380, 1385, 1412, 1413, 1416, 1424, 1427, 1443, 1456, 1457, 1471, 1472, 1474, 1475, 1476, 1477, 1479, 1483, 1484, 1486, 1487, 1488, 1489, 1490, 1491, 1498, 1502, 1503, 1504, 1528, 1537]}, "episode_num": 193, "file_type": "html", "guests": ["navdeep chandel", "peter attia", "david sabatini"], "num_sentences": 1538, "num_words": 19601, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show. It is my job to deconstruct world class performers and to tease out the habits, routines, and belief systems that you can apply to your own lives. This episode was extremely fun. It took place in the middle of nowhere, effectively, on Easter Island. That’s a very hard place to get to, and you can think of it in a sense as my life extension pilgrimage for a whole host of reasons. I was surrounded by three incredibly brilliant people and I’m going to describe each in turn. The first is Navdeep Chandel, PhD, who goes by Nav. He is a David W. Cugell Professor of Medicine and Cell Biology within the Feinberg School of Medicine at Northwestern University. Nav is extremely good at questioning assumptions, testing assumptions, as are the other people I’m going to mention. I’m just going to give you one example. Many of you listening probably take antioxidants and here is a description of interest on Nav’s faculty profile. I’m going to blaze through this, but I do think it’s really fascinating and opens the door to discussions that many people are not having. “Historically, reactive oxygen species (ROS) have been thought to be cellular damaging agents, lacking a physiological function.” This is why many of us take antioxidants, right? We want to snuff out these reactive oxygen species. “Accumulation of ROS and oxidative damage have been linked to multiple pathologies, including neurodegenerative diseases, diabetes, cancer, and premature aging. This guilt by association relationship left a picture of ROS as a necessary evil of oxidative metabolism, a product of an imperfect system. Yet few biological systems possess such flagrant imperfections, thanks to the persistent optimization of evolution, and it appears that oxidative metabolism is no different. “More and more evidence suggests that low levels of ROS are critical for healthy cellular function. [In his lab], we are testing whether mitochondrial release of H2O2 – that’s hydrogen peroxide – “has evolved as a method of communication between mitochondrial function and other cellular processes to maintain homeostasis (e.g. stem cell function and immune responses) and promote adaptation to stress (e.g. hypoxia).” So this very much a counterview to what you’d find in media. For that reason, and many others, I enjoyed hanging out with Nav. Now, his partner in crime comes up next. One of his best friends and partner in crime is David Sabatini, M.D., Ph.D. You can find him on Twitter @dmsabatini. He’s a member of the Whitehead Institute for Biomedical Research, an investigator at the Howard Hughes Medical Institute, a professor of biology at the Massachusetts Institute of Technology – otherwise known as MIT – and a senior associate member at the Broad Institute. David is on what you can think of as a short list for the Nobel Prize – at least according to Reuters – for his work in elucidating the role of rapamycin and something called mTOR, which we’re going to talk a lot about. For those of you out there who have thought a lot about life extension and looked for silver bullets, you’ve probably come across metformin and rapamycin. Well, in these two gents, Nav and David, you have respectively two of the world’s foremost experts in how metformin and rapamycin function. Next up, we have one of my faves. He’s been on the podcast at least twice before – Peter Attia, M.D. You can find him on Twitter @peterattiamd. He is a former ultra-endurance athlete, swimming races of 25 miles and crazy stuff like that. He’s a compulsive self-experimenter like yours truly and one of the most fascinating human beings that I know. He makes my OCD look like a light case. He is also one of my go-to doctors for anything performance or longevity related. Peter earned his MD from Stanford and holds a Bachelor of Science in mechanical engineering and applied mathematics from Queens University in Kingston, Ontario. He did his residency in general surgery at Johns Hopkins and conducted research at the National Cancer Institute under Dr. Steven Rosenberg, where Peter focused on the role of regulatory T-cells in cancer regression and other immune based therapies for cancer. We get into a lot in this wine-infused jam session on Easter Island. I tried to guide it the best I could. I had a fair amount of wine, as did one or two others in the group. We discuss antioxidants, their role or lack thereof, and we get into all sorts of serious stuff. But we also talk about – and might even have an impersonation of – Borat. We talk about what is ass crack voting exactly, how to staple fonts, and a supplement that many of you have asked about, Basis by a company called Elysium. There you have it folks. Sorry for the long intro, but I felt that context would be important. These guys are absolutely brilliant and I was playing catch-up the entire trip. But that is how you grow. You have to be the weakest person in the room sometime. I hope you guys enjoy this as much as I enjoyed recording it. Thank you for listening. Alright, folks. Here we are on Easter Island, Isla de Pascua, of all places. We have a number of folks here – one doing something obscene with his hands. I’m not going to mention who. We’re going to start with some introductions. We have one known character and two new faces. Nav, would you mind introducing your friend, David? Navdeep Chandel: Well, Tim, I want to thank you for inviting me to your wonderful podcast in this lovely, magical place called Easter Island. I’m here with my good friend, David Sabatini, who is a professor at Massachusetts Intitule of Technology. David is a professor at MIT and made a remarkable discovery about 20 years ago. He hasn’t discovered anything after that, but it was remarkable 20 years ago. On a serious note, he figured out a protein called mTOR – mechanistic target of rapamycin. Rapamycin was actually found on Easter Island. For David, this is kind of like a pilgrimage to sort of pay homage to this great little molecule. We’ll talk a lot about all these wonderful things rapamycin could possibly do. Tim Ferriss: Fantastic. Since it may not be obvious at first listen, these two have known each other for a very, very long time. So the way that Peter and I bust each other’s balls, you may hear occasional busting of balls between these two. David? David Sabatini: Sure. Thanks, Tim and Peter. Peter was actually the person who took an incipient idea and had this actually happen for us all to be here. Navdeep Chandel, I’ve known him about 10-15 years or somewhere in that range. He’s a professor at Northwestern in Chicago. He is my best friend in science. He started working in an area of biology that, frankly, a lot of people were not that interested in for a long time. These are these things called mitochondria inside our cells. People have probably heard of them as the powerhouses of the cell because they make a molecule called ATP, which is an energy molecule. Nav, I think it’s safe to say, was the first person who realized that these important compartments in the cell did a lot of other things. This idea that they’re so called signaling organelles really initiated with Nav. These are not very popular things to study and Nav was there at the beginning to do that. He is also one of the most charming people in science. He is friends with everyone. He’s the social butterfly of all meetings. A meeting without Nav is no fun. Tim Ferriss: He strikes an incredible resemblance to a Bollywood star – Navdeep Chandel: I thought you were going to say Julie from the Love Boat – the cruise director, as he just sort of pointed out. David Sabatini: Well, I’ll take the Bollywood star. The ones who don’t usually get the girls. Tim Ferriss: Peter, how did you come to know these two guys? Peter Attia: I’ve known David for a few years. We actually met – I don’t remember who introduced us, but I took an interest in how to better understand how inhibition of this thing that Nav eluded to – mTOR – could be valuable in the treatment of cancer. About a year and a half ago, we were having dinner and he mentioned that one of the things he always wanted to do was have a meeting on Easter Island to commemorate the 20th anniversary of the elucidation of how rapamycin works. As Nav eluded to, we’ll talk a lot about that. This idea kind of seemed amazing to me because I thought the story of rapamycin’s discover was about one of the most interesting stories in science, not just from the standpoint of the expedition and the identification of the molecule, but also how close it came to never happening. To the story of how its mechanism of action was identified independently by different groups, how David did it at such a young age is amazing to me. David and I crafted this idea about a year ago, that we would come to Easter Island to scope it out and see first and foremost where rapamycin was discovered, but also to figure out if there was a way to have a conference here. That idea quickly took hold and I think I just talked you into it in about 10-11 seconds. I think David similarly talked Nav into it and that’s what – Navdeep Chandel: That took 11 minutes. Peter Attia: So that’s what got us here. Navdeep Chandel: He wanted to share a room with me and I made sure that did not happen. Once I disabused him of that – Tim Ferriss: So Peter, you’ve told me – and I ask you to retell it like a bedtime story because I like it so much – the lore and connection between Easter Island, also known as Rapa Nui, and rapamycin. Peter Attia: In 1964, an expedition from McGill University set out. They arrived in early December of ’64 and spent probably half a year here? Navdeep Chandel: Dude, you just watched a movie about it last night. Peter Attia: Yeah, YouTube wasn’t working. It took an hour to get through the first four minutes of the documentary. I think I know less now than I did before we tried to watch. Rapa Nui is great for many things. Connectivity is not one of them. This group returned to McGill University and by about 1972 the soil that contained Streptomyces – which one was it, David? David Sabatini: Hygroscopicus, which they’d collected near a volcano here. Peter Attia: That’s right. We saw that the first day we got here. It was mindboggling. This made its way into the hand of a chemist named Suren Sehgal, who was at a biotech company that is no longer in existence. Navdeep Chandel: Another Bollywood star. David Sabatini: It was a pharma company called Ayerst. Peter Attia: It had offices around the country, but he was in the Montreal office. He spent the next three years purifying the active compound within this, which he named rapamycin. Rapa is obviously paying respect to the island on which it was discovered and mycin being the sort of thing we’d add to the name of something that was an antimicrobial agent. Tim Ferriss: What was the lore among the locals, the purported background of this volcano? Peter Attia: The word on the street, which was reiterated to us this week, was that – Navdeep Chandel: More than once, independently. Peter Attia: Any time natives were sick, the Rapa Nui would go and spend an evening in the marsh area of the volcano and it would seem to rid them of all their ails. In truth, it’s not clear to me that’s why they were prospecting there. I think they were looking for biodiversity, but it certainly makes for a great story. Back in Montreal, sometime between 1975 and 1980, this company went through a series of layoffs. The majority of9 the people in Montreal were released. Suren was one of the few who was not. He was transferred to the New Jersey office; however, he was ordered to destroy all nonviable compounds, of which rapamycin was one. He’d already figured out something pretty remarkable about rapamycin, which is it was a potent inhibitor of yeast. As the story goes, he believed this was going to be a game changing drug for athlete’s foot. I don’t think at the time, they understood its full antiproliferative effects, did they, David? David Sabatini: No, but it was pretty early that they started seeing things in human cells and immune cells, too. Peter Attia: Suren’s son, Ajai, was supposed to be on this trip with us. It is sad that he had a work commitment and couldn’t make it here. They packaged up the rapamycin into little dry ice containers and wouldn’t even let the movers move it. They were the ones that physically brought it to New Jersey, where it sat in their freezer for almost a decade. It wasn’t until Wyeth bought this company in ’84 or ’85 that Suren approached his new bosses and said, “Hey, I have this compound I was working on a decade ago. Do you mind if I get back to it?” They said, “Knock yourself out,” and that really began the new birth of rapamycin. It really went on to show these remarkable antiproliferative properties and was really potent against a type of immune cell called T-cells, which is what ultimately led to its FDA approval in ’99 for the treatment of kidney rejection. David Sabatini: But it had been so long since rapamycin was discovered. The patent on the chemical entity, which is the most valuable patent you can have, had expired. So it was really a use patent that they could get. People would criticize Wyeth because patents were like 17 years at that point. It was an incredible long story to get clinical utility. Peter Attia: How did you connect with rapamycin? David Sabatini: So that’s a bit of a long-winded, complicated story. I was an MD, PhD student at Johns Hopkins. I went into the lab of probably one of the most prominent scientists at Hopkins – a man who is still well – Solomon Snyder. Sol is a real character in science. He was a psychiatrist, a neuroscientist, a pharmacologist. It was an interesting lab because he gave me a lot of freedom and basically let me do whatever I wanted to do. That was great, but also very nerve-wracking. Peter Attia: How did you choose his lab? Why did you want to go to his lab? David Sabatini: It was pretty simple. It was a lab that lots of other students like me went. It had a reputation of having lots of smart people in it. I also think it had a reputation of people getting out of that lab fairly quickly. It was a work hard/play hard type of lab. Mostly my friends were there. I tell a lot of my students it’s important to have a social environment in a lab. I tried a lot of things in the lab that didn’t work and one day I realized they were working with this other drug called FK506, which had some structural similarities to rapamycin. They were using it as a control. Peter Attia: They were using rapamycin as the control. David Sabatini: Exactly. They were working with FK506, which is also an immunosuppressant and doing these things in neurons, but they needed a control. They started using a related drug, which is a fairly typical thing to do. I realized two things. One is that we had rapamycin, which at the time you couldn’t buy. Two is that it was at least as interesting, and probably a lot more interesting, than FK506 and we didn’t know how it worked. We had it because Sol was a very prominent person and when he saw in the literature a drug molecule he liked that was very potent – which means it acted at very low concentrations – he would typically write whoever reported that and say, “I’m Sol Snyder and it would be great to get a sample of your drug.” In this case, he had written Suren Sehgal. Suren was incredibly nice and sent us a ridiculous amount of rapamycin. Technically, at that point, it was priceless because it was not purchasable. But when it did become purchasable, I calculated the street price at one point. It would’ve been like $10 million or something like that. Peter Attia: Wow. Tim Ferriss: The amount that he sent you. David Sabatini: Yes, which at some point we actually lost. The more important thing he sent – remember, this was before electronic papers and it wasn’t as easy to search things online – a book with it that said Rapamycin Bibliography. He had put this little note that just said, “Perhaps of interest.” This book had everything ever published on this drug, which again reignited my interest in the molecule. Most of these were abstracts from meetings, where people had reported little things about this drugs. So I decided, “Why not try to figure out how this drugs works?” Tim Ferriss: For the lay audience, what are the most interesting potential applications or applications of rapamycin in humans? David Sabatini: The established – Navdeep Chandel: Can I interrupt? Tim Ferriss: For sure. Navdeep Chandel: Just to put it in the larger context of biology, what David did as a graduate student was to discover the target of rapamycin. What does rapamycin bind to? That protein today is called mTOR – mechanistic target of rapamycin. I was a graduate student at the same time David was at the University of Chicago. I think I had heard of mTOR and I was working on mitochondria and metabolism, but not really caring about mTOR. But you look back now over what’s happened in the last 20 years and mTOR unequivocally is the most dominant player in regulating metabolism. What does that mean? You think of nucleotide synthesis, lipids, how you make DNA, how you make RNA, and how you make new lipids and amino acids. All of that stuff mTOR controls. Also, mTOR itself is sensitive to changes in amino acids, growth factors, and has a lot of different inputs – oxygen and perhaps even glucose. So this thing is really an integrator of nutritional things and also how it outputs things like what you make – lipids, DNA, RNA. It is clearly the most dominant player in the world of metabolism. That’s a big deal. That’s like saying the equivalent of some protein that regulates gene expressions. It’s at that level. It’s one of the big, big proteins that has ever been discovered in the field of biology. So you can’t underestimate David’s contribution in biology because it’s a big, big deal. And now you have a drug called rapamycin that can affect this major player that regulates metabolism. If you think metabolism is the key to understanding many diseases out there, including diabetes and cancer – if you buy into that larger idea that metabolism holds the key to understanding many diseases like atherosclerosis, neurodegeneration, autoimmunity, then you have to talk about mTOR and rapamycin. That’s David’s legacy. Tim Ferriss: Just to revisit a term you mentioned a few times, because I know the word metabolism is perhaps overused in many different contexts by many – Navdeep Chandel: There is a simple definition of it. Tim Ferriss: Exactly. How should people define metabolism? Navdeep Chandel: My simplest definition comes from my daughter, Angelie. She’s going to be 15 next week. When she was little, I asked her, “What do you think of metabolism?” She said, “Isn’t that when you grow things or break down food?” The act of growth we call anabolism, so that’s half of the equation in the metabolism field. The other half is breaking down food, which is catabolism. So metabolism is the sum of either anabolism and catabolism– either taking food and making stuff like muscles or breaking food so you have enough energy to use those muscles and go on Iron Man triathlons like our friend Peter Attia does all the time just for fun, including this week. Tim Ferriss: As a side note, we’ll go to the beach and it’s like, “Alright, we’re going to take a quick swim. Where’s Peter?” It seems like he’s on route to Tahiti and we see him about an hour later. Navdeep Chandel: Here there’s a Birdman competition historically. Peter can describe exactly what that competition had to do with. I’ve nicknamed him the Birdman now. That’s his official new nickname. David Sabatini: We call Tim GI Joe, though, right? Navdeep Chandel: That’s more obvious. Peter Attia: David, when you and Tim were on the same flight down here, what was your first observation of Tim on the plane? David Sabatini: That was hilarious. I think I had briefly seen how you were, so I had some hint of what I was looking for. But I was changed from a flight from Houston to one from Miami. So there’s this guy in front of me, obviously quite buff, who keeps getting out of his seat. He opens some big luggage always in the middle of business class so people couldn’t cross on the aisle. He opens and he’s taking a lot of pills. He seems like a very high maintenance man, I have to say. Things are coming out and the poor flight attendant is trying to cross and he doesn’t really care. He’s looking for bottles and bottles. I’m like, “Oh, my god. This guy is a little bit nutty. I wonder if that’s Tim Ferriss?” Navdeep Chandel: I think the official term is freak show. David Sabatini: I thought in my head, “I hope it’s not.” Then when I landed and I found out from Peter that he was on the Miami flight I was like, “Oh, my god. That’s the guy.” Can I tell you my definition of what mTOR does since I give talks on this all the time? I think Nav put it in a very good way. It’s a very simple thing. It senses whether there’s nutrients in the environment and it decides whether our body is catabolic or anabolic. It makes that decision. The reason it does so many things is – we don’t think about this in our lives because, if anything, most people are overfed – in our evolution of history, the life of most animals out there, food scarcity is likely the rule. And likely we went through boom and bust periods. You might kill an animal, eat for a bit of time, and then go into a bit of a fast or a prolonged fast. This is this protein that’s making the decision, knowing which state you’re in and all of your physiology – fertility, muscle growth, hair growth – should be controlled whether you’re in a nutrient rich or nutrient poor environment. That’s the way I like to think about it. Peter Attia: I have a question for Nav. Do you – Navdeep Chandel: You’re not going to tell about the Birdman competition? Tim Ferriss: Let’s go over Birdman real quick. Peter Attia: Alright. I’m going to come back to a question about – Navdeep Chandel: It’s one of the interesting things about Easter Island. Peter Attia: Okay. So the Birdman competition is this thing that, the moment we heard about it, we all decided we want to do. Navdeep Chandel: No. First of all, I don’t swim. Let’s be clear about that. David Sabatini: Peter wanted to do it very badly. Navdeep Chandel: Only Peter wanted to do it, okay? Tim Ferriss: No, actually I was tempted. Peter Attia: You would do it. Tim Ferriss: I might not because I would die, but I would be tempted to do it. Peter Attia: I don’t think I can do it justice to describe because it’s hard to explain what Easter Island looks like. But maybe we can post a couple pictures of this or something. Navdeep Chandel: Oh, it’s a cliff you have to jump off of and – Peter Attia: How high is that cliff? It has to be 150 meters? Navdeep Chandel: Yeah, probably 150-200 meters. Peter Attia: Picture a 150-200 meter vertical wall which is the side of one of the points of the triangle-shaped island. And then about one and a half kilometers out, you have two small rocks which are more pieces of lava. In the Birdman competition, the athletes would start at the top, scale down the 200-meter cliff – I don’t know how anybody did that without dying – swim out to the island, climb up it, get one of the eggs of the bird and you had to, using a piece of cloth, strap the egg to your forehead, swim back, climb the 200-meter cliff, and present that egg to the leader of your village or tribe. He would then become the de facto ruler for the next year. Navdeep Chandel: At the quarry, apparently, he also got that extraordinarily small house. Tim Ferriss: You were going to ask about autophagy. But before we get to autophagy, for people who may not – like me – have a biochemistry background – what are some of the most interesting potential applications of rapamycin? David Sabatini: The first one was its antifungal potential use. That actually never took off, interestingly enough. It never got approved for that. But it was approved for organ transplants and particularly kidney transplants. You need to suppress the immune system and that was the first major use. Tim Ferriss: So your body doesn’t reject it. David Sabatini: Exactly. More recently, it was approved for pancreatic islet transplants, so the insulin producing cells. It had a lot of use in cardiology and these things called stints where you open up coronary vessels. And then more recently, as an anti-cancer agent. So those are all FDA approved clinical trials that validate the use of the molecule. At one point, the cardiology one was actually a major market from an economic point of view. The tantalizing aspect of it, and probably the reason we’re having this conversation, is that starting in small worms it was found that inhibiting the mTOR pathway increased lifespan. Tim Ferriss: By how much? David Sabatini: 15-30 percent? Tim Ferriss: A nontrivial amount. David Sabatini: If you extrapolate to our lifespans. These are organisms that live in the order of a week to ten days. And then it was validated in yeast, which of course are single cell organisms. And then it was validated in mice, which are much more similar to us. That captivated a lot of people’s attention. I think it’s fair to say that, of all of the molecules that have been shown to have an effect on lifespan, this is probably the best validated in the sense that multiple investigators have done it. Lifespan studies are notoriously fickle. Multiple people have done this one. It’s been done in multiple organisms that span a large evolutionary range, from a single cell yeast to a mammal. This has captivated people’s attention as to whether it would have that impact in us. Obviously, it’s a next to impossible clinical trial to do in a human being, but it is now being done by people like Matt Cabral in dogs, so that’s potentially quite exciting. Tim Ferriss: The study using dogs that you just mentioned – is not part of what makes that interesting is that these dogs are not a single breed that have been raised specifically for lab purposes? David Sabatini: Exactly. There are a couple of aspects that make it interesting. If you wanted to be cynical about the mouse studies, which are so far the ones that have been done the most by multiple labs, and say they’re mice living in a cage, they’re inbred, they’re bored out of their minds, and probably overeating. These are the equivalent of a couch potato type of human, and sure it’s helping them. But what if you had a mouse that was living in the wild and was entertained? It would be very different than that type of mouse. The reason the dog study is interesting is it’s many breeds, so it’s not just a type of inbred mouse strain, and they’re also dogs living with people. They’ll be in many different environments and presumably will have more entertainment and exercise than these mice did. My fear of the mouse studies is, “Okay, are we just treating chubby, bored, depressed mice and it’s helping them? But if it weren’t that, maybe it wouldn’t help them.” Tim Ferriss: Right. And if you’re treating the Homer Simpson meets Deliverance of mice, you may see – Navdeep Chandel: Squeal like a pig? Tim Ferriss: Exactly. You might see a large improvement in a few out of ten of these mice, but if you have the Peter Attia of mice you might not see an improvement. David Sabatini: And we could help the mice by making them exercise, so it wouldn’t be something so unique. So if it works in the dogs, that will be quite a sirmousta moment. Navdeep Chandel: But David, lifespan is one output. The other one you and I always talk about is health span. For the audience, it might be worth discussing what lifespan versus health span mean. There is a philosophical debate about how much you weigh and health span versus lifespan – in other words, how healthy you live. But you still die as a male at 85 or you live but you die at 110 and perhaps not so healthy those last 20 years. Peter? Peter Attia: I think about this problem a lot clinically. I think the way you described it is what everybody’s concern is. My practice focuses on longevity, but most people misinterpret that to be lifespan only, which is the mathematical elongation or extension of number of years of life. If the quality of that life does not get extended, most people would not opt for that. Navdeep Chandel: Is that true? Peter Attia: No, no. I’m saying most people are afraid of that. Most people say, “If my expected lifespan is 79 years and you’re going to make it 85 but I’m continuing to deteriorate in my quality, that’s not what I want.” Most people feel that way. David Sabatini: Right. It has been shown, if you look at metrics of health in mice, many are affected by rapamycin. And there are even now some – Navdeep Chandel: In a positive way. David Sabatini: And the study that got the most interest, which is in elderly people, looking at immune function, using a derivative of rapamycin that works the same way but is slightly chemically different from a company called Novartis, also caused – Peter Attia: We all have these moments when the lightbulb goes off, but that was December 24, 2014. I still have my copy of the paper which still has embargo stamped on it because I got it on the 23rd. So it said basically for 24 hours you can’t do anything with this paper. Navdeep Chandel: But just for the audience, one of the major issues as we age is our ability to fight infections decreases. So the immune system is not as robust as we age. The study suggested that perhaps by taking rapamycin, not early in life but actually quite late, given to these elderly people, it allowed you to boost your immune system. That could potentially translate into fighting infections like the common flu, which many elderly get. Peter Attia: It was 2009 when the landmark mice studies were coming online, but you still had this five-year gap where people said, “Yes, so what? It extends life but at what cost? These are laboratory animals. They don’t have the same infectious risks. You’re going to trade one problem for the other.” This was a relatively small study – 50-60 people per arm. It was a four-arm study. They were 65 years – Tim Ferriss: What do you mean by arm? Peter Attia: So there were four groups of people that were randomized into what’s called an arm. There were somewhere between 50-60 people in each group, or arm. There was a placebo group that was given nothing. The next group was given 0.5 milligrams of this rapalogue – or rapamycin analogue – every day. The next group was given five milligrams once a week. And the final group was given 20 milligrams once a week. They were only treated for six weeks and then there was a two-week washout, which means you get none of the drug. And then the vaccinations begin. The study actually measured their response to vaccination, which would be a pretty decent proxy in a sample size this small for infection response. The gist of it is that the patients treated with rapamycin, or the rapalogue, all had a better immune response than the controls. Tim Ferriss: What were the differences between the dosage range and the dosing schedule? Peter Attia: Yeah, I was worried you were going to ask that. I don’t remember it for the immune response. I do remember it for the side effects. Do you remember what the immune response looked like? Navdeep Chandel: All think all of the – Peter Attia: They all had a benefiting response, but I don’t remember which one – David Sabatini: I don’t remember where it plateaued. Peter Attia: The most common side effect, to my recollection, were the mouth sores. We certainly saw a lot of that in transplant patients. When I was in residency, we used to give rapamycin out like it was water. I think we were giving kidney transplant patients somewhere between one and two milligrams a day. One of the more common side effects were these aphthous ulcers. I assume it’s just because mucosal cells are so proliferative that, when you’re giving a drug that inhibits proliferation, we’re going to see deterioration of those cells. The ulcers were probably the most common side effect. And they seemed – David Sabatini: It’s certainly what people would complain the most about. Peter Attia: Definitely. At some point, we should remember to come back and finish the story of Suren because there is an interesting story there. But there is a dose response to side effects. Tim Ferriss: What is the logic or rationale behind intermittent dosing of rapamycin? Peter Attia: I’ll give you the short answer and David will give you the long answer. David figured out there were basically two complexes for mTOR. If mTOR organized around a protein called RAPTOR, was known as mTOR Complex 1 or mTORC1. If mTOR organized around a protein called RICTOR, it was mTORC2 or mTOR Complex 2. The thinking behind intermittent dosing versus constitutive dosing where you give it constantly is intermittently you can target mTORC1 and not crossover to mTORC2. I’ll let David say more on that, but that’s the gist of it. David Sabatini: That’s certainly true. From genetic studies, largely inhibiting mTORC2 is not a good thing. The other thing intermittent dosing might allow you to do is – Tim Ferriss: Intermittent dosing – does that mean once a week? Does that mean once every other day? What would that hypothetically look like? David Sabatini: It could mean anything. It basically means that at some point the drug in your blood goes to a very ineffectual does. You’re basically relieving the inhabitation of mTOR caused by rapamycin as opposed to a continuous dosing, where you want to always have it inhibited. In many cases, that’s what pharmacologists might try to actually optimize around – to keep that inhibition. There’s been quite a bit of a ground change in how people are thinking about this in many fields. In this case, if you look at the function of mTOR in many different tissues, it’s quite clear that it’s an essential protein. That means if you knock it out in a particular tissue, that tissue dies, in almost every tissue. In contrast, if you hyperactive it – turn it on to a very high level – the tissue also suffers. This is an example where too little is bad and too much is bad. It’s really in between. K So you need to figure out a way where you’re going to let, at some point, the let’s say muscle have its mTOR and do the things that are going to be anabolic – make muscle. But at other points, you want to be able to inhibit the system and that’s going to drive this catabolism. Many people think this catabolic process – that’s why it has these antiaging processes. Very simplistically, the not well proven idea is that if you make a muscle cell degrade lots of its components and force it to remake them, if there were things that were messed up, had aged, or were defective, you might clean them up and replace them with good things. It’s a bit like cleaning house. So this cycle of anabolism and catabolism – which we think is what the pathway normally does in response to food or absence of food – you might want to mimic that with rapamycin as well. Inhibit – cause the cells to clean house by degrading lots of stuff. But now you have to remake stuff. You can’t just clean house and throw everything out and not make things. You also need to let the system rebuild. So intermittent dosing would let you do that. Navdeep Chandel: Just for the audience, this concept that David just talked about – this clearing up of damaged goods in your muscle or body is a process called autophagy. Just last week the Nobel Prize was given for the discovery of autophagy to a Japanese scientist. David Sabatini: Not to discover – the genetic analysis. Navdeep Chandel: Sorry. Tim Ferriss: Autophagy meaning eating itself or yourself. David Sabatini: Auto eating – the molecular basis of the genetics of autophagy, but the actual observation was done in the ’70s or ’60s by Christian de Duve. Navdeep Chandel: Who also won a Nobel Prize for a different thing. In other words, an mTOR is controlling this process when you inhibit it. That’s a fair statement, right David? David Sabatini: It normally suppressed autophagy or prevents catabolism because it’s in a high nutrient state. So when you inhibit mTOR you eat yourself. Navdeep Chandel: Do you think, David, that many of the beneficial effects of rapamycin is because rapamycin inhibits mTOR and that then activates autophagy? David Sabatini: There are certainly studies in worm that suggest that – Navdeep Chandel: What about in higher organisms? David Sabatini: I don’t think there are any that have done that yet. Navdeep Chandel: Do you have a good explanation as to why rapamycin might have a positive effect on health span and lifespan, then? David Sabatini: I personally like the idea, but it’s never been tested. j Tim Ferriss: I have a question. David, does intermittent dosing of rapamycin in any way mimic fasting and going through sort of feast and famine phases? David Sabatini: I think it very well could. I think the issue is that none of us really fast. If you think about it, if you have dinner at 6:00 and you get up at 6:00, a 12-hour fast is probably not that big of deal for any of us, particularly if you have a little bit of extra heft on you. I don’t think modern humans ever fast. In a way, when you’re giving rapamycin, you’re forcing a fast at the molecular level. You’re not doing it by depriving food, but you’re tricking the system. Rapamycin tricks the system into thinking that the animal’s fasting and triggers all the responses that you’d normally get with fasting. So I definitely think what you’re saying is true. But what we realize now is you can’t put the animal into a constant fasting phase. You need to have this kind of recovery. Stuff you break down, you have to make back. That’s why the intermittent dosing is very appealing and has this enormous benefit that probably is going to reduce potential side effects. Other cells – the ones getting hurt that cause the side effects – around the mucosa of your mouth can also recover to some extent. So it’s really a win/win. Navdeep Chandel: But to go from a fed state to a fasted state, you can imagine maybe has benefits. But when you go from a fasted state back to a fed state, are there any downsides? The regimen is you go from fed to fasted back to fed. There are two curves there – fed to fasted and fasted back to fed. The refeeding – have we thought about the potential hazards of the refed state? I can think of a few. David Sabatini: Sure, but on the other hand, that’s always going to happen. Navdeep Chandel: Are you thinking in evolution it happened all the time so we’ve adapted to that? David Sabatini: Well, it has to, right? Navdeep Chandel: Right. I would argue, but – Tim Ferriss: David, I have a question for you. Many of the people listening – a decent percentage in Silicon Valley – will be asking themselves what is the difference between rapamycin and something they’ve heard more of, which is metformin. How would you answer that? David Sabatini: Metformin is a drug. It’s one of the most commonly prescribed drugs for an antidiabetic drug. I’m not an expert in it, and Nav knows a lot more about it. It’s quite clear that Metformin is an inhibitor of respiration. It works by inhibiting the mitochondria. Tim Ferriss: In this case, what do you mean by respiration? David Sabatini: It’s oxygen consumption at the cellular level. The cells use oxygen to generate energy. They use the mitochondria and something called the electron transport chain. Metformin is quite clearly an inhibitor of the electron transport chain. The mTOR pathway is turned on by food. Food is obviously a complex mixture of many things, and it’s composed of many different nutrients. Some of those nutrients contribute to energy inside cells. From a scientific point of view, what has been the most fascinating aspect of it to me, is that it basically detects everything – amino acids, glucose – and it turns out energy. By inhibiting the mitochondria, which is generating energy, you’re also inhibiting the mTOR pathway. You certainly might expect that there’s a lot of overlap between Metformin and rapamycin. And indeed, in cells and culture, if you treat them with Metformin, you will also inhibit the mTOR pathway. Rapamycin does it directly by attacking mTOR itself, while Metformin does it much more upstream, as we say scientifically. It’s much more in an indirect fashion. Tim Ferriss: What are the benefits or disadvantages of using one over the other? When I mentioned people in Silicon Valley, they are using Metformin for what they believe to be life extension properties. David Sabatini: Metformin has been prescribed to hundreds of millions of people for Type II diabetes. It is generally considered to be a very safe drug. Rapamycin has been used in a more limited fashion and also has more potential side effects, such as these mouth ulcers. I think the perception is that Metformin is a much more tolerated compound. If we think mTOR inhibition is a good thing for prolonging lifespan, and I think substantial evidence suggests it is, Metformin turns out to act mostly in one tissue, which is the liver. The effects in the liver then have secondary effects in other tissues. Rapamycin is going to act basically in all tissues in your body. It’s going to inhibit mTOR everywhere. The degree of inhibition of mTOR you’re going to get with those molecules is likely to be very different, just on the face of how we know they work. Navdeep Chandel: That’s one difference between the two. The other one is because rapamycin directly inhibits mTOR while Metformin indirectly inhibits mTOR, one key aspect of potentially inhibiting the respiratory chain is a lot of other things. You can imagine that there are multiple outputs that are linked to the respiratory chain, including possibly mTOR. So by inhibiting the respiratory chain by Metformin, you could be affecting three, four, or five other parameters which might be quite beneficial. The downside is restricted to its effects on a few tissues. David Sabatini: I’m not sure there are lots of studies that really show Metformin itself as a pro lifespan agent. I think there are some. What captivated people’s excitement about Metformin is large epidemiological studies of diabetics using Metformin or not using Metformin and showing a pretty profound difference in cancer rates. That’s what grabbed people’s attention with Metformin. I think there are a lot of assumptions that it would have lifespan effect. Certainly, reducing cancer would be one, but I’m not sure that animal studies have validated that. Rapamycin clearly prolongs lifespan in mice that are a little bit artificial compared to free-living mice. But Peter, has that been shown for Metformin? Peter Attia: You’re exactly right. There are half a dozen really good cohort studies looking at not just diabetic patients but obese and Insulin resistant non-diabetic patients taking Metformin and not taking Metformin. So again, always important to point out the disclaimer. These are not randomized controlled trials, so you can always be fooled by confounders. But the relative impacts are strong enough. I think the aggregate effect is something to the tune of about a 15-20 percent reduction in the incidents of cancer and about a 25-30 percent reduction in mortality or extension of survival in the presence of cancer. Now, the majority of the evidence for this is in breast cancer, only because that’s where we have the most studies that have looked. It certainly appears that two-thirds of cancers may be impacted by this. Navdeep Chandel: You could argue it perhaps positively effects health span rather than maybe lifespan. David Sabatini: Has the mouse study been done, for example? Does Metformin prolong lifespan in a mouse? Navdeep Chandel: Yeah, it was Nature Communications paper from the NIH Group Rafael de Cabo. I think they tried two different doses and one was more beneficial than the other. I think one of them was not as beneficial. Peter Attia: So the question remains unresolved – Navdeep Chandel: Just to clarify, I think David is absolutely right. Rapamycin clearly has a consensus that it does increase lifespan as robustly as any compound that’s out there. But Metformin, it’s not so clear. I always tend to think of Metformin for more of a health span. It’s a reasonable antidiabetic drug. It perhaps has some anticancer effects – at least the epidemiology supports that. And there are some other effects that people have noted with Metformin in just terms of health span. I think that’s what has captivated people rather than just pure increase in number of years, right? Tim Ferriss: I’m going to quickly ask a question of Peter and then we can continue on this thread. Epidemiology, could you describe what that means? Peter Attia: Yeah, these are observational analyses of data that were not gathered through the process of randomization. In some cases, they can be really disorganized and in some cases they can be quite organized where you go back and get surveys of people to look at behaviors and things like that. So that’s what epidemiology is. And sometimes epidemiology really gives amazing answers. One of the things we were goofing around and talking about at lunch the other day was how no one ever needed to do a randomized controlled trial to show that smoking caused cancer. That happens to be a very powerful example because the epidemiology demonstrated something called a hazard ratio that was very high. A hazard ratio is the ratio of the people who do the thing you care about and get the condition you care about to those who don’t. In the case of smoking, I think the hazard ratio was somewhere between 10-14x. When you look at the godfathers of epidemiology, they would make the case that when a hazard ratio is above four or five, the likelihood of a causal relationship is stronger. Epidemiology, at best, gives you a correlation. The problem with many things we use epidemiology for today – like nutrition – is the hazard ratios are very low. They’re typically below two. You can’t really infer cause. That’s always the drawback. That’s the problem with the Metformin data. The RCTs – randomized controlled trials – are very small but are happening right now and are looking at non-hard outcomes. So the two big studies had one out of Toronto and Oxford. They were looking at women who were recently diagnosed with breast cancer and were in what’s called the neoadjuvant window. A woman gets a diagnosis of breast cancer and she’s about to start something called neoadjuvant therapy in a few weeks, which is therapy before she undergoes surgical correction. In that window, they would give some women Metformin and other women a placebo. It’s a very short time to treat them. These were studies that tried to get at a question that I think Nav was eluding to a minute ago. Does Metformin exert its effect directly by going into the mitochondria, inhibiting Complex 1, creating a lower ratio of NAD/NADH, and interfering with the electron transport chain or is it an indirect effect by inhibiting the amount of glucose that comes out of the liver? That keeps not only glucose lower, but insulin lower and presumably IGF-1 lower. I think the consensus from those studies is we don’t know. David Sabatini: There are certainly mouse models that try to look at the cancer effect that suggest that they are what we call cell autonomous, right? It’s the Metformin acting in the cancer cell itself that matters. But for these health span effects – particularly, the glucose lowering and insulin lowering ones – it’s almost certainly the indirect effects. It’s probably going to depend on what you actually care about. Navdeep Chandel: To be clear, unlike what rapamycin does – I believe everyone believes that rapamycin inhibits mTOR. Right David? David Sabatini: There are still some outliers out there. Navdeep Chandel: 20 years later there are still some outliers there. I doubt it. There might be. Tim Ferriss: There are still some flat world people out there, too. Navdeep Chandel: Exactly. But with Metformin, I think the cancer data, at least using laboratory models, does suggest that Metformin inhibits the respiratory chain and the mitochondria. But there’s not a good consensus on how it works as an antidiabetic. It has reasonable anti-inflammatory properties as well and it’s not clear how it does that. David Sabatini: Unlike rapamycin, which is highly potent, Metformin is not. Drugs that typically work at high concentrations, people tend to find lots of potential – Navdeep Chandel: There could be multiple targets of Metformin to explain all these things that Metformin does – anti-inflammation, antidiabetic, anticancer. But I always say that the reason rapamycin works so well and can do so much is because it hits a protein like mTOR which really sits at the heart of metabolism. I would argue mitochondria, if you open up your textbooks, also sits at the heart of metabolism. One way to simply explain all the multiple effects of Metformin is, what if it hit the same target all the time just like rapamycin hits the same target all the time? In this case, rapamycin hits mTOR. Metformin hits mitochondrial Complex 1 and that could explain all of these multiple different effects. The rapamycin, just to be clear, is hitting mTOR. Whether Metformin works exclusively by inhibiting mitochondria is still an ongoing work in progress. Tim Ferriss: Let me ask a couple of questions. The friends I have who take Metformin are very rarely those who can read the literature and understand the studies. My question to you is, do you take Metformin? Why or why not? Navdeep Chandel: I do not take Metformin. Tim Ferriss: Why not? David Sabatini: Laziness. It doesn’t have much side effect, so – Navdeep Chandel: Well, I generally think of Metformin as a drug that is used for antidiabetic. That’s clear. It’s been used for that for a long time. All of this other stuff, like antiinflammation and anticancer is still ongoing work. All of that data isn’t completely – David Sabatini: Many people think that what’s the downside. Navdeep Chandel: Right. That’s a different question. For myself, I exercise. I play soccer still. I’m in my mid-40s. The things that Peter likes to look at, I think I would say I’m pretty healthy. So why should I take Metformin? Peter Attia: What is the downside? David Sabatini: One thing that has not been said here, we were once at a dinner with 20 or so people and the topic came up whether anyone would actually want to live a very long time. I have to say I was the only person, plus a very small angry man who was there too – but Nav was not in that category. Tim Ferriss: Nav did not want to necessarily extend life. Navdeep Chandel: No. Tim Ferriss: Why is that? Navdeep Chandel: David wanted to live until 600. I think that was the exact number. David Sabatini: That’s the number, apparently – if you’re a mortal, you’ll get hit by a bus at that point. Tim Ferriss: Those buses 600 years from now are going to be really fast. Navdeep Chandel: You’ve got another 550-580 years left. I think everybody has an internal clock that they want to get the most out of life. I think about 80-90 years – no more than 100 for me. Tim Ferriss: Do you think having an expected lifespan of more than 100 would make you less effective in your life because you would see more slack in the system ahead of you? Navdeep Chandel: Oh, yeah. That’s already happened. Tim Ferriss: But that’s you, though, right? Navdeep Chandel: Right. The original four-hour week guy, right? And this guy stole it from me, I think. It’s clear. He’s a little bit younger. Tim Ferriss: David, how many scientists or informed people that you would consider credible take rapamycin for longevity purposes? David Sabatini: I think very few. Obviously, I have no real data on it. I’ve given talks throughout the world on rapamycin and it’s not infrequent that when I put up a slide that shows some of the clinical effects, including immunosuppression, I will then have people at the end of the talk quite angry at me. They’re telling me that by putting up that it’s an immunosuppressant – which is an FDA approved use – I’m now dissuading people from taking it. They’re angry saying I’m doing a disservice because who might otherwise take it now see that it may have this side effect. So clearly people are thinking about this. I probably know maybe two people that take it. And some of it is that it does have potentially more side effects. We don’t know is if you were to take it at these very low doses – a once a week dose – those side effects might be quite tolerable. Tim Ferriss: Up to what dose on a weekly basis do you think the side effects could be conceivably be tolerable? David Sabatini: I think probably a couple of milligrams would be the range. The mouth sores are what – Tim Ferriss: It sounds miserable. I don’t want mouth sores. David Sabatini: It’s been described to me as having a full cold sore throughout your mouth, which is obviously not going to be so pleasant. I do think at these lower doses it’s a much more minimal, tolerable thing. Tim Ferriss: Why would you not take it yourself? David Sabatini: It’s a bit of a laziness thing. I’m not such a quantitative self-kind of person. Tim Ferriss: Just to put things in perspective, we were talking about fostenal serene pre-bed to lower cortisol and you seemed very worried about fostenal serene. David Sabatini: It just didn’t make any sense to me. Tim Ferriss: Let’s talk about this because there are a couple of things – no, no, no. Navdeep Chandel: Just to be clear, as people get angry – like David was saying sometimes after his talk. People come up to me all the time and say, “Your friend David looks remarkably young.” And he does. I just tell them, “Oh, he uses rapamycin.” Tim Ferriss: As a joke. Navdeep Chandel: But – David Sabatini: In the lab, I ingested a lot of rapamycin. Navdeep Chandel: But the reality is you might’ve been exposed to it as a young man. David Sabatini: But that would’ve been an incredibly intermittent dose. It would’ve been a dose over about a year and a half period – probably quite high. But never again. Tim Ferriss: You do look young. Navdeep Chandel: He does look young, doesn’t he? Tim Ferriss: Like an Argentine cherub. David Sabatini: That is not a good statement. My parents actually look quite young, too. Tim Ferriss: Maybe all you need is one big bolus when you’re young and that’s it. Navdeep Chandel: When you’re young, early in life. I think that’s reasonable. Tim Ferriss: What would be the downside? I don’t buy laziness. You’re the guy who runs through the airport 500 meters ahead of any to maximize those 15 minutes in between flights. I’m not sure I buy the laziness argument. Why not do intermittent low dosing rapamycin? David Sabatini: The will is not there to figure – if someone came and actually did some trial. If a Peter-like person did that and figured out some intermittent dose, which clearly didn’t have a lot of side effects, sure. I would do it. But someone’s going to have to do that. I’m not sure that I’m the person to experiment on myself. Tim Ferriss: I want to come back to you right now. You said the fostenal serene argument didn’t make sense to you and we’re not going to dwell on that. But there is a lot of bad science out there and a lot of bad reporting on science. Nav, I want to ask you about antioxidants. Navdeep Chandel: Wait, wait. We’ll get to that in one second. I just want to finish this idea as to why I don’t take Metformin or David doesn’t take rapamycin. I think that ultimately, for us as scientists, we’d like to see large scale clinical trials done on these molecules. Metformin’s been done over and over large scale in patients that are diabetic or prediabetic. Based on my diet, which is reasonable, and my genetics – diabetics doesn’t run in my family, and based on the fact I still play hardcore soccer, I don’t see myself as a risk for diabetes. That’s the clear indication where Metformin does have some potential efficacy, so why should I take Metformin. Now, there is accumulating evidence that Metformin might be a preventative for cancer. There is some epidemiological data and new data on antiinflammation. But it’s not like we’ve taken thousands of people. There are trials where we are saying that one group gets Metformin plus chemotherapy and the other group only gets chemotherapy – the standard care – for some particular cancer. And those studies will come out. I know someone’s trying to do this in lupus. Someone’s trying to do this with TB with Metformin. As these trials come out, maybe we’ll get to the point where it will look like Metformin is a reasonable, safe drug which has clear anticancer and anti-inflammatory properties. Maybe then I’ll consider taking it, but until then I just don’t see – Tim Ferriss: It all boils down to what we said before. Are these things helping either chubby animals in a cage or diabetics who have a whole bunch of things going on? Are they going to help the Peter Attias of the world? Who knows? That’s what we can’t tell you. David Sabatini: Do you take antioxidants? A lot of people do. Navdeep Chandel: I do not. David Sabatini: Why not? Tim Ferriss: Are there really good studies showing antioxidants to be – I thought there wasn’t, right? Navdeep Chandel: The dietary antioxidants have consistently failed on these large scale clinical trials that I just talked about that we all like to look at. So they’ve failed in infectious settings like in the intensive care unit where people are septic. They’ve failed in cancer. People who have taken antioxidants, it seems like it increases the cancer burden. I don’t think dietary antioxidants are – they just haven’t shown over and over to have any potential beneficial effect. So why would you take something that we’ve ran over and over and over? Then the question becomes, why didn’t they work? Logically, there are two reasons why they might not have worked. One is that the antioxidants are dietary antioxidants and they’re just not very effective. The ones that are out there in your general nutrition center are just not made properly or made potent enough to do what they’re supposed to do, which is to scavenge oxidants. That’s why they’re called antioxidants. The second thing, which is much more provocative, is that perhaps the theory behind oxidants – and people sometimes call them free radicals – is that they’re bad. One of the leading theories as to why you age and get cancer and get diabetes and neurodegeneration is that you just accumulate these oxidants, these bad things called free radicals. Therefore, if you take antioxidants, you suppress them and by some miracle everybody’s going to be healthy That just hasn’t panned out. I actually think the second theory, that maybe this idea that oxidants are always bad, is wrong. In every organism, going all the way back, including bacteria, throughout the animal kingdom, you can always detect the generation of these oxidants. These oxidants are essentially hydrogen peroxide at low levels. So nature has gone out of its way in every organism to make proteins that get rid of these oxidants. They themselves have antioxidant functions. There are tons of them in every cell, but yet you can still detect them. So there must be some advantage of having – Tim Ferriss: Some evolutionary function. Navdeep Chandel: – these little H2O2 molecules running around – David Sabatini: This is Nav’s big soapbox. Navdeep Chandel: It is my soapbox. Myself and others have consistently found that these H2O2 molecules – hydrogen peroxide – at very low levels have positive functions. For example, we were talking about immunity and how you need a robust immune system to fight an infection, especially as you get older. My own laboratory found that when you activate the immune cells, they increase the production of these oxidants. They generate more H2O2 and that H2O2 is actually necessary – Tim Ferriss: What is H2O2? Navdeep Chandel: Hydrogen peroxide. So they make hydrogen peroxide, not just has some waste product. They actually use that hydrogen peroxide to function as a robust immune cell. If you get rid of that hydrogen peroxide, that immune cell doesn’t work anymore. It doesn’t do what it’s supposed to do, which is fight infection. So in other words, it’s just like the rapamycin mTOR example that David talked about – that Goldilocks principle of biology. A little bit is good, too much is bad. I think this is now gaining more and more acceptance in the biology community, that throughout evolution we’ve selected to always keep a little bit of hydrogen peroxide because it has normal biological physiological functions to maintain homeostasis. And if you get to a certain threshold, it can cause damage to the cells and cause cell death or make the cell not functional. Tim Ferriss: Peter and I were chatting about this at some point over the last couple of days. On a related point, when I was chatting with a professor who I won’t mention by name because she wasn’t expecting to be on the podcast, we were discussing high dose intravenous Vitamin C. There are all sorts of clinics all over the place that do intravenous Vitamin C. The difference is, this woman is very well trained and doing it at an academic institution. One thing that is done in many of these clinics that she does not do at all is a Glutathione push – adding Glutathione after the Vitamin C. She emphasized to me that the Vitamin C, which most people would think of as an antioxidant, is actually a prooxidant in many respects. She wants that prooxidative effect. Precisely that effect, and the Glutathione negates that. That is something she does not do at her clinic. Nav, where did you grow up? David Sabatini: You’re going to now get the world tour and you’re going to get the Himalayas multiple times. Navdeep Chandel: You know the story. Do you want to say it? David Sabatini: London, Miami, Himalayan mountains. Navdeep Chandel: Born in London. I lived there for about a year, followed by living in the Himalayas for almost a decade, followed by living in Miami in the ’80s – during the Wild Wild West. David Sabatini: Not participating. Navdeep Chandel: Not participating – too scared to see what was really going on. But it did have a huge impact on me, all of those places – including Miami. After that, I went to the University of Chicago to do mathematics in the late ’80s. And then I’ve been in Chicago ever since because I fell in love with that city. Tim Ferriss: How did you end up in Chicago? Navdeep Chandel: Because I went to the University of Chicago. Tim Ferriss: No, no. You’re in Miami. You’re rocking out to the ’80s and ’90s hair bands and earlier. Navdeep Chandel: Don’t forget freestyle as well. Freestyle is one of my favorites. Tim Ferriss: So you’re at the tail end or the middle point of the Pablo Escobar – Navdeep Chandel: You’ve been watching Narcos. Tim Ferriss: I have. But it’s the Pablo Escobar reign and mass exportation of cocaine into Miami. How did you end up doing mathematics at U of Chicago? Navdeep Chandel: In my high school in Miami, on any given day, you walk in and all you see on the dashboards of many cars tons of little white lines. You have a choice. Either you participate and you see some of the end results of that – I had some friends which clearly didn’t have positive effects. Or you’re so scared of it, you actually use that frightened experience and find something that will occupy your mind. I still have a little bit of an accent. I’m sure people can tell this. I had a pretty strong accent coming out of India, with the whole head bobbing and the whole deal. David Sabatini: You should do the accent. Navdeep Chandel: Yeah, but not everybody appreciates that. Tim Ferriss: I have a lot of Indian listeners. Navdeep Chandel: What I love about the Indian accent is that I find it quite a natural – David Sabatini: Who could probably do the accent is Peter. Navdeep Chandel: Peter can do Borat. You can do a good Borat accent. Tim Ferriss: Yeah, we’ll have Peter do Borat later. Navdeep Chandel: I’ve always wondered about accent. Why isn’t the Indian accent a sexy accent? Why don’t people think of that as a sexy accent? Tim Ferriss: Why isn’t that as good as Antonio Banderas? Navdeep Chandel: Yeah. Why is it some dude who has long hair? I have long hair. But if I have an Indian accent versus a Latin accent, why does the Indian accent not get the love? So it was clear it was time for me to buckle down and English wasn’t going to be my strong suit. I can barely speak English right now. But it could be math. Also, for those people who have done math, math is a great language. It is a language. Peter is a mathematician as well. Math is a very logical, precise language. There is something very nice about that and in attaching yourself to it. Having said that, by the time I got to college – and I thought I was a pretty good mathematician – math is the only subject I know you can reach a glass ceiling eventually. My first year of college, I got into a high math group and did okay second year and third year. My fourth year, I’ll never forget this. There are five of us. You get a math exam that’s a take home exam. Great. You get a week to do it. Five questions. I stare at it for a week and I got maybe one question done. I turned it in feeling like I’m going to fail the class. Afterwards, I realized one person did it in one hour and got all five right. The second person maybe did it in a few days but got four right. Another one struggled like me and got about two and a half. But that’s a glass ceiling. There’s nothing I could’ve done. Tim Ferriss: Meaning you just hit a point where, if you’re not built like Michael Phelps you’re not going to be an Olympic swimmer. Navdeep Chandel: That’s it. Right. And I think this is a clear case of math. Also, it’s quite lonely. You sit by yourself. Not everybody is at the same level. Biology, which I was doing just to make a little money in a hospital because they paid the best jobs, is great. At the end of the day it’s an observational science. David has much more insight because he’s thought about what some of the key ingredients are that makes a great biologist. But I would say one of the good ones is that it’s an observational science. All four of us can be presented with a piece of data and we can have four different implications and perspectives. Tim Ferriss: It’s like [inaudible – mic cuts out] in Japanese. Navdeep Chandel: Right. I always say every schmuck can get a little lucky. There’s something nice about it. Tim Ferriss: The story of my life. Navdeep Chandel: But in math? No. Tim Ferriss: Not much luck involved. Navdeep Chandel: But ask David. He has much more insight about what makes a great biologist. Tim Ferriss: Hold on. We’re going to get back to David. But how did you choose your area of focus within biology? What did you choose? How did you segue from math to biology? That just doesn’t seem like a hop, skip, and a jump. Navdeep Chandel: I needed some money and I worked in a surgery lab. They actually paid quite a bit of money and the surgery lab had a very practical goal, which was to preserve organs. It was a transplant lab. Making solutions that preserve organs before they’re transplanted is a big deal and continues to be a big deal. It seemed like, “Well, that’s an important problem.” You can see the implications of it. So then you had to think about molecules, mainly metabolites, that would do that. That got me hooked to metabolism. The other thing is, metabolism ultimately is governed by one principle – thermodynamics. It has some equations in it – entropy, anthropy. And there are enzyme kinetics. So I did a PhD on enzyme kinetics. I never did any of the cool stuff that most of my colleagues did, which was genetics. In genetics, it’s the world of DNA, which was clearly very supreme in the ’90s, especially with the Human Genome Project. It was an easy transition from math to doing enzyme kinetics. But I realized as I was working on metabolism that the people who did metabolism for the sake of metabolism – in other words, in isolated systems. The ultimate jump I made was to think about how metabolism now can regulate biology. It wasn’t just a bystander. At that time, the dogma was that it’s all about your genes. Or perhaps what David was discovering to be totally true, which is it’s all about these proteins like mTOR – these kinases – were at the center of the action. So it was genes and kinases and metabolism was in the background. It’s always there. It gives you energy. Probably the only insight I’ve ever had throughout my career was that perhaps metabolism wasn’t just a bystander. It actually was a player, just like your jeans and the kinases. It’s part of the decision-making process. Whether you live or die as a cell, immune functions – as a stem cell, you behave like a stem cell. And that’s basically the transition. Tim Ferriss: Peter mentioned earlier observational studies, epidemiology, correlation. This made me think of a conversation we had today. I think the question I asked was what are the most important things you teach your kids. Can you describe what you think is important? Navdeep Chandel: I have four, but thanks to Peter I have a fifth. The fifth one I think Peter has to explain. I have written it on my iPhone notes. The first is confidence. It’s amazing to me how many people have fear of failure, including in science. One simple example I always see is when it comes to grants. People like me and David rely on writing grants to the government and other agencies. Most of the time, you get rejected. You’ve put all of your effort into trying to write this perfect little grant and papers are the same thing, and the reviewers say it’s not good enough. There are two kinds of people. One person says, “Gee, I’m so bad. I don’t know what to do.” They go through a crisis. The other person says, “It’s not a big deal. It’s just stochastic. I just have to redo it and take the comments and move on.” Tim Ferriss: What do you mean by stochastic? Navdeep Chandel: There’s a probability. It’s a random event. David Sabatini: Or there’s a queuing – people who came first and got it first. Navdeep Chandel: I always tell people if you’re at a bar you only need one at the end of the night. How you get there – the males in your audience which I hear are 87 percent apparently can relate to this. Tim Ferriss: True fact. Navdeep Chandel: The first one says no and you say, “Oh, well okay.” Or you just keep on going. I’ve always had that attitude. People have told me I’ve been crazy for a long time and it doesn’t bother me. I think confidence is one aspect. The second one is your ability to write those grants. You do have to convey it in a manner – Tim Ferriss: Your ability to communicate. Navdeep Chandel: Written communication. They only see you in a written format, so that’s very important. The third one is the ability to communicate when you give the talks. Tim Ferriss: Verbal communication. Navdeep Chandel: Verbal communication. Tim Ferriss: What’s four? Navdeep Chandel: Correlation versus causality. This drives me insane. I think this comes from the math background. You go to a dinner party, especially in metabolism, once they find out they say, “I hear eating chocolate makes me live longer. I hear eating avocados is really good.” And rapamycin right now, as we talked about, is – Tim Ferriss: It’s a sexy – [Crosstalk] Navdeep Chandel: Well, people say, “I heard dogs are taking rapamycin and their dogs are doing gymnastics.” Okay. Wait a second. The way we do clinical trials, they have to be blinded. Some get rapamycin and some just get a Pez – a little pill. You have to see in a blinded fashion who did better or worse. And every single person, including my lovely mother, likes to tell me – she is in great shape – “I do yoga. Yoga is the key to living long.” I’m like, “But Mom, lots of people do yoga in your age group and your demographics. Let’s see what happens.” So that’s correlation versus causality. Tim Ferriss: Things that happen at the same time versus something that causes something. Navdeep Chandel: Yes. And then Peter told me a fifth one, your ability to distinguish between absolute risk versus relative risk. Within it is something called asymmetric risk. I will let him explain the biology or risk. Tim Ferriss: Are we talking what you’re teaching your children or lab members? Navdeep Chandel: But all of those four things I have told – Angelie, my lovely daughter. I tell her all the time correlation versus causality. We work on her ability to – a lot of people just want good grades for their kids. That’s important. But the – Tim Ferriss: Things are simpler than that, though. Navdeep Chandel: But for me, the simple things are that you have to learn how to write, how to speak, and have some confidence. Confidence can be described as not having a fear of failure. And the other one is correlation versus causality, which David and I take for granted. But it is shocking how many people I know who don’t quite appreciate that last concept. Tim Ferriss: Aren’t able to distinguish between the two. How do you instill confidence in your kids? That’s one of the five pillars – number one. How do you develop that in your kids and condition it in them and facilitate it? Navdeep Chandel: David is a very confident young man. Go for it. David Sabatini: These were not my list. I don’t think it’s that hard. You just have to not care what other people think that much. I just tell my son, “Who cares? Don’t be ashamed of things. If you want to do that, go ahead and do it.” It’s not that big of a deal. If you criticize or make shameful things, then people lose confidence. I think the way not to do it is to praise everything. “Oh, you did that. That’s fantastic.” That’s definitely not the way to do it. You let someone be original and not criticize them when they’re original. Tim Ferriss: Explain that to me. You’re not praising your kids all the time. What are you doing instead of that? David Sabatini: My child is young. He is six. So they do a lot of whacky stuff. They’re exploring the world and get into trouble. They do new things. I try to make sure that whatever he does is okay. Obviously, if he does something that’s hurtful to others, I try to teach him a lesson from that. But most of the things, it’s okay. It can be something that they can learn from rather than, “Oh, don’t touch that.” Tim Ferriss: Can you give me an example? You’re not praising, “You’re a genius and let me give you a gold star,” for everything. I think that makes perfect sense. David Sabatini: For example, I like to curse a lot. Tim Ferriss: We all like to curse a lot. David Sabatini: My son, once in a while, will hear a curse and it turns out that once in a while he’ll use them and actually quite appropriately. Certain people in my family will quickly try to shut him down and say, “This is inappropriate. You shouldn’t be saying that. Those are bad words.” My approach is, “Look. That’s a word. It’s okay to use it once in a while when you have certain feelings. It’s a word you shouldn’t use all the time and maybe not around all people. It’s okay.” So it’s not a criticism. It’s like saying, “You are still a young thing and you’re still learning what is the best approach to life, but what you just said is an okay feeling to have.” In fact, I don’t like people who don’t curse. I don’t trust people who don’t curse. It just shows a falseness. Everyone, at some point – Tim Ferriss: Wants to say fuck. David Sabatini: – wants to say, “Fuck you,” or a bunch of other fantastic words. So why should I tell a young thing who is learning from me that this is completely wrong? It just seems like an absurd type of thing. That’s one obvious example. It probably will get me in trouble. Tim Ferriss: What else is on your list, David? David Sabatini: I was just saying, my son did once – when I asked him different letters, he said, “A is for asshole,” which is really not a great thing. Navdeep Chandel: Did he do that in school? David Sabatini: No, he did it with me. I was like, “Look, don’t do that one in school. Do apple instead, okay?” Navdeep Chandel: If he said that in school and they called you in, how would you explain that to the teacher? David Sabatini: I would tell them that cursing is good once in a while and that he’s learning. Why should I shame him into using words that have a potential use? He just needs to learn when to use them appropriately, that’s all. Navdeep Chandel: But the key point that David hit on is this idea of failure. You only learn by failing. You’ve got to work things out. Be original or unoriginal or whatever. You have to fail in order to succeed. This is such a cliché, but today there is so little room to fail because parents view their kids as a – Tim Ferriss: Vicarious reliving of their – Navdeep Chandel: It’s not only a reliving. As a judgment about their parenting. “Oh, Johnny cursed. Therefore, David must curse a lot.” Well, David does curse. But so what? There is this correlation – David Sabatini: It’s a true statement. Navdeep Chandel: For me, confidence has to come from a healthy dose of failure and being comfortable with failure. The other one is being comfortable with conflict, which is another thing that gets whitewashed all the time. Not conflict like physical conflict, but the ability to just banter. One of the reasons I really appreciate my relationship with Davis is there is plenty of discourse. David Sabatini: Because you talk so fucking much. Navdeep Chandel: Here we go. David Sabatini: He talks so much. Navdeep Chandel: You were being charming earlier in the interview. David Sabatini: I didn’t realize you would – you talk so much, Nav. But about science, people tend to think that scientists are these perfect beings that design experiments, do them, and implement them. Navdeep Chandel: And then they met you. David Sabatini: I think what they don’t realize is that most good science comes only after a massive amount of failure. A massive amount of failure is required to do good science. If you’re not failing a lot at science, it means you’re not being adventurous. You’re doing incredibly safe things that you can actually predict. This is the ridiculousness of our granting system. You write things in a way as if there’s no possibility of failure, with back-up plans and these other ideas. Tim Ferriss: So you need to think incrementally to get the proper grants. David Sabatini: To get the money. But all of us try to do things that hopefully are going to be really new. That means that most of the ideas we have are wrong. They’re just plain wrong. You have these beautiful ideas and then it turns out that Mother Nature decided that wasn’t the answer. But it’s okay. That’s the hardest thing for young scientists. They go in with a certain kind of idea and they do experiments and they’re wrong. They do another experiment and it’s wrong. And ten times in a row, it’s wrong. For me, I think the things that make a good scientist and good child rearing are actually quite similar. That capacity to get up and keep going is actually one of the most important properties you can have as a scientist. Most of what you face is actually failure. Tim Ferriss: What advice do you give to the people in your lab when they come to you for career advice? What’s the most common atypical advice you give them? David Sabatini: I don’t think it’s atypical because we’re all at good places that people tend to do things fairly well. It’s pretty simple. Just do something new. If in science you just do two things, you will make a major discovery. If you do something new and something that’s true, that’s all you have to do to make a major discovery. If it’s true, biology uses it in many, many different things. The problem is most things that people do are not new. They’re derivatives of what’s been done already in some variation. And sadly, in many cases, they’re not even true. Tim Ferriss: What do you mean by that? David Sabatini: They’re not well done experiments. Tim Ferriss: They’re sloppy. David Sabatini: And it’s noise or it’s not – one of the biggest issues in science now is that things are not generalizable. They’ll do something in one system and it may give an answer. And then that sort of extrapolated into being true in many, many different systems. Well, it’s not. It happens to be a little idiosyncratic case. So if you simply try to do something new – that’s what I tell my people. If you come to me and say, “I read this paper and I want to do what’s predicted by this paper,” then I hate you. It’s the worst thing you can possibly bring to me. Tim Ferriss: Can you share your one to ten rating system? David Sabatini: Oh, the ass crack factor? That’s for data, actually. Tim Ferriss: Oh, okay. What’s the ass crack rating system? David Sabatini: I have a strong aesthetic sense, so I like data to be pretty, which is kind of ridiculous. All it has to be is true and reproducible. It doesn’t actually have to be pretty. And some science is actually – Tim Ferriss: What makes data pretty? David Sabatini: It’s symmetrical. If it’s an image, it has the right color – Navdeep Chandel: Skinny? David Sabatini: Not skinny symmetrical. We do a lot of things called western blots for those little – Tim Ferriss: I know western blots from [inaudible – laughing] David Sabatini: Right. So little black bands. I like them to be about the same shape and the same intensity. I just want them to look pretty. Navdeep Chandel: Pea size? Peter Attia: How is it that you were ripping on me for the staple thing – Tim Ferriss: Wait. Hold on. We’re going to get to Peter’s staples. David Sabatini: But I’m very anal about these things. So when people start in the lab, the first few experiments they do have what I call a high ass crack factor. That’s basically that the data is not aesthetically pleasing. It might be true, but I will not put my name on a paper with that data. So it might start at ass crack 10, which is the worst, or a seven or something like that. I always tell them, “Get it to ass crack three. Ass crack three is about the threshold I’ll tolerate.” Ideally, ass crack one is what you want. Navdeep Chandel: I’ll send you some data soon. David Sabatini: No, you have a lot of ass crack data. But my lab does not. If you look at my papers, uniformly we have beautiful data. And actually, reviewers always comment on that. Tim Ferriss: Miss Universe data. Peter, how should people staple properly and what are the origins of this particular focus? Peter Attia: First of all, this is one of the few things where the answer is known. So much of what we’re talking about now – should we be taking rapamycin? Probably. At what dose? Not clear. Intermittent? Likely. How do you staple a piece of paper? We know that like we know what happens if you drop an apple from the tree. The first thing that’s essential is the paper has to be lined up perfectly. You can’t have ten pages stapled together where they’re not aligned. If one’s off by half a millimeter, that’s totally unacceptable. Secondly, you always have to staple upper left corner and it has to be a vertical staple. A lot of people do this goofy diagonal staple or some nonsense of even a horizontal staple. It’s totally unacceptable. It has to be a vertical staple. The next thing that’s super important is that the upper corner of the vertical staple must be equidistant from the top edge of the page and the left edge of the page. The ideal distance is about seven millimeters. But I would say, because I’m an engineer first and maybe mathematician second, it’s okay to have a plus or minus on that. I really think we’re talking about six millimeters plus or minus two. If you go too close to the left edge or too close to the upper edge, such that you’ve lost that equidistance, you run the risk of tearing the staple through. You do this and fold your papers over and tell me that’s not honestly the best feeling in the world. Tim Ferriss: Who would you convey this to and what else would you convey to them? What were the other tenets of functioning under the Iron Fist Rule of Attia? Peter Attia: I think I’ve always had these tendencies. I’ve always been this way, but it flourished when I worked at McKinsey & Company for a while. I just found that it was a culture that really enabled that tendency – the obsession with fonts, spacing, stapling, clipping, and how you can make everything perfect. So I had a team of folks that worked for me at a biotech company many years ago. They used to get annoyed with my tendencies. There was no stone left unturned. I felt a little vindicated when someone who worked at that company went up to present something at Pixar one day and came back and said, “Peter, I used to think you were an idiot for this obsession. But at Pixar, when they storyboard, they have a very particular way they do things.” They put the pieces of paper up and they all have these clear thumbtacks. It has to be four thumbtacks on each piece of paper. Each is one centimeter down and one centimeter over from the corner. So the friend of mine who saw this said, “My question to the person in the room leading this session was, ‘Isn’t Pixar one of the most creative companies in the world? How can you guys be so dogmatic about this one issue?'” The person said, “Because we’re so creative, we never want there to be a distraction in the room when we’re undergoing our creative process.” Up until that point, I don’t think I had been able to understand why I’m so obsessive about what seems like nonsense, but if I’m looking at a document, I don’t want to be distracted by the staple being diagonal or the font being crappy or the spacing being off or any of those things. Tim Ferriss: What are your favorite fonts and sizes and why? Peter Attia: Until medical school, I refused to work with a word processor. I only used a system called Latex. Nav will know about this because any math idiot would know it. Navdeep Chandel: I think Tim knows about Latex as well. Peter Attia: So we used Latex – Navdeep Chandel: Oh, I meant he knows about latex. Tim Ferriss: No comment. Peter Attia: You write this code into a compiler and then you would create a format after it. The font in Latex that I found far and away the most elegant was called Roman. This was a serif font. And then eventually it got to the point where you just couldn’t share documents with anybody because people just wanted to use Word, so I finally caved. Obviously, Word doesn’t have exceptional fonts. But there are a handful of fonts that I think are borderline acceptable. Frankly, these days, my serif font of choice is actually Times New Roman, as pathetic as that sounds. On the sans serif side, I like a Myriad Pro Condensed version that I’m working with that I find reasonable. I actually did font research one summer, but we won’t talk about that. Tim Ferriss: Have you seen a documentary called Helvetica? Peter Attia: I have and I find Helvetica LT45 to be a pretty decent font. Navdeep Chandel: What about Comic Sans? Tim Ferriss: Oh, we’re going to get to Comic Sans. My font of choice is Verdana 11 – long story. Comic Sans? Navdeep Chandel: I love that one. All of my talks are in Comic Sans. David Sabatini: No, they’re not. Peter Attia: That’s so unacceptable. Navdeep Chandel: I was making fun of you. It’s true. Peter Attia: That’s pathetic. You know what that says? I don’t care. Navdeep Chandel: I’m a child. Peter Attia: It says, “You’re in the audience and I want to visually insult you. I want you to suffer.” Navdeep Chandel: Are you suggesting I’m entitled? Is this an entitlement lecture? Peter Attia: It actually could be turned into, “My data are so good that I can actually insult you while presenting this and you’re still going to sit here and look at this Comic Sans.” David Sabatini: I use Trebuchet for talks. In my lab, you’d better make figures well. That means Helvetica for the figures. Navdeep Chandel: That’s for the paper. I’m talking about for the talks. I don’t use Comic Sans in the paper. David Sabatini: I hope not. But I can’t stand when people make figures in PowerPoint. That’s horrible. You have to make them in Illustrator right, Peter? You need to draw in Adobe Illustrator if you’re going to make a figure. Peter Attia: Yes. Although, for those geeks – Navdeep Chandel: For the paper. He’s talking about for presentations. For the paper, I completely agree with you. David Sabatini: You shouldn’t draw anything in PowerPoint. Peter Attia: There’s a really cool plugin for PowerPoint called think-cell, which is not for a drawing. It’s for doing way better graphics. So you don’t have to import for Excel. Navdeep Chandel: People use Prism in science. Peter Attia: Think-cell’s pretty solid. Navdeep Chandel: No, for papers I completely with David. But for my verbal presentations – David Sabatini: Your fonts are for the visually impaired, right? They’re ridiculous. Navdeep Chandel: You’re visually impaired. Tim Ferriss: David, you don’t have fantastic vision. David Sabatini: I used to until about a year ago. Tim Ferriss: Why don’t you have glasses? David Sabatini: Because if I get glasses I think I’ll be completely dependent on them. And then you have to carry these things around. Tim Ferriss: Explain what you mean by that. David Sabatini: It means that – Tim Ferriss: What happens if you put on glasses? David Sabatini: Because I tried someone’s glasses. Tim Ferriss: I know Nav is sort of chaffing your nuts about this, but you also decided not to have glasses. Navdeep Chandel: But I’m not visually impaired like him. He’s blind. David Sabatini: That’s not true. When I’m tired, it’s harder to read things. Tim Ferriss: Look at the font size on your iPhone. No, the other one. David Sabatini: I just think that once you start wearing glasses, whatever compensation you’re doing for the shape of your lenses with your ocular motor muscles all stop. And you’re completely dependent on it. And the idea that then you really can’t see anything and you need glasses is scary for me. Where you have to have them with you. [Crosstalk] Tim Ferriss: – more muscularly dependent – David Sabatini: I don’t remember now, but you don’t – Tim Ferriss: Physiologically dependent on the glasses. David Sabatini: Completely. And I’ve been certainly told by ophthalmologists that this is true. “Look, I can put you on glasses, but you’ll be 100 percent dependent on them in a couple of months.” Navdeep Chandel: Do you think you’ll lose your sex appeal? David Sabatini: What are you talking about? It’s more that you have to carry something. Tim Ferriss: I’m going to get this back on the rails, or do my best to do that. How do you guys think about the product Basis by a company called Elysium? Navdeep Chandel: He’s your colleague. David Sabatini: I think these are territories that one should be very careful about. I think their goal is to eventually look at this nutraceutical market and do things of high quality. I think there is some basis for NAD boosting as connected to aging. I think there have been a number of papers that have shown defects in NAD. Whether that product has an impact or not, I actually have no idea. I should say I have no position on it. You’re the NAD/NADH person, right? Navdeep Chandel: I have a clear position on it. Again, it goes back to why I don’t take Metformin. If I am a diabetic or a prediabetic, I would consider taking Metformin because we’ve done large scale clinical trials for that. Now we’re doing large scale clinical trials for cancer and perhaps for antiaging in a large aging trial. Until you do that for NAD, it’s another interesting molecule. David Sabatini: Nav, there have to be a lot of things you do that are not based on a clinical trial, though. Navdeep Chandel: In terms of taking a drug, I personally don’t. Do you? Do you take anything? David Sabatini: Once in a while I’ll take a vitamin, I guess. Navdeep Chandel: I don’t take anything. But what I think David is eluding to is do you wait for large scale clinical trials before you take a supplement or a drug? I don’t have any firsthand knowledge of it, but I read in New York Magazine about Elysium. They pushed back on this idea. Maybe you can’t wait to do these clinical trials. How do you do it? It’s an aging trial. We’re talking about NAD supplements. I just think, even if you did do the clinical trial, I would at least like to know the biology of NAD. I think this is a fair statement and I’m happy to challenge anybody out there on this one. I think, thanks to David, we have a pretty good idea of what mTOR does. It’s reasonable as things go in biology. We know the inputs and what activates or doesn’t activate mTOR. We have a reasonable idea what turns it on and what mTOR turns on. With NAD, it’s not so clear. I think it’s actually a great part of biology that people like me, David, and many of our colleagues are quite interested in. What the hell does NAD do? And if anybody’s going to tell me what it does as in they think they know it, you can look me up and come to Chicago and I’ll buy you dinner so you can explain it to me. I’ve thought a lot about what NAD does. Tim Ferriss: Peter and I both consume copious amounts of legitimate and probably partially illegitimate compounds for dubious purposes and sometimes scientifically sound objectives. Peter, how do you run the calculus on when to take a given compound? As a relatively scientifically literate lay person, it seems to me that there are some studies that are just not going to get funded. And then there are studies that may get funded, but the results could take five, ten, or more years to come in. In the meantime, if you are Tim Ferriss and you have neurodegenerative disease on both sides of your family – pretty much everyone – having a head start of five or ten years could mean quite a lot. So how do you run the calculus on when to take something or not? Navdeep Chandel: By the way, we didn’t touch upon this but I think you can squeeze this into the discussion. Asymmetric risk. This is an example to the audience. I learned a great concept this week, which I sort of intuitively knew about, but thanks to Peter – who is probably going to give an example of what asymmetric risk means by telling us when you should take a particular drug or supplement or when not to, right? Peter Attia: Yeah. I do think a lot about this concept of asymmetric risk. To define it, I think it’s self-explanatory. It’s generally a situation where the risk of not doing something or doing something can be far in excess to its opposite. It came up so many times today. What was the most recent? Oh, that’s right. Today, we were on a hike. Easter Island, being formed by volcanoes is just an enormous set of volcanic rocks, so there are these really cool caves. Our guide was taking us to this cave inlet and it was just a 25-foot drop down and it had a tree with one branch that you had to shimmy down. The branch that at the midway you might get some support on looked like it could break at any second. He was like, “Hey, do you guys want to go down there?” I think it looked pretty cool, but – Navdeep Chandel: The two scientists wanted to go, though. Peter Attia: Yeah. And my thought was, “What was the upside of going down?” The upside was you got to get inside the cave. The downside was that branch breaks and/or you slip, your break your ankle, and your stuck on Easter Island. It’s a miserable day. So I just decided that missing the opportunity to go down in that cave, which would be a cool story for me, wasn’t worth the risk of the injury. That’s asymmetric risk. Tim Ferriss: So David, you’re talking about your lifespan goal of 600 before you get hit by the hypersonic bus that will exist at some point in time. If you are not taking rapamycin, how are you going to get to 600? David Sabatini: Yeah, let’s clarify. I said I wouldn’t mind. Many people said they’d be sad, they’d see their loved ones die, and all of this stuff. I don’t have any illusions. I thought when I was younger that people would solve the aging question by now. But clearly things have gone much slower than I would’ve imagined. Even rapamycin would give you maybe 30 percent – who knows. Given the fact that it does have these profound effects, there is still a lot more to go in terms of what actually happens. I have no plans right now for that. I have no good idea. Tim Ferriss: At what point would you start taking rapamycin? Is there any given trigger or observation in your life that would lead you – aside from a large scale randomized controlled trial that would definitively show intermittent dosing of rapamycin delivers x-benefit? Peter Attia: Would anything that comes out of Matt’s experiments convince you? David Sabatini: The dog ones? Peter Attia: Yeah. David Sabatini: I think the dog ones show an impact. My biggest fear is that it’s not going to have an impact in free-living largely healthy animals. Peter Attia: That’s a lousy fear. That just basically says there’s not enough upside. The big fear should be is there a hidden downside we don’t see? My view is, that’s a risk I’m willing to take because the upside is so high. David Sabatini: We have no idea what the downside is. Zero data. Peter Attia: The mental model here is the following: is taking rapamycin picking up a penny in front of a bulldozer, a penny in front of a tricycle, a gold coin in front of a bulldozer, or a gold coin in front of a tricycle. I think every intervention has to be viewed through that lens. Now, Metformin – to me – is either picking up a penny, or maybe a gold coin, in front of a tricycle. I just think the downside of Metformin is so low. Navdeep Chandel: And I think most people agree with you, right? Peter Attia: Yeah, so that’s why I don’t understand why Nav isn’t taking it. But it’s probably because he’s too busy looking at Comic Sans font nonsense. Rapamycin’s different. I’m convinced rapamycin is a gold coin. We’re not dealing with pennies anymore. The question is, is it a gold coin in front of a tricycle and it’s a no-brainer, or is it a gold coin in front of a bulldozer and it’s worth doing but you have to then come up with ways to bracket the risk. You have to come up with early warning indicators of, is this going to be bad? I think that’s the reason I’m not yet taking rapamycin, but I bug David about this all the time. Navdeep Chandel: Does the mouth sores – Peter Attia: No. mouth sores don’t faze me because you stop the drug and they go away. Navdeep Chandel: It’s the unknowns, right? Peter Attia: It’s the stuff we don’t know that I think is the much bigger issue. Navdeep Chandel: Does it have a 30-year history of people using it like Metformin? David Sabatini: It could give you cardiac – to me, the most interesting use of rapamycin would be that you could do a rapamycin holiday. You could go somewhere and take a two-week treatment of rapamycin – maybe every six months or once a year. Navdeep Chandel: You mean a spa. David Sabatini: Yeah, a rapamycin spa or maybe you do it on holiday. That would do the cleaning out – Tim Ferriss: This is how I do fasting. I’m doing one long fast per quarter. David Sabatini: Right. So if it’s a chemical based way of doing fasting, that I would strongly consider doing. The idea of having a pill to remember, it seems like one needs a mind a little bit like yours, where you’re – my life is more scattered than yours. To think about taking this and did I not take it – it seems a lot. It is really laziness. Tim Ferriss: Since we mentioned it earlier, Peter could you do a brief Borat of your choice? David Sabatini: The man on the horse. Peter Attia: In Kazakhstan, we say that a horse is like a man. If a horse is sad, is like if a man is sad. If a horse is happy, is like if a man is happy. And if a horse is tall, it’s like if a man is tall. In Kazakhstan, if we say if a horse have foot, is like if a man have foot. So a horse is like a man. Navdeep Chandel: What is a horse like usually? Peter Attia: I mean, in Kazakhstan, you cannot go to a girl’s father and trade cans of insecticide. You must do something called the dating. I’m not going to say that. Tim Ferriss: There are pieces of paper passed around. So the man is like a horse – for people who want to look it up, it’s from a bit that Borat did where he’s at an equestrian event talking to this poor woman who just tolerates these – go to YouTube and search a horse is like a man. This poor woman for like three minutes – Peter, why are you so good at Borat? Can you tell the OR story, please? The texts that get sent? Peter Attia: Back in the day, we used these alphanumeric pagers at Hopkins. You could either type directly into them or you could go onto a server on the website and just manually type in. If your message was too long, after x-characters it would get truncated and you’d have page 1 of 2 and page 2 of 2 or whatever. So the first time I saw the horse is like a man, I sat in front of my DVD and I typed all of them up just so I could know every single one by heart. There are like 20 of them. Then I would cut and paste it into the browser and text all of my buddies with it when they were in the operating room and it would be get broken into six pages. When you get all of these text pages, the nurse in the OR starts reading them to you out loud. So my friends would get these pages that would say – but of course, the nurse who probably had a Filipino accent instead of the Kazakhstan accent that Borat mimics, would just be reading these things out and didn’t make any sense. It was like, “Dr. Ferriss. You have a text from Dr. Attia. It says that if a horse is tall it is like if a man is tall. And if a horse is happy it is like if a man is happy.” And she would just proceed to read all of this. I think that’s probably some of the story I shouldn’t have just told. Navdeep Chandel: We’ll edit that one out. Tim Ferriss: That’s a Tim Ferriss exclusive, folks. You heard it here first. Navdeep Chandel: It’ll be a Hopkins retroactive investigation. Tim Ferriss: So these are rapid fire questions that don’t necessitate a rapid-fire answer, so don’t worry. David Sabatini: He cannot do rapid fire answers. Navdeep Chandel: I can, too. David Sabatini: He can do rapid fire questions. He can’t do rapid fire answers. Peter Attia: It’s longer answers, which is fine. Tim Ferriss: The first is most gifted books. Nav, what book or books have you gifted most to other people? Navdeep Chandel: I usually like to give, at least younger people, Siddhartha by Hermann Hesse. Tim Ferriss: Why is that? Navdeep Chandel: It’s a nice book about a journey of an evolution of a young man into an adult. That transition, I still struggle with, so it’s a good read all the time. Tim Ferriss: It’s a short book, too. Navdeep Chandel: That’s the real key. It could use a few more pictures, but generally it’s – Tim Ferriss: For those people listening, Siddhartha is probably in the top five or six most frequently given answers to this question. Josh Waitzkin, Naval Ravikant – there is a pretty long list. For those who haven’t read it, I think that is a – David Sabatini: So it’s not original, then. Tim Ferriss: It’s a classic. Navdeep Chandel: I’ve actually read it maybe 25 years ago and it struck – but I come from that world anyway. So maybe I was programmed a little bit. For me, the experience is more important than the end goal and I think that’s one of the messages of that book. You collect experiences rather than objects and other things. It’s about the journey and the experience rather than plowing through it and getting to the end. Tim Ferriss: The so-called objective, just never the end. What about you, David? David Sabatini: I tend to like historical fiction, so some of the books I’ve liked a lot and given to others have been Gore Vidal books. Like Lincoln or Burr. They’re American history historical fiction. I like history, but there is a little bit of creative license taken with them. Tim Ferriss: What do you hope the recipients will get out of those books? David Sabatini: I don’t think I’ve thought about it as deeply as Nav has. For me, anything I read or watch has to not bore me. That has to be the number one criteria for me. I find them fun to read and you also learn something from them. In his case, they tend to also be very nicely written. Navdeep Chandel: What does nicely written mean? How do you define something nicely written? David Sabatini: The sentences are interesting. There is perhaps more style. The sentences I like the most are New Yorker type sentences, although they can drive you crazy. I like long sentences that are incredibly well crafted so there’s no confusion out of them. Some of the New Yorker ones are crazy, but when you look at them, they’re quite masterful. I also like when there’s a variation in sentence structure so there’s not one type of style. Navdeep Chandel: Do you like Salman Rushdie? David Sabatini: I don’t know if I’ve read much. Was that the Satanic Verses? I think I tried reading that one. I don’t know if I read much more of his. Lately I’ve been more on that historical – Navdeep Chandel: Do you like his ex-wife? You met her, right? David Sabatini: I met her once on a Top Chef filming. Navdeep Chandel: Yeah. David Sabatini: For a micro – Navdeep Chandel: She’s Indian. That’s the only reason I brought it up. David Sabatini: Anyhow, Nav, I read Roman historical fiction or American historical fiction. Nav has a one-track mind. Tim Ferriss: So Nav if you had a huge billboard anywhere, what would you put on it? What would it say? David Sabatini: I like women. Navdeep Chandel: Don’t smoke. Tim Ferriss: So public health. Peter Attia: Speaking of don’t smoke, did you ever see a great billboard on Twitter about a month ago? It was probably one of the best billboards I’ve ever seen. It was a Canadian antismoking campaign. It was a “pro smoking” billboard sponsored by a funeral house. It was a fake funeral house. It was actually this not for profit and I’m not doing it justice. It was certainly in the top ten billboards I’ve ever seen. Tim Ferriss: What would you put on your billboard, David? David Sabatini: I think I might put one of two things. Either interesting artwork that was really pretty to look at or make it seem like there was a forest or something. Tim Ferriss: We chatted a little bit about this, but if had to give a TED Talk on a subject area outside of what you’re known for, what would it be? David Sabatini: The thing I like a lot besides science is plants and gardens. It would probably have to be something around that. But probably more about why I like it rather than any kind of deep knowledge of it. I think my – Tim Ferriss: Why do you do it and what types of plants? David Sabatini: I don’t like flowers. There are some flowers I like more because of the aroma, but I don’t get attracted by a rose. I like plants that have interesting bark or leaves on them and are a little bit different than others. I just like how they look and the fact that they’re calm and intelligent in some way. I’ve always liked Japanese gardens. I know you spent a lot of time in Japan and that has always inspired me. There’s a certain peace about a garden that I don’t ever get from people or other stuff – besides this freak show here. There’s something very peaceful about a garden. I’ve always wanted to be able to spend time to create a garden that I would really like. I don’t have time and I have a tiny little garden. I tend to collect somewhat strange plants. Tim Ferriss: Like what? David Sabatini: I think I saw one here as we were driving around. It’s called the Monkey Puzzle Tree. It’s from Patagonia. I think it’s Latin name is araucaria araucana. It’s related to Norfolk Pine, which you also see around. It has these sorts of spikes on it. Were in Glasgow together once and went to the botanical garden there and I show it to you? Or was that someone else? No? Anyway, I like trees different from where I live. It goes completely against this trend of trying to go native. I should be getting New England wildflowers, but – Navdeep Chandel: That’s what you meant by native. Tim Ferriss: What about you, Nav? If you were going to teach or give a TED Talk on something outside of the subject area or areas you’re known for, what would it be on? Navdeep Chandel: I think it would be on the concept – and maybe it’s a cliché, but I don’t think it is. The idea that every relationship you enter into, the premise should be mutually beneficial. Some people argue, “I am altruistic.” That implies it’s only one way. Some people say they’re selfish. I think both of those are not healthy. So I’d argue clearly against selfishness, but also altruism. The best ones are mutually beneficial. Maybe it’s cliché and obvious, but if you think about it, most of us are taught to think about one or the other. So the good two-shoes are all, “Oh, I need to be altruistic. It’s all about you and not me.” And the selfish people are like, “Well, me being a little selfish allows me to create interesting things and make the world eventually better.” But within any given situation, there are ways to do both. David and I have talked about it in just how we run our own labs. I think the concept of mutually beneficial is something I talk about openly with my people in my lab or people in general. I think it’s an important concept that needs to be explicitly stated. Tim Ferriss: Let’s segue to something I view as maybe related. It’s a conversation we had on the beach yesterday. Navdeep Chandel: It’s not clear how this podcast is mutually beneficial. Tim Ferriss: Wait a second. What do you mean? It helps me but it doesn’t help you? You can ask for anything you want. Navdeep Chandel: I’m joking. Tim Ferriss: This is like a genie bottle that you can rub and ask for three wishes. Navdeep Chandel: Actually, this is mutually beneficial, right? You have your podcast and I’m just having a good time. So I’m benefitting from having a good time. Tim Ferriss: That’s some nice wine. We were chatting yesterday and I observed that David, Peter, and I tend to run pretty hot – not a bad thing. Navdeep Chandel: You mean you guys are hot guys? Tim Ferriss: Meaning, we’re ready for the Thunder from Down Under auditions. No. That means that we run hot temperamentally. I asked you, have you always been this even keeled. You seem very even keeled and calm in most circumstances I’ve observed you in. Could you repeat and elaborate on your answers? Navdeep Chandel: I would say until the age of 22, no. Not at all. I found myself very unhappy at one point and I pulled a George Costanza from one my great shows, Seinfeld. So in an episode, nothing was working for him and one day he decided to do everything opposite. I say this in a joking way, but I did. I’ve gotten older and will probably lose my hair eventually. Tim Ferriss: You have quite a bit of hair now. Navdeep Chandel: And I always had it a little bit on the long side, but if you look at pictures from high school and up until 22, I had very, very short hair. As my lovely wife likes to say, “You had the Dunkin Donut Boy haircut.” For whatever reason, I said, “I’m going to grow my hair long.” That’s a very superficial example, but after that I literally did many things opposite from what I used to do. Slowly, I got to this point. Tim Ferriss: What was the catalyzing moment or conversation or dinner at 22? Why did you change your ways? What was the setting or moment? Navdeep Chandel: It was nothing in particular. I simply was not happy with what I was doing and how – Tim Ferriss: What were you doing at 22? Navdeep Chandel: Superficially, I was doing all of the right things. But internally, I wasn’t happy. When you’re an immigrant, you have your family that comes from a different country. They have expectations that are based on if you’re still back in your homeland. But you haven’t grown up there since the age of ten and now you’re 22. So you have actually spent more time in the United States and you feel like much more of an American at some level. Of course, you still retain certain key aspects of your Himalayan Indian heritage, and there’s that internal conflict and how you settle that. And it creates some sort of uneasiness and unhappiness, lack of confidence, and insecurity. Either you stay in that perpetual state of not knowing where you belong, or you start to make some firm decisions. I started to do that. One of them was that this isn’t working for me. There was that anger about if I was Indian or American. There are books written about this subject. Once I decided, “I’m going to be in America. I like certain parts of America and certain parts of India,” I started to solve that stuff. I realized that I like people. I’m afraid of dogs, but I like people. I started to engage people at a deeper level and I get satisfaction from that consistently. That just made me happier and a very tolerant person. From that, you probably notice me not running so hot. And also, it made me less entitled. Tim Ferriss: What were some of the decisions you made aside from growing your hair out that stand out to you as memorable or important? Navdeep Chandel: I actually think everybody’s interesting. You just have to get it out of them. That, I didn’t have an appreciation for growing up. I was sadly winners and losers and that kind of thing. I think everybody has their own interesting story. Most people probably aren’t self-reflective enough to even articulate their story, but it’s there. It’s just a matter of getting it out. I think that’s what your podcast does from what I can tell. Tim Ferriss: That’s definitely the goal. Posted on: June 5, 2018.", "speakers": ["tim ferriss", "navdeep chandel", "peter attia", "david sabatini"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show", "it is my job to deconstruct world class performers and to tease out the habits, routines, and belief systems that you can apply to your own lives", "this episode was extremely fun", "it took place in the middle of nowhere, effectively, on easter island", "that’s a very hard place to get to, and you can think of it in a sense as my life extension pilgrimage for a whole host of reasons", "i was surrounded by three incredibly brilliant people and i’m going to describe each in turn", "the first is navdeep chandel, phd, who goes by nav", "he is a david w", "cugell professor of medicine and cell biology within the feinberg school of medicine at northwestern university", "nav is extremely good at questioning assumptions, testing assumptions, as are the other people i’m going to mention", "i’m just going to give you one example", "many of you listening probably take antioxidants and here is a description of interest on nav’s faculty profile", "i’m going to blaze through this, but i do think it’s really fascinating and opens the door to discussions that many people are not having", "“historically, reactive oxygen species (ros) have been thought to be cellular damaging agents, lacking a physiological function.” this is why many of us take antioxidants, right", "we want to snuff out these reactive oxygen species", "“accumulation of ros and oxidative damage have been linked to multiple pathologies, including neurodegenerative diseases, diabetes, cancer, and premature aging", "this guilt by association relationship left a picture of ros as a necessary evil of oxidative metabolism, a product of an imperfect system", "yet few biological systems possess such flagrant imperfections, thanks to the persistent optimization of evolution, and it appears that oxidative metabolism is no different", "“more and more evidence suggests that low levels of ros are critical for healthy cellular function", "[in his lab], we are testing whether mitochondrial release of h2o2 – that’s hydrogen peroxide – “has evolved as a method of communication between mitochondrial function and other cellular processes to maintain homeostasis (e.g", "stem cell function and immune responses) and promote adaptation to stress (e.g", "hypoxia).” so this very much a counterview to what you’d find in media", "for that reason, and many others, i enjoyed hanging out with nav", "now, his partner in crime comes up next", "one of his best friends and partner in crime is david sabatini, m.d., ph.d", "you can find him on twitter @dmsabatini", "he’s a member of the whitehead institute for biomedical research, an investigator at the howard hughes medical institute, a professor of biology at the massachusetts institute of technology – otherwise known as mit – and a senior associate member at the broad institute", "david is on what you can think of as a short list for the nobel prize – at least according to reuters – for his work in elucidating the role of rapamycin and something called mtor, which we’re going to talk a lot about", "for those of you out there who have thought a lot about life extension and looked for silver bullets, you’ve probably come across metformin and rapamycin", "well, in these two gents, nav and david, you have respectively two of the world’s foremost experts in how metformin and rapamycin function", "next up, we have one of my faves", "he’s been on the podcast at least twice before – peter attia, m.d", "you can find him on twitter @peterattiamd", "he is a former ultra-endurance athlete, swimming races of 25 miles and crazy stuff like that", "he’s a compulsive self-experimenter like yours truly and one of the most fascinating human beings that i know", "he makes my ocd look like a light case", "he is also one of my go-to doctors for anything performance or longevity related", "peter earned his md from stanford and holds a bachelor of science in mechanical engineering and applied mathematics from queens university in kingston, ontario", "he did his residency in general surgery at johns hopkins and conducted research at the national cancer institute under dr", "steven rosenberg, where peter focused on the role of regulatory t-cells in cancer regression and other immune based therapies for cancer", "we get into a lot in this wine-infused jam session on easter island", "i tried to guide it the best i could", "i had a fair amount of wine, as did one or two others in the group", "we discuss antioxidants, their role or lack thereof, and we get into all sorts of serious stuff", "but we also talk about – and might even have an impersonation of – borat", "we talk about what is ass crack voting exactly, how to staple fonts, and a supplement that many of you have asked about, basis by a company called elysium", "there you have it folks", "sorry for the long intro, but i felt that context would be important", "these guys are absolutely brilliant and i was playing catch-up the entire trip", "but that is how you grow", "you have to be the weakest person in the room sometime", "i hope you guys enjoy this as much as i enjoyed recording it", "thank you for listening", "alright, folks", "here we are on easter island, isla de pascua, of all places", "we have a number of folks here – one doing something obscene with his hands", "i’m not going to mention who", "we’re going to start with some introductions", "we have one known character and two new faces", "nav, would you mind introducing your friend, david", "well, tim, i want to thank you for inviting me to your wonderful podcast in this lovely, magical place called easter island", "i’m here with my good friend, david sabatini, who is a professor at massachusetts intitule of technology", "david is a professor at mit and made a remarkable discovery about 20 years ago", "he hasn’t discovered anything after that, but it was remarkable 20 years ago", "on a serious note, he figured out a protein called mtor – mechanistic target of rapamycin", "rapamycin was actually found on easter island", "for david, this is kind of like a pilgrimage to sort of pay homage to this great little molecule", "we’ll talk a lot about all these wonderful things rapamycin could possibly do", "fantastic", "since it may not be obvious at first listen, these two have known each other for a very, very long time", "so the way that peter and i bust each other’s balls, you may hear occasional busting of balls between these two", "david", "sure", "thanks, tim and peter", "peter was actually the person who took an incipient idea and had this actually happen for us all to be here", "navdeep chandel, i’ve known him about 10-15 years or somewhere in that range", "he’s a professor at northwestern in chicago", "he is my best friend in science", "he started working in an area of biology that, frankly, a lot of people were not that interested in for a long time", "these are these things called mitochondria inside our cells", "people have probably heard of them as the powerhouses of the cell because they make a molecule called atp, which is an energy molecule", "nav, i think it’s safe to say, was the first person who realized that these important compartments in the cell did a lot of other things", "this idea that they’re so called signaling organelles really initiated with nav", "these are not very popular things to study and nav was there at the beginning to do that", "he is also one of the most charming people in science", "he is friends with everyone", "he’s the social butterfly of all meetings", "a meeting without nav is no fun", "he strikes an incredible resemblance to a bollywood star – i thought you were going to say julie from the love boat – the cruise director, as he just sort of pointed out", "well, i’ll take the bollywood star", "the ones who don’t usually get the girls", "peter, how did you come to know these two guys", "i’ve known david for a few years", "we actually met – i don’t remember who introduced us, but i took an interest in how to better understand how inhibition of this thing that nav eluded to – mtor – could be valuable in the treatment of cancer", "about a year and a half ago, we were having dinner and he mentioned that one of the things he always wanted to do was have a meeting on easter island to commemorate the 20th anniversary of the elucidation of how rapamycin works", "as nav eluded to, we’ll talk a lot about that", "this idea kind of seemed amazing to me because i thought the story of rapamycin’s discover was about one of the most interesting stories in science, not just from the standpoint of the expedition and the identification of the molecule, but also how close it came to never happening", "to the story of how its mechanism of action was identified independently by different groups, how david did it at such a young age is amazing to me", "david and i crafted this idea about a year ago, that we would come to easter island to scope it out and see first and foremost where rapamycin was discovered, but also to figure out if there was a way to have a conference here", "that idea quickly took hold and i think i just talked you into it in about 10-11 seconds", "i think david similarly talked nav into it and that’s what – that took 11 minutes", "so that’s what got us here", "he wanted to share a room with me and i made sure that did not happen", "once i disabused him of that – so peter, you’ve told me – and i ask you to retell it like a bedtime story because i like it so much – the lore and connection between easter island, also known as rapa nui, and rapamycin", "in 1964, an expedition from mcgill university set out", "they arrived in early december of ’64 and spent probably half a year here", "dude, you just watched a movie about it last night", "yeah, youtube wasn’t working", "it took an hour to get through the first four minutes of the documentary", "i think i know less now than i did before we tried to watch", "rapa nui is great for many things", "connectivity is not one of them", "this group returned to mcgill university and by about 1972 the soil that contained streptomyces – which one was it, david", "hygroscopicus, which they’d collected near a volcano here", "that’s right", "we saw that the first day we got here", "it was mindboggling", "this made its way into the hand of a chemist named suren sehgal, who was at a biotech company that is no longer in existence", "another bollywood star", "it was a pharma company called ayerst", "it had offices around the country, but he was in the montreal office", "he spent the next three years purifying the active compound within this, which he named rapamycin", "rapa is obviously paying respect to the island on which it was discovered and mycin being the sort of thing we’d add to the name of something that was an antimicrobial agent", "what was the lore among the locals, the purported background of this volcano", "the word on the street, which was reiterated to us this week, was that – more than once, independently", "any time natives were sick, the rapa nui would go and spend an evening in the marsh area of the volcano and it would seem to rid them of all their ails", "in truth, it’s not clear to me that’s why they were prospecting there", "i think they were looking for biodiversity, but it certainly makes for a great story", "back in montreal, sometime between 1975 and 1980, this company went through a series of layoffs", "the majority of9 the people in montreal were released", "suren was one of the few who was not", "he was transferred to the new jersey office; however, he was ordered to destroy all nonviable compounds, of which rapamycin was one", "he’d already figured out something pretty remarkable about rapamycin, which is it was a potent inhibitor of yeast", "as the story goes, he believed this was going to be a game changing drug for athlete’s foot", "i don’t think at the time, they understood its full antiproliferative effects, did they, david", "no, but it was pretty early that they started seeing things in human cells and immune cells, too", "suren’s son, ajai, was supposed to be on this trip with us", "it is sad that he had a work commitment and couldn’t make it here", "they packaged up the rapamycin into little dry ice containers and wouldn’t even let the movers move it", "they were the ones that physically brought it to new jersey, where it sat in their freezer for almost a decade", "it wasn’t until wyeth bought this company in ’84 or ’85 that suren approached his new bosses and said, “hey, i have this compound i was working on a decade ago", "do you mind if i get back to it?” they said, “knock yourself out,” and that really began the new birth of rapamycin", "it really went on to show these remarkable antiproliferative properties and was really potent against a type of immune cell called t-cells, which is what ultimately led to its fda approval in ’99 for the treatment of kidney rejection", "but it had been so long since rapamycin was discovered", "the patent on the chemical entity, which is the most valuable patent you can have, had expired", "so it was really a use patent that they could get", "people would criticize wyeth because patents were like 17 years at that point", "it was an incredible long story to get clinical utility", "how did you connect with rapamycin", "so that’s a bit of a long-winded, complicated story", "i was an md, phd student at johns hopkins", "i went into the lab of probably one of the most prominent scientists at hopkins – a man who is still well – solomon snyder", "sol is a real character in science", "he was a psychiatrist, a neuroscientist, a pharmacologist", "it was an interesting lab because he gave me a lot of freedom and basically let me do whatever i wanted to do", "that was great, but also very nerve-wracking", "how did you choose his lab", "why did you want to go to his lab", "it was pretty simple", "it was a lab that lots of other students like me went", "it had a reputation of having lots of smart people in it", "i also think it had a reputation of people getting out of that lab fairly quickly", "it was a work hard/play hard type of lab", "mostly my friends were there", "i tell a lot of my students it’s important to have a social environment in a lab", "i tried a lot of things in the lab that didn’t work and one day i realized they were working with this other drug called fk506, which had some structural similarities to rapamycin", "they were using it as a control", "they were using rapamycin as the control", "exactly", "they were working with fk506, which is also an immunosuppressant and doing these things in neurons, but they needed a control", "they started using a related drug, which is a fairly typical thing to do", "i realized two things", "one is that we had rapamycin, which at the time you couldn’t buy", "two is that it was at least as interesting, and probably a lot more interesting, than fk506 and we didn’t know how it worked", "we had it because sol was a very prominent person and when he saw in the literature a drug molecule he liked that was very potent – which means it acted at very low concentrations – he would typically write whoever reported that and say, “i’m sol snyder and it would be great to get a sample of your drug.” in this case, he had written suren sehgal", "suren was incredibly nice and sent us a ridiculous amount of rapamycin", "technically, at that point, it was priceless because it was not purchasable", "but when it did become purchasable, i calculated the street price at one point", "it would’ve been like $10 million or something like that", "wow", "the amount that he sent you", "yes, which at some point we actually lost", "the more important thing he sent – remember, this was before electronic papers and it wasn’t as easy to search things online – a book with it that said rapamycin bibliography", "he had put this little note that just said, “perhaps of interest.” this book had everything ever published on this drug, which again reignited my interest in the molecule", "most of these were abstracts from meetings, where people had reported little things about this drugs", "so i decided, “why not try to figure out how this drugs works?” for the lay audience, what are the most interesting potential applications or applications of rapamycin in humans", "the established – can i interrupt", "for sure", "just to put it in the larger context of biology, what david did as a graduate student was to discover the target of rapamycin", "what does rapamycin bind to", "that protein today is called mtor – mechanistic target of rapamycin", "i was a graduate student at the same time david was at the university of chicago", "i think i had heard of mtor and i was working on mitochondria and metabolism, but not really caring about mtor", "but you look back now over what’s happened in the last 20 years and mtor unequivocally is the most dominant player in regulating metabolism", "what does that mean", "you think of nucleotide synthesis, lipids, how you make dna, how you make rna, and how you make new lipids and amino acids", "all of that stuff mtor controls", "also, mtor itself is sensitive to changes in amino acids, growth factors, and has a lot of different inputs – oxygen and perhaps even glucose", "so this thing is really an integrator of nutritional things and also how it outputs things like what you make – lipids, dna, rna", "it is clearly the most dominant player in the world of metabolism", "that’s a big deal", "that’s like saying the equivalent of some protein that regulates gene expressions", "it’s at that level", "it’s one of the big, big proteins that has ever been discovered in the field of biology", "so you can’t underestimate david’s contribution in biology because it’s a big, big deal", "and now you have a drug called rapamycin that can affect this major player that regulates metabolism", "if you think metabolism is the key to understanding many diseases out there, including diabetes and cancer – if you buy into that larger idea that metabolism holds the key to understanding many diseases like atherosclerosis, neurodegeneration, autoimmunity, then you have to talk about mtor and rapamycin", "that’s david’s legacy", "just to revisit a term you mentioned a few times, because i know the word metabolism is perhaps overused in many different contexts by many – there is a simple definition of it", "exactly", "how should people define metabolism", "my simplest definition comes from my daughter, angelie", "she’s going to be 15 next week", "when she was little, i asked her, “what do you think of metabolism?” she said, “isn’t that when you grow things or break down food?” the act of growth we call anabolism, so that’s half of the equation in the metabolism field", "the other half is breaking down food, which is catabolism", "so metabolism is the sum of either anabolism and catabolism– either taking food and making stuff like muscles or breaking food so you have enough energy to use those muscles and go on iron man triathlons like our friend peter attia does all the time just for fun, including this week", "as a side note, we’ll go to the beach and it’s like, “alright, we’re going to take a quick swim", "where’s peter?” it seems like he’s on route to tahiti and we see him about an hour later", "here there’s a birdman competition historically", "peter can describe exactly what that competition had to do with", "i’ve nicknamed him the birdman now", "that’s his official new nickname", "we call tim gi joe, though, right", "that’s more obvious", "david, when you and tim were on the same flight down here, what was your first observation of tim on the plane", "that was hilarious", "i think i had briefly seen how you were, so i had some hint of what i was looking for", "but i was changed from a flight from houston to one from miami", "so there’s this guy in front of me, obviously quite buff, who keeps getting out of his seat", "he opens some big luggage always in the middle of business class so people couldn’t cross on the aisle", "he opens and he’s taking a lot of pills", "he seems like a very high maintenance man, i have to say", "things are coming out and the poor flight attendant is trying to cross and he doesn’t really care", "he’s looking for bottles and bottles", "i’m like, “oh, my god", "this guy is a little bit nutty", "i wonder if that’s tim ferriss?” i think the official term is freak show", "i thought in my head, “i hope it’s not.” then when i landed and i found out from peter that he was on the miami flight i was like, “oh, my god", "that’s the guy.” can i tell you my definition of what mtor does since i give talks on this all the time", "i think nav put it in a very good way", "it’s a very simple thing", "it senses whether there’s nutrients in the environment and it decides whether our body is catabolic or anabolic", "it makes that decision", "the reason it does so many things is – we don’t think about this in our lives because, if anything, most people are overfed – in our evolution of history, the life of most animals out there, food scarcity is likely the rule", "and likely we went through boom and bust periods", "you might kill an animal, eat for a bit of time, and then go into a bit of a fast or a prolonged fast", "this is this protein that’s making the decision, knowing which state you’re in and all of your physiology – fertility, muscle growth, hair growth – should be controlled whether you’re in a nutrient rich or nutrient poor environment", "that’s the way i like to think about it", "i have a question for nav", "do you – you’re not going to tell about the birdman competition", "let’s go over birdman real quick", "alright", "i’m going to come back to a question about – it’s one of the interesting things about easter island", "okay", "so the birdman competition is this thing that, the moment we heard about it, we all decided we want to do", "no", "first of all, i don’t swim", "let’s be clear about that", "peter wanted to do it very badly", "only peter wanted to do it, okay", "no, actually i was tempted", "you would do it", "i might not because i would die, but i would be tempted to do it", "i don’t think i can do it justice to describe because it’s hard to explain what easter island looks like", "but maybe we can post a couple pictures of this or something", "oh, it’s a cliff you have to jump off of and – how high is that cliff", "it has to be 150 meters", "yeah, probably 150-200 meters", "picture a 150-200 meter vertical wall which is the side of one of the points of the triangle-shaped island", "and then about one and a half kilometers out, you have two small rocks which are more pieces of lava", "in the birdman competition, the athletes would start at the top, scale down the 200-meter cliff – i don’t know how anybody did that without dying – swim out to the island, climb up it, get one of the eggs of the bird and you had to, using a piece of cloth, strap the egg to your forehead, swim back, climb the 200-meter cliff, and present that egg to the leader of your village or tribe", "he would then become the de facto ruler for the next year", "at the quarry, apparently, he also got that extraordinarily small house", "you were going to ask about autophagy", "but before we get to autophagy, for people who may not – like me – have a biochemistry background – what are some of the most interesting potential applications of rapamycin", "the first one was its antifungal potential use", "that actually never took off, interestingly enough", "it never got approved for that", "but it was approved for organ transplants and particularly kidney transplants", "you need to suppress the immune system and that was the first major use", "so your body doesn’t reject it", "exactly", "more recently, it was approved for pancreatic islet transplants, so the insulin producing cells", "it had a lot of use in cardiology and these things called stints where you open up coronary vessels", "and then more recently, as an anti-cancer agent", "so those are all fda approved clinical trials that validate the use of the molecule", "at one point, the cardiology one was actually a major market from an economic point of view", "the tantalizing aspect of it, and probably the reason we’re having this conversation, is that starting in small worms it was found that inhibiting the mtor pathway increased lifespan", "by how much", "15-30 percent", "a nontrivial amount", "if you extrapolate to our lifespans", "these are organisms that live in the order of a week to ten days", "and then it was validated in yeast, which of course are single cell organisms", "and then it was validated in mice, which are much more similar to us", "that captivated a lot of people’s attention", "i think it’s fair to say that, of all of the molecules that have been shown to have an effect on lifespan, this is probably the best validated in the sense that multiple investigators have done it", "lifespan studies are notoriously fickle", "multiple people have done this one", "it’s been done in multiple organisms that span a large evolutionary range, from a single cell yeast to a mammal", "this has captivated people’s attention as to whether it would have that impact in us", "obviously, it’s a next to impossible clinical trial to do in a human being, but it is now being done by people like matt cabral in dogs, so that’s potentially quite exciting", "the study using dogs that you just mentioned – is not part of what makes that interesting is that these dogs are not a single breed that have been raised specifically for lab purposes", "exactly", "there are a couple of aspects that make it interesting", "if you wanted to be cynical about the mouse studies, which are so far the ones that have been done the most by multiple labs, and say they’re mice living in a cage, they’re inbred, they’re bored out of their minds, and probably overeating", "these are the equivalent of a couch potato type of human, and sure it’s helping them", "but what if you had a mouse that was living in the wild and was entertained", "it would be very different than that type of mouse", "the reason the dog study is interesting is it’s many breeds, so it’s not just a type of inbred mouse strain, and they’re also dogs living with people", "they’ll be in many different environments and presumably will have more entertainment and exercise than these mice did", "my fear of the mouse studies is, “okay, are we just treating chubby, bored, depressed mice and it’s helping them", "but if it weren’t that, maybe it wouldn’t help them.” right", "and if you’re treating the homer simpson meets deliverance of mice, you may see – squeal like a pig", "exactly", "you might see a large improvement in a few out of ten of these mice, but if you have the peter attia of mice you might not see an improvement", "and we could help the mice by making them exercise, so it wouldn’t be something so unique", "so if it works in the dogs, that will be quite a sirmousta moment", "but david, lifespan is one output", "the other one you and i always talk about is health span", "for the audience, it might be worth discussing what lifespan versus health span mean", "there is a philosophical debate about how much you weigh and health span versus lifespan – in other words, how healthy you live", "but you still die as a male at 85 or you live but you die at 110 and perhaps not so healthy those last 20 years", "peter", "i think about this problem a lot clinically", "i think the way you described it is what everybody’s concern is", "my practice focuses on longevity, but most people misinterpret that to be lifespan only, which is the mathematical elongation or extension of number of years of life", "if the quality of that life does not get extended, most people would not opt for that", "is that true", "no, no", "i’m saying most people are afraid of that", "most people say, “if my expected lifespan is 79 years and you’re going to make it 85 but i’m continuing to deteriorate in my quality, that’s not what i want.” most people feel that way", "right", "it has been shown, if you look at metrics of health in mice, many are affected by rapamycin", "and there are even now some – in a positive way", "and the study that got the most interest, which is in elderly people, looking at immune function, using a derivative of rapamycin that works the same way but is slightly chemically different from a company called novartis, also caused – we all have these moments when the lightbulb goes off, but that was december 24, 2014", "i still have my copy of the paper which still has embargo stamped on it because i got it on the 23rd", "so it said basically for 24 hours you can’t do anything with this paper", "but just for the audience, one of the major issues as we age is our ability to fight infections decreases", "so the immune system is not as robust as we age", "the study suggested that perhaps by taking rapamycin, not early in life but actually quite late, given to these elderly people, it allowed you to boost your immune system", "that could potentially translate into fighting infections like the common flu, which many elderly get", "it was 2009 when the landmark mice studies were coming online, but you still had this five-year gap where people said, “yes, so what", "it extends life but at what cost", "these are laboratory animals", "they don’t have the same infectious risks", "you’re going to trade one problem for the other.” this was a relatively small study – 50-60 people per arm", "it was a four-arm study", "they were 65 years – what do you mean by arm", "so there were four groups of people that were randomized into what’s called an arm", "there were somewhere between 50-60 people in each group, or arm", "there was a placebo group that was given nothing", "the next group was given 0.5 milligrams of this rapalogue – or rapamycin analogue – every day", "the next group was given five milligrams once a week", "and the final group was given 20 milligrams once a week", "they were only treated for six weeks and then there was a two-week washout, which means you get none of the drug", "and then the vaccinations begin", "the study actually measured their response to vaccination, which would be a pretty decent proxy in a sample size this small for infection response", "the gist of it is that the patients treated with rapamycin, or the rapalogue, all had a better immune response than the controls", "what were the differences between the dosage range and the dosing schedule", "yeah, i was worried you were going to ask that", "i don’t remember it for the immune response", "i do remember it for the side effects", "do you remember what the immune response looked like", "all think all of the – they all had a benefiting response, but i don’t remember which one – i don’t remember where it plateaued", "the most common side effect, to my recollection, were the mouth sores", "we certainly saw a lot of that in transplant patients", "when i was in residency, we used to give rapamycin out like it was water", "i think we were giving kidney transplant patients somewhere between one and two milligrams a day", "one of the more common side effects were these aphthous ulcers", "i assume it’s just because mucosal cells are so proliferative that, when you’re giving a drug that inhibits proliferation, we’re going to see deterioration of those cells", "the ulcers were probably the most common side effect", "and they seemed – it’s certainly what people would complain the most about", "definitely", "at some point, we should remember to come back and finish the story of suren because there is an interesting story there", "but there is a dose response to side effects", "what is the logic or rationale behind intermittent dosing of rapamycin", "i’ll give you the short answer and david will give you the long answer", "david figured out there were basically two complexes for mtor", "if mtor organized around a protein called raptor, was known as mtor complex 1 or mtorc1", "if mtor organized around a protein called rictor, it was mtorc2 or mtor complex 2", "the thinking behind intermittent dosing versus constitutive dosing where you give it constantly is intermittently you can target mtorc1 and not crossover to mtorc2", "i’ll let david say more on that, but that’s the gist of it", "that’s certainly true", "from genetic studies, largely inhibiting mtorc2 is not a good thing", "the other thing intermittent dosing might allow you to do is – intermittent dosing – does that mean once a week", "does that mean once every other day", "what would that hypothetically look like", "it could mean anything", "it basically means that at some point the drug in your blood goes to a very ineffectual does", "you’re basically relieving the inhabitation of mtor caused by rapamycin as opposed to a continuous dosing, where you want to always have it inhibited", "in many cases, that’s what pharmacologists might try to actually optimize around – to keep that inhibition", "there’s been quite a bit of a ground change in how people are thinking about this in many fields", "in this case, if you look at the function of mtor in many different tissues, it’s quite clear that it’s an essential protein", "that means if you knock it out in a particular tissue, that tissue dies, in almost every tissue", "in contrast, if you hyperactive it – turn it on to a very high level – the tissue also suffers", "this is an example where too little is bad and too much is bad", "it’s really in between", "k so you need to figure out a way where you’re going to let, at some point, the let’s say muscle have its mtor and do the things that are going to be anabolic – make muscle", "but at other points, you want to be able to inhibit the system and that’s going to drive this catabolism", "many people think this catabolic process – that’s why it has these antiaging processes", "very simplistically, the not well proven idea is that if you make a muscle cell degrade lots of its components and force it to remake them, if there were things that were messed up, had aged, or were defective, you might clean them up and replace them with good things", "it’s a bit like cleaning house", "so this cycle of anabolism and catabolism – which we think is what the pathway normally does in response to food or absence of food – you might want to mimic that with rapamycin as well", "inhibit – cause the cells to clean house by degrading lots of stuff", "but now you have to remake stuff", "you can’t just clean house and throw everything out and not make things", "you also need to let the system rebuild", "so intermittent dosing would let you do that", "just for the audience, this concept that david just talked about – this clearing up of damaged goods in your muscle or body is a process called autophagy", "just last week the nobel prize was given for the discovery of autophagy to a japanese scientist", "not to discover – the genetic analysis", "sorry", "autophagy meaning eating itself or yourself", "auto eating – the molecular basis of the genetics of autophagy, but the actual observation was done in the ’70s or ’60s by christian de duve", "who also won a nobel prize for a different thing", "in other words, an mtor is controlling this process when you inhibit it", "that’s a fair statement, right david", "it normally suppressed autophagy or prevents catabolism because it’s in a high nutrient state", "so when you inhibit mtor you eat yourself", "do you think, david, that many of the beneficial effects of rapamycin is because rapamycin inhibits mtor and that then activates autophagy", "there are certainly studies in worm that suggest that – what about in higher organisms", "i don’t think there are any that have done that yet", "do you have a good explanation as to why rapamycin might have a positive effect on health span and lifespan, then", "i personally like the idea, but it’s never been tested", "j i have a question", "david, does intermittent dosing of rapamycin in any way mimic fasting and going through sort of feast and famine phases", "i think it very well could", "i think the issue is that none of us really fast", "if you think about it, if you have dinner at 6:00 and you get up at 6:00, a 12-hour fast is probably not that big of deal for any of us, particularly if you have a little bit of extra heft on you", "i don’t think modern humans ever fast", "in a way, when you’re giving rapamycin, you’re forcing a fast at the molecular level", "you’re not doing it by depriving food, but you’re tricking the system", "rapamycin tricks the system into thinking that the animal’s fasting and triggers all the responses that you’d normally get with fasting", "so i definitely think what you’re saying is true", "but what we realize now is you can’t put the animal into a constant fasting phase", "you need to have this kind of recovery", "stuff you break down, you have to make back", "that’s why the intermittent dosing is very appealing and has this enormous benefit that probably is going to reduce potential side effects", "other cells – the ones getting hurt that cause the side effects – around the mucosa of your mouth can also recover to some extent", "so it’s really a win/win", "but to go from a fed state to a fasted state, you can imagine maybe has benefits", "but when you go from a fasted state back to a fed state, are there any downsides", "the regimen is you go from fed to fasted back to fed", "there are two curves there – fed to fasted and fasted back to fed", "the refeeding – have we thought about the potential hazards of the refed state", "i can think of a few", "sure, but on the other hand, that’s always going to happen", "are you thinking in evolution it happened all the time so we’ve adapted to that", "well, it has to, right", "right", "i would argue, but – david, i have a question for you", "many of the people listening – a decent percentage in silicon valley – will be asking themselves what is the difference between rapamycin and something they’ve heard more of, which is metformin", "how would you answer that", "metformin is a drug", "it’s one of the most commonly prescribed drugs for an antidiabetic drug", "i’m not an expert in it, and nav knows a lot more about it", "it’s quite clear that metformin is an inhibitor of respiration", "it works by inhibiting the mitochondria", "in this case, what do you mean by respiration", "it’s oxygen consumption at the cellular level", "the cells use oxygen to generate energy", "they use the mitochondria and something called the electron transport chain", "metformin is quite clearly an inhibitor of the electron transport chain", "the mtor pathway is turned on by food", "food is obviously a complex mixture of many things, and it’s composed of many different nutrients", "some of those nutrients contribute to energy inside cells", "from a scientific point of view, what has been the most fascinating aspect of it to me, is that it basically detects everything – amino acids, glucose – and it turns out energy", "by inhibiting the mitochondria, which is generating energy, you’re also inhibiting the mtor pathway", "you certainly might expect that there’s a lot of overlap between metformin and rapamycin", "and indeed, in cells and culture, if you treat them with metformin, you will also inhibit the mtor pathway", "rapamycin does it directly by attacking mtor itself, while metformin does it much more upstream, as we say scientifically", "it’s much more in an indirect fashion", "what are the benefits or disadvantages of using one over the other", "when i mentioned people in silicon valley, they are using metformin for what they believe to be life extension properties", "metformin has been prescribed to hundreds of millions of people for type ii diabetes", "it is generally considered to be a very safe drug", "rapamycin has been used in a more limited fashion and also has more potential side effects, such as these mouth ulcers", "i think the perception is that metformin is a much more tolerated compound", "if we think mtor inhibition is a good thing for prolonging lifespan, and i think substantial evidence suggests it is, metformin turns out to act mostly in one tissue, which is the liver", "the effects in the liver then have secondary effects in other tissues", "rapamycin is going to act basically in all tissues in your body", "it’s going to inhibit mtor everywhere", "the degree of inhibition of mtor you’re going to get with those molecules is likely to be very different, just on the face of how we know they work", "that’s one difference between the two", "the other one is because rapamycin directly inhibits mtor while metformin indirectly inhibits mtor, one key aspect of potentially inhibiting the respiratory chain is a lot of other things", "you can imagine that there are multiple outputs that are linked to the respiratory chain, including possibly mtor", "so by inhibiting the respiratory chain by metformin, you could be affecting three, four, or five other parameters which might be quite beneficial", "the downside is restricted to its effects on a few tissues", "i’m not sure there are lots of studies that really show metformin itself as a pro lifespan agent", "i think there are some", "what captivated people’s excitement about metformin is large epidemiological studies of diabetics using metformin or not using metformin and showing a pretty profound difference in cancer rates", "that’s what grabbed people’s attention with metformin", "i think there are a lot of assumptions that it would have lifespan effect", "certainly, reducing cancer would be one, but i’m not sure that animal studies have validated that", "rapamycin clearly prolongs lifespan in mice that are a little bit artificial compared to free-living mice", "but peter, has that been shown for metformin", "you’re exactly right", "there are half a dozen really good cohort studies looking at not just diabetic patients but obese and insulin resistant non-diabetic patients taking metformin and not taking metformin", "so again, always important to point out the disclaimer", "these are not randomized controlled trials, so you can always be fooled by confounders", "but the relative impacts are strong enough", "i think the aggregate effect is something to the tune of about a 15-20 percent reduction in the incidents of cancer and about a 25-30 percent reduction in mortality or extension of survival in the presence of cancer", "now, the majority of the evidence for this is in breast cancer, only because that’s where we have the most studies that have looked", "it certainly appears that two-thirds of cancers may be impacted by this", "you could argue it perhaps positively effects health span rather than maybe lifespan", "has the mouse study been done, for example", "does metformin prolong lifespan in a mouse", "yeah, it was nature communications paper from the nih group rafael de cabo", "i think they tried two different doses and one was more beneficial than the other", "i think one of them was not as beneficial", "so the question remains unresolved – just to clarify, i think david is absolutely right", "rapamycin clearly has a consensus that it does increase lifespan as robustly as any compound that’s out there", "but metformin, it’s not so clear", "i always tend to think of metformin for more of a health span", "it’s a reasonable antidiabetic drug", "it perhaps has some anticancer effects – at least the epidemiology supports that", "and there are some other effects that people have noted with metformin in just terms of health span", "i think that’s what has captivated people rather than just pure increase in number of years, right", "i’m going to quickly ask a question of peter and then we can continue on this thread", "epidemiology, could you describe what that means", "yeah, these are observational analyses of data that were not gathered through the process of randomization", "in some cases, they can be really disorganized and in some cases they can be quite organized where you go back and get surveys of people to look at behaviors and things like that", "so that’s what epidemiology is", "and sometimes epidemiology really gives amazing answers", "one of the things we were goofing around and talking about at lunch the other day was how no one ever needed to do a randomized controlled trial to show that smoking caused cancer", "that happens to be a very powerful example because the epidemiology demonstrated something called a hazard ratio that was very high", "a hazard ratio is the ratio of the people who do the thing you care about and get the condition you care about to those who don’t", "in the case of smoking, i think the hazard ratio was somewhere between 10-14x", "when you look at the godfathers of epidemiology, they would make the case that when a hazard ratio is above four or five, the likelihood of a causal relationship is stronger", "epidemiology, at best, gives you a correlation", "the problem with many things we use epidemiology for today – like nutrition – is the hazard ratios are very low", "they’re typically below two", "you can’t really infer cause", "that’s always the drawback", "that’s the problem with the metformin data", "the rcts – randomized controlled trials – are very small but are happening right now and are looking at non-hard outcomes", "so the two big studies had one out of toronto and oxford", "they were looking at women who were recently diagnosed with breast cancer and were in what’s called the neoadjuvant window", "a woman gets a diagnosis of breast cancer and she’s about to start something called neoadjuvant therapy in a few weeks, which is therapy before she undergoes surgical correction", "in that window, they would give some women metformin and other women a placebo", "it’s a very short time to treat them", "these were studies that tried to get at a question that i think nav was eluding to a minute ago", "does metformin exert its effect directly by going into the mitochondria, inhibiting complex 1, creating a lower ratio of nad/nadh, and interfering with the electron transport chain or is it an indirect effect by inhibiting the amount of glucose that comes out of the liver", "that keeps not only glucose lower, but insulin lower and presumably igf-1 lower", "i think the consensus from those studies is we don’t know", "there are certainly mouse models that try to look at the cancer effect that suggest that they are what we call cell autonomous, right", "it’s the metformin acting in the cancer cell itself that matters", "but for these health span effects – particularly, the glucose lowering and insulin lowering ones – it’s almost certainly the indirect effects", "it’s probably going to depend on what you actually care about", "to be clear, unlike what rapamycin does – i believe everyone believes that rapamycin inhibits mtor", "right david", "there are still some outliers out there", "20 years later there are still some outliers there", "i doubt it", "there might be", "there are still some flat world people out there, too", "exactly", "but with metformin, i think the cancer data, at least using laboratory models, does suggest that metformin inhibits the respiratory chain and the mitochondria", "but there’s not a good consensus on how it works as an antidiabetic", "it has reasonable anti-inflammatory properties as well and it’s not clear how it does that", "unlike rapamycin, which is highly potent, metformin is not", "drugs that typically work at high concentrations, people tend to find lots of potential – there could be multiple targets of metformin to explain all these things that metformin does – anti-inflammation, antidiabetic, anticancer", "but i always say that the reason rapamycin works so well and can do so much is because it hits a protein like mtor which really sits at the heart of metabolism", "i would argue mitochondria, if you open up your textbooks, also sits at the heart of metabolism", "one way to simply explain all the multiple effects of metformin is, what if it hit the same target all the time just like rapamycin hits the same target all the time", "in this case, rapamycin hits mtor", "metformin hits mitochondrial complex 1 and that could explain all of these multiple different effects", "the rapamycin, just to be clear, is hitting mtor", "whether metformin works exclusively by inhibiting mitochondria is still an ongoing work in progress", "let me ask a couple of questions", "the friends i have who take metformin are very rarely those who can read the literature and understand the studies", "my question to you is, do you take metformin", "why or why not", "i do not take metformin", "why not", "laziness", "it doesn’t have much side effect, so – well, i generally think of metformin as a drug that is used for antidiabetic", "that’s clear", "it’s been used for that for a long time", "all of this other stuff, like antiinflammation and anticancer is still ongoing work", "all of that data isn’t completely – many people think that what’s the downside", "right", "that’s a different question", "for myself, i exercise", "i play soccer still", "i’m in my mid-40s", "the things that peter likes to look at, i think i would say i’m pretty healthy", "so why should i take metformin", "what is the downside", "one thing that has not been said here, we were once at a dinner with 20 or so people and the topic came up whether anyone would actually want to live a very long time", "i have to say i was the only person, plus a very small angry man who was there too – but nav was not in that category", "nav did not want to necessarily extend life", "no", "why is that", "david wanted to live until 600", "i think that was the exact number", "that’s the number, apparently – if you’re a mortal, you’ll get hit by a bus at that point", "those buses 600 years from now are going to be really fast", "you’ve got another 550-580 years left", "i think everybody has an internal clock that they want to get the most out of life", "i think about 80-90 years – no more than 100 for me", "do you think having an expected lifespan of more than 100 would make you less effective in your life because you would see more slack in the system ahead of you", "oh, yeah", "that’s already happened", "but that’s you, though, right", "right", "the original four-hour week guy, right", "and this guy stole it from me, i think", "it’s clear", "he’s a little bit younger", "david, how many scientists or informed people that you would consider credible take rapamycin for longevity purposes", "i think very few", "obviously, i have no real data on it", "i’ve given talks throughout the world on rapamycin and it’s not infrequent that when i put up a slide that shows some of the clinical effects, including immunosuppression, i will then have people at the end of the talk quite angry at me", "they’re telling me that by putting up that it’s an immunosuppressant – which is an fda approved use – i’m now dissuading people from taking it", "they’re angry saying i’m doing a disservice because who might otherwise take it now see that it may have this side effect", "so clearly people are thinking about this", "i probably know maybe two people that take it", "and some of it is that it does have potentially more side effects", "we don’t know is if you were to take it at these very low doses – a once a week dose – those side effects might be quite tolerable", "up to what dose on a weekly basis do you think the side effects could be conceivably be tolerable", "i think probably a couple of milligrams would be the range", "the mouth sores are what – it sounds miserable", "i don’t want mouth sores", "it’s been described to me as having a full cold sore throughout your mouth, which is obviously not going to be so pleasant", "i do think at these lower doses it’s a much more minimal, tolerable thing", "why would you not take it yourself", "it’s a bit of a laziness thing", "i’m not such a quantitative self-kind of person", "just to put things in perspective, we were talking about fostenal serene pre-bed to lower cortisol and you seemed very worried about fostenal serene", "it just didn’t make any sense to me", "let’s talk about this because there are a couple of things – no, no, no", "just to be clear, as people get angry – like david was saying sometimes after his talk", "people come up to me all the time and say, “your friend david looks remarkably young.” and he does", "i just tell them, “oh, he uses rapamycin.” as a joke", "but – in the lab, i ingested a lot of rapamycin", "but the reality is you might’ve been exposed to it as a young man", "but that would’ve been an incredibly intermittent dose", "it would’ve been a dose over about a year and a half period – probably quite high", "but never again", "you do look young", "he does look young, doesn’t he", "like an argentine cherub", "that is not a good statement", "my parents actually look quite young, too", "maybe all you need is one big bolus when you’re young and that’s it", "when you’re young, early in life", "i think that’s reasonable", "what would be the downside", "i don’t buy laziness", "you’re the guy who runs through the airport 500 meters ahead of any to maximize those 15 minutes in between flights", "i’m not sure i buy the laziness argument", "why not do intermittent low dosing rapamycin", "the will is not there to figure – if someone came and actually did some trial", "if a peter-like person did that and figured out some intermittent dose, which clearly didn’t have a lot of side effects, sure", "i would do it", "but someone’s going to have to do that", "i’m not sure that i’m the person to experiment on myself", "i want to come back to you right now", "you said the fostenal serene argument didn’t make sense to you and we’re not going to dwell on that", "but there is a lot of bad science out there and a lot of bad reporting on science", "nav, i want to ask you about antioxidants", "wait, wait", "we’ll get to that in one second", "i just want to finish this idea as to why i don’t take metformin or david doesn’t take rapamycin", "i think that ultimately, for us as scientists, we’d like to see large scale clinical trials done on these molecules", "metformin’s been done over and over large scale in patients that are diabetic or prediabetic", "based on my diet, which is reasonable, and my genetics – diabetics doesn’t run in my family, and based on the fact i still play hardcore soccer, i don’t see myself as a risk for diabetes", "that’s the clear indication where metformin does have some potential efficacy, so why should i take metformin", "now, there is accumulating evidence that metformin might be a preventative for cancer", "there is some epidemiological data and new data on antiinflammation", "but it’s not like we’ve taken thousands of people", "there are trials where we are saying that one group gets metformin plus chemotherapy and the other group only gets chemotherapy – the standard care – for some particular cancer", "and those studies will come out", "i know someone’s trying to do this in lupus", "someone’s trying to do this with tb with metformin", "as these trials come out, maybe we’ll get to the point where it will look like metformin is a reasonable, safe drug which has clear anticancer and anti-inflammatory properties", "maybe then i’ll consider taking it, but until then i just don’t see – it all boils down to what we said before", "are these things helping either chubby animals in a cage or diabetics who have a whole bunch of things going on", "are they going to help the peter attias of the world", "who knows", "that’s what we can’t tell you", "do you take antioxidants", "a lot of people do", "i do not", "why not", "are there really good studies showing antioxidants to be – i thought there wasn’t, right", "the dietary antioxidants have consistently failed on these large scale clinical trials that i just talked about that we all like to look at", "so they’ve failed in infectious settings like in the intensive care unit where people are septic", "they’ve failed in cancer", "people who have taken antioxidants, it seems like it increases the cancer burden", "i don’t think dietary antioxidants are – they just haven’t shown over and over to have any potential beneficial effect", "so why would you take something that we’ve ran over and over and over", "then the question becomes, why didn’t they work", "logically, there are two reasons why they might not have worked", "one is that the antioxidants are dietary antioxidants and they’re just not very effective", "the ones that are out there in your general nutrition center are just not made properly or made potent enough to do what they’re supposed to do, which is to scavenge oxidants", "that’s why they’re called antioxidants", "the second thing, which is much more provocative, is that perhaps the theory behind oxidants – and people sometimes call them free radicals – is that they’re bad", "one of the leading theories as to why you age and get cancer and get diabetes and neurodegeneration is that you just accumulate these oxidants, these bad things called free radicals", "therefore, if you take antioxidants, you suppress them and by some miracle everybody’s going to be healthy that just hasn’t panned out", "i actually think the second theory, that maybe this idea that oxidants are always bad, is wrong", "in every organism, going all the way back, including bacteria, throughout the animal kingdom, you can always detect the generation of these oxidants", "these oxidants are essentially hydrogen peroxide at low levels", "so nature has gone out of its way in every organism to make proteins that get rid of these oxidants", "they themselves have antioxidant functions", "there are tons of them in every cell, but yet you can still detect them", "so there must be some advantage of having – some evolutionary function", "– these little h2o2 molecules running around – this is nav’s big soapbox", "it is my soapbox", "myself and others have consistently found that these h2o2 molecules – hydrogen peroxide – at very low levels have positive functions", "for example, we were talking about immunity and how you need a robust immune system to fight an infection, especially as you get older", "my own laboratory found that when you activate the immune cells, they increase the production of these oxidants", "they generate more h2o2 and that h2o2 is actually necessary – what is h2o2", "hydrogen peroxide", "so they make hydrogen peroxide, not just has some waste product", "they actually use that hydrogen peroxide to function as a robust immune cell", "if you get rid of that hydrogen peroxide, that immune cell doesn’t work anymore", "it doesn’t do what it’s supposed to do, which is fight infection", "so in other words, it’s just like the rapamycin mtor example that david talked about – that goldilocks principle of biology", "a little bit is good, too much is bad", "i think this is now gaining more and more acceptance in the biology community, that throughout evolution we’ve selected to always keep a little bit of hydrogen peroxide because it has normal biological physiological functions to maintain homeostasis", "and if you get to a certain threshold, it can cause damage to the cells and cause cell death or make the cell not functional", "peter and i were chatting about this at some point over the last couple of days", "on a related point, when i was chatting with a professor who i won’t mention by name because she wasn’t expecting to be on the podcast, we were discussing high dose intravenous vitamin c", "there are all sorts of clinics all over the place that do intravenous vitamin c", "the difference is, this woman is very well trained and doing it at an academic institution", "one thing that is done in many of these clinics that she does not do at all is a glutathione push – adding glutathione after the vitamin c", "she emphasized to me that the vitamin c, which most people would think of as an antioxidant, is actually a prooxidant in many respects", "she wants that prooxidative effect", "precisely that effect, and the glutathione negates that", "that is something she does not do at her clinic", "nav, where did you grow up", "you’re going to now get the world tour and you’re going to get the himalayas multiple times", "you know the story", "do you want to say it", "london, miami, himalayan mountains", "born in london", "i lived there for about a year, followed by living in the himalayas for almost a decade, followed by living in miami in the ’80s – during the wild wild west", "not participating", "not participating – too scared to see what was really going on", "but it did have a huge impact on me, all of those places – including miami", "after that, i went to the university of chicago to do mathematics in the late ’80s", "and then i’ve been in chicago ever since because i fell in love with that city", "how did you end up in chicago", "because i went to the university of chicago", "no, no", "you’re in miami", "you’re rocking out to the ’80s and ’90s hair bands and earlier", "don’t forget freestyle as well", "freestyle is one of my favorites", "so you’re at the tail end or the middle point of the pablo escobar – you’ve been watching narcos", "i have", "but it’s the pablo escobar reign and mass exportation of cocaine into miami", "how did you end up doing mathematics at u of chicago", "in my high school in miami, on any given day, you walk in and all you see on the dashboards of many cars tons of little white lines", "you have a choice", "either you participate and you see some of the end results of that – i had some friends which clearly didn’t have positive effects", "or you’re so scared of it, you actually use that frightened experience and find something that will occupy your mind", "i still have a little bit of an accent", "i’m sure people can tell this", "i had a pretty strong accent coming out of india, with the whole head bobbing and the whole deal", "you should do the accent", "yeah, but not everybody appreciates that", "i have a lot of indian listeners", "what i love about the indian accent is that i find it quite a natural – who could probably do the accent is peter", "peter can do borat", "you can do a good borat accent", "yeah, we’ll have peter do borat later", "i’ve always wondered about accent", "why isn’t the indian accent a sexy accent", "why don’t people think of that as a sexy accent", "why isn’t that as good as antonio banderas", "yeah", "why is it some dude who has long hair", "i have long hair", "but if i have an indian accent versus a latin accent, why does the indian accent not get the love", "so it was clear it was time for me to buckle down and english wasn’t going to be my strong suit", "i can barely speak english right now", "but it could be math", "also, for those people who have done math, math is a great language", "it is a language", "peter is a mathematician as well", "math is a very logical, precise language", "there is something very nice about that and in attaching yourself to it", "having said that, by the time i got to college – and i thought i was a pretty good mathematician – math is the only subject i know you can reach a glass ceiling eventually", "my first year of college, i got into a high math group and did okay second year and third year", "my fourth year, i’ll never forget this", "there are five of us", "you get a math exam that’s a take home exam", "great", "you get a week to do it", "five questions", "i stare at it for a week and i got maybe one question done", "i turned it in feeling like i’m going to fail the class", "afterwards, i realized one person did it in one hour and got all five right", "the second person maybe did it in a few days but got four right", "another one struggled like me and got about two and a half", "but that’s a glass ceiling", "there’s nothing i could’ve done", "meaning you just hit a point where, if you’re not built like michael phelps you’re not going to be an olympic swimmer", "that’s it", "right", "and i think this is a clear case of math", "also, it’s quite lonely", "you sit by yourself", "not everybody is at the same level", "biology, which i was doing just to make a little money in a hospital because they paid the best jobs, is great", "at the end of the day it’s an observational science", "david has much more insight because he’s thought about what some of the key ingredients are that makes a great biologist", "but i would say one of the good ones is that it’s an observational science", "all four of us can be presented with a piece of data and we can have four different implications and perspectives", "it’s like [inaudible – mic cuts out] in japanese", "right", "i always say every schmuck can get a little lucky", "there’s something nice about it", "the story of my life", "but in math", "no", "not much luck involved", "but ask david", "he has much more insight about what makes a great biologist", "hold on", "we’re going to get back to david", "but how did you choose your area of focus within biology", "what did you choose", "how did you segue from math to biology", "that just doesn’t seem like a hop, skip, and a jump", "i needed some money and i worked in a surgery lab", "they actually paid quite a bit of money and the surgery lab had a very practical goal, which was to preserve organs", "it was a transplant lab", "making solutions that preserve organs before they’re transplanted is a big deal and continues to be a big deal", "it seemed like, “well, that’s an important problem.” you can see the implications of it", "so then you had to think about molecules, mainly metabolites, that would do that", "that got me hooked to metabolism", "the other thing is, metabolism ultimately is governed by one principle – thermodynamics", "it has some equations in it – entropy, anthropy", "and there are enzyme kinetics", "so i did a phd on enzyme kinetics", "i never did any of the cool stuff that most of my colleagues did, which was genetics", "in genetics, it’s the world of dna, which was clearly very supreme in the ’90s, especially with the human genome project", "it was an easy transition from math to doing enzyme kinetics", "but i realized as i was working on metabolism that the people who did metabolism for the sake of metabolism – in other words, in isolated systems", "the ultimate jump i made was to think about how metabolism now can regulate biology", "it wasn’t just a bystander", "at that time, the dogma was that it’s all about your genes", "or perhaps what david was discovering to be totally true, which is it’s all about these proteins like mtor – these kinases – were at the center of the action", "so it was genes and kinases and metabolism was in the background", "it’s always there", "it gives you energy", "probably the only insight i’ve ever had throughout my career was that perhaps metabolism wasn’t just a bystander", "it actually was a player, just like your jeans and the kinases", "it’s part of the decision-making process", "whether you live or die as a cell, immune functions – as a stem cell, you behave like a stem cell", "and that’s basically the transition", "peter mentioned earlier observational studies, epidemiology, correlation", "this made me think of a conversation we had today", "i think the question i asked was what are the most important things you teach your kids", "can you describe what you think is important", "i have four, but thanks to peter i have a fifth", "the fifth one i think peter has to explain", "i have written it on my iphone notes", "the first is confidence", "it’s amazing to me how many people have fear of failure, including in science", "one simple example i always see is when it comes to grants", "people like me and david rely on writing grants to the government and other agencies", "most of the time, you get rejected", "you’ve put all of your effort into trying to write this perfect little grant and papers are the same thing, and the reviewers say it’s not good enough", "there are two kinds of people", "one person says, “gee, i’m so bad", "i don’t know what to do.” they go through a crisis", "the other person says, “it’s not a big deal", "it’s just stochastic", "i just have to redo it and take the comments and move on.” what do you mean by stochastic", "there’s a probability", "it’s a random event", "or there’s a queuing – people who came first and got it first", "i always tell people if you’re at a bar you only need one at the end of the night", "how you get there – the males in your audience which i hear are 87 percent apparently can relate to this", "true fact", "the first one says no and you say, “oh, well okay.” or you just keep on going", "i’ve always had that attitude", "people have told me i’ve been crazy for a long time and it doesn’t bother me", "i think confidence is one aspect", "the second one is your ability to write those grants", "you do have to convey it in a manner – your ability to communicate", "written communication", "they only see you in a written format, so that’s very important", "the third one is the ability to communicate when you give the talks", "verbal communication", "verbal communication", "what’s four", "correlation versus causality", "this drives me insane", "i think this comes from the math background", "you go to a dinner party, especially in metabolism, once they find out they say, “i hear eating chocolate makes me live longer", "i hear eating avocados is really good.” and rapamycin right now, as we talked about, is – it’s a sexy – [crosstalk] well, people say, “i heard dogs are taking rapamycin and their dogs are doing gymnastics.” okay", "wait a second", "the way we do clinical trials, they have to be blinded", "some get rapamycin and some just get a pez – a little pill", "you have to see in a blinded fashion who did better or worse", "and every single person, including my lovely mother, likes to tell me – she is in great shape – “i do yoga", "yoga is the key to living long.” i’m like, “but mom, lots of people do yoga in your age group and your demographics", "let’s see what happens.” so that’s correlation versus causality", "things that happen at the same time versus something that causes something", "yes", "and then peter told me a fifth one, your ability to distinguish between absolute risk versus relative risk", "within it is something called asymmetric risk", "i will let him explain the biology or risk", "are we talking what you’re teaching your children or lab members", "but all of those four things i have told – angelie, my lovely daughter", "i tell her all the time correlation versus causality", "we work on her ability to – a lot of people just want good grades for their kids", "that’s important", "but the – things are simpler than that, though", "but for me, the simple things are that you have to learn how to write, how to speak, and have some confidence", "confidence can be described as not having a fear of failure", "and the other one is correlation versus causality, which david and i take for granted", "but it is shocking how many people i know who don’t quite appreciate that last concept", "aren’t able to distinguish between the two", "how do you instill confidence in your kids", "that’s one of the five pillars – number one", "how do you develop that in your kids and condition it in them and facilitate it", "david is a very confident young man", "go for it", "these were not my list", "i don’t think it’s that hard", "you just have to not care what other people think that much", "i just tell my son, “who cares", "don’t be ashamed of things", "if you want to do that, go ahead and do it.” it’s not that big of a deal", "if you criticize or make shameful things, then people lose confidence", "i think the way not to do it is to praise everything", "“oh, you did that", "that’s fantastic.” that’s definitely not the way to do it", "you let someone be original and not criticize them when they’re original", "explain that to me", "you’re not praising your kids all the time", "what are you doing instead of that", "my child is young", "he is six", "so they do a lot of whacky stuff", "they’re exploring the world and get into trouble", "they do new things", "i try to make sure that whatever he does is okay", "obviously, if he does something that’s hurtful to others, i try to teach him a lesson from that", "but most of the things, it’s okay", "it can be something that they can learn from rather than, “oh, don’t touch that.” can you give me an example", "you’re not praising, “you’re a genius and let me give you a gold star,” for everything", "i think that makes perfect sense", "for example, i like to curse a lot", "we all like to curse a lot", "my son, once in a while, will hear a curse and it turns out that once in a while he’ll use them and actually quite appropriately", "certain people in my family will quickly try to shut him down and say, “this is inappropriate", "you shouldn’t be saying that", "those are bad words.” my approach is, “look", "that’s a word", "it’s okay to use it once in a while when you have certain feelings", "it’s a word you shouldn’t use all the time and maybe not around all people", "it’s okay.” so it’s not a criticism", "it’s like saying, “you are still a young thing and you’re still learning what is the best approach to life, but what you just said is an okay feeling to have.” in fact, i don’t like people who don’t curse", "i don’t trust people who don’t curse", "it just shows a falseness", "everyone, at some point – wants to say fuck", "– wants to say, “fuck you,” or a bunch of other fantastic words", "so why should i tell a young thing who is learning from me that this is completely wrong", "it just seems like an absurd type of thing", "that’s one obvious example", "it probably will get me in trouble", "what else is on your list, david", "i was just saying, my son did once – when i asked him different letters, he said, “a is for asshole,” which is really not a great thing", "did he do that in school", "no, he did it with me", "i was like, “look, don’t do that one in school", "do apple instead, okay?” if he said that in school and they called you in, how would you explain that to the teacher", "i would tell them that cursing is good once in a while and that he’s learning", "why should i shame him into using words that have a potential use", "he just needs to learn when to use them appropriately, that’s all", "but the key point that david hit on is this idea of failure", "you only learn by failing", "you’ve got to work things out", "be original or unoriginal or whatever", "you have to fail in order to succeed", "this is such a cliché, but today there is so little room to fail because parents view their kids as a – vicarious reliving of their – it’s not only a reliving", "as a judgment about their parenting", "“oh, johnny cursed", "therefore, david must curse a lot.” well, david does curse", "but so what", "there is this correlation – it’s a true statement", "for me, confidence has to come from a healthy dose of failure and being comfortable with failure", "the other one is being comfortable with conflict, which is another thing that gets whitewashed all the time", "not conflict like physical conflict, but the ability to just banter", "one of the reasons i really appreciate my relationship with davis is there is plenty of discourse", "because you talk so fucking much", "here we go", "he talks so much", "you were being charming earlier in the interview", "i didn’t realize you would – you talk so much, nav", "but about science, people tend to think that scientists are these perfect beings that design experiments, do them, and implement them", "and then they met you", "i think what they don’t realize is that most good science comes only after a massive amount of failure", "a massive amount of failure is required to do good science", "if you’re not failing a lot at science, it means you’re not being adventurous", "you’re doing incredibly safe things that you can actually predict", "this is the ridiculousness of our granting system", "you write things in a way as if there’s no possibility of failure, with back-up plans and these other ideas", "so you need to think incrementally to get the proper grants", "to get the money", "but all of us try to do things that hopefully are going to be really new", "that means that most of the ideas we have are wrong", "they’re just plain wrong", "you have these beautiful ideas and then it turns out that mother nature decided that wasn’t the answer", "but it’s okay", "that’s the hardest thing for young scientists", "they go in with a certain kind of idea and they do experiments and they’re wrong", "they do another experiment and it’s wrong", "and ten times in a row, it’s wrong", "for me, i think the things that make a good scientist and good child rearing are actually quite similar", "that capacity to get up and keep going is actually one of the most important properties you can have as a scientist", "most of what you face is actually failure", "what advice do you give to the people in your lab when they come to you for career advice", "what’s the most common atypical advice you give them", "i don’t think it’s atypical because we’re all at good places that people tend to do things fairly well", "it’s pretty simple", "just do something new", "if in science you just do two things, you will make a major discovery", "if you do something new and something that’s true, that’s all you have to do to make a major discovery", "if it’s true, biology uses it in many, many different things", "the problem is most things that people do are not new", "they’re derivatives of what’s been done already in some variation", "and sadly, in many cases, they’re not even true", "what do you mean by that", "they’re not well done experiments", "they’re sloppy", "and it’s noise or it’s not – one of the biggest issues in science now is that things are not generalizable", "they’ll do something in one system and it may give an answer", "and then that sort of extrapolated into being true in many, many different systems", "well, it’s not", "it happens to be a little idiosyncratic case", "so if you simply try to do something new – that’s what i tell my people", "if you come to me and say, “i read this paper and i want to do what’s predicted by this paper,” then i hate you", "it’s the worst thing you can possibly bring to me", "can you share your one to ten rating system", "oh, the ass crack factor", "that’s for data, actually", "oh, okay", "what’s the ass crack rating system", "i have a strong aesthetic sense, so i like data to be pretty, which is kind of ridiculous", "all it has to be is true and reproducible", "it doesn’t actually have to be pretty", "and some science is actually – what makes data pretty", "it’s symmetrical", "if it’s an image, it has the right color – skinny", "not skinny symmetrical", "we do a lot of things called western blots for those little – i know western blots from [inaudible – laughing] right", "so little black bands", "i like them to be about the same shape and the same intensity", "i just want them to look pretty", "pea size", "how is it that you were ripping on me for the staple thing – wait", "hold on", "we’re going to get to peter’s staples", "but i’m very anal about these things", "so when people start in the lab, the first few experiments they do have what i call a high ass crack factor", "that’s basically that the data is not aesthetically pleasing", "it might be true, but i will not put my name on a paper with that data", "so it might start at ass crack 10, which is the worst, or a seven or something like that", "i always tell them, “get it to ass crack three", "ass crack three is about the threshold i’ll tolerate.” ideally, ass crack one is what you want", "i’ll send you some data soon", "no, you have a lot of ass crack data", "but my lab does not", "if you look at my papers, uniformly we have beautiful data", "and actually, reviewers always comment on that", "miss universe data", "peter, how should people staple properly and what are the origins of this particular focus", "first of all, this is one of the few things where the answer is known", "so much of what we’re talking about now – should we be taking rapamycin", "probably", "at what dose", "not clear", "intermittent", "likely", "how do you staple a piece of paper", "we know that like we know what happens if you drop an apple from the tree", "the first thing that’s essential is the paper has to be lined up perfectly", "you can’t have ten pages stapled together where they’re not aligned", "if one’s off by half a millimeter, that’s totally unacceptable", "secondly, you always have to staple upper left corner and it has to be a vertical staple", "a lot of people do this goofy diagonal staple or some nonsense of even a horizontal staple", "it’s totally unacceptable", "it has to be a vertical staple", "the next thing that’s super important is that the upper corner of the vertical staple must be equidistant from the top edge of the page and the left edge of the page", "the ideal distance is about seven millimeters", "but i would say, because i’m an engineer first and maybe mathematician second, it’s okay to have a plus or minus on that", "i really think we’re talking about six millimeters plus or minus two", "if you go too close to the left edge or too close to the upper edge, such that you’ve lost that equidistance, you run the risk of tearing the staple through", "you do this and fold your papers over and tell me that’s not honestly the best feeling in the world", "who would you convey this to and what else would you convey to them", "what were the other tenets of functioning under the iron fist rule of attia", "i think i’ve always had these tendencies", "i’ve always been this way, but it flourished when i worked at mckinsey & company for a while", "i just found that it was a culture that really enabled that tendency – the obsession with fonts, spacing, stapling, clipping, and how you can make everything perfect", "so i had a team of folks that worked for me at a biotech company many years ago", "they used to get annoyed with my tendencies", "there was no stone left unturned", "i felt a little vindicated when someone who worked at that company went up to present something at pixar one day and came back and said, “peter, i used to think you were an idiot for this obsession", "but at pixar, when they storyboard, they have a very particular way they do things.” they put the pieces of paper up and they all have these clear thumbtacks", "it has to be four thumbtacks on each piece of paper", "each is one centimeter down and one centimeter over from the corner", "so the friend of mine who saw this said, “my question to the person in the room leading this session was, ‘isn’t pixar one of the most creative companies in the world", "how can you guys be so dogmatic about this one issue?'” the person said, “because we’re so creative, we never want there to be a distraction in the room when we’re undergoing our creative process.” up until that point, i don’t think i had been able to understand why i’m so obsessive about what seems like nonsense, but if i’m looking at a document, i don’t want to be distracted by the staple being diagonal or the font being crappy or the spacing being off or any of those things", "what are your favorite fonts and sizes and why", "until medical school, i refused to work with a word processor", "i only used a system called latex", "nav will know about this because any math idiot would know it", "i think tim knows about latex as well", "so we used latex – oh, i meant he knows about latex", "no comment", "you write this code into a compiler and then you would create a format after it", "the font in latex that i found far and away the most elegant was called roman", "this was a serif font", "and then eventually it got to the point where you just couldn’t share documents with anybody because people just wanted to use word, so i finally caved", "obviously, word doesn’t have exceptional fonts", "but there are a handful of fonts that i think are borderline acceptable", "frankly, these days, my serif font of choice is actually times new roman, as pathetic as that sounds", "on the sans serif side, i like a myriad pro condensed version that i’m working with that i find reasonable", "i actually did font research one summer, but we won’t talk about that", "have you seen a documentary called helvetica", "i have and i find helvetica lt45 to be a pretty decent font", "what about comic sans", "oh, we’re going to get to comic sans", "my font of choice is verdana 11 – long story", "comic sans", "i love that one", "all of my talks are in comic sans", "no, they’re not", "that’s so unacceptable", "i was making fun of you", "it’s true", "that’s pathetic", "you know what that says", "i don’t care", "i’m a child", "it says, “you’re in the audience and i want to visually insult you", "i want you to suffer.” are you suggesting i’m entitled", "is this an entitlement lecture", "it actually could be turned into, “my data are so good that i can actually insult you while presenting this and you’re still going to sit here and look at this comic sans.” i use trebuchet for talks", "in my lab, you’d better make figures well", "that means helvetica for the figures", "that’s for the paper", "i’m talking about for the talks", "i don’t use comic sans in the paper", "i hope not", "but i can’t stand when people make figures in powerpoint", "that’s horrible", "you have to make them in illustrator right, peter", "you need to draw in adobe illustrator if you’re going to make a figure", "yes", "although, for those geeks – for the paper", "he’s talking about for presentations", "for the paper, i completely agree with you", "you shouldn’t draw anything in powerpoint", "there’s a really cool plugin for powerpoint called think-cell, which is not for a drawing", "it’s for doing way better graphics", "so you don’t have to import for excel", "people use prism in science", "think-cell’s pretty solid", "no, for papers i completely with david", "but for my verbal presentations – your fonts are for the visually impaired, right", "they’re ridiculous", "you’re visually impaired", "david, you don’t have fantastic vision", "i used to until about a year ago", "why don’t you have glasses", "because if i get glasses i think i’ll be completely dependent on them", "and then you have to carry these things around", "explain what you mean by that", "it means that – what happens if you put on glasses", "because i tried someone’s glasses", "i know nav is sort of chaffing your nuts about this, but you also decided not to have glasses", "but i’m not visually impaired like him", "he’s blind", "that’s not true", "when i’m tired, it’s harder to read things", "look at the font size on your iphone", "no, the other one", "i just think that once you start wearing glasses, whatever compensation you’re doing for the shape of your lenses with your ocular motor muscles all stop", "and you’re completely dependent on it", "and the idea that then you really can’t see anything and you need glasses is scary for me", "where you have to have them with you", "[crosstalk] – more muscularly dependent – i don’t remember now, but you don’t – physiologically dependent on the glasses", "completely", "and i’ve been certainly told by ophthalmologists that this is true", "“look, i can put you on glasses, but you’ll be 100 percent dependent on them in a couple of months.” do you think you’ll lose your sex appeal", "what are you talking about", "it’s more that you have to carry something", "i’m going to get this back on the rails, or do my best to do that", "how do you guys think about the product basis by a company called elysium", "he’s your colleague", "i think these are territories that one should be very careful about", "i think their goal is to eventually look at this nutraceutical market and do things of high quality", "i think there is some basis for nad boosting as connected to aging", "i think there have been a number of papers that have shown defects in nad", "whether that product has an impact or not, i actually have no idea", "i should say i have no position on it", "you’re the nad/nadh person, right", "i have a clear position on it", "again, it goes back to why i don’t take metformin", "if i am a diabetic or a prediabetic, i would consider taking metformin because we’ve done large scale clinical trials for that", "now we’re doing large scale clinical trials for cancer and perhaps for antiaging in a large aging trial", "until you do that for nad, it’s another interesting molecule", "nav, there have to be a lot of things you do that are not based on a clinical trial, though", "in terms of taking a drug, i personally don’t", "do you", "do you take anything", "once in a while i’ll take a vitamin, i guess", "i don’t take anything", "but what i think david is eluding to is do you wait for large scale clinical trials before you take a supplement or a drug", "i don’t have any firsthand knowledge of it, but i read in new york magazine about elysium", "they pushed back on this idea", "maybe you can’t wait to do these clinical trials", "how do you do it", "it’s an aging trial", "we’re talking about nad supplements", "i just think, even if you did do the clinical trial, i would at least like to know the biology of nad", "i think this is a fair statement and i’m happy to challenge anybody out there on this one", "i think, thanks to david, we have a pretty good idea of what mtor does", "it’s reasonable as things go in biology", "we know the inputs and what activates or doesn’t activate mtor", "we have a reasonable idea what turns it on and what mtor turns on", "with nad, it’s not so clear", "i think it’s actually a great part of biology that people like me, david, and many of our colleagues are quite interested in", "what the hell does nad do", "and if anybody’s going to tell me what it does as in they think they know it, you can look me up and come to chicago and i’ll buy you dinner so you can explain it to me", "i’ve thought a lot about what nad does", "peter and i both consume copious amounts of legitimate and probably partially illegitimate compounds for dubious purposes and sometimes scientifically sound objectives", "peter, how do you run the calculus on when to take a given compound", "as a relatively scientifically literate lay person, it seems to me that there are some studies that are just not going to get funded", "and then there are studies that may get funded, but the results could take five, ten, or more years to come in", "in the meantime, if you are tim ferriss and you have neurodegenerative disease on both sides of your family – pretty much everyone – having a head start of five or ten years could mean quite a lot", "so how do you run the calculus on when to take something or not", "by the way, we didn’t touch upon this but i think you can squeeze this into the discussion", "asymmetric risk", "this is an example to the audience", "i learned a great concept this week, which i sort of intuitively knew about, but thanks to peter – who is probably going to give an example of what asymmetric risk means by telling us when you should take a particular drug or supplement or when not to, right", "yeah", "i do think a lot about this concept of asymmetric risk", "to define it, i think it’s self-explanatory", "it’s generally a situation where the risk of not doing something or doing something can be far in excess to its opposite", "it came up so many times today", "what was the most recent", "oh, that’s right", "today, we were on a hike", "easter island, being formed by volcanoes is just an enormous set of volcanic rocks, so there are these really cool caves", "our guide was taking us to this cave inlet and it was just a 25-foot drop down and it had a tree with one branch that you had to shimmy down", "the branch that at the midway you might get some support on looked like it could break at any second", "he was like, “hey, do you guys want to go down there?” i think it looked pretty cool, but – the two scientists wanted to go, though", "yeah", "and my thought was, “what was the upside of going down?” the upside was you got to get inside the cave", "the downside was that branch breaks and/or you slip, your break your ankle, and your stuck on easter island", "it’s a miserable day", "so i just decided that missing the opportunity to go down in that cave, which would be a cool story for me, wasn’t worth the risk of the injury", "that’s asymmetric risk", "so david, you’re talking about your lifespan goal of 600 before you get hit by the hypersonic bus that will exist at some point in time", "if you are not taking rapamycin, how are you going to get to 600", "yeah, let’s clarify", "i said i wouldn’t mind", "many people said they’d be sad, they’d see their loved ones die, and all of this stuff", "i don’t have any illusions", "i thought when i was younger that people would solve the aging question by now", "but clearly things have gone much slower than i would’ve imagined", "even rapamycin would give you maybe 30 percent – who knows", "given the fact that it does have these profound effects, there is still a lot more to go in terms of what actually happens", "i have no plans right now for that", "i have no good idea", "at what point would you start taking rapamycin", "is there any given trigger or observation in your life that would lead you – aside from a large scale randomized controlled trial that would definitively show intermittent dosing of rapamycin delivers x-benefit", "would anything that comes out of matt’s experiments convince you", "the dog ones", "yeah", "i think the dog ones show an impact", "my biggest fear is that it’s not going to have an impact in free-living largely healthy animals", "that’s a lousy fear", "that just basically says there’s not enough upside", "the big fear should be is there a hidden downside we don’t see", "my view is, that’s a risk i’m willing to take because the upside is so high", "we have no idea what the downside is", "zero data", "the mental model here is the following: is taking rapamycin picking up a penny in front of a bulldozer, a penny in front of a tricycle, a gold coin in front of a bulldozer, or a gold coin in front of a tricycle", "i think every intervention has to be viewed through that lens", "now, metformin – to me – is either picking up a penny, or maybe a gold coin, in front of a tricycle", "i just think the downside of metformin is so low", "and i think most people agree with you, right", "yeah, so that’s why i don’t understand why nav isn’t taking it", "but it’s probably because he’s too busy looking at comic sans font nonsense", "rapamycin’s different", "i’m convinced rapamycin is a gold coin", "we’re not dealing with pennies anymore", "the question is, is it a gold coin in front of a tricycle and it’s a no-brainer, or is it a gold coin in front of a bulldozer and it’s worth doing but you have to then come up with ways to bracket the risk", "you have to come up with early warning indicators of, is this going to be bad", "i think that’s the reason i’m not yet taking rapamycin, but i bug david about this all the time", "does the mouth sores – no", "mouth sores don’t faze me because you stop the drug and they go away", "it’s the unknowns, right", "it’s the stuff we don’t know that i think is the much bigger issue", "does it have a 30-year history of people using it like metformin", "it could give you cardiac – to me, the most interesting use of rapamycin would be that you could do a rapamycin holiday", "you could go somewhere and take a two-week treatment of rapamycin – maybe every six months or once a year", "you mean a spa", "yeah, a rapamycin spa or maybe you do it on holiday", "that would do the cleaning out – this is how i do fasting", "i’m doing one long fast per quarter", "right", "so if it’s a chemical based way of doing fasting, that i would strongly consider doing", "the idea of having a pill to remember, it seems like one needs a mind a little bit like yours, where you’re – my life is more scattered than yours", "to think about taking this and did i not take it – it seems a lot", "it is really laziness", "since we mentioned it earlier, peter could you do a brief borat of your choice", "the man on the horse", "in kazakhstan, we say that a horse is like a man", "if a horse is sad, is like if a man is sad", "if a horse is happy, is like if a man is happy", "and if a horse is tall, it’s like if a man is tall", "in kazakhstan, if we say if a horse have foot, is like if a man have foot", "so a horse is like a man", "what is a horse like usually", "i mean, in kazakhstan, you cannot go to a girl’s father and trade cans of insecticide", "you must do something called the dating", "i’m not going to say that", "there are pieces of paper passed around", "so the man is like a horse – for people who want to look it up, it’s from a bit that borat did where he’s at an equestrian event talking to this poor woman who just tolerates these – go to youtube and search a horse is like a man", "this poor woman for like three minutes – peter, why are you so good at borat", "can you tell the or story, please", "the texts that get sent", "back in the day, we used these alphanumeric pagers at hopkins", "you could either type directly into them or you could go onto a server on the website and just manually type in", "if your message was too long, after x-characters it would get truncated and you’d have page 1 of 2 and page 2 of 2 or whatever", "so the first time i saw the horse is like a man, i sat in front of my dvd and i typed all of them up just so i could know every single one by heart", "there are like 20 of them", "then i would cut and paste it into the browser and text all of my buddies with it when they were in the operating room and it would be get broken into six pages", "when you get all of these text pages, the nurse in the or starts reading them to you out loud", "so my friends would get these pages that would say – but of course, the nurse who probably had a filipino accent instead of the kazakhstan accent that borat mimics, would just be reading these things out and didn’t make any sense", "it was like, “dr", "ferriss", "you have a text from dr", "attia", "it says that if a horse is tall it is like if a man is tall", "and if a horse is happy it is like if a man is happy.” and she would just proceed to read all of this", "i think that’s probably some of the story i shouldn’t have just told", "we’ll edit that one out", "that’s a tim ferriss exclusive, folks", "you heard it here first", "it’ll be a hopkins retroactive investigation", "so these are rapid fire questions that don’t necessitate a rapid-fire answer, so don’t worry", "he cannot do rapid fire answers", "i can, too", "he can do rapid fire questions", "he can’t do rapid fire answers", "it’s longer answers, which is fine", "the first is most gifted books", "nav, what book or books have you gifted most to other people", "i usually like to give, at least younger people, siddhartha by hermann hesse", "why is that", "it’s a nice book about a journey of an evolution of a young man into an adult", "that transition, i still struggle with, so it’s a good read all the time", "it’s a short book, too", "that’s the real key", "it could use a few more pictures, but generally it’s – for those people listening, siddhartha is probably in the top five or six most frequently given answers to this question", "josh waitzkin, naval ravikant – there is a pretty long list", "for those who haven’t read it, i think that is a – so it’s not original, then", "it’s a classic", "i’ve actually read it maybe 25 years ago and it struck – but i come from that world anyway", "so maybe i was programmed a little bit", "for me, the experience is more important than the end goal and i think that’s one of the messages of that book", "you collect experiences rather than objects and other things", "it’s about the journey and the experience rather than plowing through it and getting to the end", "the so-called objective, just never the end", "what about you, david", "i tend to like historical fiction, so some of the books i’ve liked a lot and given to others have been gore vidal books", "like lincoln or burr", "they’re american history historical fiction", "i like history, but there is a little bit of creative license taken with them", "what do you hope the recipients will get out of those books", "i don’t think i’ve thought about it as deeply as nav has", "for me, anything i read or watch has to not bore me", "that has to be the number one criteria for me", "i find them fun to read and you also learn something from them", "in his case, they tend to also be very nicely written", "what does nicely written mean", "how do you define something nicely written", "the sentences are interesting", "there is perhaps more style", "the sentences i like the most are new yorker type sentences, although they can drive you crazy", "i like long sentences that are incredibly well crafted so there’s no confusion out of them", "some of the new yorker ones are crazy, but when you look at them, they’re quite masterful", "i also like when there’s a variation in sentence structure so there’s not one type of style", "do you like salman rushdie", "i don’t know if i’ve read much", "was that the satanic verses", "i think i tried reading that one", "i don’t know if i read much more of his", "lately i’ve been more on that historical – do you like his ex-wife", "you met her, right", "i met her once on a top chef filming", "yeah", "for a micro – she’s indian", "that’s the only reason i brought it up", "anyhow, nav, i read roman historical fiction or american historical fiction", "nav has a one-track mind", "so nav if you had a huge billboard anywhere, what would you put on it", "what would it say", "i like women", "don’t smoke", "so public health", "speaking of don’t smoke, did you ever see a great billboard on twitter about a month ago", "it was probably one of the best billboards i’ve ever seen", "it was a canadian antismoking campaign", "it was a “pro smoking” billboard sponsored by a funeral house", "it was a fake funeral house", "it was actually this not for profit and i’m not doing it justice", "it was certainly in the top ten billboards i’ve ever seen", "what would you put on your billboard, david", "i think i might put one of two things", "either interesting artwork that was really pretty to look at or make it seem like there was a forest or something", "we chatted a little bit about this, but if had to give a ted talk on a subject area outside of what you’re known for, what would it be", "the thing i like a lot besides science is plants and gardens", "it would probably have to be something around that", "but probably more about why i like it rather than any kind of deep knowledge of it", "i think my – why do you do it and what types of plants", "i don’t like flowers", "there are some flowers i like more because of the aroma, but i don’t get attracted by a rose", "i like plants that have interesting bark or leaves on them and are a little bit different than others", "i just like how they look and the fact that they’re calm and intelligent in some way", "i’ve always liked japanese gardens", "i know you spent a lot of time in japan and that has always inspired me", "there’s a certain peace about a garden that i don’t ever get from people or other stuff – besides this freak show here", "there’s something very peaceful about a garden", "i’ve always wanted to be able to spend time to create a garden that i would really like", "i don’t have time and i have a tiny little garden", "i tend to collect somewhat strange plants", "like what", "i think i saw one here as we were driving around", "it’s called the monkey puzzle tree", "it’s from patagonia", "i think it’s latin name is araucaria araucana", "it’s related to norfolk pine, which you also see around", "it has these sorts of spikes on it", "were in glasgow together once and went to the botanical garden there and i show it to you", "or was that someone else", "no", "anyway, i like trees different from where i live", "it goes completely against this trend of trying to go native", "i should be getting new england wildflowers, but – that’s what you meant by native", "what about you, nav", "if you were going to teach or give a ted talk on something outside of the subject area or areas you’re known for, what would it be on", "i think it would be on the concept – and maybe it’s a cliché, but i don’t think it is", "the idea that every relationship you enter into, the premise should be mutually beneficial", "some people argue, “i am altruistic.” that implies it’s only one way", "some people say they’re selfish", "i think both of those are not healthy", "so i’d argue clearly against selfishness, but also altruism", "the best ones are mutually beneficial", "maybe it’s cliché and obvious, but if you think about it, most of us are taught to think about one or the other", "so the good two-shoes are all, “oh, i need to be altruistic", "it’s all about you and not me.” and the selfish people are like, “well, me being a little selfish allows me to create interesting things and make the world eventually better.” but within any given situation, there are ways to do both", "david and i have talked about it in just how we run our own labs", "i think the concept of mutually beneficial is something i talk about openly with my people in my lab or people in general", "i think it’s an important concept that needs to be explicitly stated", "let’s segue to something i view as maybe related", "it’s a conversation we had on the beach yesterday", "it’s not clear how this podcast is mutually beneficial", "wait a second", "what do you mean", "it helps me but it doesn’t help you", "you can ask for anything you want", "i’m joking", "this is like a genie bottle that you can rub and ask for three wishes", "actually, this is mutually beneficial, right", "you have your podcast and i’m just having a good time", "so i’m benefitting from having a good time", "that’s some nice wine", "we were chatting yesterday and i observed that david, peter, and i tend to run pretty hot – not a bad thing", "you mean you guys are hot guys", "meaning, we’re ready for the thunder from down under auditions", "no", "that means that we run hot temperamentally", "i asked you, have you always been this even keeled", "you seem very even keeled and calm in most circumstances i’ve observed you in", "could you repeat and elaborate on your answers", "i would say until the age of 22, no", "not at all", "i found myself very unhappy at one point and i pulled a george costanza from one my great shows, seinfeld", "so in an episode, nothing was working for him and one day he decided to do everything opposite", "i say this in a joking way, but i did", "i’ve gotten older and will probably lose my hair eventually", "you have quite a bit of hair now", "and i always had it a little bit on the long side, but if you look at pictures from high school and up until 22, i had very, very short hair", "as my lovely wife likes to say, “you had the dunkin donut boy haircut.” for whatever reason, i said, “i’m going to grow my hair long.” that’s a very superficial example, but after that i literally did many things opposite from what i used to do", "slowly, i got to this point", "what was the catalyzing moment or conversation or dinner at 22", "why did you change your ways", "what was the setting or moment", "it was nothing in particular", "i simply was not happy with what i was doing and how – what were you doing at 22", "superficially, i was doing all of the right things", "but internally, i wasn’t happy", "when you’re an immigrant, you have your family that comes from a different country", "they have expectations that are based on if you’re still back in your homeland", "but you haven’t grown up there since the age of ten and now you’re 22", "so you have actually spent more time in the united states and you feel like much more of an american at some level", "of course, you still retain certain key aspects of your himalayan indian heritage, and there’s that internal conflict and how you settle that", "and it creates some sort of uneasiness and unhappiness, lack of confidence, and insecurity", "either you stay in that perpetual state of not knowing where you belong, or you start to make some firm decisions", "i started to do that", "one of them was that this isn’t working for me", "there was that anger about if i was indian or american", "there are books written about this subject", "once i decided, “i’m going to be in america", "i like certain parts of america and certain parts of india,” i started to solve that stuff", "i realized that i like people", "i’m afraid of dogs, but i like people", "i started to engage people at a deeper level and i get satisfaction from that consistently", "that just made me happier and a very tolerant person", "from that, you probably notice me not running so hot", "and also, it made me less entitled", "what were some of the decisions you made aside from growing your hair out that stand out to you as memorable or important", "i actually think everybody’s interesting", "you just have to get it out of them", "that, i didn’t have an appreciation for growing up", "i was sadly winners and losers and that kind of thing", "i think everybody has their own interesting story", "most people probably aren’t self-reflective enough to even articulate their story, but it’s there", "it’s just a matter of getting it out", "i think that’s what your podcast does from what i can tell", "that’s definitely the goal"]}