{"dialog_idx": {"erik vance": [25, 26, 29, 31, 33, 34, 35, 36, 42, 43, 44, 48, 49, 52, 53, 54, 55, 56, 57, 58, 59, 61, 62, 63, 64, 69, 70, 71, 72, 73, 74, 75, 76, 77, 80, 82, 83, 86, 87, 88, 89, 91, 92, 93, 94, 95, 96, 98, 99, 100, 101, 102, 103, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 166, 167, 169, 170, 171, 172, 173, 174, 175, 176, 178, 179, 187, 188, 189, 190, 191, 192, 194, 195, 196, 197, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 220, 221, 222, 223, 224, 225, 226, 228, 229, 230, 232, 233, 234, 238, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 257, 258, 259, 260, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 277, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 309, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 332, 333, 334, 337, 338, 339, 340, 341, 347, 351, 354, 355, 356, 357, 358, 359, 360, 361, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 388, 391, 392, 393, 394, 396, 398, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 446, 447, 448, 449, 450, 451, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 473, 474, 475, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 499, 500, 501, 502, 503, 504, 505, 506, 507, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 524, 525, 526, 529, 530, 531, 533, 534, 535, 536, 537, 538, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 605, 606, 607, 608, 609, 610, 611, 612, 614, 615, 616, 617, 618, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 650, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 687, 691, 692, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 707, 708, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 768, 769, 770, 771, 773, 774, 775, 776, 777, 778, 780, 781, 782, 783, 786, 788, 789, 790, 791, 792, 793, 794, 795, 796, 799, 800, 801, 802, 803, 804, 805, 806, 807, 809, 810, 811, 816, 820, 821, 822, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 836, 846, 847, 848, 849, 851, 852, 853, 854, 855, 856, 857, 858, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 897, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 27, 28, 30, 32, 37, 38, 39, 40, 41, 45, 46, 47, 50, 51, 60, 65, 66, 67, 68, 78, 79, 81, 84, 85, 90, 97, 104, 121, 136, 137, 162, 163, 164, 165, 168, 177, 180, 181, 182, 183, 184, 185, 186, 193, 198, 216, 217, 218, 219, 227, 231, 235, 236, 237, 239, 240, 255, 256, 261, 262, 274, 275, 276, 278, 279, 280, 281, 282, 283, 294, 295, 296, 307, 308, 310, 331, 335, 336, 342, 343, 344, 345, 346, 348, 349, 350, 352, 353, 362, 363, 364, 365, 366, 367, 385, 386, 387, 389, 390, 395, 397, 399, 417, 445, 452, 472, 476, 497, 498, 508, 509, 523, 527, 528, 532, 539, 563, 564, 565, 604, 613, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 646, 647, 648, 649, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 686, 688, 689, 690, 693, 706, 709, 710, 730, 731, 732, 733, 734, 735, 736, 737, 749, 750, 751, 752, 766, 767, 772, 779, 784, 785, 787, 797, 798, 808, 812, 813, 814, 815, 817, 818, 819, 823, 824, 835, 837, 838, 839, 840, 841, 842, 843, 844, 845, 850, 859, 895, 896, 898, 899, 913]}, "episode_num": 194, "file_type": "html", "guests": ["erik vance"], "num_sentences": 914, "num_words": 16716, "raw_text": "Tim Ferriss: Hello poodles and parakeets – or maybe you prefer polar bear if you’re a tough guy. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show. Please excuse my irreverence. I’ve had way too much coffee and that is my dog attempting to do breakdancing – sorry for the background noise. This episode, like all episodes of the Tim Ferriss Show, includes a dose of deconstructing someone who is a world-class performer and exceptionally good at what they do. In this case, we have a science writer but the other half of this show, quite frankly, is purely selfish. It is me exploring subjects that I want to know more about and, in this case, the guest is not a military strategist, not an entertainer – it is Erik Vance. Erik with a “k” – you can say hi to him on Twitter @erikvance. He is an award-winning science writer based in California and Mexico City. After working as a scientist on research projects dealing with dolphin intelligence and coastal ecology, he became an educator and then, later, an environmental consultant. In 2005, he switched gears and attended UC Santa Cruz’s famed Science Communication Program – great program, I almost went to UC Santa Cruz for Fiction, in fact – and discovered a passion for journalism. Since then, he has built his career around science-based profiles of inspiring or controversial figures. And we dig into not only the science but also his approach to writing and conveying that. His work has appeared in Harper’s Magazine, The New York Times, Scientific American, and National Geographic. He’s also been a contributing editor at Discover magazine. And his latest book is Suggestible You: The Curious Science of Your Brain’s Ability to Deceive, Transform, and Heal. In this episode, we cover many topics with equal amounts of the profound, actionable, and hilarious. We talk about the power of placebo – and how you can increase the odds of it working for you if you so choose – which conditions respond well to placebo – for instance, depression, Parkinson’s – and which do not, how the mind, religion, bedside manner, and peer pressure can dramatically influence medical outcomes. And then we get to some stories – and not necessarily in that order – catching porcupines in South Africa. The story alone is worth the time it takes to listen to this episode. It will make you laugh out loud – it’s awesome. Also, finding and studying a pig shit sommelier – yes, you heard me correctly – why he got electrocuted for a half an hour at the NIH Laboratories in Bethesda, Maryland, the story of why he chose to be cursed by a witch doctor in New York City, and much, much more. So please enjoy a conversation that I very much enjoyed with Erik Vance. And, as always, you can find all links to everything mentioned in this episode in the show notes for this episode and every other episode at fourhourworkweek.com – all spelled out – fourhourworkweek.com/podcast. Erik, welcome to the show. Erik Vance: Thanks for having me, Tim. I appreciate it. Tim Ferriss: Of course. And where does this find you at the moment? Erik Vance: I am currently in my office in Mexico City in the Norte Roma – if anyone’s ever been to Mexico City – where I’m based. Tim Ferriss: In the [speaking Spanish]. Erik Vance: [Speaking Spanish] exactly. Tim Ferriss: How did you end up in Mexico City? Erik Vance: Actually, I told my wife years ago that – I’m a freelance journalist – that I can live anywhere in the world and I wanted to travel with her. And she works in development and she came back and told me Mexico City is where she’d gotten a job. And I said, “I kind of meant Paris or Venice – anywhere in the world – London?” But we came down here and I fell in love with it and so I love it. It’s an amazing city. Tim Ferriss: Great food, from what I hear – I’ve never been but incredible food. [Crosstalk] Erik Vance: Definitely. Tim Ferriss: And you’ve traveled a lot – you’ve spent time all over the planet and what I’d like to start with, perhaps is why biology? How did you get interested in biology? And we’ll talk about some of the adventures that then relate to that but how the initial interest? Erik Vance: When I was a kid, I was never all that good in school. I had some attention issues and I – [Crosstalk] Tim Ferriss: Some tension issues? Erik Vance: Attention, sorry. Tim Ferriss: Oh, attention. Sorry. Got it. Erik Vance: I didn’t pay attention real well but, when I was out of school, I spent a lot of time walking through the woods basically looking for dead things and then sort of poking them, and opening them up, and stuff. And I didn’t realize this was a field – it’s wasn’t until later… Even when I went through Biology classes, I didn’t really realize that that’s what we were talking about until I really got to just before college when I realized that poking dead things and finding them is actually something people do for a living and I was hooked at that point. Tim Ferriss: And what did the trajectory look like? Did you go immediately, as soon as you got into undergrad, into the sciences? Erik Vance: I did. I got really hooked as an undergrad in those Field Biology. There’s two kinds of Biology – there’s “Microscope Biology” and “Binoculars Biology” and I got into “Binoculars Biology” – chasing after animals and stuff like that, and looking at trees. I loved it and I really wanted to be a scientist. I wanted to be a Ph.D. and publish papers. I just wasn’t that good at it. I loved wondering and learning new things but doing the actual work was not my forte and so I went through a bit of a crisis and backed away from Biology and discovered Journalism and, specifically, Science Journalism and that’s where I really found my groove. Tim Ferriss: How old were you when that happened – when you took that fork in the road? Erik Vance: I was 27, I think. I’d spent a solid five years after college being a biologist for hire and working in some laboratories around the world and doing some different things but never really logging it. I kept jumping from one thing to the next. I was about 27 when I finally discovered science writing and went back to grad school for Journalism. Tim Ferriss: How did you make that decision in the sense that – and I also realize that I accidentally used a Yogi Bear quote, “When you took that fork in the road…” “If you reach a fork in the road, take it,” – that’s not proper English, folks. I need more caffeine. What was the moment in which you decided that you were going to bite the bullet, so to speak, and pursue that? Was it a particular conversation or a particular dinner? Erik Vance: I always had this scientific sense of superiority to writers and I always thought writers were kind of a bore. And, yet, I have written a novel that will never be published – and never should be published – as a scientist and I just love writing but I just didn’t like… There’s something about that process that I just couldn’t admit that I actually liked. It was like this, “I know I’m a scientist. I’m analytical,” and yet I’m doing all this stuff on the side. And, finally, it was really a matter of a single Google search after doing some soul searching where I typed “science and writing” into a Google search and, lo and behold, I found out there’s a whole career for science writers I had never really thought of. And, when I was a kid, I used to get these little things called “Zoobooks.” They were these little magazines – it was like your first mail you ever got when you were a kid – and I always loved that you have the animals and you learn about the animals and I always wanted to be the guy who was in the magazine who was pulling apart sharks or picking up ants and stuff. And what I realized in that moment was that I don’t want to be the guy in the magazine – I want to be the guy making the magazine. It was the magazine that I really loved – it wasn’t… Every month, it was something new and that’s what I liked. And that clicked and then I was off. Tim Ferriss: Now, although you went on the other side of the camera, so to speak, to document, and interview, and research, you’ve also spent a fair amount of time in the field. Right? Erik Vance: Yup. Tim Ferriss: And I don’t know the answer to this question but which came first – the pig shit or the porcupines? Erik Vance: Oh, the porcupines came before the pig shit. Yeah. Tim Ferriss: Okay. So can you explain the porcupines, please? Erik Vance: Well, alright. So, in my process of trying to be a scientist, one of the places I went was in South Africa. And, basically, I needed a subject for my Ph.D. so I just figured I’d go to South Africa, and catch sharks, and do cool stuff, and figure out what I was all about. Tim Ferriss: Why South Africa? Erik Vance: I had seen the movie The Power of One and I really liked it – I thought it was good – and so I said, “That’s where I’m going. Yes.” And that was literally as much thought as I put into it. I was an idiot as a kid. And I actually tried to reenact… I’d go through these slums of South Africa – I’d go jogging and stuff – thinking that children would chase me and I just had people be like, “Dude, you shouldn’t be here. Go away before you get hurt.” So I’m wondering around and I ended up hooking up with this laboratory in Cape Town – University of Cape Town – and, sometimes, they farmed out their scientists to documentaries and I was still a scientist at that point. But there was a documentary – the BBC was doing a program on aardvarks and the animals that live in their burrows so it was really exciting stuff. Tim Ferriss: Sounds like a thriller. Erik Vance: Oh, yeah, really. They had aardwolves and a bunch of other animals that live in these burrows and one of them was porcupines. So what they needed was a biologist to go and catch the porcupines and habituate them and that was the deal. And they’ve got this lame kid wandering around their lab who they were just like, “Hey, let’s just send him because he’s not really doing anything.” And so they sent me into the bush for 10 days with some really interesting characters. The people who end up signing up for this are a diverse group. And the guy who was leading the expedition was this guy who spent a lot of time in the bush and was really savvy but really quiet – didn’t say anything – and he’d occasionally catch birds with his bare hands and that was about all. Tim Ferriss: It’s like a praying mantis, although a very large one, yeah. Erik Vance: He’d walk in front of the car and there’d be this bird crouched and he’d just snap out and grab it. And then there was this other dude who was in the field to detox from his heroin addiction. And he was a former Satan worshiper who had become a born again Christian. And I learned that there’s not actually that different, actually – he didn’t actually change much, he just switched sides. Just before, he’d say, “I can feel the claws of Satan ripping into my chest and parting the skin of my chest and, now, it’s a bad thing. Before, it was a good thing.” Tim Ferriss: Before, it was like a massage. Erik Vance: That was Saturday night. It was a normal thing. And he was really intense and he was still totally focused on Satan as a born again Christian – which I never really thought about before but it is a big thing – and he was just this really interesting guy. And it was me, and him, and this guy who never spoke and so we spent our days smoking cigarettes and the recovering addict would try to catch fish with a stick and a hook that he had found. And then, at night, we’d go out with this giant truck and this light – these rifle-looking flashlights – and look for porcupines and I learned a few things about porcupines. We were not prepared – it was Day 3 before someone suggested we get some gloves. We had blankets – [Crosstalk] Tim Ferriss: Somebody forgot the packing list. Erik Vance: Well, it didn’t even occur to us. That’s how bad it was. It wasn’t that we forgot them – it just never occurred that we might want them to catch the porcupines. Tim Ferriss: Thank god they called the professionals. Erik Vance: Right? This is who they sent. And so a quick thing about porcupines – actually, we learned that there were two primary defense strategies that porcupines have, not surprising to anyone. One of them – the surprising one, I suppose – was that they’re actually really fast, especially when you’ve been smoking cigarettes all day. Actually, when they started to run, you’re just like, “Oh, shit. This one’s running,” and they know where their burrow is – you don’t – and so we spent a lot of time just tripping over rocks and stuff and then with our hands on our knees just catching our breath and having been dusted by some fat little porcupine. So that was the first technique. The second one was more usable which was they stick their head against a tree, put up their quills and go, “Give it your best shot, asshole. Go ahead.” And those were the ones we wanted because we had a little syringe of ketamine – which was endlessly fascinating to the recovering addict – [Crosstalk] Tim Ferriss: I’m sure – endlessly fascinating to a lot of people in Silicon Valley, too. [Crosstalk] Erik Vance: Yeah. It’s actually very useful for tranquilizing these animals but what’s interesting – what I didn’t realize – is that when you watch a nature film about animals like a porcupine, they didn’t just stumble upon that animal and now they’re filming it. That’s not the way it works. Someone went out beforehand and prepped the whole scene. And one of the ways they had to prep it is you have to catch the animal, you drug it, and then you have to put a tracking device inside of it because people watching TV don’t want to see a radio collar. Tim Ferriss: They don’t want to see a Petco Harvey collar around the wild porcupine? Right? Erik Vance: Yeah, it kind of kills the mood. It’s not great for the porcupine because he has to go through this surgery but… So we did that with this one porcupine that they named “Uncle Erik.” And I never really was clear whether they were making fun of me or it was in honor of me – it really could have gone either way. So we did that and then we released Uncle Erik back into the wild to lick his wounds. And then the next step is to habituate and so, basically, habituation is one step down from taming. You basically hang out with the porcupine – or whatever animal – for hours, and hours, and hours until they realize that you’re not going to hurt them and they understand that you’re not going to feed them so they just ignore you – like you’re just another tree or whatever in their environment and they just go about their business – and that’s when you bring in the film crew. So it’s not at all like a natural setting, but you might wonder how do you do that? And, basically, you just have to talk to him for hours and hours on end. You have to get him used to the human voice because, when people come in to film him, they’ll be talking. So I sat out there in the middle of the classic empty savannah with the huge sky and scorpions crawling over my feet and just talked to this porcupine. And what do you talk about – [Crosstalk] Tim Ferriss: Uncle Erik? Erik Vance: Uncle Erik and me hanging out together. And it was me and this porcupine and what do you talk about? Well, you talk to him about your relationship problems. I was sitting there being like, “And then she told me she didn’t want me to come because her friend was coming but I didn’t know her friend. Okay, let me go back a couple years,” and the porcupine’s sitting there listening to me bitch endlessly about this woman – [Crosstalk] Tim Ferriss: And what is the porcupine doing? Not sitting on a rock, smoking a cigarette, listening, I’m guessing? Erik Vance: No, he’s sitting with his head against the tree – as you found him in the first place – with his spines up, going, “Please god, make it stop.” Tim Ferriss: Like, “Dude, attack me or leave. I can’t do this forever.” Erik Vance: Yeah. “Are you going to kill me or what? What is this?” And I remember, one night, I heard the storm coming so I started to go up on a little ridge and look out and I said, “Okay, I’ve got an hour or so before it comes.” I come back and then Uncle Erik’s gone. I’m like, “Okay. Dangit.” So I grab my tracking device and flip it on and he’s not popping up on the scanner at all and this thing has 100-yard radius so he basically cleared 100 yards in less than a minute just to get away from me. As soon as I turned my back on him, he was like, “I’m gone,” and he just bolted for the horizon. And I remember that was one of the moments where I really was wondering if I was in the right career or not. Tim Ferriss: So that was on the field biology side? I like the “Binoculars” versus “Microscopes.” Actually, the last interviewee or the last few folks I had on interview were on the opposite end of the spectrum so they were actually focused on things like the mechanistic target of rapamycin and looking at M-12 and all this cool stuff. So the field biology, if we then flash forward, you are learning more about science writing. What was the program that you were in? Erik Vance: It was actually the University of California Santa Cruz Science Writing Program which really changed my life. It’s an amazing program. Tim Ferriss: Who or what lessons had the biggest impact on you through that course – or program, I should say? Erik Vance: God, there’s so many. The biggest thing is, as a scientist, you’re trying to be exact. You need to be precise. And, as a storyteller, you need to convey a feeling, a sense, because people don’t read journalism or storytelling the same way that they read a scientific paper. You walk away with an idea – a couple little facts and an idea. And you really have to shift your thinking to tell a story to someone – you have to have characters, you have to have an arc – and that’s really hard. That’s something, I think, I learned there but I constantly am trying to perfect because it’s a totally different way. Aside from the little things like no longer using the passive tense and the technical jargon and all that stuff, it’s really about telling a story and it’s not about conveying information. Tim Ferriss: Or it’s about wrapping the information in this sugar-coated delight called a story so that you actually absorb it. Erik Vance: Right. Yeah. Tim Ferriss: Who are some…? Well, I guess I have so many questions just because I just finished a book, myself, so writing is on the brain. What about your writing – besides, say, using the passive tense less – improved the most before and after – going into the program – coming out of the program? And the reason I ask is I can think of, for instance, in my own history going back to a class that I took with John McFee which was called “The Literature of Fact” and what he really burned into my brain – and of course, I won’t even approach 10 percent of the writer he is, ever – but was how visually he thinks of structure and would almost spec it out on a blackboard or whiteboard like a football player – it was really fascinating – or even like a Krebs cycle. It was very, very visual and I’d never thought of architecting something out that way so that was a novel idea that I still rely on, sometimes, when I am stuck. When I can’t figure out how to structure a story, that’s something that I’ll still do. Are there any tools or any particular changes that you experienced in your own writing? Erik Vance: Yeah, that’s a really good one. Have you ever heard of “The Open Notebook?” Tim Ferriss: No, I haven’t. Erik Vance: You should check it out. It’s a website run by some really good science writers that’s for science writers. And they have a section that’s just that – it’s just basically science writers doing schematics of stories they done – [Crosstalk] Tim Ferriss: Oh, how cool. [Crosstalk] Erik Vance: – and their favorite stories. Tim Ferriss: Oh, that’s awesome. Erik Vance: It’s great. I did one where I actually tried to sketch out Burkhard Bilger’s – a New Yorker story he did on youth rodeo programs. It’s an amazing story and I just loved it and so I tried to sketch it out and I just sketched out one of my own. And I loved it – it’s very visual, it’s very cool. Tim Ferriss: Oh, so it’s people taking a stab at other authors’ or other writers’ work in addition to their own? Erik Vance: In addition to their own, yeah. Exactly. [Crosstalk] Tim Ferriss: Oh, that’s cool. Erik Vance: So your experience as a reader and your experience as a writer. And, of course, I liked his story better than the one I did so it looks a lot better. You’d like it – there’s lots of other gems in there, too. But the thing that I think I really took away – and I wasn’t expecting from that program – was a love of characters, of the people… I tell the story about the porcupines and it’s just a weird thing but you tell a biologist this story and they’re like, “Yeah, whatever. Of course, that’s our job.” They’re weird people doing a weird job and that’s what I really fell in love with was the people who do it and how they approach it and so I love… For the first couple years of my career, I just wrote profiles about amazing scientists who I thought were doing cool stuff and that’s really what I focused on was, “Who are these people who are interesting but also can tell a broader story?” I have something I want to say about gene therapy or chemicals in the atmosphere that geo- asphalt organic compounds that changed the atmosphere of the forest – I want to tell that story but I really want to tell it through a person. Who is that person who can tell that story? And what’s their life like? And what do they think about? And why are they sitting on top of a tree trying to get these air samples? How did they end up there? And that’s what I really fell in love with – that program – is the people. How do you tell a story through a person? Who is that person? And it’s not always the easiest person to find – sometimes, they’re the ones you’re not looking for. Tim Ferriss: So that’s the best tee-up I could imagine for my next question which is… I should point out these are all new things to me – I don’t know the answers to these questions. The first reporting assignment – you sent me a little note – is with a guy who studies the smell of pig shit for a living so probably not the Mickey Mantle you were looking for for ten years. How did that come to be? And walk me through… you graduate from your program, how do you go from there to this assignment? Erik Vance: Well, you’re a young, freelance writer – no one cares what you want to write about. Of course, I want to write about sharks, and important stuff, and – [Crosstalk] Tim Ferriss: And they’re like, “Yeah, get in line, buddy.” Erik Vance: Yeah. Like, “Go ahead. We’ll look at your pitch. Yeah, definitely.” And so you have to come up with stuff they don’t have and one of those things is chemistry – not a lot of people covering chemistry. So I was like, “Alright, I’ll do some chemistry.” And it actually started, I was working at the Chronicle of Higher Education and I got this little – [Crosstalk] Tim Ferriss: Where was that? Erik Vance: The Chronicle of Higher Education in Washington, D.C. Tim Ferriss: Oh, I got it. Erik Vance: It’s a magazine that, unless you’re… It’s highly respected among universities and no one else has heard of it. But it’s actually really great outlet – they do great science writing – so it was my opportunity to really dig in and do cool stories. But one of those stories that I did that wasn’t that cool was this side 300-word blurb about the chemical in… have you ever heard of ladybug taint? Tim Ferriss: That pulls up an incredible image in my head – I’m pretty sure it’s not accurate – so I’m going to say no. Erik Vance: I had the greatest title for this story that they wouldn’t let me use but… Tim Ferriss: Wait, wait – okay, so now I have to ask what was the headline? Erik Vance: “Stinky Ladybug Taint.” Tim Ferriss: That could be your punk rock band at this point. Erik Vance: Right? Tim Ferriss: Okay. So, no, I don’t know what ladybug taint is. What is it? Erik Vance: So, if you’re crushing a bunch of… You’re from the Bay Area, right? Tim Ferriss: I am. Well, I live in the Bay Area, yeah. Erik Vance: You live in the Bay Area. Well, if you’re crushing up a bunch of grapes in a classic sort of wine crush, it’s inevitable that you’re going to get one or two ladybugs in there – it just happens. And what happens is, if you get one ladybug in a big vat, you get this nice little bell pepper taste. It’s this nice hint in the background. If you get two or three, it gets overpowering and it just ruins the whole batch. And it’s called ladybug taint – [Crosstalk] Tim Ferriss: That must be hard as hell to deal with. Ladybugs… I don’t know how many people listening have been inside a wine vat but those things are gigantic. Wow. Okay. Erik Vance: And you can’t drop a ladybug in because you don’t know if there’s already one in there so, apparently, it’s a big thing. Anyway, what’s interesting is I was talking to a scientist who discovered the chemical that does this. It’s an extremely potent, powerful chemical. I think I calculated that, if you took an Olympic-sized swimming pool and you put a teaspoon in there, you’d still be able to taste it. This stuff is brutal. Tim Ferriss: So sharks are to blood what humans are the ladybug taint in a swimming pool. Something like that. Erik Vance: If a shark smelled this, he’d be the same way. He’d be like, “Damn, No, no, no.” Anyone… It’s potent. And so I started talking to this guy the way I do and I was like, “Wow, this is a weird job. How did you find this?” and he was like, “Oh, there were some ladybugs in my windowsill and I shook them up in a jar and smelled this thing…” If you ever eat a ladybug – which I don’t know, Tim, have you eaten any ladybugs? Tim Ferriss: No, I’ve eaten a lot of crickets but no ladybugs. I need to expand my repertoire, maybe. Erik Vance: There’s a reason why you don’t – and that’s the reason why they’re red and black, it’s a warning sign – because they have this chemical and they will unleash it if you try to eat them. And that’s what it’s for. So he smelled this thing and he was like, “Oh my god, I’ve got to figure out what this is.” So I asked him, of course, “Well, what’s your job that you do this?” and he was like, “Well, I don’t actually study ladybugs. I actually study pig shit.” He didn’t say it like that but that’s what went through my head and I was like, “Wait… like…?” And he specifically focuses on smells and these strong smells and the chemicals that are involved in what we smell. And so I was like, “Oh my god, wait, so you study the smell of pig manure?” He’s like, “Yeah, the aerosol chemical nature of…” He had a great way to say, “I study smelly pig shit.” And I was like, “Oh my god. I have to come out and meet you. I have to see your laboratory. This is amazing.” And so I pitched Nature – which is a very prestigious journal that also does a lot of science journalism and I’ve done a little work for them before and I’m like, “Please send me out to talk to this guy.” He was in Iowa and they were like, “Alright, you’ve got a couple hundred dollars. Go out there, come back, get the story.” It’s the first time I’ve ever been on assignment to do a story like that. I was very excited. And it was the most amazing lab I’ve ever seen. Tim Ferriss: Now, hold on. What did this…? So this was your first pitch for a remote assignment? Erik Vance: Yes. Tim Ferriss: Okay. What did the…? Did you do it via letter, or email, or was it via sound – when you were like, “Hey boss,” or, “Hey editor…” Erik Vance: I put together a nice email with all the pieces the pitch has to have and it was fascinating jobs. And I caged around people who have interesting jobs and tried to keep the poop humor to a minimum although I did get the word poop in the journal Nature and that I want – [Crosstalk] Tim Ferriss: That’s a win. [Crosstalk] Erik Vance: That’s a win. Tim Ferriss: Okay, so you fly out to Iowa…? Erik Vance: So I fly out to Iowa. Well, actually, I flew out to Nebraska because I didn’t actually know the difference between the two so ended up renting a car and driving to Iowa because that’s how nervous I was when I was booking my tickets. So I get out of the car and you can smell it as soon as you get out – so you can actually smell it. It’s phenol – the specific – it’s often called by people who are into this world, it’s called “band aid” or “farmyard.” And it’s the first thing you smell when you know there’s a barnyard nearby – it has a very low vapor pressure so it sticks to anything it touches which means a little bit of dust in the air and it’ll stick to it and it’s the first thing you’ll smell. It smells a little bit like a band aid and it’s like, “Oh, there must be a farm nearby,” – that one. So that’s what I smell as soon as I get out. It’s a very agricultural area – it’s up in Ames. And I go in this guy’s lab and he just introduces me to this world of smells. Everybody’s got these smelly pens everywhere and he has all the students smelling the pens with their eyes closed to try to really hone their ability to recognize smells that are hidden. And he’s got this device called the – let’s see if I can do this – “multidimensional gas chromatography mass speckle hectometer.” You’ve got one, right? Tim Ferriss: Oh my god. Yeah, I’m looking at one right now next to my tea. Okay. Erik Vance: He’s just amazing. So you put – let’s go back to wine – you pour some wine in this thing and then what it does is gas chromatography. It cuts the wine up into different pieces, into different chemical components. And it breaks them up, pushes them aside from each other and it starts giving to you one at a time. It’s a little cup that goes over your nose at the same time you have a mass spectomy – a layout of what these things are. So you’re smelling it, the computer’s analyzing it, and, together, you can find stuff that no one’s found before because our noses are incredibly sensitive. And so he does this with wine – and that’s for practice and for some other things – but, mostly, he focuses on pig shit. That’s his bread and butter. And he studies these chemicals that make pig shit really, really bad. And he’s looking for subtle differences of that one big dropping that’s going to solve it – and he’s trying to diminish that smell. Tim Ferriss: I was going to ask… I assume he’s not making perfume. Now, why is it important to diminish the smell of pig shit? Erik Vance: Well, to your point, this guy has the kind of nose that he could be making perfumes – he’s incredibly sensitive – but he’s doing this because the idea is, if you can change the food that a pig eats in order to change what comes out from the other end, then you can diminish the smell of a pig farm and that’s actually the biggest obstacle in building new pig farms. Tim Ferriss: Ah, for zoning, and neighbors, and so on or anything like that? Erik Vance: Yeah. Exactly. Not just for… For whole communities that don’t want these things nearby and, if you can diminish that, maybe you can put more of the closer, you can put more pigs in them – there’s just all kinds of opportunities that can come up once you can give the pig what it needs without having to get the worst chemicals. And some of these chemicals – like with the ladybug – are really, really subtle – they’re really small. So that’s what he does and he’s got this device and he hooked me up to it. And he was worried that I wouldn’t be able to get all of the nuance. So, rather than leaving the sample and leaving it in for a couple minutes – ten minutes – which is what he would do, he left it in overnight so it really was pungent. When he stuck this thing on my nose, I was… The first couple things you smell are actually the interesting things – because it’s broken up into pieces – and there’s some nice things in pig shit. There’s wet cardboard, and taco shell, and mushroom – all these great smells…. All these things you think are really obnoxious, like wine drinkers, those are real chemicals and you can smell those separately. I was like, “This is great,” – [Crosstalk] Tim Ferriss: I’m just imagining saying to a date like, “You smell wonderful. It’s like wet cardboard and mushrooms.” Erik Vance: Yeah. “Wow.” And you don’t know it until you smell it. You’re like, “Oh my god, that totally is wet cardboard.” And the pigs haven’t been eating cardboard – it’s just the same chemical. And then we get to the sulfates and, man, that’s the business end of pig shit. I felt like I was getting run over by a manure truck and had my face down one of those Port-a-Potties for… It was just horrible. And, as I mentioned, these things have a low vapor pressure so they stick to whatever they touch – [Crosstalk] Tim Ferriss: Yeah, that’s horrible. Erik Vance: – the inside of your nose. Meaning, for the next three days, everything I ate, everything I smelled… I was just like, “Oh god.” Tim Ferriss: Had a hint of pig sphincter taint? Erik Vance: Exactly. Tim Ferriss: So you turn in that piece – was there any turn of phrase or portion of that piece that you were proudest of when you turned it in? Erik Vance: Yeah. That’s the great thing about this job is, if you read my stories – or any story, any science writer, or any journalist – you only get a fraction of the experience that they had when they were reporting that story. And it’s so rich – I wish there were more ways to share these things – but the part that I really enjoyed the most was this gentleman had a – like I said – a very sensitive nose and he was able to, if you fart, he could tell you what you ate. Tim Ferriss: Wow. That is a great party trick. Erik Vance: It is. It’s a great party trick and I talked to his wife and she was really wonderful. And she talked about she was born in Iowa, met him in Alaska when he was a mountain climber, and then ended up moving back to Iowa with him for this very interesting career – and she had a great sense of humor about the whole thing. And she was the one who told me – and also talked about how he used to smell when she first met him, he’s this great mountain climber and he smells great and now it’s this different reality. We all got to grow up someday, I guess. Tim Ferriss: Now, you mentioned the former Satan worshipper turned evangelical earlier. You are a scientist turned journalist but you were raised Christian Scientist? Is that right? Or was it more one of your parents? Or both? Erik Vance: Did you just compare Satan worshipping to Christian Sci? Tim Ferriss: No. That’s probably what the internet’s going to say. I was trying to do a clumsy transition with the theme of religion which didn’t really work out – which is why I usually avoid talking about religion. Erik Vance: I didn’t mean to bust your balls on that – it’s just that that’s funny. Tim Ferriss: That’s okay. Busting my balls is fine. Erik Vance: I did. I grew up in Christian Science and, actually, I didn’t even really realize it was all that weird until you get older and you start thinking back on your childhood. But I didn’t go to a doctor until I was 18 years old, I think, was the first time and I remember being bewildered by the whole thing. But Christian Science is this really weird interesting philosophy – it’s also a religion – but it’s this thing that people don’t often think about because there are not as many as they used to be. But it’s a fascinating religion that basically says… it’s like the Matrix – it says that all you see isn’t real and that’s it’s actually a construct of your mind and, if you change your mind, you change your body. So it’s a lot about really deep belief that what you’re seeing isn’t true – whatever, this cold that you’re experiencing or arthritis that you’re feeling – it’s not real. It’s just a construct of your mind which is whacky when you think about it and imagine growing up in that. It’s a little weird. Tim Ferriss: I had at least one of my grandparents – and I don’t think I’ve ever talked about this – was very much into Christian Science and, at the time – I was whatever, let’s call it 5 years old, 6, 7, 8, 9 – I was like, “Oh, something Science. Sure, why not?” And I actually visited the Christian Science Reading Room – I guess they have these reading rooms in different cities at one point – [Crosstalk] Erik Vance: Yup. Tim Ferriss: But never really had a ton of direct exposure to it and did go to the doctor a lot because I was a very sick kid growing up. Did you get really sick at any point? Because I’ve seen at least one Law & Order about… I think they must be Christian Scientists who have a kid with a life-threatening illness or potentially terminal illness, and they won’t let their kid go to the doctor, and then they’re in court, and it’s very dramatic. Did you just dodge all of the bullets or did you have any serious issues? Erik Vance: Well, I should say, I did have a very healthy childhood. I think most Christian Scientists, if a kid breaks his arm, they’re going to go to the doctor. Everyone has their own interpretation. Basic Christian Science says, “There’s a better way to do this.” It’s not saying you can’t – technically, it says, “There’s a better way to heal something,” – but, culturally, it does end up becoming, “You can’t.” That just ends up being the way people interpret it and that can be problematic. And, if you don’t go to doctors, it becomes really scary to go to a doctor – it becomes really frightening to make that – [Crosstalk] Tim Ferriss: It’s built up into something of a monster. Erik Vance: Yeah. Exactly. You’re told all these things about how doctors… It’s not… Don’t get me wrong, a lot of things can happen to you in a doctor’s office – people do walk out of hospitals sicker than when they went in, it happens – but, for the most part, we all know that hospitals and doctors, they’re trying to help you. So it is this very difficult thing and it actually came into play before I remember –my most serious disease, I don’t remember it because I was one and a half – and, at the time, my parents thought it was Legionnaire’s Disease. I’ve since talked to some pediatricians and some scientists and tried to figure out what it was and it’s not clear what I had but it was definitely serious. I was definitely having seizures, and turning colors, and my eyes were rolling back into my head – it was serious – and my parents wanted to treat it with Christian Science and it was touch and go. And I ended up having what Christian Science would call a healing – a rather instantaneous healing – when my parents, my mom, got to this point where she just got panicked – I was really, really bad off – and she called up the practitioner – who are these people who help Christian Scientists over the phone, like instructors or guides – and she found a sense of calm. And then she walked back in the room and I was better. Now, you’ve talked on this program about regression to the mean which is when people tend to get better after they’re the worst and it’s easily explainable that way. But, whatever it was, it was a very powerful story for me growing up. I would think about this a lot – what this had been like for me as this little baby and the fact that I had been saved by God. And it was a very potent narrative that I had about myself which actually leads to the book I wrote because it turns out that’s a very powerful thing for – and you mentioned placebos in the at very same episode – it’s a very important part of the placebo effect is your narrative. Tim Ferriss: Right. So the placebo effect has been endlessly fascinating to me and we might as well go there. What was your firsthand experience with the placebo effect? Erik Vance: Well, one could argue my childhood. Tim Ferriss: Right. That’s safe. Erik Vance: Without insulting 100,000 people. I think where it really hit me – and, actually, I met one of the leading researchers in the country on placebos, who is a former Christian Scientist and we actually went to the same college, Christian Science College – and that’s how I realized that there was this connection between belief and what’s called expectation and this healing. And so I really got into this thing and one of the earlier reporting trips I did was to the NIH facilities in Bethesda, Maryland. Have you ever been there? Tim Ferriss: I have not. Erik Vance: It’s like a scary place – it’s beautiful, it’s amazing, basically a miracle factory with the amazing research they do there. Tim Ferriss: Why’s it scary? Erik Vance: Well, it’s these big, blocky, industrial-looking brick buildings with smoke coming out of the tops of them. Tim Ferriss: It’s like East Berlin circa 1970? Erik Vance: Yeah, or some really bad movie in which you go to where Dr. Frankenstein has his college. But it’s actually this amazing place and I went to this cortennial lab, a woman by the name of Malena Kolaka – she’s an Italian researcher – and she basically said, “Okay, I’m going to put you in a placebo research trial.” And I didn’t really know what I was getting into but she hooked up these electrodes to my hands and she said, “Okay, we’re going to electrocute you.” And so we figured out where on my pain scale it was at – I think it was a 7 or a 6, pretty powerful shock. It was so powerful that I twitched – really, really not comfortable. But then they had another one which was a 1 and it was barely a little pinch. And so every time I saw a green screen, I’d get the 1. Every time I saw a red screen, I get the 7. And she purposely would show me the red and then wait a beat and – [Crosstalk] Tim Ferriss: Watch you flinch? Erik Vance: Yeah, because – and turns out this is really important for the placebo because it’s creating expectation and I’d be like, “Oh my god, oh my god,” and you’d twitch. Horrible, horrible. And she’d go back and forth – zipping back and forth – and you’d just come to dread that red screen. And then, on the last one, it felt a little like the 1 had been turned up one, like a 2 – the score I was keeping, I’d call it 2 – and then the red is obviously like “Buzz,” and I’m twitching. And then she walks in and she says, “That was a great job. On that last run, I gave you the high one every time.” And it was just… It wasn’t just that I was convincing myself that I had less pain or that I was… I had less pain. I was not twitching. I was not fooling myself. I’m not an idiot – it was less – and that just blew my mind. Tim Ferriss: So, objectively, the stimulus was the same but your nervous system responded according to your expectations? Erik Vance: Exactly. Basically, my brain filled in the gap. Your brain has expectations and it doesn’t want to be wrong so, when it’s wrong, it just makes up the difference. And, in this case, it released, basically, a morphine drug that’s already in my brain into the brain and it basically covered up the pain. So I basically got a shot of morphine so fast that you almost can’t even measure it – it happens faster than my brain can realize it’s in more pain than it expected. Because your brain does not want to be wrong – it does not want to be proven wrong. That just blew me away because I kind of… in the back of our head, we all think the placebo effect, at its heart, is just gullible people who don’t want to admit what really happened. But these are real biochemical reactions that happen and they are measurable. And I was hooked at that point. [Crosstalk] Tim Ferriss: Of course, I’m a human guinea pig, I do all sorts of ill-advised things to myself trying to ensure I don’t mortally wound myself – but what are some of the other experiments that you’ve done or experiences that you’ve had involving this personally? Now, there’s one that you mentioned that I don’t have any context on that was related to a curse of some type so, immediately, this is of interest to me. I’ve spent a good bit of time in places like Brazil and elsewhere where there’s quite a bit of talk about this type of thing so I would love to just hear the story since I don’t know the first thing about it. Erik Vance: Well, I’ll answer the first question first, then we’ll talk about curses. I spent a lot of time getting burned, poked, prodded. I threw up once because nausea is also a response of the placebos and I did a nausea experiment. I’ve done a lot of these things but the thing that’s really the most useful for placebo research is pain. And, when it comes to placebos, it really affects things like Parkinson’s, like pain, depression, anxiety, Irritable Bowel Syndrome. Basically, all these things are connected by dopamine and a few other chemicals that seem to really respond well to placebos. And that’s why placebos are so interesting because some things have this 60, 70 percent responses and other things, 10, 15 percent so there’s something going on there. And so, because pain – you can’t cause depression in a laboratory although I might argue, with the current presidential debate, you could cause depression on command, but it’s not something you can really play with – but pain, you can so I’ve spent a lot of time getting burned, and poked, and all kinds of things because that’s what scientists studying placebo effect study is pain. And there’s actually a lot of implications for that and, when you… So an example of one of these things – and I am getting to your question, just circling… Tim Ferriss: I’m not rushed. This is not a three-minute morning TV show – we’ve got time. Erik Vance: Where was I? Oh, yeah, getting… So there’s a classic experiment where a lot of these things are… they’re not conscious – these placebo effects – and you talked in your other episode about, “Oh, now that I know that homeopathy isn’t real or isn’t effective, it doesn’t work on me anymore.” Well, that’s not true for everybody. Actually, for a lot of people, they can’t help the fact that, say, homeopathy or a placebo works. In fact, you can tell someone, “This is a placebo pill. It is inert,” give it to them, and they’ll still have a placebo response. Tim Ferriss: What’s the explanation for that? Erik Vance: Well, a lot of it’s classical conditioning. Have you ever taken a Tylenol and been like, “Oh my god, my head hurts. Oh my god, I’m in so much pain,” take the Tylenol and be like, “Oh god, thank you. Oh, I can think,”? Has that ever happened to you? It happens to me. Tim Ferriss: Sure. Erik Vance: Well, Tylenol doesn’t kick in for 20 minutes so what are you experiencing? [Crosstalk] Tim Ferriss: Right. Erik Vance: And, whether or not it’s real or not, that’s basic classical conditioning. You can condition yourself to have the experience and so you are getting drugs – they’re just drugs that are already in your head. They’re not from the outside. And so, for some people, it doesn’t matter what you tell them, it’s subconscious – their brain’s going to do it to them whether you want them to or not. And one of the people who’s studying this, she does this – she uses fake faces but they flash at you so quickly you can’t recognize them but your brain does. And one of those faces is attached to more pain and the other is attached to less pain. And so you see these faces and your brain goes, “More pain,” and it responds. Your conscious brain can’t tell the difference between these two faces but your unconscious brain sees it, knows what’s about to come. And this is, again – in this case, it was burning pain – but it was pain. And that’s what underlies a lot of this stuff and some of the really exciting research going on right now is looking at the unconscious nature of placebo effects and they may follow a totally different path. It may be like Google Maps where they overlap on a couple roads but they diverge a lot but it’s a whole different thing and it’s really beyond our reach. And one of our big questions that comes up is, “Well, are some people able to tap into this and other people are not?” So I mentioned that you have high pain, you have low pain. Right? Well, the low pain is obviously a placebo effect. You’re getting the same pain – the same stimulus – but your brain prepares you. Your brain changes it so your experience is different and so there’s low pain which is like, “Oh, I don’t feel any pain on this one because I saw a certain face,” and that’s the placebo response. But there’s also the high pain – the higher pain than, actually, you should be feeling and your brain’s like, “Oh my god, this is going to be very, very painful.” That’s called the nocebo response. Tim Ferriss: No-cebo, right. Erik Vance: Exactly. And almost every study that looks at placebos, you also have a nocebo piece of that equation but nocebos are actually really hard to study and they’re really unethical to study in the way that we want to. It’s like you want to give someone a drug and be like, “This is going to make you really, really sick,” or, “This is going to kill you,” and you can’t do that. Tim Ferriss: IRB doesn’t like to approve that kind of stuff? Erik Vance: Exactly. That has been tried and it has not worked out. So you talk to these scientists and some of them are like, “Oh, man, I understand this is unethical but, man, I’d really like to know.” Tim Ferriss: I know back in the good old days, with K-Hill and those folks, could fast subjects for 40 days. You can’t do that with mice for… I don’t think you can even exceed 72 hours now. Ah, science. Erik Vance: Yeah, and that’s the thing. There were these great stories I was never really able to verify about people with being told they were having cigarettes being put on their backs and all these terrible things they did to prison inmates to test the nocebo. Basically, whatever… this thing didn’t really have a name back then but, yeah, you used to be able to do that kind of stuff. So nocebos are a little thin on researching. When I was writing this chapter, it was hard to fill it out. You got so much of this really interesting stuff in there and nocebos are definitely more powerful than placebos. If I want to train you on a placebo response, we’ve got to do it a bunch of times so that you really get it down that this is less pain. If I want you to have a nocebo response, I just have to tell you, “This is going to hurt. This is really going to hurt. Get ready,” and your brain’s just wired for fear. So that’s cool but I needed more so I really started getting into these ideas about superstition and how you can really cause bad things to happen in your life just through expectation – just through belief. And real belief – you can’t half-ass these things. You really have to feel it. And, before long, I came to curses and I had these amazing things that have happened to people in Haiti – there’s stories of people dying from being cursed. In Haiti, obviously, the zombie is a well-known phenomenon that’s fully understood – there’s only been three zombies that have really been documented and none of them are recent. Tim Ferriss: Okay, I have to pause for a second. Now, I saw, I think, “The Serpent and the Rainbow” which I thought was a great movie when I saw it – I haven’t seen it, probably in 13 years but what characterizes a zombie in the clinical sense, at this point? Erik Vance: Well, unfortunately, there haven’t been any that have been recent and a couple of them actually got written up in the Journal of Science – or, no, was it The Royal Academy of Sciences? There’s been some papers and, mostly, they’re debunked. But a zombie is someone who has clearly some kind of brain damage that causes them to shuffle and lose contact with reality and become a very different sort of person the way we think of the classic zombie. They obviously don’t eat brains. But this is a very, very old myth that’s really tied into the history of Haiti. And there have been a couple documented cases but it’s the ’30s and then we don’t have a lot of details. So there’s a couple theories and one of them is in “The Serpent and the Rainbow.” It talks about these puffer fish venom that can cause a catatonic state. And the other idea is, basically, a zombie is created when you give someone a magic potion, you put them underground, you bury them and then you unearth them and they’re a zombie and one of the theories is maybe that there’s oxygen deprivation. But another theory is that maybe it’s just the cumulative power of everyone’s expectations on this right now – that you do it to yourself. Tim Ferriss: Sure. Or speaking in tongues – same thing, maybe? Erik Vance: Same idea. The power… And this is some of the latest research that’s coming out – and keep an eye out for The National Geographic in December, I’ve got a story on this – shows that peer pressure can boost the placebo effect beyond anything that you can imagine. This is a hugely important part of the placebo effect. And so the nocebo effect, it could be in there, too – other people’s expectations can affect your body in a very real way. So I get to this point and I’m like, “I really want to experience this. What is that…? Can I…?” I don’t believe in curses. That was my problem is I don’t believe in these things. I believe in the power of the mind. So how can you create that kind of belief? I wanted to have that kind of belief. You know how it is. I’m sure you’re probably feeling the same thing right now. Tim Ferriss: I’ve always been dying to feel like I’m going to die from curses. Erik Vance: So I started getting into curses so I’m able to talk to what they call brujas or witch doctors and one of the things I learned is the only way to curse someone is you have to tell them they’re cursed. You have to do a curse and then you have to tell them they’re cursed is the only way it works. I found one woman who was like, “No, you don’t have to… I’m so powerful I’ll just kill them from a distance,” but, mostly, they say you have to tell someone they’re cursed. Tim Ferriss: You have to inform them. Right? Erik Vance: Right. Which is such an, in my mind, it’s a nocebo response. It’s a very complicated socially enforced nocebo response. Tim Ferriss: Right. Erik Vance: And just what you just said a couple minutes ago – “Oh, I’ve always wanted to get cursed,” – there is something, even if you don’t believe in curses, there is something off-putting about being cursed. And so I just wanted to know, if I curse myself, if it would work – if I can psych myself out. And so I did – I hired a guy to curse me and… Tim Ferriss: Now, hold on just a second. So you have, in Mexico, I would imagine a fairly number of bruja options available. How did you choose this particular person to curse you? Erik Vance: Ah, well, there’s actually a market here. Tim Ferriss: Did you look at his Yelp reviews or something? Erik Vance: I literally… It was even more than that. I actually talked to the witch doctor market PR people. So there’s actually a market – there’s a lot of local markets in Mexico and there’s one that focuses on brujeria or witch doctor paraphernalia and they’ve got these weird little burned dolls that have evil power. They’ve got coyote skins. I was assuming these things would all be secret and hidden in some back room somewhere where the dark magic is – not at all. This is totally upfront. They’re like, “Do you want the – [Crosstalk] Tim Ferriss: The farmer’s market of voo doo dolls? Erik Vance: Exactly. It is literally like that. “Oh you want white magic? Go to this person.” “You want black magic? Go to this person.” And so it’s all out in front and so, before I went in, I had to actually – we were talking to people – and they were like, “Oh, you have to talk to the PR department and there’s this office in the back of the… Tim Ferriss: Oh, you weren’t kidding? I thought you were kidding. Erik Vance: I’m dead serious. There’s this office in the back of the market and there’s these two guys who hang out there and they’re like, “Oh,” and I’m like, “I’m here with National Geographic. I’m doing this.” And they were like, “Okay. Well, sign this paper and yeah, curses, they’re right there,” and, “Okay, there you go. Talk to this guy and this guy, they’re our favorites.” And so we did a little investigating and found out who to talk to and they were the same people that were recommended by the PR people. And so we talked to a couple different people and I chose… one of them was genuinely scary, I think, and genuinely really believed that she could kill people with her curses and she was out there. And so I didn’t actually go with her because I was afraid she’d find it insulting to have a curse put on myself. And I went to the other guy who kind of got it – “Oh, like a guinea pig? Okay, I guess I can do this even though terrible things can happen but…” And I said, “Okay,” and he was also black magic and knew lots of evil powers but he was a little more willing to go with me on it and so I chose him. And I walked around for a week and a half with a curse over me. Tim Ferriss: And then what? So, A) did anything happen? And B) did you have to get it removed like stitches, later, by the same guy or what happens? Erik Vance: I did. Well, I decided I wasn’t going to change anything – I was just going to live my life normally, just do what I normally would do. And so I went out and drank half a bottle of scotch with a good friend of mine and I walked home. I was like, “I’m cursed. I have to be careful with cars and stuff like that,” but, at that point, I wasn’t really worried about curses. But the rest of the week went by and I logged every bad thing that happened to me and not really much happened. I started to get cocky and I even went rock climbing – I’m a big rock climber – and I even went rock climbing with some friends over the weekend and I was leading – I was going first – which is not super dangerous – I’ve done it many times before – but it’s not a safe thing to do. And they’re all making fun of me because I was cursed and climbing. But, by the time I got to the end of this, I’m thinking, “This has really been a bust. Nothing’s happened.” I’m kind of psyching myself out but not really and then I went back to get the curse removed and the guy wasn’t there – he was… Tim Ferriss: Gone fishing? Erik Vance: Gone fishing, literally. He was like, “Oh, yeah, they cursed you. He’s doing some family thing. Come back next week.” So I had another weekend and I’ll never forget – it was June not this last year but the year before – and I had another weekend and I was just basically going to be cursed for that weekend. I’m like, “Oh, whatever. Okay. Nothing happened last weekend. Nothing’s going to happen this weekend.” And, on Saturday night, my wife – who was pregnant at the time – starting to feel some painful pangs in her stomach and, by the next morning, it had gotten pretty bad. And we talk to the doctor and the doctor says, “You need to go to the hospital right now.” And they were worried that it was contractions that were starting – she was like four months pregnant so these contractions would be lethal at that point. And so we get in the cab and we’re going to the hospital and the only thing that’s going through my head is the curse and it’s never occurred to her but I was just panicked that I had killed my child with a curse. And what’s interesting is how quickly your mind goes there – how quickly and it’s a logical fallacy that the Romans called the “propter hoc, ergo hoc,” which is, “if this, then that.” Tim Ferriss: Yeah. “After this therefore because of this.” Erik Vance: Yes. Right. Exactly that’s the – [Crosstalk] Tim Ferriss: The correlation versus causation. Erik Vance: Exactly. And it usually comes up in the case of something happening and then you can go backwards in time and find a cause for it and this is the home of the curse. Think of the Kennedy Curse, right? A bunch of Kennedys die in very tragic and strange ways and you can go back and people have looked for causes going back to Ireland and one of his ancestors stepping on a ferry house. Because, once you have the result, then you can go back and find the cause and causes seem to be real at that point and that’s exactly why, as a man of science, I believe in logic but my brain went there so fast when the shit hit the fan. I was suddenly convinced that, “This is going to happen and I would never forgive myself if…” And it would always been in the back of my mind that I had done this. And it turned out, we went to the hospital and there was an excruciating couple minutes where they couldn’t find a heartbeat and… Tim Ferriss: Oomph. Erik Vance: Yeah. And then they did and it turned out the baby was fine. It was some bad tacos from the day before – a good friend of mine’s going away party – and she was okay. And I learned that day that my baby – when they did the sonogram – that my baby was a boy and I was sitting in the room laughing at these medical texts and I just realized what a wonderful day it had become. It was actually Father’s Day. That Sunday was my first Father’s Day and I just realized that this thing that was a curse had suddenly become a blessing. And it’s such a construct of what you see and that these things only have power when you give them power and it happens fast. Tim Ferriss: So I have a follow up to that: did you go back to the absent witch doctor and get it removed ever? Erik Vance: I did. I’m a man of science but just… Tim Ferriss: How could it hurt? Erik Vance: How could it hurt? And I followed his instructions – he had me burn a candle and do some other – he blew some smoke on me – and the curse was lifted. And – [Crosstalk] Tim Ferriss: Did you tell him what happened? Was he like, “Yeah, I don’t want to kill your kid but I wanted to just shoot a warning shot to let you know this stuff…” Erik Vance: I didn’t, actually. I didn’t tell him. I thought it might weird him out if he thought that he may have… Because I see this as being – this is “propter hoc, ergo hoc” – this is me looking for a cause for something that happened. Tim Ferriss: Sure. Erik Vance: But he wouldn’t have seen it that way and I think he would have… I was afraid that he might feel weird about having caused something like that. So I didn’t – I just said, “Some bad things happened, some interesting things happened. It was very potent. The rate of my electric toothbrush stopped working that week because of these things.” Tim Ferriss: It was a practice curse. Erik Vance: Exactly. Tim Ferriss: So a few questions about placebo. Right? There are a couple things that come to mind that I’ve always been curious about. No. 1 is – well, actually, I’ll get to the evolutionary question. But the first is you look at the nocebo effect which I assume, in most cases, is an inert substance in the case of, say, ingestibles or some relatively plain vanilla inactive control of some type. But, “It’s going to make you nauseous, it’s going to hurt you, it’s going to burn you,” whatever it might be. In the case of placebo, we have the same thing. Right? We might have sugar pills, we might have some type of relatively inert substance in the case, again, of ingestibles. Are there examples or is there evidence to suggest that, if you have negative expectations, even if you consume a tried and true clinically tested drug, for instance, that does work, that you can negate the effects of that medicine – if you expect to die, if you expect to get worse? Is there any evidence to suggest that you can interfere with something that has already been statistically proven to work if you have negative expectations? Erik Vance: Absolutely. Yeah. And that’s actually a misconception about placebos. Yes, the easiest way to measure them is with an inert substance but they exist with everything – like I mentioned the Tylenol. You can have placebos on top of active drugs and it’s really a great question – how do you compare the placebo effect for an inert drug versus the placebo effect for an active drug? Because there is one on top of there and there are nocebo effects, too. And this is the thing that I keep trying to drive home is a lot of this is tied to bedside manner and how doctors interact with you. And it can be as high as 30 percent so, a doctor, if he’s going to be a jerk to you, he’s throwing away 30 percent of his cure on top of what he’s giving you – and that’s a really rough approximation – those numbers aren’t really worked out yet – but it’s a substantial boost that you can get. And you can also erode the effectiveness of a drug. It’s been played with – actually, in some of the earliest placebo experiments were with dental patients and they would tell them they were either getting painkillers and they weren’t… They also told them they were getting something that would make them worse and they did… Tim Ferriss: “We’re injecting something to make this root canal worse. Enjoy.” Erik Vance: Yeah, “To make this thing worse.” And I think they were all recovering dental patients but dentistry actually played a big role in early placebos. So, yeah, there’s no question that you can erode an active treatment with expectation. And there’s even a bigger question that pain scientists are really struggling to understand right now which is does your brain get into certain habits? Do you create these pathways – think of them like ruts in the road where you can’t get your car out of the rut – thinking about pain? And are there types of pain that are strictly neurological – that feel like you have a pain in your knee but it’s actually in your head – and these may contribute to a huge portion of the chronic pain in our country. Tim Ferriss: Yeah, this is something I’ve explored also for myself. I had chronic back pain for a very long time and there were some structural correction with, specifically, gymnastic strength training with this guy named Coach Summer which helped a lot. But I also read a book in which – I’m blanking on the first name of the author but I believe it’s Sarno, S-A-R-N-O – and about a half dozen of my close friends who had suffered from chronic back pain credited this book with fixing their back pain. And it effectively focuses on exclusively on expectations and the mind and I had about a week of relief after reading that book. Erik Vance: Really? Tim Ferriss: So go figure. Of course, N of 1 and, if we’re going along the lines of Richard Feynman, the first principal is that you must not fool yourself and you’re the easiest person to fool so a lot of science is trying to prevent experimenters from fooling themselves. But the question that I wanted to ask – in a case like that where it appears to have, at least ultimately, it had a structural component – there was an orthopedic issue that I later fixed – but, as an intervention, the placebo or mental training component seemed to help. This is going somewhere. You mentioned Parkinson’s earlier and that Parkinson’s seems to respond well to placebo – and I’m sure it’s not across all patients but at least a meaningful percentage – and I’ve read that Alzheimer’s, on the flip side, does not. I don’t know if that’ accurate – [Crosstalk] Erik Vance: That is. Tim Ferriss: Okay. So, if that’s accurate, what is the plausible explanation or mechanism by which one improves and the other does not? And, of course, the experimental designs, I’m sure, are different but I have both Parkinson’s and Alzheimer’s on both sides of my family so this is a very personal question for me. And I was speaking with someone who has also been on the podcast – Peter Attia – recently and we were talking about Alzheimer’s disease and he was like, “Once something is really denatured, once the egg turns white, I’m not sure you can reverse it,” – so it may be a preventative game – but how does Parkinson’s differ? Is it because it’s mediated by neurotransmitters and you can somehow rig that game with an expectation? Long question, I know, but how do you think about the difference between efficacy of placebo effect in Parkinson’s versus Alzheimer’s? Erik Vance: That’s a really great question. Yeah, there is one word answer and that’s dopamine. Parkinson’s – for those who don’t know – it’s a deficiency usually caused by… it’s usually goes down to substantia nigra in your brain and it’s the part that produces the dopamine and monitors these systems that… it’s a deficiency in this chemical. Now, this chemical, not only does it affects your movement – which is why Parkinson’s patients tend to shake – but it also affects reward systems. It’s very much in tune with reward systems. You get a jolt of dopamine when someone says, “Hey, you just won a million dollars,” – jolt of dopamine. It tends to feel good and then, downstream, the things that it triggers also make you feel good. It’s all around a positive chemical that is related to reward. So what is placebo if not reward? An expectation is an expectation of reward. So, basically, it just so happens that Parkinson’s is mediated by a chemical that happens to be really important in placebos. And that’s the only answer that I can give you right now is that it just so happens to be the right chemical that it affects your movement but it also has this other role and, because of that… And that happens with a lot of these different chemicals like CCK which is a chemical that affects the nocebo response and it also affects your stomach and so it may be one of the reasons why Irritable Bowel Syndrome responds so well to placebos. And that simple fact plays a huge role. And dopamine’s just one of these big, big chemicals in your brain – it has its fingers in everything. And there is not a mechanism like that in Alzheimer’s that lends itself to a placebo effect. That’s not to say that a placebo doesn’t exist in Alzheimer’s but it’s much easier to explain with statistical explanations like your regression of the mean and it also may damage the fundamental parts of your brain that you need in order to have – [Crosstalk] Tim Ferriss: To exert the results or to exert the placebo effect upon oneself? Erik Vance: That same argument has been made for autism – it’s definitely not settled. I have lately seen some really interesting studies in autism and placebos and I know a couple of the top scientists are turning their attention to it right now. People have often said that for years – that autism is the same way – but there is a degenerative element to Parkinson’s that is not like Alzheimer’s but… [Crosstalk] Tim Ferriss: Sure. Erik Vance: There was a degenerative but what’s amazing is the placebo effect, I’ve seen it almost reverse that. It’s amazing. [Crosstalk] Tim Ferriss: That’s wild. [Crosstalk] Erik Vance: You got to be aware of where that dopamine’s coming from but I have seen people… In the book and also in the story coming out in December, I talk about a gentleman who was really struggling ten years and, today, I think he just climbed Half-Dome this year. Tim Ferriss: With Parkinson’s? Erik Vance: With Parkinson’s. Tim Ferriss: Now, so this, I guess begs the question – and there may not be, I don’t expect a miracle answer to this – but placebo effect, most people would think of being tricked or tricking oneself. Right? So, if you wanted to proactively use the placebo effect and you have a parent or grandparent with Parkinson’s and you wanted to help them or they wanted to help themselves, what do you do? Erik Vance: Well, first of all, I think it’s very important Feynman and all these other folks who say you can’t deceive yourself as a scientist – that’s very important. As a patient, throw it out the window, man. Tim Ferriss: Right. Erik Vance: Deceive away. You obviously want to be careful. That’s the $64,000 question. Right? That’s what everyone wants to know is, “How can I use this?” and the answer that I’ve come up from a childhood in Christian Science and years of studying this is we already do. There’s a lot of options out there for using placebos. And it’s different for everyone – some people, it’s some product you buy. It’s interesting, if you look at placebos across different cultures, in France, suppositories placebos work better than better placebos. Don’t ask me why – I’ll let you draw your own conclusions. In Britain, foul tasting ones work better. And, in Parkinson’s patients, actually, I’ve seen studies that, if you take a pill, I think you get about an average of 15 percent more movement – more mobility. And, if you have a surgery, a fake surgery, it’s 25. Tim Ferriss: The sham surgery research is so fascinating. Erik Vance: Yes. Yeah. Tim Ferriss: Just for people listening, if you have never looked at this stuff, do some Googling around sham surgery, sham surgery experiments, and you find people who have legitimate structural fuckups in their knees who get fake surgeries where they get opened up – and they’re under general anesthesia so they’re knocked out – and they wake up, they’re sutured together, and they’re like, “Yeah, Doc, my knee feels so much better,” even months later. It’s fascinating. Erik Vance: What’s hilarious about those – and these are very common in placebo in Parkinson’s research – a Parkinson’s researcher told me that the greatest breakthrough in Parkinson’s research has been the sham surgery. But, when you do these surgeries, the doctors, they don’t know if they’re doing the real one or the sham until the moment of. And they get the card and it says, “This is the real one,” and then they have to actually sit and wait for the entire surgery to be over for a sham surgery because you can’t walk out of the room early and have the patient’s family out there watch you come out after five minutes to go play Candy Crush or something like that. You have to sit in there. [Crosstalk] Tim Ferriss: “Easiest surgery ever. Huge success, guys. Go get a sandwich – it’s going to be a while before he wakes up.” Erik Vance: Exactly. You can’t do that. And they’ve thought these things through because, in today’s connected age, these patients find each other, and they compare stories, and they can unblind a study if you figure out that your doctor walked out of your surgery five minutes after it started. So it’s really tricky and I’ve sat in on some of these kinds of surgeries and, in Parkinson’s, it is stunning what can happen with these. So, yeah, I was saying there’s different things that resonate with different people – maybe it’s space-age technology, maybe it’s ancient aestheticism. There’s lots of different ways that you can get in touch with your expectations but the thing is that this is not hope – this is belief. And this is the thing in Christian Science that I remember growing up. People don’t say, “God will heal me.” People say, “God already healed me. I just can’t see it yet,” which are two – [Crosstalk] Tim Ferriss: And that’s a very different thing. Right? Erik Vance: Very different things. Expectation is triggered by a certain level of certainty. Now, these are great questions as to whether it’s the same for everybody – whether certain people are just talented with their own expectation – but you really have to believe. Tim Ferriss: How do you manufacture that, though? If, for instance, and I’m not saying – because I think we all overestimate how logical we are in all aspects of our lives, or many of us do – but, if you’ve tried to train yourself to be hyper rational, how do you do that? Do you just need to become so desperate that you want something to work so your condition has to reach a point of being particularly bad? Or is there another approach? Because I know a lot of scientist and, if I were to try to say, “Hey, you have this condition. You can’t seem to figure it out. You should go try acupuncture,” and they’d be like, “Eh, looked at the data. Not compelling.” Right? Erik Vance: Right. If you want to really make a doctor or scientist uncomfortable, ask him this question, especially someone who studies this. No, it doesn’t. The problem with desperation is it – and, in my book, I lay out three rules of ways not to hurt yourself. And these can be dangerous – these are life-threatening issues – and we all know stories about people who have relied on placebo treatments that have then died from a cancer. So desperation is not a great word when I think about these things. It can be fun, though. It can be an exploration and looking into your own mind – things that might be plausible. And one of my rules I say, “Don’t die or don’t hurt yourself,” and the second one is, “Don’t go broke.” You have to be careful that, in order to create expectation, you shouldn’t need to spend $2,000 a month on something. And so it’s a very tricky – [Crosstalk] Tim Ferriss: And, “Don’t hurt the planet.” Right? Or, “Don’t…” Erik Vance: That’s the third one. Tim Ferriss: And I read a little snippet about this which is like, “Don’t use endangered animals.” And people might be like, “What? Endangered animals?” It’s like, “Yeah, don’t go to Chinatown and buy black bear gallbladder extract,” because that’s why there are these horrifying – I’ve seen video of this – of farms in China that look like concentration camps where they have bears, and tigers. There are entire facilities with dozens of tigers hooked up to, basically, these extraction machines. It’s really terrible. Erik Vance: It’s not worth it. There are other ways to – [Crosstalk] Tim Ferriss: Or shark-fin soup. All that bullshit. Erik Vance: Yeah, the shark fin soup is actually more rotten for sharks but. all these things, there are other ways to engage your expectations. There are other ways to create a placebo response and some of these placebo responses, there is growing evidence – and I’m having a hard time believing it’s not true – that some of these thing scan become permanent and you’ve talked a lot about rewiring your brain. Relief that comes from belief can be permanent. I’ve certainly seen it as a Christian Scientist growing up and the trick is finding the thing that does it for you and doesn’t cause damage to you or others. And there are lots of options – if you want to drink your own urine, go for it. There’s lots of different ways – whatever resonates for you. These things, it’s a delicate game and maybe you have to experiment with a lot of things. And there’s some people out there who, simply, it won’t work and there’s some really great research going on – again, with dopamine – into genetics and the genetics of placebo. And there are some people who it seems just don’t respond. Tim Ferriss: Well, that’s like hypnosis, right? Very much related, probably. Erik Vance: Very much. It’s not as stable – hypnosis tends to be stable over time – and placebo tends to change from day to day because your opinions change, all these things change. But it does look like there are some people that, if you exclude them – and it doesn’t really work yet on an individual basis but, if you take 1,000 people and you look at their genetics, you can take out the 300 who are most likely to respond. And it looks like we might be onto something there. Tim Ferriss: Do you know, off-hand – what the markers are or what the snips are? Erik Vance: Yes. The most effective one so far – and there’s about 30 that have been found – but the most effective – and I’m writing a piece on this right now – is COMT. It’s the poorly titled “Warrior-Warrior gene” but it’s involved with an enzyme that eats dopamine. So, if you have a very active enzyme, you have a lot less dopamine. You’ve got a lot more efficient system that takes away all your dopamine. And, if you have a lazy one, you’ve got a lot of extra dopamine laying around and those people tend to respond to placebos at a higher rate. Tim Ferriss: People who have more dopamine laying around? Erik Vance: Extra dopamine laying around. There’s also some personality – I’m sure you’re familiar with this – there’s generalizable personality differences between people who are… they’re called Met/Mets versus the Vals/Vals – this is a classic Mendalian breakdown of you’ve got the Met/Mets, the Val/Vals, and the Val/Mets and there’s 50 percent, 25 percent, 15 percent. You do a little box with the whole pea pod thing. Anyway, I’m getting off topic. Tim Ferriss: No, I love it. Which one of those responds best to placebos? Erik Vance: The Met/Mets. Tim Ferriss: Cool. Erik Vance: It looks like there’s been some research out of Harvard and it’s been backed up in some ways that have been published and some that haven’t been published that it’s super new but it’s really exciting. I, personally, am a Met/Val – I’m a mix – so I’m the least interesting of the three because I’m somewhere in the middle. I’ve got some lazy ones, I got – [Crosstalk] Tim Ferriss: Well, thank god. You could have died from your curse. Erik Vance: I know. Right? If I were Met/Met, maybe I wouldn’t be here. I don’t… I’m sure you’ve done 23 and me. Right, Tim? Tim Ferriss: Yeah, I’ve had my full genome sequence but I don’t know if I’m a Met/Met, or Val/Val, or Met/Val. I do not know that piece. Erik Vance: It’s a great – and a few others – and I basically am… I think the scientist that I talked to called me a – let’s see, what I was – a mix all across the board. I didn’t have anything that was… Except for one – the coding on the receptor for opioids in my brain is a little hungrier. It attaches to – [Crosstalk] Tim Ferriss: Oh, so no recreational heroin for you, then? Erik Vance: Yeah. You’re right, it’s related to addiction so you do have to be careful with that. And that involves people who are… See, what’s interesting about this is these different chemicals in your brain related to placebos start working with or against each other. Right? Because now you’ve got a big mix and they’re all making noise. And so that’s one of the reasons why this is probably so hard to figure out because it’s not one thing. Tim Ferriss: What other conditions that people might recognize – like IBS, you mentioned related to, I think, CCK, pain, Parkinson’s – what other conditions seem to respond well to a placebo based on the data? Erik Vance: Depression, anxiety, nausea, and, obviously, addiction is one that seems to be in this camp. A lot of these things are related to dopamine or internal opioids – endorphins. And there’s a couple – and I’ve struggled to find really, really good examples of, especially low responders – but OCD and you also mentioned Alzheimer’s seems to be pretty low responders to placebos. Tim Ferriss: If somebody wanted to make a placebo pill as effective as possible – so I’ve read bigger pills versus smaller – anything else? Colors? Any other form factor? Anything that comes to mind? Erik Vance: Are you French? Tim Ferriss: As much as I love suppositories, I don’t know. Maybe that reflects some French blood. I’d have to look into it. Erik Vance: Yeah, there’s no question that the best placebo would be an active placebo and I make the argument in my book that that’s what acupuncture is. An active placebo is a placebo that is inert but causes something to happen in your body. The easiest one is tingling. Tim Ferriss: Like niacin which is why so many bunk supplements include niacin or something called beta alanine because it causes the skin flushing and people are like, “Something’s happening.” And that, of course – [Crosstalk] Erik Vance: Oh, I didn’t know that. Tim Ferriss: Oh, yeah, it’s a very common practice. Erik Vance: Oh, that’s great. No, I have to look that up. I’ve turned off all my computers for this interview but I’ll have to remember that. But, yeah, that’s exactly what… And, if you really want to get into it, there’s actually a lot of debate around it. There is no true placebo because it used to be sugar pills and, sometimes, they use a type of seed corn or it’s not clear if white rice… If you’re allergic to something like rice, that’s not a placebo – it’s going to affect you. So there is no real, true placebo so it’s really hard to create a true active placebo or something that’s completely inert except for one effect like your fingers tingling. But, inasmuch as we can do that, we have created some interesting placebos that make your fingers tingle and you’re like, “Oh my god, something’s happening,” and then whatever expectation you have gets boosted and that’s a very potent way to enhance a placebo effect. It’s why pharmaceutical companies don’t use active placebos because, if they did, they’d never be able to clear any drugs to the FDA. [Crosstalk] Tim Ferriss: Yeah, or they may not get the results they want, either. Erik Vance: Exactly. Tim Ferriss: Yeah, that’s for a separate episode but there’s some really interesting approaches that companies take to ensure that they get the results they want. Erik Vance: Right, exactly. Tim Ferriss: It’s like, “What if you run ten studies, and you fund them all, and then you only submit two? Well, that could be interesting.” Erik Vance: Right. That’s – [Crosstalk] Tim Ferriss: I know we don’t have a ton of time left but I wanted to mention a couple things. The first is I was spending some time with a friend of mine who’s a former surgeon M.D. – brilliant guy – and he was talking about how he is an N of 1 to try to use placebo control which is very interesting. So he would – and, of course, he could have an experimenter blinded this with having, say, his wife do this for him, which he did in few cases – but he would put these pills or capsules, whatever they might be, and he would encapsulate placebos so he would actually put something relatively inert – like sugar, or fill in the blank, rice flour, or whatever – into these capsules, and wrap them in tinfoil, and then number them. And he would keep track – or his wife would keep track of which were placebo and which were active and then look at the results over time. It’s a lot of work, especially if you’re going to really try to make it defensible. But I guess what I’m wondering is, all the things you’ve learned and been exposed to, how do you currently use that in your life or how do you plan to? Erik Vance: Well, let me just say, if there’s anyone listening that has access to placebo pills, especially different colors and different shapes, give me a call – because I would love… they’re actually hard to get ahold of. Most research institutions have their own little recipe– and you can buy them online but I can’t really tell what’s in those – so I would love to… And one of my plans for this book was to be taking tons of placebo pills and I haven’t been able to do that so your friend’s amazing and I’d love to hear what he came up with. So that’s – [Crosstalk] Tim Ferriss: One of them, I’ll tell you, is that he actually got Pez and cut them into the shape – same color – of the tablets he was taking. Erik Vance: Oh, that’s beautiful. Tim Ferriss: But that’s also you have to be a necklace craftsman to make that work. Erik Vance: Right. And once you spend that much time looking at this thing, are you really not going to recognize it? And, also, Pez is not a true placebo because sugar, it’s a stimulant a little bit, and so it could also be an active placebo of its own sort. So, yeah, that’s… I would love to do that and I would love to have someone give me the hookup for, like you said, colors, and shapes have a big role to play in conducting a placebo. [Crosstalk] Tim Ferriss: Which colors have you seen in experiments function better than others? Do any come to mind? Erik Vance: Yellow works well for depression – that’s been pretty well established. Larger tends to work better than smaller up to a certain size and then it just gets uncomfortable. Tim Ferriss: Then you have to just use it as a suppository? Erik Vance: At that point, you might as well. And there have been a few other ones that I’ve seen usually based around marketing – so like something that looks like Advil – and that’s hard to tell. I think – [Crosstalk] Tim Ferriss: Or diamond-shaped and blue? Something like that? That’s Viagra. [Crosstalk] Erik Vance: Yeah. Exactly, that’s right. I have a whole bit in my book about that. Don’t get me started on Viagra. But the other one is gel caps versus just normal white pills and I’ve seen some very small studies that are mixed on that one. But it’s a very personal experience – it’s hard to lump groups of people into what they like and that’s part of the fun or whatever of the process. For me, I am much more comfortable with the idea that we are suggestible – this is real – this is who we are. And this is across… Part of this project, I went to China, my photographer went to the jungles of Peru and the highlands of Peru, and we went and followed pilgrims in Europe. This is who we are. You almost don’t have to try – we do this. [Crosstalk] Tim Ferriss: And that was going to be my evolutionary point – maybe it’s a vestigial dead-end of some type but, otherwise, there’s a role that this plays. This is something across cultures that we have evolved to retain for some reason. Erik Vance: No question. And we’re not alone – you can get placebo responses in animals. You can even have immune placebo responses you can program in rats. You can train them to have immune responses – basically, the same kind of immune response you’d have if you’re getting an organ donated to you and you needed to cut your immune response down. You can do that through expectation in rats. I don’t think it’s been done in humans. It’s probably going to be, once again, some ethical issues there between that one. So this is fundamental to who we are and there’s a great evolutionary reason why this might be. One can easily imagine that having a group of people fending for themselves, having some members of that group being able to be very clear-eyed, very matter-of-fact, not influenced by suggestion at all might have some benefits for the group. And then having other people who are more suggestible but able to go out after an injury – after healing themselves with their own expectation of blowing smoke in their face and feeling better – and being more responsive to healing could definitely have, also, benefit for that community being a genetic population. And there’d be a good reason to have both of those elements in different degrees in a community. Evolution’s all about genetic diversity and it makes a lot of sense to me why we would be programmed this way. And, if you’re going to choose one, you want to be the second one. You want to be able to heal yourself if you can. That’s the thing I take away from this is I think, going in, I would prefer to be the first one but, coming out of this research, man, the second one has a lot of options available to them. They’ve got a lot of different ways that they can harness their own healing. Chronic pain sucks and, if you have extra tools to deal with chronic pain, use them, man. And I think it’s a valuable thing to have. Tim Ferriss: Mm-hmm. Yeah, it’s such a fascinating topic and we could talk for hours about your adventures in Mexican fishing villages and with great white sharks and that’ll have to be another time. Erik Vance: Yeah. Tim Ferriss: But, Erik, where can people find more about, of course, the book, Suggestible You, more about you? Where can they say hello on the web, or social, or anywhere else? Erik Vance: Sure. So suggestibleyou.com is the book’s website and you can read about upcoming events – I’m going to be traveling in November and then, again, in January. I’m going to be in the Bay Area, and New York, and Boston. And, if anyone has any events that they’d like to hear more about this kind of stuff, I’m happy to travel. I love sharing this stuff. This stuff is so much fun. You can also check out my other work at erikvance.com and there’s, like you said, I spent some time in Ancient Mayan temples, I’ve chased sharks, I’ve had a weird couple years. And then, if you want to say hi to me, I’m on Twitter at @erikvance – that’s with a “k.” Tim Ferriss: Erik with a “k.” Erik Vance: Yeah, Erik with a “k.” Tim Ferriss: And, for everybody listening, of course, in the show notes, I will link to everything. As always, you will have links to everything that Erik just mentioned as well as any resources that might have come up in the conversation. Erik, thank you so much for taking the time. This has been a blast. Erik Vance: Okay. Thanks for having me, Tim. Tim Ferriss: And, to everybody listening, as always and until next time, thank you for taking the time to tune into The Tim Ferriss Show. Posted on: June 20, 2018.", "speakers": ["tim ferriss", "erik vance"], "text_sentences": ["hello poodles and parakeets – or maybe you prefer polar bear if you’re a tough guy", "this is tim ferriss and welcome to another episode of the tim ferriss show", "please excuse my irreverence", "i’ve had way too much coffee and that is my dog attempting to do breakdancing – sorry for the background noise", "this episode, like all episodes of the tim ferriss show, includes a dose of deconstructing someone who is a world-class performer and exceptionally good at what they do", "in this case, we have a science writer but the other half of this show, quite frankly, is purely selfish", "it is me exploring subjects that i want to know more about and, in this case, the guest is not a military strategist, not an entertainer – it is erik vance", "erik with a “k” – you can say hi to him on twitter @erikvance", "he is an award-winning science writer based in california and mexico city", "after working as a scientist on research projects dealing with dolphin intelligence and coastal ecology, he became an educator and then, later, an environmental consultant", "in 2005, he switched gears and attended uc santa cruz’s famed science communication program – great program, i almost went to uc santa cruz for fiction, in fact – and discovered a passion for journalism", "since then, he has built his career around science-based profiles of inspiring or controversial figures", "and we dig into not only the science but also his approach to writing and conveying that", "his work has appeared in harper’s magazine, the new york times, scientific american, and national geographic", "he’s also been a contributing editor at discover magazine", "and his latest book is suggestible you: the curious science of your brain’s ability to deceive, transform, and heal", "in this episode, we cover many topics with equal amounts of the profound, actionable, and hilarious", "we talk about the power of placebo – and how you can increase the odds of it working for you if you so choose – which conditions respond well to placebo – for instance, depression, parkinson’s – and which do not, how the mind, religion, bedside manner, and peer pressure can dramatically influence medical outcomes", "and then we get to some stories – and not necessarily in that order – catching porcupines in south africa", "the story alone is worth the time it takes to listen to this episode", "it will make you laugh out loud – it’s awesome", "also, finding and studying a pig shit sommelier – yes, you heard me correctly – why he got electrocuted for a half an hour at the nih laboratories in bethesda, maryland, the story of why he chose to be cursed by a witch doctor in new york city, and much, much more", "so please enjoy a conversation that i very much enjoyed with erik vance", "and, as always, you can find all links to everything mentioned in this episode in the show notes for this episode and every other episode at fourhourworkweek.com – all spelled out – fourhourworkweek.com/podcast", "erik, welcome to the show", "thanks for having me, tim", "i appreciate it", "of course", "and where does this find you at the moment", "i am currently in my office in mexico city in the norte roma – if anyone’s ever been to mexico city – where i’m based", "in the [speaking spanish]", "[speaking spanish] exactly", "how did you end up in mexico city", "actually, i told my wife years ago that – i’m a freelance journalist – that i can live anywhere in the world and i wanted to travel with her", "and she works in development and she came back and told me mexico city is where she’d gotten a job", "and i said, “i kind of meant paris or venice – anywhere in the world – london?” but we came down here and i fell in love with it and so i love it", "it’s an amazing city", "great food, from what i hear – i’ve never been but incredible food", "[crosstalk] definitely", "and you’ve traveled a lot – you’ve spent time all over the planet and what i’d like to start with, perhaps is why biology", "how did you get interested in biology", "and we’ll talk about some of the adventures that then relate to that but how the initial interest", "when i was a kid, i was never all that good in school", "i had some attention issues and i – [crosstalk] some tension issues", "attention, sorry", "oh, attention", "sorry", "got it", "i didn’t pay attention real well but, when i was out of school, i spent a lot of time walking through the woods basically looking for dead things and then sort of poking them, and opening them up, and stuff", "and i didn’t realize this was a field – it’s wasn’t until later… even when i went through biology classes, i didn’t really realize that that’s what we were talking about until i really got to just before college when i realized that poking dead things and finding them is actually something people do for a living and i was hooked at that point", "and what did the trajectory look like", "did you go immediately, as soon as you got into undergrad, into the sciences", "i did", "i got really hooked as an undergrad in those field biology", "there’s two kinds of biology – there’s “microscope biology” and “binoculars biology” and i got into “binoculars biology” – chasing after animals and stuff like that, and looking at trees", "i loved it and i really wanted to be a scientist", "i wanted to be a ph.d", "and publish papers", "i just wasn’t that good at it", "i loved wondering and learning new things but doing the actual work was not my forte and so i went through a bit of a crisis and backed away from biology and discovered journalism and, specifically, science journalism and that’s where i really found my groove", "how old were you when that happened – when you took that fork in the road", "i was 27, i think", "i’d spent a solid five years after college being a biologist for hire and working in some laboratories around the world and doing some different things but never really logging it", "i kept jumping from one thing to the next", "i was about 27 when i finally discovered science writing and went back to grad school for journalism", "how did you make that decision in the sense that – and i also realize that i accidentally used a yogi bear quote, “when you took that fork in the road…” “if you reach a fork in the road, take it,” – that’s not proper english, folks", "i need more caffeine", "what was the moment in which you decided that you were going to bite the bullet, so to speak, and pursue that", "was it a particular conversation or a particular dinner", "i always had this scientific sense of superiority to writers and i always thought writers were kind of a bore", "and, yet, i have written a novel that will never be published – and never should be published – as a scientist and i just love writing but i just didn’t like… there’s something about that process that i just couldn’t admit that i actually liked", "it was like this, “i know i’m a scientist", "i’m analytical,” and yet i’m doing all this stuff on the side", "and, finally, it was really a matter of a single google search after doing some soul searching where i typed “science and writing” into a google search and, lo and behold, i found out there’s a whole career for science writers i had never really thought of", "and, when i was a kid, i used to get these little things called “zoobooks.” they were these little magazines – it was like your first mail you ever got when you were a kid – and i always loved that you have the animals and you learn about the animals and i always wanted to be the guy who was in the magazine who was pulling apart sharks or picking up ants and stuff", "and what i realized in that moment was that i don’t want to be the guy in the magazine – i want to be the guy making the magazine", "it was the magazine that i really loved – it wasn’t… every month, it was something new and that’s what i liked", "and that clicked and then i was off", "now, although you went on the other side of the camera, so to speak, to document, and interview, and research, you’ve also spent a fair amount of time in the field", "right", "yup", "and i don’t know the answer to this question but which came first – the pig shit or the porcupines", "oh, the porcupines came before the pig shit", "yeah", "okay", "so can you explain the porcupines, please", "well, alright", "so, in my process of trying to be a scientist, one of the places i went was in south africa", "and, basically, i needed a subject for my ph.d", "so i just figured i’d go to south africa, and catch sharks, and do cool stuff, and figure out what i was all about", "why south africa", "i had seen the movie the power of one and i really liked it – i thought it was good – and so i said, “that’s where i’m going", "yes.” and that was literally as much thought as i put into it", "i was an idiot as a kid", "and i actually tried to reenact… i’d go through these slums of south africa – i’d go jogging and stuff – thinking that children would chase me and i just had people be like, “dude, you shouldn’t be here", "go away before you get hurt.” so i’m wondering around and i ended up hooking up with this laboratory in cape town – university of cape town – and, sometimes, they farmed out their scientists to documentaries and i was still a scientist at that point", "but there was a documentary – the bbc was doing a program on aardvarks and the animals that live in their burrows so it was really exciting stuff", "sounds like a thriller", "oh, yeah, really", "they had aardwolves and a bunch of other animals that live in these burrows and one of them was porcupines", "so what they needed was a biologist to go and catch the porcupines and habituate them and that was the deal", "and they’ve got this lame kid wandering around their lab who they were just like, “hey, let’s just send him because he’s not really doing anything.” and so they sent me into the bush for 10 days with some really interesting characters", "the people who end up signing up for this are a diverse group", "and the guy who was leading the expedition was this guy who spent a lot of time in the bush and was really savvy but really quiet – didn’t say anything – and he’d occasionally catch birds with his bare hands and that was about all", "it’s like a praying mantis, although a very large one, yeah", "he’d walk in front of the car and there’d be this bird crouched and he’d just snap out and grab it", "and then there was this other dude who was in the field to detox from his heroin addiction", "and he was a former satan worshiper who had become a born again christian", "and i learned that there’s not actually that different, actually – he didn’t actually change much, he just switched sides", "just before, he’d say, “i can feel the claws of satan ripping into my chest and parting the skin of my chest and, now, it’s a bad thing", "before, it was a good thing.” before, it was like a massage", "that was saturday night", "it was a normal thing", "and he was really intense and he was still totally focused on satan as a born again christian – which i never really thought about before but it is a big thing – and he was just this really interesting guy", "and it was me, and him, and this guy who never spoke and so we spent our days smoking cigarettes and the recovering addict would try to catch fish with a stick and a hook that he had found", "and then, at night, we’d go out with this giant truck and this light – these rifle-looking flashlights – and look for porcupines and i learned a few things about porcupines", "we were not prepared – it was day 3 before someone suggested we get some gloves", "we had blankets – [crosstalk] somebody forgot the packing list", "well, it didn’t even occur to us", "that’s how bad it was", "it wasn’t that we forgot them – it just never occurred that we might want them to catch the porcupines", "thank god they called the professionals", "right", "this is who they sent", "and so a quick thing about porcupines – actually, we learned that there were two primary defense strategies that porcupines have, not surprising to anyone", "one of them – the surprising one, i suppose – was that they’re actually really fast, especially when you’ve been smoking cigarettes all day", "actually, when they started to run, you’re just like, “oh, shit", "this one’s running,” and they know where their burrow is – you don’t – and so we spent a lot of time just tripping over rocks and stuff and then with our hands on our knees just catching our breath and having been dusted by some fat little porcupine", "so that was the first technique", "the second one was more usable which was they stick their head against a tree, put up their quills and go, “give it your best shot, asshole", "go ahead.” and those were the ones we wanted because we had a little syringe of ketamine – which was endlessly fascinating to the recovering addict – [crosstalk] i’m sure – endlessly fascinating to a lot of people in silicon valley, too", "[crosstalk] yeah", "it’s actually very useful for tranquilizing these animals but what’s interesting – what i didn’t realize – is that when you watch a nature film about animals like a porcupine, they didn’t just stumble upon that animal and now they’re filming it", "that’s not the way it works", "someone went out beforehand and prepped the whole scene", "and one of the ways they had to prep it is you have to catch the animal, you drug it, and then you have to put a tracking device inside of it because people watching tv don’t want to see a radio collar", "they don’t want to see a petco harvey collar around the wild porcupine", "right", "yeah, it kind of kills the mood", "it’s not great for the porcupine because he has to go through this surgery but… so we did that with this one porcupine that they named “uncle erik.” and i never really was clear whether they were making fun of me or it was in honor of me – it really could have gone either way", "so we did that and then we released uncle erik back into the wild to lick his wounds", "and then the next step is to habituate and so, basically, habituation is one step down from taming", "you basically hang out with the porcupine – or whatever animal – for hours, and hours, and hours until they realize that you’re not going to hurt them and they understand that you’re not going to feed them so they just ignore you – like you’re just another tree or whatever in their environment and they just go about their business – and that’s when you bring in the film crew", "so it’s not at all like a natural setting, but you might wonder how do you do that", "and, basically, you just have to talk to him for hours and hours on end", "you have to get him used to the human voice because, when people come in to film him, they’ll be talking", "so i sat out there in the middle of the classic empty savannah with the huge sky and scorpions crawling over my feet and just talked to this porcupine", "and what do you talk about – [crosstalk] uncle erik", "uncle erik and me hanging out together", "and it was me and this porcupine and what do you talk about", "well, you talk to him about your relationship problems", "i was sitting there being like, “and then she told me she didn’t want me to come because her friend was coming but i didn’t know her friend", "okay, let me go back a couple years,” and the porcupine’s sitting there listening to me bitch endlessly about this woman – [crosstalk] and what is the porcupine doing", "not sitting on a rock, smoking a cigarette, listening, i’m guessing", "no, he’s sitting with his head against the tree – as you found him in the first place – with his spines up, going, “please god, make it stop.” like, “dude, attack me or leave", "i can’t do this forever.” yeah", "“are you going to kill me or what", "what is this?” and i remember, one night, i heard the storm coming so i started to go up on a little ridge and look out and i said, “okay, i’ve got an hour or so before it comes.” i come back and then uncle erik’s gone", "i’m like, “okay", "dangit.” so i grab my tracking device and flip it on and he’s not popping up on the scanner at all and this thing has 100-yard radius so he basically cleared 100 yards in less than a minute just to get away from me", "as soon as i turned my back on him, he was like, “i’m gone,” and he just bolted for the horizon", "and i remember that was one of the moments where i really was wondering if i was in the right career or not", "so that was on the field biology side", "i like the “binoculars” versus “microscopes.” actually, the last interviewee or the last few folks i had on interview were on the opposite end of the spectrum so they were actually focused on things like the mechanistic target of rapamycin and looking at m-12 and all this cool stuff", "so the field biology, if we then flash forward, you are learning more about science writing", "what was the program that you were in", "it was actually the university of california santa cruz science writing program which really changed my life", "it’s an amazing program", "who or what lessons had the biggest impact on you through that course – or program, i should say", "god, there’s so many", "the biggest thing is, as a scientist, you’re trying to be exact", "you need to be precise", "and, as a storyteller, you need to convey a feeling, a sense, because people don’t read journalism or storytelling the same way that they read a scientific paper", "you walk away with an idea – a couple little facts and an idea", "and you really have to shift your thinking to tell a story to someone – you have to have characters, you have to have an arc – and that’s really hard", "that’s something, i think, i learned there but i constantly am trying to perfect because it’s a totally different way", "aside from the little things like no longer using the passive tense and the technical jargon and all that stuff, it’s really about telling a story and it’s not about conveying information", "or it’s about wrapping the information in this sugar-coated delight called a story so that you actually absorb it", "right", "yeah", "who are some…", "well, i guess i have so many questions just because i just finished a book, myself, so writing is on the brain", "what about your writing – besides, say, using the passive tense less – improved the most before and after – going into the program – coming out of the program", "and the reason i ask is i can think of, for instance, in my own history going back to a class that i took with john mcfee which was called “the literature of fact” and what he really burned into my brain – and of course, i won’t even approach 10 percent of the writer he is, ever – but was how visually he thinks of structure and would almost spec it out on a blackboard or whiteboard like a football player – it was really fascinating – or even like a krebs cycle", "it was very, very visual and i’d never thought of architecting something out that way so that was a novel idea that i still rely on, sometimes, when i am stuck", "when i can’t figure out how to structure a story, that’s something that i’ll still do", "are there any tools or any particular changes that you experienced in your own writing", "erik vance: yeah, that’s a really good one", "have you ever heard of “the open notebook?” no, i haven’t", "you should check it out", "it’s a website run by some really good science writers that’s for science writers", "and they have a section that’s just that – it’s just basically science writers doing schematics of stories they done – [crosstalk] oh, how cool", "[crosstalk] – and their favorite stories", "oh, that’s awesome", "it’s great", "i did one where i actually tried to sketch out burkhard bilger’s – a new yorker story he did on youth rodeo programs", "it’s an amazing story and i just loved it and so i tried to sketch it out and i just sketched out one of my own", "and i loved it – it’s very visual, it’s very cool", "oh, so it’s people taking a stab at other authors’ or other writers’ work in addition to their own", "in addition to their own, yeah", "exactly", "[crosstalk] oh, that’s cool", "so your experience as a reader and your experience as a writer", "and, of course, i liked his story better than the one i did so it looks a lot better", "you’d like it – there’s lots of other gems in there, too", "but the thing that i think i really took away – and i wasn’t expecting from that program – was a love of characters, of the people… i tell the story about the porcupines and it’s just a weird thing but you tell a biologist this story and they’re like, “yeah, whatever", "of course, that’s our job.” they’re weird people doing a weird job and that’s what i really fell in love with was the people who do it and how they approach it and so i love… for the first couple years of my career, i just wrote profiles about amazing scientists who i thought were doing cool stuff and that’s really what i focused on was, “who are these people who are interesting but also can tell a broader story?” i have something i want to say about gene therapy or chemicals in the atmosphere that geo- asphalt organic compounds that changed the atmosphere of the forest – i want to tell that story but i really want to tell it through a person", "who is that person who can tell that story", "and what’s their life like", "and what do they think about", "and why are they sitting on top of a tree trying to get these air samples", "how did they end up there", "and that’s what i really fell in love with – that program – is the people", "how do you tell a story through a person", "who is that person", "and it’s not always the easiest person to find – sometimes, they’re the ones you’re not looking for", "so that’s the best tee-up i could imagine for my next question which is… i should point out these are all new things to me – i don’t know the answers to these questions", "the first reporting assignment – you sent me a little note – is with a guy who studies the smell of pig shit for a living so probably not the mickey mantle you were looking for for ten years", "how did that come to be", "and walk me through… you graduate from your program, how do you go from there to this assignment", "well, you’re a young, freelance writer – no one cares what you want to write about", "of course, i want to write about sharks, and important stuff, and – [crosstalk] and they’re like, “yeah, get in line, buddy.” yeah", "like, “go ahead", "we’ll look at your pitch", "yeah, definitely.” and so you have to come up with stuff they don’t have and one of those things is chemistry – not a lot of people covering chemistry", "so i was like, “alright, i’ll do some chemistry.” and it actually started, i was working at the chronicle of higher education and i got this little – [crosstalk] where was that", "the chronicle of higher education in washington, d.c", "oh, i got it", "it’s a magazine that, unless you’re… it’s highly respected among universities and no one else has heard of it", "but it’s actually really great outlet – they do great science writing – so it was my opportunity to really dig in and do cool stories", "but one of those stories that i did that wasn’t that cool was this side 300-word blurb about the chemical in… have you ever heard of ladybug taint", "that pulls up an incredible image in my head – i’m pretty sure it’s not accurate – so i’m going to say no", "i had the greatest title for this story that they wouldn’t let me use but… wait, wait – okay, so now i have to ask what was the headline", "“stinky ladybug taint.” that could be your punk rock band at this point", "right", "okay", "so, no, i don’t know what ladybug taint is", "what is it", "so, if you’re crushing a bunch of… you’re from the bay area, right", "i am", "well, i live in the bay area, yeah", "you live in the bay area", "well, if you’re crushing up a bunch of grapes in a classic sort of wine crush, it’s inevitable that you’re going to get one or two ladybugs in there – it just happens", "and what happens is, if you get one ladybug in a big vat, you get this nice little bell pepper taste", "it’s this nice hint in the background", "if you get two or three, it gets overpowering and it just ruins the whole batch", "and it’s called ladybug taint – [crosstalk] that must be hard as hell to deal with", "ladybugs… i don’t know how many people listening have been inside a wine vat but those things are gigantic", "wow", "okay", "and you can’t drop a ladybug in because you don’t know if there’s already one in there so, apparently, it’s a big thing", "anyway, what’s interesting is i was talking to a scientist who discovered the chemical that does this", "it’s an extremely potent, powerful chemical", "i think i calculated that, if you took an olympic-sized swimming pool and you put a teaspoon in there, you’d still be able to taste it", "this stuff is brutal", "so sharks are to blood what humans are the ladybug taint in a swimming pool", "something like that", "if a shark smelled this, he’d be the same way", "he’d be like, “damn, no, no, no.” anyone… it’s potent", "and so i started talking to this guy the way i do and i was like, “wow, this is a weird job", "how did you find this?” and he was like, “oh, there were some ladybugs in my windowsill and i shook them up in a jar and smelled this thing…” if you ever eat a ladybug – which i don’t know, tim, have you eaten any ladybugs", "no, i’ve eaten a lot of crickets but no ladybugs", "i need to expand my repertoire, maybe", "there’s a reason why you don’t – and that’s the reason why they’re red and black, it’s a warning sign – because they have this chemical and they will unleash it if you try to eat them", "and that’s what it’s for", "so he smelled this thing and he was like, “oh my god, i’ve got to figure out what this is.” so i asked him, of course, “well, what’s your job that you do this?” and he was like, “well, i don’t actually study ladybugs", "i actually study pig shit.” he didn’t say it like that but that’s what went through my head and i was like, “wait… like…?” and he specifically focuses on smells and these strong smells and the chemicals that are involved in what we smell", "and so i was like, “oh my god, wait, so you study the smell of pig manure?” he’s like, “yeah, the aerosol chemical nature of…” he had a great way to say, “i study smelly pig shit.” and i was like, “oh my god", "i have to come out and meet you", "i have to see your laboratory", "this is amazing.” and so i pitched nature – which is a very prestigious journal that also does a lot of science journalism and i’ve done a little work for them before and i’m like, “please send me out to talk to this guy.” he was in iowa and they were like, “alright, you’ve got a couple hundred dollars", "go out there, come back, get the story.” it’s the first time i’ve ever been on assignment to do a story like that", "i was very excited", "and it was the most amazing lab i’ve ever seen", "now, hold on", "what did this…", "so this was your first pitch for a remote assignment", "yes", "okay", "what did the…", "did you do it via letter, or email, or was it via sound – when you were like, “hey boss,” or, “hey editor…” i put together a nice email with all the pieces the pitch has to have and it was fascinating jobs", "and i caged around people who have interesting jobs and tried to keep the poop humor to a minimum although i did get the word poop in the journal nature and that i want – [crosstalk] that’s a win", "[crosstalk] that’s a win", "okay, so you fly out to iowa…", "so i fly out to iowa", "well, actually, i flew out to nebraska because i didn’t actually know the difference between the two so ended up renting a car and driving to iowa because that’s how nervous i was when i was booking my tickets", "so i get out of the car and you can smell it as soon as you get out – so you can actually smell it", "it’s phenol – the specific – it’s often called by people who are into this world, it’s called “band aid” or “farmyard.” and it’s the first thing you smell when you know there’s a barnyard nearby – it has a very low vapor pressure so it sticks to anything it touches which means a little bit of dust in the air and it’ll stick to it and it’s the first thing you’ll smell", "it smells a little bit like a band aid and it’s like, “oh, there must be a farm nearby,” – that one", "so that’s what i smell as soon as i get out", "it’s a very agricultural area – it’s up in ames", "and i go in this guy’s lab and he just introduces me to this world of smells", "everybody’s got these smelly pens everywhere and he has all the students smelling the pens with their eyes closed to try to really hone their ability to recognize smells that are hidden", "and he’s got this device called the – let’s see if i can do this – “multidimensional gas chromatography mass speckle hectometer.” you’ve got one, right", "oh my god", "yeah, i’m looking at one right now next to my tea", "okay", "he’s just amazing", "so you put – let’s go back to wine – you pour some wine in this thing and then what it does is gas chromatography", "it cuts the wine up into different pieces, into different chemical components", "and it breaks them up, pushes them aside from each other and it starts giving to you one at a time", "it’s a little cup that goes over your nose at the same time you have a mass spectomy – a layout of what these things are", "so you’re smelling it, the computer’s analyzing it, and, together, you can find stuff that no one’s found before because our noses are incredibly sensitive", "and so he does this with wine – and that’s for practice and for some other things – but, mostly, he focuses on pig shit", "that’s his bread and butter", "and he studies these chemicals that make pig shit really, really bad", "and he’s looking for subtle differences of that one big dropping that’s going to solve it – and he’s trying to diminish that smell", "i was going to ask… i assume he’s not making perfume", "now, why is it important to diminish the smell of pig shit", "well, to your point, this guy has the kind of nose that he could be making perfumes – he’s incredibly sensitive – but he’s doing this because the idea is, if you can change the food that a pig eats in order to change what comes out from the other end, then you can diminish the smell of a pig farm and that’s actually the biggest obstacle in building new pig farms", "ah, for zoning, and neighbors, and so on or anything like that", "yeah", "exactly", "not just for… for whole communities that don’t want these things nearby and, if you can diminish that, maybe you can put more of the closer, you can put more pigs in them – there’s just all kinds of opportunities that can come up once you can give the pig what it needs without having to get the worst chemicals", "and some of these chemicals – like with the ladybug – are really, really subtle – they’re really small", "so that’s what he does and he’s got this device and he hooked me up to it", "and he was worried that i wouldn’t be able to get all of the nuance", "so, rather than leaving the sample and leaving it in for a couple minutes – ten minutes – which is what he would do, he left it in overnight so it really was pungent", "when he stuck this thing on my nose, i was… the first couple things you smell are actually the interesting things – because it’s broken up into pieces – and there’s some nice things in pig shit", "there’s wet cardboard, and taco shell, and mushroom – all these great smells…", "all these things you think are really obnoxious, like wine drinkers, those are real chemicals and you can smell those separately", "i was like, “this is great,” – [crosstalk] i’m just imagining saying to a date like, “you smell wonderful", "it’s like wet cardboard and mushrooms.” yeah", "“wow.” and you don’t know it until you smell it", "you’re like, “oh my god, that totally is wet cardboard.” and the pigs haven’t been eating cardboard – it’s just the same chemical", "and then we get to the sulfates and, man, that’s the business end of pig shit", "i felt like i was getting run over by a manure truck and had my face down one of those port-a-potties for… it was just horrible", "and, as i mentioned, these things have a low vapor pressure so they stick to whatever they touch – [crosstalk] yeah, that’s horrible", "– the inside of your nose", "meaning, for the next three days, everything i ate, everything i smelled… i was just like, “oh god.” had a hint of pig sphincter taint", "exactly", "so you turn in that piece – was there any turn of phrase or portion of that piece that you were proudest of when you turned it in", "yeah", "that’s the great thing about this job is, if you read my stories – or any story, any science writer, or any journalist – you only get a fraction of the experience that they had when they were reporting that story", "and it’s so rich – i wish there were more ways to share these things – but the part that i really enjoyed the most was this gentleman had a – like i said – a very sensitive nose and he was able to, if you fart, he could tell you what you ate", "wow", "that is a great party trick", "it is", "it’s a great party trick and i talked to his wife and she was really wonderful", "and she talked about she was born in iowa, met him in alaska when he was a mountain climber, and then ended up moving back to iowa with him for this very interesting career – and she had a great sense of humor about the whole thing", "and she was the one who told me – and also talked about how he used to smell when she first met him, he’s this great mountain climber and he smells great and now it’s this different reality", "we all got to grow up someday, i guess", "now, you mentioned the former satan worshipper turned evangelical earlier", "you are a scientist turned journalist but you were raised christian scientist", "is that right", "or was it more one of your parents", "or both", "did you just compare satan worshipping to christian sci", "no", "that’s probably what the internet’s going to say", "i was trying to do a clumsy transition with the theme of religion which didn’t really work out – which is why i usually avoid talking about religion", "i didn’t mean to bust your balls on that – it’s just that that’s funny", "that’s okay", "busting my balls is fine", "i did", "i grew up in christian science and, actually, i didn’t even really realize it was all that weird until you get older and you start thinking back on your childhood", "but i didn’t go to a doctor until i was 18 years old, i think, was the first time and i remember being bewildered by the whole thing", "but christian science is this really weird interesting philosophy – it’s also a religion – but it’s this thing that people don’t often think about because there are not as many as they used to be", "but it’s a fascinating religion that basically says… it’s like the matrix – it says that all you see isn’t real and that’s it’s actually a construct of your mind and, if you change your mind, you change your body", "so it’s a lot about really deep belief that what you’re seeing isn’t true – whatever, this cold that you’re experiencing or arthritis that you’re feeling – it’s not real", "it’s just a construct of your mind which is whacky when you think about it and imagine growing up in that", "it’s a little weird", "i had at least one of my grandparents – and i don’t think i’ve ever talked about this – was very much into christian science and, at the time – i was whatever, let’s call it 5 years old, 6, 7, 8, 9 – i was like, “oh, something science", "sure, why not?” and i actually visited the christian science reading room – i guess they have these reading rooms in different cities at one point – [crosstalk] yup", "but never really had a ton of direct exposure to it and did go to the doctor a lot because i was a very sick kid growing up", "did you get really sick at any point", "because i’ve seen at least one law & order about… i think they must be christian scientists who have a kid with a life-threatening illness or potentially terminal illness, and they won’t let their kid go to the doctor, and then they’re in court, and it’s very dramatic", "did you just dodge all of the bullets or did you have any serious issues", "well, i should say, i did have a very healthy childhood", "i think most christian scientists, if a kid breaks his arm, they’re going to go to the doctor", "everyone has their own interpretation", "basic christian science says, “there’s a better way to do this.” it’s not saying you can’t – technically, it says, “there’s a better way to heal something,” – but, culturally, it does end up becoming, “you can’t.” that just ends up being the way people interpret it and that can be problematic", "and, if you don’t go to doctors, it becomes really scary to go to a doctor – it becomes really frightening to make that – [crosstalk] it’s built up into something of a monster", "yeah", "exactly", "you’re told all these things about how doctors… it’s not… don’t get me wrong, a lot of things can happen to you in a doctor’s office – people do walk out of hospitals sicker than when they went in, it happens – but, for the most part, we all know that hospitals and doctors, they’re trying to help you", "so it is this very difficult thing and it actually came into play before i remember –my most serious disease, i don’t remember it because i was one and a half – and, at the time, my parents thought it was legionnaire’s disease", "i’ve since talked to some pediatricians and some scientists and tried to figure out what it was and it’s not clear what i had but it was definitely serious", "i was definitely having seizures, and turning colors, and my eyes were rolling back into my head – it was serious – and my parents wanted to treat it with christian science and it was touch and go", "and i ended up having what christian science would call a healing – a rather instantaneous healing – when my parents, my mom, got to this point where she just got panicked – i was really, really bad off – and she called up the practitioner – who are these people who help christian scientists over the phone, like instructors or guides – and she found a sense of calm", "and then she walked back in the room and i was better", "now, you’ve talked on this program about regression to the mean which is when people tend to get better after they’re the worst and it’s easily explainable that way", "but, whatever it was, it was a very powerful story for me growing up", "i would think about this a lot – what this had been like for me as this little baby and the fact that i had been saved by god", "and it was a very potent narrative that i had about myself which actually leads to the book i wrote because it turns out that’s a very powerful thing for – and you mentioned placebos in the at very same episode – it’s a very important part of the placebo effect is your narrative", "right", "so the placebo effect has been endlessly fascinating to me and we might as well go there", "what was your firsthand experience with the placebo effect", "well, one could argue my childhood", "right", "that’s safe", "without insulting 100,000 people", "i think where it really hit me – and, actually, i met one of the leading researchers in the country on placebos, who is a former christian scientist and we actually went to the same college, christian science college – and that’s how i realized that there was this connection between belief and what’s called expectation and this healing", "and so i really got into this thing and one of the earlier reporting trips i did was to the nih facilities in bethesda, maryland", "have you ever been there", "i have not", "it’s like a scary place – it’s beautiful, it’s amazing, basically a miracle factory with the amazing research they do there", "why’s it scary", "well, it’s these big, blocky, industrial-looking brick buildings with smoke coming out of the tops of them", "it’s like east berlin circa 1970", "yeah, or some really bad movie in which you go to where dr", "frankenstein has his college", "but it’s actually this amazing place and i went to this cortennial lab, a woman by the name of malena kolaka – she’s an italian researcher – and she basically said, “okay, i’m going to put you in a placebo research trial.” and i didn’t really know what i was getting into but she hooked up these electrodes to my hands and she said, “okay, we’re going to electrocute you.” and so we figured out where on my pain scale it was at – i think it was a 7 or a 6, pretty powerful shock", "it was so powerful that i twitched – really, really not comfortable", "but then they had another one which was a 1 and it was barely a little pinch", "and so every time i saw a green screen, i’d get the 1", "every time i saw a red screen, i get the 7", "and she purposely would show me the red and then wait a beat and – [crosstalk] watch you flinch", "yeah, because – and turns out this is really important for the placebo because it’s creating expectation and i’d be like, “oh my god, oh my god,” and you’d twitch", "horrible, horrible", "and she’d go back and forth – zipping back and forth – and you’d just come to dread that red screen", "and then, on the last one, it felt a little like the 1 had been turned up one, like a 2 – the score i was keeping, i’d call it 2 – and then the red is obviously like “buzz,” and i’m twitching", "and then she walks in and she says, “that was a great job", "on that last run, i gave you the high one every time.” and it was just… it wasn’t just that i was convincing myself that i had less pain or that i was… i had less pain", "i was not twitching", "i was not fooling myself", "i’m not an idiot – it was less – and that just blew my mind", "so, objectively, the stimulus was the same but your nervous system responded according to your expectations", "exactly", "basically, my brain filled in the gap", "your brain has expectations and it doesn’t want to be wrong so, when it’s wrong, it just makes up the difference", "and, in this case, it released, basically, a morphine drug that’s already in my brain into the brain and it basically covered up the pain", "so i basically got a shot of morphine so fast that you almost can’t even measure it – it happens faster than my brain can realize it’s in more pain than it expected", "because your brain does not want to be wrong – it does not want to be proven wrong", "that just blew me away because i kind of… in the back of our head, we all think the placebo effect, at its heart, is just gullible people who don’t want to admit what really happened", "but these are real biochemical reactions that happen and they are measurable", "and i was hooked at that point", "[crosstalk] of course, i’m a human guinea pig, i do all sorts of ill-advised things to myself trying to ensure i don’t mortally wound myself – but what are some of the other experiments that you’ve done or experiences that you’ve had involving this personally", "now, there’s one that you mentioned that i don’t have any context on that was related to a curse of some type so, immediately, this is of interest to me", "i’ve spent a good bit of time in places like brazil and elsewhere where there’s quite a bit of talk about this type of thing so i would love to just hear the story since i don’t know the first thing about it", "well, i’ll answer the first question first, then we’ll talk about curses", "i spent a lot of time getting burned, poked, prodded", "i threw up once because nausea is also a response of the placebos and i did a nausea experiment", "i’ve done a lot of these things but the thing that’s really the most useful for placebo research is pain", "and, when it comes to placebos, it really affects things like parkinson’s, like pain, depression, anxiety, irritable bowel syndrome", "basically, all these things are connected by dopamine and a few other chemicals that seem to really respond well to placebos", "and that’s why placebos are so interesting because some things have this 60, 70 percent responses and other things, 10, 15 percent so there’s something going on there", "and so, because pain – you can’t cause depression in a laboratory although i might argue, with the current presidential debate, you could cause depression on command, but it’s not something you can really play with – but pain, you can so i’ve spent a lot of time getting burned, and poked, and all kinds of things because that’s what scientists studying placebo effect study is pain", "and there’s actually a lot of implications for that and, when you… so an example of one of these things – and i am getting to your question, just circling… i’m not rushed", "this is not a three-minute morning tv show – we’ve got time", "where was i", "oh, yeah, getting… so there’s a classic experiment where a lot of these things are… they’re not conscious – these placebo effects – and you talked in your other episode about, “oh, now that i know that homeopathy isn’t real or isn’t effective, it doesn’t work on me anymore.” well, that’s not true for everybody", "actually, for a lot of people, they can’t help the fact that, say, homeopathy or a placebo works", "in fact, you can tell someone, “this is a placebo pill", "it is inert,” give it to them, and they’ll still have a placebo response", "what’s the explanation for that", "well, a lot of it’s classical conditioning", "have you ever taken a tylenol and been like, “oh my god, my head hurts", "oh my god, i’m in so much pain,” take the tylenol and be like, “oh god, thank you", "oh, i can think,”", "has that ever happened to you", "it happens to me", "sure", "well, tylenol doesn’t kick in for 20 minutes so what are you experiencing", "[crosstalk] right", "and, whether or not it’s real or not, that’s basic classical conditioning", "you can condition yourself to have the experience and so you are getting drugs – they’re just drugs that are already in your head", "they’re not from the outside", "and so, for some people, it doesn’t matter what you tell them, it’s subconscious – their brain’s going to do it to them whether you want them to or not", "and one of the people who’s studying this, she does this – she uses fake faces but they flash at you so quickly you can’t recognize them but your brain does", "and one of those faces is attached to more pain and the other is attached to less pain", "and so you see these faces and your brain goes, “more pain,” and it responds", "your conscious brain can’t tell the difference between these two faces but your unconscious brain sees it, knows what’s about to come", "and this is, again – in this case, it was burning pain – but it was pain", "and that’s what underlies a lot of this stuff and some of the really exciting research going on right now is looking at the unconscious nature of placebo effects and they may follow a totally different path", "it may be like google maps where they overlap on a couple roads but they diverge a lot but it’s a whole different thing and it’s really beyond our reach", "and one of our big questions that comes up is, “well, are some people able to tap into this and other people are not?” so i mentioned that you have high pain, you have low pain", "right", "well, the low pain is obviously a placebo effect", "you’re getting the same pain – the same stimulus – but your brain prepares you", "your brain changes it so your experience is different and so there’s low pain which is like, “oh, i don’t feel any pain on this one because i saw a certain face,” and that’s the placebo response", "but there’s also the high pain – the higher pain than, actually, you should be feeling and your brain’s like, “oh my god, this is going to be very, very painful.” that’s called the nocebo response", "no-cebo, right", "exactly", "and almost every study that looks at placebos, you also have a nocebo piece of that equation but nocebos are actually really hard to study and they’re really unethical to study in the way that we want to", "it’s like you want to give someone a drug and be like, “this is going to make you really, really sick,” or, “this is going to kill you,” and you can’t do that", "irb doesn’t like to approve that kind of stuff", "exactly", "that has been tried and it has not worked out", "so you talk to these scientists and some of them are like, “oh, man, i understand this is unethical but, man, i’d really like to know.” i know back in the good old days, with k-hill and those folks, could fast subjects for 40 days", "you can’t do that with mice for… i don’t think you can even exceed 72 hours now", "ah, science", "yeah, and that’s the thing", "there were these great stories i was never really able to verify about people with being told they were having cigarettes being put on their backs and all these terrible things they did to prison inmates to test the nocebo", "basically, whatever… this thing didn’t really have a name back then but, yeah, you used to be able to do that kind of stuff", "so nocebos are a little thin on researching", "when i was writing this chapter, it was hard to fill it out", "you got so much of this really interesting stuff in there and nocebos are definitely more powerful than placebos", "if i want to train you on a placebo response, we’ve got to do it a bunch of times so that you really get it down that this is less pain", "if i want you to have a nocebo response, i just have to tell you, “this is going to hurt", "this is really going to hurt", "get ready,” and your brain’s just wired for fear", "so that’s cool but i needed more so i really started getting into these ideas about superstition and how you can really cause bad things to happen in your life just through expectation – just through belief", "and real belief – you can’t half-ass these things", "you really have to feel it", "and, before long, i came to curses and i had these amazing things that have happened to people in haiti – there’s stories of people dying from being cursed", "in haiti, obviously, the zombie is a well-known phenomenon that’s fully understood – there’s only been three zombies that have really been documented and none of them are recent", "okay, i have to pause for a second", "now, i saw, i think, “the serpent and the rainbow” which i thought was a great movie when i saw it – i haven’t seen it, probably in 13 years but what characterizes a zombie in the clinical sense, at this point", "well, unfortunately, there haven’t been any that have been recent and a couple of them actually got written up in the journal of science – or, no, was it the royal academy of sciences", "there’s been some papers and, mostly, they’re debunked", "but a zombie is someone who has clearly some kind of brain damage that causes them to shuffle and lose contact with reality and become a very different sort of person the way we think of the classic zombie", "they obviously don’t eat brains", "but this is a very, very old myth that’s really tied into the history of haiti", "and there have been a couple documented cases but it’s the ’30s and then we don’t have a lot of details", "so there’s a couple theories and one of them is in “the serpent and the rainbow.” it talks about these puffer fish venom that can cause a catatonic state", "and the other idea is, basically, a zombie is created when you give someone a magic potion, you put them underground, you bury them and then you unearth them and they’re a zombie and one of the theories is maybe that there’s oxygen deprivation", "but another theory is that maybe it’s just the cumulative power of everyone’s expectations on this right now – that you do it to yourself", "sure", "or speaking in tongues – same thing, maybe", "same idea", "the power… and this is some of the latest research that’s coming out – and keep an eye out for the national geographic in december, i’ve got a story on this – shows that peer pressure can boost the placebo effect beyond anything that you can imagine", "this is a hugely important part of the placebo effect", "and so the nocebo effect, it could be in there, too – other people’s expectations can affect your body in a very real way", "so i get to this point and i’m like, “i really want to experience this", "what is that…", "can i…?” i don’t believe in curses", "that was my problem is i don’t believe in these things", "i believe in the power of the mind", "so how can you create that kind of belief", "i wanted to have that kind of belief", "you know how it is", "i’m sure you’re probably feeling the same thing right now", "i’ve always been dying to feel like i’m going to die from curses", "so i started getting into curses so i’m able to talk to what they call brujas or witch doctors and one of the things i learned is the only way to curse someone is you have to tell them they’re cursed", "you have to do a curse and then you have to tell them they’re cursed is the only way it works", "i found one woman who was like, “no, you don’t have to… i’m so powerful i’ll just kill them from a distance,” but, mostly, they say you have to tell someone they’re cursed", "you have to inform them", "right", "right", "which is such an, in my mind, it’s a nocebo response", "it’s a very complicated socially enforced nocebo response", "right", "and just what you just said a couple minutes ago – “oh, i’ve always wanted to get cursed,” – there is something, even if you don’t believe in curses, there is something off-putting about being cursed", "and so i just wanted to know, if i curse myself, if it would work – if i can psych myself out", "and so i did – i hired a guy to curse me and… now, hold on just a second", "so you have, in mexico, i would imagine a fairly number of bruja options available", "how did you choose this particular person to curse you", "ah, well, there’s actually a market here", "did you look at his yelp reviews or something", "i literally… it was even more than that", "i actually talked to the witch doctor market pr people", "so there’s actually a market – there’s a lot of local markets in mexico and there’s one that focuses on brujeria or witch doctor paraphernalia and they’ve got these weird little burned dolls that have evil power", "they’ve got coyote skins", "i was assuming these things would all be secret and hidden in some back room somewhere where the dark magic is – not at all", "this is totally upfront", "they’re like, “do you want the – [crosstalk] the farmer’s market of voo doo dolls", "exactly", "it is literally like that", "“oh you want white magic", "go to this person.” “you want black magic", "go to this person.” and so it’s all out in front and so, before i went in, i had to actually – we were talking to people – and they were like, “oh, you have to talk to the pr department and there’s this office in the back of the… oh, you weren’t kidding", "i thought you were kidding", "i’m dead serious", "there’s this office in the back of the market and there’s these two guys who hang out there and they’re like, “oh,” and i’m like, “i’m here with national geographic", "i’m doing this.” and they were like, “okay", "well, sign this paper and yeah, curses, they’re right there,” and, “okay, there you go", "talk to this guy and this guy, they’re our favorites.” and so we did a little investigating and found out who to talk to and they were the same people that were recommended by the pr people", "and so we talked to a couple different people and i chose… one of them was genuinely scary, i think, and genuinely really believed that she could kill people with her curses and she was out there", "and so i didn’t actually go with her because i was afraid she’d find it insulting to have a curse put on myself", "and i went to the other guy who kind of got it – “oh, like a guinea pig", "okay, i guess i can do this even though terrible things can happen but…” and i said, “okay,” and he was also black magic and knew lots of evil powers but he was a little more willing to go with me on it and so i chose him", "and i walked around for a week and a half with a curse over me", "and then what", "so, a) did anything happen", "and b) did you have to get it removed like stitches, later, by the same guy or what happens", "i did", "well, i decided i wasn’t going to change anything – i was just going to live my life normally, just do what i normally would do", "and so i went out and drank half a bottle of scotch with a good friend of mine and i walked home", "i was like, “i’m cursed", "i have to be careful with cars and stuff like that,” but, at that point, i wasn’t really worried about curses", "but the rest of the week went by and i logged every bad thing that happened to me and not really much happened", "i started to get cocky and i even went rock climbing – i’m a big rock climber – and i even went rock climbing with some friends over the weekend and i was leading – i was going first – which is not super dangerous – i’ve done it many times before – but it’s not a safe thing to do", "and they’re all making fun of me because i was cursed and climbing", "but, by the time i got to the end of this, i’m thinking, “this has really been a bust", "nothing’s happened.” i’m kind of psyching myself out but not really and then i went back to get the curse removed and the guy wasn’t there – he was… gone fishing", "gone fishing, literally", "he was like, “oh, yeah, they cursed you", "he’s doing some family thing", "come back next week.” so i had another weekend and i’ll never forget – it was june not this last year but the year before – and i had another weekend and i was just basically going to be cursed for that weekend", "i’m like, “oh, whatever", "okay", "nothing happened last weekend", "nothing’s going to happen this weekend.” and, on saturday night, my wife – who was pregnant at the time – starting to feel some painful pangs in her stomach and, by the next morning, it had gotten pretty bad", "and we talk to the doctor and the doctor says, “you need to go to the hospital right now.” and they were worried that it was contractions that were starting – she was like four months pregnant so these contractions would be lethal at that point", "and so we get in the cab and we’re going to the hospital and the only thing that’s going through my head is the curse and it’s never occurred to her but i was just panicked that i had killed my child with a curse", "and what’s interesting is how quickly your mind goes there – how quickly and it’s a logical fallacy that the romans called the “propter hoc, ergo hoc,” which is, “if this, then that.” yeah", "“after this therefore because of this.” yes", "right", "exactly that’s the – [crosstalk] the correlation versus causation", "exactly", "and it usually comes up in the case of something happening and then you can go backwards in time and find a cause for it and this is the home of the curse", "think of the kennedy curse, right", "a bunch of kennedys die in very tragic and strange ways and you can go back and people have looked for causes going back to ireland and one of his ancestors stepping on a ferry house", "because, once you have the result, then you can go back and find the cause and causes seem to be real at that point and that’s exactly why, as a man of science, i believe in logic but my brain went there so fast when the shit hit the fan", "i was suddenly convinced that, “this is going to happen and i would never forgive myself if…” and it would always been in the back of my mind that i had done this", "and it turned out, we went to the hospital and there was an excruciating couple minutes where they couldn’t find a heartbeat and… oomph", "yeah", "and then they did and it turned out the baby was fine", "it was some bad tacos from the day before – a good friend of mine’s going away party – and she was okay", "and i learned that day that my baby – when they did the sonogram – that my baby was a boy and i was sitting in the room laughing at these medical texts and i just realized what a wonderful day it had become", "it was actually father’s day", "that sunday was my first father’s day and i just realized that this thing that was a curse had suddenly become a blessing", "and it’s such a construct of what you see and that these things only have power when you give them power and it happens fast", "so i have a follow up to that: did you go back to the absent witch doctor and get it removed ever", "i did", "i’m a man of science but just… how could it hurt", "how could it hurt", "and i followed his instructions – he had me burn a candle and do some other – he blew some smoke on me – and the curse was lifted", "and – [crosstalk] did you tell him what happened", "was he like, “yeah, i don’t want to kill your kid but i wanted to just shoot a warning shot to let you know this stuff…” i didn’t, actually", "i didn’t tell him", "i thought it might weird him out if he thought that he may have… because i see this as being – this is “propter hoc, ergo hoc” – this is me looking for a cause for something that happened", "sure", "but he wouldn’t have seen it that way and i think he would have… i was afraid that he might feel weird about having caused something like that", "so i didn’t – i just said, “some bad things happened, some interesting things happened", "it was very potent", "the rate of my electric toothbrush stopped working that week because of these things.” it was a practice curse", "exactly", "so a few questions about placebo", "right", "there are a couple things that come to mind that i’ve always been curious about", "no", "1 is – well, actually, i’ll get to the evolutionary question", "but the first is you look at the nocebo effect which i assume, in most cases, is an inert substance in the case of, say, ingestibles or some relatively plain vanilla inactive control of some type", "but, “it’s going to make you nauseous, it’s going to hurt you, it’s going to burn you,” whatever it might be", "in the case of placebo, we have the same thing", "right", "we might have sugar pills, we might have some type of relatively inert substance in the case, again, of ingestibles", "are there examples or is there evidence to suggest that, if you have negative expectations, even if you consume a tried and true clinically tested drug, for instance, that does work, that you can negate the effects of that medicine – if you expect to die, if you expect to get worse", "is there any evidence to suggest that you can interfere with something that has already been statistically proven to work if you have negative expectations", "absolutely", "yeah", "and that’s actually a misconception about placebos", "yes, the easiest way to measure them is with an inert substance but they exist with everything – like i mentioned the tylenol", "you can have placebos on top of active drugs and it’s really a great question – how do you compare the placebo effect for an inert drug versus the placebo effect for an active drug", "because there is one on top of there and there are nocebo effects, too", "and this is the thing that i keep trying to drive home is a lot of this is tied to bedside manner and how doctors interact with you", "and it can be as high as 30 percent so, a doctor, if he’s going to be a jerk to you, he’s throwing away 30 percent of his cure on top of what he’s giving you – and that’s a really rough approximation – those numbers aren’t really worked out yet – but it’s a substantial boost that you can get", "and you can also erode the effectiveness of a drug", "it’s been played with – actually, in some of the earliest placebo experiments were with dental patients and they would tell them they were either getting painkillers and they weren’t… they also told them they were getting something that would make them worse and they did… “we’re injecting something to make this root canal worse", "enjoy.” yeah, “to make this thing worse.” and i think they were all recovering dental patients but dentistry actually played a big role in early placebos", "so, yeah, there’s no question that you can erode an active treatment with expectation", "and there’s even a bigger question that pain scientists are really struggling to understand right now which is does your brain get into certain habits", "do you create these pathways – think of them like ruts in the road where you can’t get your car out of the rut – thinking about pain", "and are there types of pain that are strictly neurological – that feel like you have a pain in your knee but it’s actually in your head – and these may contribute to a huge portion of the chronic pain in our country", "yeah, this is something i’ve explored also for myself", "i had chronic back pain for a very long time and there were some structural correction with, specifically, gymnastic strength training with this guy named coach summer which helped a lot", "but i also read a book in which – i’m blanking on the first name of the author but i believe it’s sarno, s-a-r-n-o – and about a half dozen of my close friends who had suffered from chronic back pain credited this book with fixing their back pain", "and it effectively focuses on exclusively on expectations and the mind and i had about a week of relief after reading that book", "really", "so go figure", "of course, n of 1 and, if we’re going along the lines of richard feynman, the first principal is that you must not fool yourself and you’re the easiest person to fool so a lot of science is trying to prevent experimenters from fooling themselves", "but the question that i wanted to ask – in a case like that where it appears to have, at least ultimately, it had a structural component – there was an orthopedic issue that i later fixed – but, as an intervention, the placebo or mental training component seemed to help", "this is going somewhere", "you mentioned parkinson’s earlier and that parkinson’s seems to respond well to placebo – and i’m sure it’s not across all patients but at least a meaningful percentage – and i’ve read that alzheimer’s, on the flip side, does not", "i don’t know if that’ accurate – [crosstalk] that is", "okay", "so, if that’s accurate, what is the plausible explanation or mechanism by which one improves and the other does not", "and, of course, the experimental designs, i’m sure, are different but i have both parkinson’s and alzheimer’s on both sides of my family so this is a very personal question for me", "and i was speaking with someone who has also been on the podcast – peter attia – recently and we were talking about alzheimer’s disease and he was like, “once something is really denatured, once the egg turns white, i’m not sure you can reverse it,” – so it may be a preventative game – but how does parkinson’s differ", "is it because it’s mediated by neurotransmitters and you can somehow rig that game with an expectation", "long question, i know, but how do you think about the difference between efficacy of placebo effect in parkinson’s versus alzheimer’s", "that’s a really great question", "yeah, there is one word answer and that’s dopamine", "parkinson’s – for those who don’t know – it’s a deficiency usually caused by… it’s usually goes down to substantia nigra in your brain and it’s the part that produces the dopamine and monitors these systems that… it’s a deficiency in this chemical", "now, this chemical, not only does it affects your movement – which is why parkinson’s patients tend to shake – but it also affects reward systems", "it’s very much in tune with reward systems", "you get a jolt of dopamine when someone says, “hey, you just won a million dollars,” – jolt of dopamine", "it tends to feel good and then, downstream, the things that it triggers also make you feel good", "it’s all around a positive chemical that is related to reward", "so what is placebo if not reward", "an expectation is an expectation of reward", "so, basically, it just so happens that parkinson’s is mediated by a chemical that happens to be really important in placebos", "and that’s the only answer that i can give you right now is that it just so happens to be the right chemical that it affects your movement but it also has this other role and, because of that… and that happens with a lot of these different chemicals like cck which is a chemical that affects the nocebo response and it also affects your stomach and so it may be one of the reasons why irritable bowel syndrome responds so well to placebos", "and that simple fact plays a huge role", "and dopamine’s just one of these big, big chemicals in your brain – it has its fingers in everything", "and there is not a mechanism like that in alzheimer’s that lends itself to a placebo effect", "that’s not to say that a placebo doesn’t exist in alzheimer’s but it’s much easier to explain with statistical explanations like your regression of the mean and it also may damage the fundamental parts of your brain that you need in order to have – [crosstalk] to exert the results or to exert the placebo effect upon oneself", "that same argument has been made for autism – it’s definitely not settled", "i have lately seen some really interesting studies in autism and placebos and i know a couple of the top scientists are turning their attention to it right now", "people have often said that for years – that autism is the same way – but there is a degenerative element to parkinson’s that is not like alzheimer’s but… [crosstalk] sure", "there was a degenerative but what’s amazing is the placebo effect, i’ve seen it almost reverse that", "it’s amazing", "[crosstalk] that’s wild", "[crosstalk] you got to be aware of where that dopamine’s coming from but i have seen people… in the book and also in the story coming out in december, i talk about a gentleman who was really struggling ten years and, today, i think he just climbed half-dome this year", "with parkinson’s", "with parkinson’s", "now, so this, i guess begs the question – and there may not be, i don’t expect a miracle answer to this – but placebo effect, most people would think of being tricked or tricking oneself", "right", "so, if you wanted to proactively use the placebo effect and you have a parent or grandparent with parkinson’s and you wanted to help them or they wanted to help themselves, what do you do", "well, first of all, i think it’s very important feynman and all these other folks who say you can’t deceive yourself as a scientist – that’s very important", "as a patient, throw it out the window, man", "right", "deceive away", "you obviously want to be careful", "that’s the $64,000 question", "right", "that’s what everyone wants to know is, “how can i use this?” and the answer that i’ve come up from a childhood in christian science and years of studying this is we already do", "there’s a lot of options out there for using placebos", "and it’s different for everyone – some people, it’s some product you buy", "it’s interesting, if you look at placebos across different cultures, in france, suppositories placebos work better than better placebos", "don’t ask me why – i’ll let you draw your own conclusions", "in britain, foul tasting ones work better", "and, in parkinson’s patients, actually, i’ve seen studies that, if you take a pill, i think you get about an average of 15 percent more movement – more mobility", "and, if you have a surgery, a fake surgery, it’s 25", "the sham surgery research is so fascinating", "yes", "yeah", "just for people listening, if you have never looked at this stuff, do some googling around sham surgery, sham surgery experiments, and you find people who have legitimate structural fuckups in their knees who get fake surgeries where they get opened up – and they’re under general anesthesia so they’re knocked out – and they wake up, they’re sutured together, and they’re like, “yeah, doc, my knee feels so much better,” even months later", "it’s fascinating", "what’s hilarious about those – and these are very common in placebo in parkinson’s research – a parkinson’s researcher told me that the greatest breakthrough in parkinson’s research has been the sham surgery", "but, when you do these surgeries, the doctors, they don’t know if they’re doing the real one or the sham until the moment of", "and they get the card and it says, “this is the real one,” and then they have to actually sit and wait for the entire surgery to be over for a sham surgery because you can’t walk out of the room early and have the patient’s family out there watch you come out after five minutes to go play candy crush or something like that", "you have to sit in there", "[crosstalk] “easiest surgery ever", "huge success, guys", "go get a sandwich – it’s going to be a while before he wakes up.” exactly", "you can’t do that", "and they’ve thought these things through because, in today’s connected age, these patients find each other, and they compare stories, and they can unblind a study if you figure out that your doctor walked out of your surgery five minutes after it started", "so it’s really tricky and i’ve sat in on some of these kinds of surgeries and, in parkinson’s, it is stunning what can happen with these", "so, yeah, i was saying there’s different things that resonate with different people – maybe it’s space-age technology, maybe it’s ancient aestheticism", "there’s lots of different ways that you can get in touch with your expectations but the thing is that this is not hope – this is belief", "and this is the thing in christian science that i remember growing up", "people don’t say, “god will heal me.” people say, “god already healed me", "i just can’t see it yet,” which are two – [crosstalk] and that’s a very different thing", "right", "very different things", "expectation is triggered by a certain level of certainty", "now, these are great questions as to whether it’s the same for everybody – whether certain people are just talented with their own expectation – but you really have to believe", "how do you manufacture that, though", "if, for instance, and i’m not saying – because i think we all overestimate how logical we are in all aspects of our lives, or many of us do – but, if you’ve tried to train yourself to be hyper rational, how do you do that", "do you just need to become so desperate that you want something to work so your condition has to reach a point of being particularly bad", "or is there another approach", "because i know a lot of scientist and, if i were to try to say, “hey, you have this condition", "you can’t seem to figure it out", "you should go try acupuncture,” and they’d be like, “eh, looked at the data", "not compelling.” right", "right", "if you want to really make a doctor or scientist uncomfortable, ask him this question, especially someone who studies this", "no, it doesn’t", "the problem with desperation is it – and, in my book, i lay out three rules of ways not to hurt yourself", "and these can be dangerous – these are life-threatening issues – and we all know stories about people who have relied on placebo treatments that have then died from a cancer", "so desperation is not a great word when i think about these things", "it can be fun, though", "it can be an exploration and looking into your own mind – things that might be plausible", "and one of my rules i say, “don’t die or don’t hurt yourself,” and the second one is, “don’t go broke.” you have to be careful that, in order to create expectation, you shouldn’t need to spend $2,000 a month on something", "and so it’s a very tricky – [crosstalk] and, “don’t hurt the planet.” right", "or, “don’t…” that’s the third one", "and i read a little snippet about this which is like, “don’t use endangered animals.” and people might be like, “what", "endangered animals?” it’s like, “yeah, don’t go to chinatown and buy black bear gallbladder extract,” because that’s why there are these horrifying – i’ve seen video of this – of farms in china that look like concentration camps where they have bears, and tigers", "there are entire facilities with dozens of tigers hooked up to, basically, these extraction machines", "it’s really terrible", "it’s not worth it", "there are other ways to – [crosstalk] or shark-fin soup", "all that bullshit", "yeah, the shark fin soup is actually more rotten for sharks but", "all these things, there are other ways to engage your expectations", "there are other ways to create a placebo response and some of these placebo responses, there is growing evidence – and i’m having a hard time believing it’s not true – that some of these thing scan become permanent and you’ve talked a lot about rewiring your brain", "relief that comes from belief can be permanent", "i’ve certainly seen it as a christian scientist growing up and the trick is finding the thing that does it for you and doesn’t cause damage to you or others", "and there are lots of options – if you want to drink your own urine, go for it", "there’s lots of different ways – whatever resonates for you", "these things, it’s a delicate game and maybe you have to experiment with a lot of things", "and there’s some people out there who, simply, it won’t work and there’s some really great research going on – again, with dopamine – into genetics and the genetics of placebo", "and there are some people who it seems just don’t respond", "well, that’s like hypnosis, right", "very much related, probably", "very much", "it’s not as stable – hypnosis tends to be stable over time – and placebo tends to change from day to day because your opinions change, all these things change", "but it does look like there are some people that, if you exclude them – and it doesn’t really work yet on an individual basis but, if you take 1,000 people and you look at their genetics, you can take out the 300 who are most likely to respond", "and it looks like we might be onto something there", "do you know, off-hand – what the markers are or what the snips are", "yes", "the most effective one so far – and there’s about 30 that have been found – but the most effective – and i’m writing a piece on this right now – is comt", "it’s the poorly titled “warrior-warrior gene” but it’s involved with an enzyme that eats dopamine", "so, if you have a very active enzyme, you have a lot less dopamine", "you’ve got a lot more efficient system that takes away all your dopamine", "and, if you have a lazy one, you’ve got a lot of extra dopamine laying around and those people tend to respond to placebos at a higher rate", "people who have more dopamine laying around", "extra dopamine laying around", "there’s also some personality – i’m sure you’re familiar with this – there’s generalizable personality differences between people who are… they’re called met/mets versus the vals/vals – this is a classic mendalian breakdown of you’ve got the met/mets, the val/vals, and the val/mets and there’s 50 percent, 25 percent, 15 percent", "you do a little box with the whole pea pod thing", "anyway, i’m getting off topic", "no, i love it", "which one of those responds best to placebos", "the met/mets", "cool", "it looks like there’s been some research out of harvard and it’s been backed up in some ways that have been published and some that haven’t been published that it’s super new but it’s really exciting", "i, personally, am a met/val – i’m a mix – so i’m the least interesting of the three because i’m somewhere in the middle", "i’ve got some lazy ones, i got – [crosstalk] well, thank god", "you could have died from your curse", "i know", "right", "if i were met/met, maybe i wouldn’t be here", "i don’t… i’m sure you’ve done 23 and me", "right, tim", "yeah, i’ve had my full genome sequence but i don’t know if i’m a met/met, or val/val, or met/val", "i do not know that piece", "it’s a great – and a few others – and i basically am… i think the scientist that i talked to called me a – let’s see, what i was – a mix all across the board", "i didn’t have anything that was… except for one – the coding on the receptor for opioids in my brain is a little hungrier", "it attaches to – [crosstalk] oh, so no recreational heroin for you, then", "yeah", "you’re right, it’s related to addiction so you do have to be careful with that", "and that involves people who are… see, what’s interesting about this is these different chemicals in your brain related to placebos start working with or against each other", "right", "because now you’ve got a big mix and they’re all making noise", "and so that’s one of the reasons why this is probably so hard to figure out because it’s not one thing", "what other conditions that people might recognize – like ibs, you mentioned related to, i think, cck, pain, parkinson’s – what other conditions seem to respond well to a placebo based on the data", "depression, anxiety, nausea, and, obviously, addiction is one that seems to be in this camp", "a lot of these things are related to dopamine or internal opioids – endorphins", "and there’s a couple – and i’ve struggled to find really, really good examples of, especially low responders – but ocd and you also mentioned alzheimer’s seems to be pretty low responders to placebos", "if somebody wanted to make a placebo pill as effective as possible – so i’ve read bigger pills versus smaller – anything else", "colors", "any other form factor", "anything that comes to mind", "are you french", "as much as i love suppositories, i don’t know", "maybe that reflects some french blood", "i’d have to look into it", "yeah, there’s no question that the best placebo would be an active placebo and i make the argument in my book that that’s what acupuncture is", "an active placebo is a placebo that is inert but causes something to happen in your body", "the easiest one is tingling", "like niacin which is why so many bunk supplements include niacin or something called beta alanine because it causes the skin flushing and people are like, “something’s happening.” and that, of course – [crosstalk] oh, i didn’t know that", "oh, yeah, it’s a very common practice", "oh, that’s great", "no, i have to look that up", "i’ve turned off all my computers for this interview but i’ll have to remember that", "but, yeah, that’s exactly what… and, if you really want to get into it, there’s actually a lot of debate around it", "there is no true placebo because it used to be sugar pills and, sometimes, they use a type of seed corn or it’s not clear if white rice… if you’re allergic to something like rice, that’s not a placebo – it’s going to affect you", "so there is no real, true placebo so it’s really hard to create a true active placebo or something that’s completely inert except for one effect like your fingers tingling", "but, inasmuch as we can do that, we have created some interesting placebos that make your fingers tingle and you’re like, “oh my god, something’s happening,” and then whatever expectation you have gets boosted and that’s a very potent way to enhance a placebo effect", "it’s why pharmaceutical companies don’t use active placebos because, if they did, they’d never be able to clear any drugs to the fda", "[crosstalk] yeah, or they may not get the results they want, either", "exactly", "yeah, that’s for a separate episode but there’s some really interesting approaches that companies take to ensure that they get the results they want", "right, exactly", "it’s like, “what if you run ten studies, and you fund them all, and then you only submit two", "well, that could be interesting.” right", "that’s – [crosstalk] i know we don’t have a ton of time left but i wanted to mention a couple things", "the first is i was spending some time with a friend of mine who’s a former surgeon m.d", "– brilliant guy – and he was talking about how he is an n of 1 to try to use placebo control which is very interesting", "so he would – and, of course, he could have an experimenter blinded this with having, say, his wife do this for him, which he did in few cases – but he would put these pills or capsules, whatever they might be, and he would encapsulate placebos so he would actually put something relatively inert – like sugar, or fill in the blank, rice flour, or whatever – into these capsules, and wrap them in tinfoil, and then number them", "and he would keep track – or his wife would keep track of which were placebo and which were active and then look at the results over time", "it’s a lot of work, especially if you’re going to really try to make it defensible", "but i guess what i’m wondering is, all the things you’ve learned and been exposed to, how do you currently use that in your life or how do you plan to", "well, let me just say, if there’s anyone listening that has access to placebo pills, especially different colors and different shapes, give me a call – because i would love… they’re actually hard to get ahold of", "most research institutions have their own little recipe– and you can buy them online but i can’t really tell what’s in those – so i would love to… and one of my plans for this book was to be taking tons of placebo pills and i haven’t been able to do that so your friend’s amazing and i’d love to hear what he came up with", "so that’s – [crosstalk] one of them, i’ll tell you, is that he actually got pez and cut them into the shape – same color – of the tablets he was taking", "oh, that’s beautiful", "but that’s also you have to be a necklace craftsman to make that work", "right", "and once you spend that much time looking at this thing, are you really not going to recognize it", "and, also, pez is not a true placebo because sugar, it’s a stimulant a little bit, and so it could also be an active placebo of its own sort", "so, yeah, that’s… i would love to do that and i would love to have someone give me the hookup for, like you said, colors, and shapes have a big role to play in conducting a placebo", "[crosstalk] which colors have you seen in experiments function better than others", "do any come to mind", "yellow works well for depression – that’s been pretty well established", "larger tends to work better than smaller up to a certain size and then it just gets uncomfortable", "then you have to just use it as a suppository", "at that point, you might as well", "and there have been a few other ones that i’ve seen usually based around marketing – so like something that looks like advil – and that’s hard to tell", "i think – [crosstalk] or diamond-shaped and blue", "something like that", "that’s viagra", "[crosstalk] yeah", "exactly, that’s right", "i have a whole bit in my book about that", "don’t get me started on viagra", "but the other one is gel caps versus just normal white pills and i’ve seen some very small studies that are mixed on that one", "but it’s a very personal experience – it’s hard to lump groups of people into what they like and that’s part of the fun or whatever of the process", "for me, i am much more comfortable with the idea that we are suggestible – this is real – this is who we are", "and this is across… part of this project, i went to china, my photographer went to the jungles of peru and the highlands of peru, and we went and followed pilgrims in europe", "this is who we are", "you almost don’t have to try – we do this", "[crosstalk] and that was going to be my evolutionary point – maybe it’s a vestigial dead-end of some type but, otherwise, there’s a role that this plays", "this is something across cultures that we have evolved to retain for some reason", "no question", "and we’re not alone – you can get placebo responses in animals", "you can even have immune placebo responses you can program in rats", "you can train them to have immune responses – basically, the same kind of immune response you’d have if you’re getting an organ donated to you and you needed to cut your immune response down", "you can do that through expectation in rats", "i don’t think it’s been done in humans", "it’s probably going to be, once again, some ethical issues there between that one", "so this is fundamental to who we are and there’s a great evolutionary reason why this might be", "one can easily imagine that having a group of people fending for themselves, having some members of that group being able to be very clear-eyed, very matter-of-fact, not influenced by suggestion at all might have some benefits for the group", "and then having other people who are more suggestible but able to go out after an injury – after healing themselves with their own expectation of blowing smoke in their face and feeling better – and being more responsive to healing could definitely have, also, benefit for that community being a genetic population", "and there’d be a good reason to have both of those elements in different degrees in a community", "evolution’s all about genetic diversity and it makes a lot of sense to me why we would be programmed this way", "and, if you’re going to choose one, you want to be the second one", "you want to be able to heal yourself if you can", "that’s the thing i take away from this is i think, going in, i would prefer to be the first one but, coming out of this research, man, the second one has a lot of options available to them", "they’ve got a lot of different ways that they can harness their own healing", "chronic pain sucks and, if you have extra tools to deal with chronic pain, use them, man", "and i think it’s a valuable thing to have", "mm-hmm", "yeah, it’s such a fascinating topic and we could talk for hours about your adventures in mexican fishing villages and with great white sharks and that’ll have to be another time", "yeah", "but, erik, where can people find more about, of course, the book, suggestible you, more about you", "where can they say hello on the web, or social, or anywhere else", "sure", "so suggestibleyou.com is the book’s website and you can read about upcoming events – i’m going to be traveling in november and then, again, in january", "i’m going to be in the bay area, and new york, and boston", "and, if anyone has any events that they’d like to hear more about this kind of stuff, i’m happy to travel", "i love sharing this stuff", "this stuff is so much fun", "you can also check out my other work at erikvance.com and there’s, like you said, i spent some time in ancient mayan temples, i’ve chased sharks, i’ve had a weird couple years", "and then, if you want to say hi to me, i’m on twitter at @erikvance – that’s with a “k.” erik with a “k.” yeah, erik with a “k.” and, for everybody listening, of course, in the show notes, i will link to everything", "as always, you will have links to everything that erik just mentioned as well as any resources that might have come up in the conversation", "erik, thank you so much for taking the time", "this has been a blast", "okay", "thanks for having me, tim", "and, to everybody listening, as always and until next time, thank you for taking the time to tune into the tim ferriss show"]}