{"dialog_idx": {"dave camarillo": [7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 25, 26, 29, 31, 35, 37, 38, 42, 45, 51, 57, 58, 63, 67, 74, 76, 79, 80, 81, 82, 83, 92, 93, 94, 95, 96, 103, 104, 106, 107, 108, 109, 110, 111, 112, 115, 116, 117, 118, 119, 131, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 197, 198, 199, 200, 201, 202, 203, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 257, 258, 259, 260, 261, 262, 263, 265, 266, 267, 268, 269, 270, 271, 273, 275, 276, 277, 279, 280, 281, 282, 283, 285, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 300, 302, 303, 305, 306, 307, 311, 312, 313, 315, 316, 317, 319, 320, 322, 323, 324, 325, 328, 330, 331, 332, 334, 335, 346, 348, 349, 350, 351, 352, 353, 358, 359, 360, 361, 363, 364, 365, 367, 368, 369, 370, 371, 372, 375, 376, 377, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 408, 409, 410, 411, 412, 413, 414, 415, 416, 418, 419, 421, 422, 424, 425, 426, 427, 433, 434, 435, 436, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 468, 481, 482, 483, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 503, 504, 505, 507, 511, 515, 516, 517, 518, 519, 520, 521, 522, 524, 525, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 593, 596, 597, 599, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 649, 650, 651, 652, 653, 654, 655, 656, 657, 659, 670, 671, 672, 673, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 745, 746, 749, 750, 752, 753, 754, 755, 756, 757, 758, 759, 760, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 791, 793, 795, 798, 799, 800, 801, 802, 804, 805, 806, 807, 808, 809, 814, 828, 830, 832, 834, 843, 844, 850, 852, 853, 854, 855, 859, 861, 862, 863, 864, 867, 869, 876, 882, 883, 890, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 910, 912, 918, 921, 928, 930, 932, 933, 934, 935, 945, 950, 951, 952, 953, 954, 955, 956, 958, 959, 960, 962, 963, 965, 966, 967, 968, 969, 970, 972, 973, 974, 976, 977, 978, 980, 981, 982, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1022, 1036, 1038, 1039, 1043, 1044, 1045, 1046, 1047, 1049, 1051, 1057, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1111, 1113, 1114, 1115, 1116, 1126, 1127, 1129, 1130, 1131, 1132, 1133, 1134, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1164, 1165, 1166, 1167, 1168, 1169, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1183, 1184, 1185, 1186, 1189, 1190, 1193, 1194, 1196, 1197, 1198, 1199, 1200, 1201, 1202, 1203, 1204, 1205, 1206, 1207, 1208, 1210, 1211, 1212, 1215, 1219, 1223, 1228, 1229, 1234, 1236, 1237, 1239, 1240, 1241, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1266, 1267, 1269, 1271, 1272, 1285, 1286, 1291, 1292, 1293, 1294, 1300, 1301, 1303, 1304, 1305, 1306, 1307, 1308, 1309, 1310, 1319, 1320, 1326, 1328, 1330, 1332, 1333, 1334, 1335, 1336, 1337, 1338, 1343, 1344, 1346, 1347, 1349, 1352, 1353, 1354, 1355, 1360, 1361, 1364, 1370, 1375, 1378, 1379, 1382, 1383, 1387, 1389, 1391, 1392, 1395, 1396, 1397, 1398, 1399, 1400, 1401, 1404, 1405, 1410, 1411, 1412, 1421, 1422, 1424, 1426, 1427, 1428, 1429, 1430, 1431, 1432, 1433, 1434, 1435, 1436, 1437, 1438, 1439, 1440, 1443, 1444, 1446, 1448, 1449, 1450, 1451, 1452, 1453, 1454, 1455, 1458, 1479, 1481, 1482, 1483, 1493, 1495, 1496, 1497, 1498, 1499, 1501, 1502, 1503, 1504, 1505, 1506, 1507, 1508, 1510, 1511, 1512, 1513, 1514, 1515, 1516, 1517, 1518, 1519, 1520, 1527, 1530, 1534, 1536, 1538, 1539, 1540, 1542, 1546, 1547, 1549, 1550, 1551, 1553, 1554, 1556, 1557, 1558, 1560, 1562, 1563, 1566, 1567, 1568, 1569, 1571, 1575, 1576, 1582, 1604, 1606, 1609, 1610, 1611, 1612, 1613, 1614, 1615, 1616, 1617, 1618, 1619, 1620, 1621, 1622, 1624, 1625, 1626, 1627, 1628, 1629, 1633, 1635, 1636, 1637, 1639, 1640, 1643, 1644, 1645, 1647, 1648, 1649, 1651, 1652, 1654, 1655, 1657, 1658, 1663, 1664, 1665, 1666, 1667, 1668, 1669, 1670, 1671, 1672, 1673, 1676, 1677, 1679, 1680, 1681, 1683, 1684, 1687, 1688, 1689, 1691, 1695, 1696, 1697, 1698], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 24, 27, 28, 30, 32, 33, 34, 36, 39, 40, 41, 43, 44, 46, 47, 48, 49, 50, 52, 53, 54, 55, 56, 59, 60, 61, 62, 64, 65, 66, 68, 69, 70, 71, 72, 73, 75, 77, 78, 84, 85, 86, 87, 88, 89, 90, 91, 97, 98, 99, 100, 101, 102, 105, 113, 114, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 132, 133, 134, 166, 167, 192, 193, 194, 195, 196, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 242, 256, 264, 272, 274, 278, 284, 286, 287, 299, 301, 304, 308, 309, 310, 314, 318, 321, 326, 327, 329, 333, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 347, 354, 355, 356, 357, 362, 366, 373, 374, 378, 379, 390, 406, 407, 417, 420, 423, 428, 429, 430, 431, 432, 437, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 484, 485, 502, 506, 508, 509, 510, 512, 513, 514, 523, 526, 527, 538, 562, 563, 576, 592, 594, 595, 598, 600, 601, 602, 603, 604, 605, 606, 630, 631, 632, 633, 634, 635, 648, 658, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 674, 693, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 744, 747, 748, 751, 761, 762, 763, 790, 792, 794, 796, 797, 803, 810, 811, 812, 813, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 829, 831, 833, 835, 836, 837, 838, 839, 840, 841, 842, 845, 846, 847, 848, 849, 851, 856, 857, 858, 860, 865, 866, 868, 870, 871, 872, 873, 874, 875, 877, 878, 879, 880, 881, 884, 885, 886, 887, 888, 889, 891, 909, 911, 913, 914, 915, 916, 917, 919, 920, 922, 923, 924, 925, 926, 927, 929, 931, 936, 937, 938, 939, 940, 941, 942, 943, 944, 946, 947, 948, 949, 957, 961, 964, 971, 975, 979, 983, 984, 1003, 1013, 1021, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1037, 1040, 1041, 1042, 1048, 1050, 1052, 1053, 1054, 1055, 1056, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1089, 1090, 1110, 1112, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1128, 1135, 1149, 1150, 1151, 1152, 1163, 1170, 1187, 1188, 1191, 1192, 1195, 1209, 1213, 1214, 1216, 1217, 1218, 1220, 1221, 1222, 1224, 1225, 1226, 1227, 1230, 1231, 1232, 1233, 1235, 1238, 1265, 1268, 1270, 1273, 1274, 1275, 1276, 1277, 1278, 1279, 1280, 1281, 1282, 1283, 1284, 1287, 1288, 1289, 1290, 1295, 1296, 1297, 1298, 1299, 1302, 1311, 1312, 1313, 1314, 1315, 1316, 1317, 1318, 1321, 1322, 1323, 1324, 1325, 1327, 1329, 1331, 1339, 1340, 1341, 1342, 1345, 1348, 1350, 1351, 1356, 1357, 1358, 1359, 1362, 1363, 1365, 1366, 1367, 1368, 1369, 1371, 1372, 1373, 1374, 1376, 1377, 1380, 1381, 1384, 1385, 1386, 1388, 1390, 1393, 1394, 1402, 1403, 1406, 1407, 1408, 1409, 1413, 1414, 1415, 1416, 1417, 1418, 1419, 1420, 1423, 1425, 1441, 1442, 1445, 1447, 1456, 1457, 1459, 1460, 1461, 1462, 1463, 1464, 1465, 1466, 1467, 1468, 1469, 1470, 1471, 1472, 1473, 1474, 1475, 1476, 1477, 1478, 1480, 1484, 1485, 1486, 1487, 1488, 1489, 1490, 1491, 1492, 1494, 1500, 1509, 1521, 1522, 1523, 1524, 1525, 1526, 1528, 1529, 1531, 1532, 1533, 1535, 1537, 1541, 1543, 1544, 1545, 1548, 1552, 1555, 1559, 1561, 1564, 1565, 1570, 1572, 1573, 1574, 1577, 1578, 1579, 1580, 1581, 1583, 1584, 1585, 1586, 1587, 1588, 1589, 1590, 1591, 1592, 1593, 1594, 1595, 1596, 1597, 1598, 1599, 1600, 1601, 1602, 1603, 1605, 1607, 1608, 1623, 1630, 1631, 1632, 1634, 1638, 1641, 1642, 1646, 1650, 1653, 1656, 1659, 1660, 1661, 1662, 1674, 1675, 1678, 1682, 1685, 1686, 1690, 1692, 1693, 1694, 1699, 1700, 1701, 1702, 1703]}, "episode_num": 196, "file_type": "html", "guests": ["dave camarillo"], "num_sentences": 1704, "num_words": 20158, "raw_text": "Tim Ferriss: Hello, boys and girls, menasama. This is Tim Ferriss and welcome to another episode of the Tim Ferriss show, where it is my job to deconstruct world-class performers. What the hell does that mean? That means I talk to people who are really good at what they do and try to tease out the routines, habits, philosophies, belief systems, etc. that you can apply to your own life and test yourself. This episode we do not have an entertainer, we do not have… Well, we do have an athlete. I was going to say we don’t have an athlete but we have a hell of an athlete who has now turned into one hell of a coach, Dave Camarillo, C-A-M-A-R-I-L-L-O. Dave Camarillo was, for a long time, my Brazilian Jiu-Jitsu coach and he is a machine. In fact, there was a phrase, “Dave against the machine,” that was used for awhile. And onthemat.com once said about him, for instance, “It’s funny that everybody in judo is scared of David’s ne waza – that’s his ground game – and everyone in Jiu-Jitsu is scared of his stand up.” We guess people in general are just scared of him. He is a very technical coach, was a very technical fighter and there are many people who took note of this. He dominated the lightweight and open weight classes, for instance, at the 1998 Hickson Gracie American Jiu-Jitsu Association tournament and the legendary Hickson Gracie himself bestowed the honor of Most Technical American Jiu-Jitsu Fighter upon David. He is an elite level judo competitor. He is an elite level Jiu-Jitsu competitor and has worked not only with people in the ground game but many recognizable MMA figures as a coach and a corner man, and we will talk about both of those. We’ll delve into his background, we’ll delve into his teaching and learning style, and I think he is really unparalleled in many respects as an instructor. And we also have a fair amount of ball busting and sharing of old stories that many people – most people, perhaps all of you, or none of you – have heard. And you can find Dave, and I highly recommend you check him out, at guerillajiujitsu.com. That’s guerilla like sniping from the trees, not gorilla like silverback, and you can Google Dave Camarillo BJJ to find the site very easily. You can find him on Instagram, on Twitter @DaveCamarillo and on Facebook, I believe it’s just Facebook.com/dave.camarillo. But this is a fun one. We get into tactical training, military training, everything from fights in ice hockey and how to think about those, to using a flashlight in a hallway to how his mom is the best sniping shot in the entire family. So without further ado, please enjoy my conversation with my old friend, Dave Camarillo. Dave, welcome to the show. Dave Camarillo: Thanks, man. Tim Ferriss: That was a dramatic inhale. Dave Camarillo: I’m just tripping out at your place. I feel like a little kid, like what’s that, what’s that; where does that come from? Tim Ferriss: A lot of walnut. There’s a lot of foliage on the wall. Dave Camarillo: It’s a museum. Tim Ferriss: We do have a deficiency of wine but it’s a little early for that. Dave Camarillo: No… but go ahead. Tim Ferriss: We have quite the history, and the history of wine, but we’ve known each other for probably 12 years? It’s gotta be. It would have to be. Dave Camarillo: The earliest memory is us running away from mass hysteria at an MMA show. Tim Ferriss: God, the Maranga, or whatever it was? Dave Camarillo: There was a stabbing and then SWAT police, and then me going – like trying to protect your booth that you had, or whatever it was. Do you remember? Tim Ferriss: It was complete chaos. I remember this. This was at a casino, God knows where, somewhere in California. Dave Camarillo: I don’t remember, yeah. Tim Ferriss: But I recall driving there in my Mom’s shitty, hand-me-down minivan, which I needed so thanks, Mom. But it was not impressing the ladies or anybody else. Dave Camarillo: We were not impressed. Tim Ferriss: Dave was not impressed. No romance ensued. So I parked that outside and I remember this booth. It was basically against the wall, and there was a fighter there who was a member of a biker gang. And all of his homeys sat in one of the back rows – no, they at in the front row. Dave Camarillo: One of the front rows. Tim Ferriss: And some other drunk idiot got upset and threw like a double gulp or something towards the ring, hit one of these bikers in the back of the head. And the guy was like: oh, yeah? Turned around, pulled out a knife and stabbed this guy in the chest. And then all hell broke lose. I remember this. Dave Camarillo: That was the craziest MMA event. I have not been to a lot and that was nuts. Tim Ferriss: Yeah, it was completely pandemonium. I remember crawling up and basically rock climbing, like bouldering up the side of the wall to get off of the floor because people were just trampling the table. And then you came by and saved my ass and grabbed me and pulled me back into I guess one of the warm-up rooms or something. And at the end of that, I remember I went outside to go to my car a few hours later after everything had cooled off and there was blood smeared on the side of my minivan, and I was like, okay. Dave Camarillo: On your minivan? Tim Ferriss: Yeah, on the side like somebody had been bludgeoned or shot or stabbed. There was blood just – Dave Camarillo: I’m sure people got trampled and all kinds of stuff. Tim Ferriss: – smeared across the side of the van because there was an additional round two, round three fight outside. Dave Camarillo: Oh, that’s nice. Tim Ferriss: Yeah, that’s always nice. So yeah, so we know each other from that. Let’s see, some other color for those people who would like some context, I have told a story many times that you’re a part of but I’ve never mentioned you by name. Don’t worry; it’s not too incriminating. When I mention the story of me outsourcing my dating, and the booking of dates, this was in Willow Glen when we were living together. And we had a lot of wine one night and we were having a debate about what could be outsourced or not. Dave Camarillo: That’s right. Tim Ferriss: The bet was I think a case of wine from your mom, I think it was. Dave Camarillo: Yeah, she worked for Gallo. Tim Ferriss: Yeah, exactly. So for those people who are wondering, the outsourcing your dating story that I’ve told a few times, Dave was the inspiration for that. Dave Camarillo: Yeah, that pops up. I got word from Gallo because they search for those keywords and all that, and they told my mom and my mom told me, like do you know a Tim Ferriss? Yeah, he’s a pretty cool dude. I know him. Anyway. Tim Ferriss: At the time, you were living at my place and I’ll give just another Dave story that comes to mind. When people are asking me about – I remember being asked at one point because I went to Iowa and got to watch the Olympic trials with Dan Gable, which was a dream come true; hope to have him on the podcast at some point. And someone was debating someone else about head gear. Now, I’m not saying you should or should not wear head gear but I remember one night at my house, you had an ear infection. And you couldn’t get the Q-tip into one ear. And I was like man, I’ve got a lot of problems; I don’t need to add to that list. I should be able to – Dave Camarillo: That’ll screw up your modeling, too; you know what I mean? The modeling that… Tim Ferriss: Your earring modeling career is out. Dave Camarillo: I can’t wear those – what you’re wearing right now. I can’t wear… Tim Ferriss: Oh, the ear buds. Dave Camarillo: Because I have it on the inside of the ear. Like normally it’s really cool and you can see it from afar on the outside. But when you get it on the inside, it messes up the whole thing, only on one side, too. Tim Ferriss: That’s my dog. That’s my self defense system. We’ll be talking a lot about self defense. So for those people that are wondering what this is that we’re referring to, it is what is known as or referred to as cauliflower ear, in Japanese, takwa. And you can check that out using the Google machine. So Dave, what are you keeping busy with these days? Dave Camarillo: I travel a lot. I’m doing a lot of traveling. Tim Ferriss: For what? Dave Camarillo: What I’m trying to do is – what I’ve always tried to do is answer every question instead of just answer one question, and it’s been good and bad in my life. And right now I’m using martial arts as a kind of framework to problem solve in many different areas. Right now I’m working with my academies. We have girl Jiu-Jitsu academies in Pleasanton and San Jose, so that’s kind of the base of what I’m doing right now. And when I’m traveling, I’m traveling to train military law enforcement and other affiliates and just people who are Jiu-Jitsu enthusiasts, self defense enthusiasts, MMA enthusiasts. And at the same time, I’m still cornering fighters and just getting them prepared for battling. There are so many different contexts there; Jiu-Jitsu, judo, wrestling, MMA, self defense and I have to quickly transition and problem solve depending on who’s in front of me and what they want. Tim Ferriss: So we’re going to jump into an example of problem solving that we chatted about a little bit earlier when we were eating omelets and drinking coffee. But MMA fighters, who are some MMA fighters people might recognize that you’ve cornered? Dave Camarillo: I think the most famous would be Cain Velasquez, but anyone from that AK group in that time; Cain Velasquez, Jon Fitch, Josh Koscheck, Mike Swik, Daniel Cormier, all of which – who exceeded outside of MMA in other areas of fighting like kickboxing and things like that, wrestling. That really added to my understanding of not just G grappling; that’s what I started with, judo and Jiu-Jitsu. But understanding how to increase pain thresholds by being punched in the face. Understanding the motivation for movement, which is being punched in the face, in the context of fighting. Fighting in self defense but also mainly for MMA competition. Tim Ferriss: One of the things that has always impressed me about, for instance, your teaching – I haven’t been cornered by you because I’m not qualified remotely and I need to keep the brain cells that I have but when I visited at the time AKA, where you were then and took your class, what stunned me was how the baseline for your students seemed to be higher than at other places. And what I mean by that is I’ve been to many different schools, and good performers – meaning good competitors – aren’t necessarily automatically good teachers, although they might think that they are, and frequently the teaching method is kind of a technique du jour. The instructor is like: well, what should I do today? And they sort of roll a 20-sided die if they’re Dungeons and Dragons [inaudible] which they probably aren’t but they come up with something and they teach, and there isn’t really a cohesive framework or a progression or a foundation that they build very well. And when I went to the first class and then repeated that and came back, I noticed that everybody was kind of uniformly difficult to deal with. And that was because you’d used a logical progression to build a foundation that made them difficult to deal with, like attacking at angles; just a handful of kind of first principles that made them very formidable. You’ve also taught – am I making this up? I might be; sometimes I do. But did you teach – Dave Camarillo: If it’s good, just keep going, man. Tim Ferriss: Just use it? Did you teach chess at a period of time? Dave Camarillo: I did. Tim Ferriss: You did. Now, have your approaches to both of those been similar in any way? Or has one informed the other? Dave Camarillo: Chess and fighting? I think the overall – like developing a framework is where you start. Like I need a framework to understand how to achieve a set goal. And then you just switch between different situations; what’s the context, if it’s MMA or Jiu-Jitsu or whatever it is. In chess, it was pretty simple. I’m like, how do I make this as simple as possible, when I’m teaching kids who have never done chess in their lives. What I do is you know, I’ve got to get my pieces out so I understand that. Then I would talk to people, is that… yeah, you want to get your pieces out, right? You want to control the center, okay. I call it the bridge; control the center. And then you want to start formulating an attack. Very simple. Do those three things, understand what each piece does, and go. So the technique is understanding what each piece does. To me, that’s the simple part. To me, technique is one of the most simple aspects of getting good. It’s your framework, it’s your understanding how to develop, how to desensitize, how to develop a strategy to implement what you know and channel it for green lights and avoid red lights. So like in fights, for example MMA, green lights are very quick. Meaning you punch and it lands on the guy’s head. A red light is if I punch, he moves and he counters and punches me. And so we’re constantly finding these green lights. But if I’m trying to find these green lights in a situation where somebody’s really, really good and especially like Jiu-Jitsu, because it’s so convoluted; there’s so many variables. And I don’t have a strategy behind that, I don’t have tactics; then I’m kind of reactionary. When you do something, maybe I’ll do it and that’s a skill in and of itself. It’s a very good skill to possess to develop. But it can’t be everything. Your initial is what are the main principles to start controlling the mid ground? Control that mid ground; neutralize and control my opponent. Take them out of their game. Provide these principles, execute these principles and neutralize. I think that’s the key word is neutralize my opponent before they start gaining confidence and gaining ground on me. Tim Ferriss: What are some of the differences in your – let’s just say how you teach a novice in Jiu-Jitsu, compared to perhaps other schools? What are some of the things that you focus on or don’t focus on in the beginning? Dave Camarillo: First, a lot of people talk about Jiu-Jitsu and they talk about I have this type of Jiu-Jitsu game. And a lot of them I think need to start at a fundamental framework for a game. What does a game mean? A game is essentially how you play the game, and everyone may be slightly different. But you quickly identify I would say the most utilized positions for top and bottom. It’s like MMA on the ground; you have a top and you have a bottom. And Jiu-Jitsu is very simple. You have the attacking positions for top or side control mount and back. For bottom, those would be defending those advantageous positions. And then there’s guard, which is where most of the positional struggle comes from. It’s hard to attack from top; trying to open the guard in this case. And on bottom, you can defend attacks so on bottom you’re trying to attack. But the idea is to see now how many guard systems are there. There are three main ones: closed guard, open guard, and half guard. So that’s six positions, multiplied by top and bottom; that’s 12. So if I find go-to moves out of 12 positions, I have a game. Because I’m set for no matter what happens. Even if I get swept, well, where are you getting swept to? What position are you ending up? It’s one of those six. And then you immediately kind of just jumpstart your game by understanding I have two moves from that position. That’s how a beginner should take it. They should – you talk about it all the time – simplify. Keep it really simple but get good at being simple. Tim Ferriss: So in the case of, say, guard, what are some principles that you underscore and I’m associating, too with you and I want you to tell me if these are right or wrong. But one would be walking your shoulders in and getting sort of flush with your hips to the extent possible. And the second is positioning your torso at an angle. I don’t know why I associate that really on training with you. But there are a handful of things like that that similar to the three things you mentioned for chess, I have found if I weren’t rolling for, s ay, six to 12 months but I just kept those things in mind, the rest would come back. Dave Camarillo: Right. It’s control grips, stay busy with angle, and destroy your opponent’s posture. And if you’re doing those things, they’re constantly having to adjust to what you’re doing. We have a saying in self defense, like you’re either behind the curve or you’re ahead of the curve. And in this case, when you do things like that – disrupt base, and constantly grip fight, and get good at that and are constantly attacking because angles are an attack; then you’re chasing your opponent down the alley. He’s not chasing you. He’s gonna eventually stumble and you’ve got him. Tim Ferriss: So for people who aren’t familiar, I’ll give a little bit of context and obviously, Dave, feel free to jump in at any time. But for those who don’t have martial arts background, you have judo, let’s just say, and contrasted with Jiu-Jitsu. So judo one could think of as primarily a standing game, although there is ground game but they get stood up very quickly so a lot of throws, very dynamic; it’s an Olympic sport. Then Jiu-Jitsu you have a primary focus on the ground, and that could be of course positional advantage but then you have submission, so chokes or joint locks and then there’s point scoring systems and so on, much like judo. Just so everyone’s up to speed on vocab, also, you mentioned a gi. For those people who don’t know those terms, that means a uniform. You could think of it as not the cobra kai type uniform from Karate Kid because it – Dave Camarillo: Those are really cool, though. Tim Ferriss: Which are cool but they don’t have sleeves. So you need sleeves. And you use the uniform. When we’re talking about grip, that can apply to the use of the fabric itself. Or without that, no gi practice, then grabbing the wrists or the head and using sort of clinching position similar to wrestling. The last piece for those nerds out there who want to know what gi is in Japanese, it’s actually the same character as ki kimono. So there you have it for the Japanofiles out there who want to nerd out. Because Dave, you’re well known for coming from judo and competing at a high level, and then developing a very high level Jiu-Jitsu game and combining those elements. So guys would be like all right, I don’t want to get triangle so I’m going to stay standing, and then uh-oh, flying arm bar later – something you became pretty well known for – then they would say all right, I don’t want to get flying arm bar and I’m going to go to the ground and then they get triangled. Are there elements of judo that you still apply in your Jiu-Jitsu or teach in your Jiu-Jitsu? Dave Camarillo: The sense of urgency that you have in judo that does not exist on that level in Jiu-Jitsu. It exists in MMA because you’re getting hit in the head. But the idea is I need to move; I’m very obligated, very motivated to move because I don’t have a lot of time. Especially when you go on the ground. As you talked about, judo has tachi-waza and na-waza. Tachi-waza is the standing technique where we throw each other. Na-waza is the groundwork. We’re vying for position, we’re looking for osaekomi which is the incapacitation of your opponent on the ground. When I hit the ground, I grew up in a culture of I don’t have a lot of time; I really gotta get something going because if you don’t progress your position, the referee will just halt the match using matay; restart the match. You’ve lost your opportunity on the ground. So rules dictate behavior. So you see a lot of judoka who don’t focus on the ground because there’s not a necessity to do that. Things are changing now. But Travis Stevens did an amazing job in the Olympics on the ground because he cross-trains. And I think I was maybe one of the first persons to start cross-training. And the reason why I cross-trained is it’s something new. Like how many uchikomi can you do in judo? Uchikomi is repetition of half-throws. We’re doing this over and over. And when I talk about the difference between judo and Jiu-Jitsu, like I’ve drilled a Seoi Nage, for example, which is a judo throw or an O Goshi, which is a hip throw where you’re controlling the hip and you’re throwing your opponent on his back. I don’t know, 100,000, 200,000 times. Tim Ferriss: Because you can rack up 1,000 of those in a workout. Dave Camarillo: Oh, yeah. And five a week times two, sometimes twice a day so that whole 10,000 hours idea. But how many of those did I get in competition? Not even a fraction; it’s like less than 1 percent. But the idea is my mind is ready to commit, and commit at the right time and not at the wrong times; find those green lights. But the second you hit the ground, if you’re going to take advantage of another opportunity, you need to educate yourself. And back then, I just don’t think judo had a structure that Jiu-Jitsu possesses on the ground. And so part of it was my ego saying you Jiu-Jitsu guys are not doing anything I don’t know., The other part was: well, maybe they are, and I have to figure this out and find out. And I remember the first time I went to help Gracie’s Jiu-Jitsu Academy in Pleasant Hill California, and he was submitting me with his hands behind his back; hands behind his head, actually. And I was trying to pass his legs, which is his guard and he’s on bottom, I’m on top. And I have all of this angst. And 19 years old, I was like a world level competitor and I was really, really fast and young and dumb; you know how it is. I couldn’t pass his legs. Tim Ferriss: I’m still dumb; I’m just not fast anymore. Dave Camarillo: And we’re not young anymore. But I couldn’t pass his legs. Next thing you know, he’s doing Sankaku Jime triangle choke position off his back. And I’m like tapping out, and he’s not using his arms. And I’m like, isn’t failure awesome? Like that was a point in my life where I was just like man, it’s failure over and over again. And I’m glad at that point that I had the ego to keep rebooting and driving forward, and do the same, stupid thing over and over again. Tim Ferriss: Because then you knew it wasn’t a fluke, right? Dave Camarillo: Like if I put my hand in fire, you’re probably not going to put your hand back in fire but I’m glad I kept putting my hand back in this fire and getting burnt and burnt and burnt. And it really elevated me to like, there’s something here that I don’t understand and I need to do for the rest of my life. And I’ve had that in many aspects of my life. And every time I come to a new corner, it’s the same; I do this mistake. Like when I started getting into combatives, I remember the shock knife training. Have you ever done this? Do you remember this? Tim Ferriss: I don’t remember this. Dave Camarillo: You might not have done it. Tim Ferriss: I’ve never used a shock knife. Dave Camarillo: It has scarred me both physically and emotionally so I’ll never… Tim Ferriss: You explain what it is. Dave Camarillo: We’re kind of jumping all over the place. Shock knife training is essentially adding the motivation of pain to a supposed real-life situation, so like a scenario. Tim Ferriss: Simulated knife attack. Dave Camarillo: A simulated role-played knife situation. And we would have our hands – and I would teach this in MACP, Modern Army Combatives Program. I’m level four certified, which is the highest. But anyway. Through that training I put my hands on the wall. Tim Ferriss: MACP is pretty good rap; stage name, also. Dave Camarillo: We’re not there yet but it’s coming. Tim Ferriss: Don’t worry guys; we’re going to get to Dave’s freestyle. Continue. Dave Camarillo: My hands are on this wall, and the instructor is like face forward. And there are six guys, and we’re all side by side, hands on the wall like a police line or whatever, I don’t know. And then he would throw this shock knife. And essentially what a shock knife is, you can grab it. It’s got a blade part, a handle part, and it’s got this really cool button on it. And when you press the button – and it’s cranked all the way up, by the way, because there’s a level; you can throttle this thing up. You press the button and you see the sparks on the blade. You hear it, which is probably worse than seeing it, and then feeling it which is even worse than that. And essentially, it’s not going to scar you physically so much as it is mentally. I’ve had best friends that I hated because we’re doing this drill. So they would throw this shock knife. Tim Ferriss: Now by throw, you mean just touch you with it. Dave Camarillo: No, they would throw it on the ground and we all had to fight for it. Tim Ferriss: And it’s turned on. Dave Camarillo: It’s ready to go. You’d have to press the button and stab people. Tim Ferriss: Wow, this is like some sci-fi Lord of the Rings shit. Dave Camarillo: Before the drill starts, everyone gets shocked so that – Tim Ferriss: You know what’s coming. Dave Camarillo: We mean business. So we’re clawing, fighting, cursing to try to get this stupid – and I still have it, this shock knife and stab each other with it. Tim Ferriss: It’s basically like a taser in the shape of a knife? Effectively it’s sort of an electrified… Dave Camarillo: But it doesn’t incapacitate you. Tim Ferriss: Got it. Dave Camarillo: Which is worse because then you can be held down, which I was, and essentially shocked over and over again by Jon Fitch, who’s my stupid partner. Hey, I got it. Let’s partner you up – because normally you do it with just normal people. Tim Ferriss: You should explain who Jon Fitch is for folks. Dave Camarillo: Jon Fitch is one of the best fighters at welterweight in history. So he was ranked No. 2 for five years when I was training him. Tim Ferriss: Pretty good wrestler. Dave Camarillo: He fought GSP and UFC. He’s now the current world – the event he fights in; I’m sorry, I don’t know the exact… he just won a big world champion title. Tim Ferriss: He was also – was it wrestling captain at Perdue? Dave Camarillo: At Perdue. Captain a the American Kickboxing Academy for the Mixed Martial Arts Program, which is probably the best in the world, in the entire world. And he was a guerilla Jiu-Jitsu black belt. Is there anything else we could – and he outweighed me by 20 pounds. Tim Ferriss: I’ve sparred with Jon. Sweetheart of a guy. Dave Camarillo: Super nice guy. Tim Ferriss: But you put him in a shock knife drill… yeah, you have a real task no your hands. Dave Camarillo: You could be blood brothers and then ruined relationships, like just throw a shock knife in training. Then the idea is like the second somebody got it, and it’s kind of a double edged sword; he becomes the enemy and you have to collectively work to take that shock knife away from him. There were variations of the drill. Tim Ferriss: Right, scenarios. Dave Camarillo: I have video of me using very colorful language, being held down sweating and my partner on top is Jon Fitch. Where he could do that just punching me, but hey, let’s give him a knife. Tim Ferriss: Let’s talk about problem solving because I’ve always admired how methodically you can think through, for instance as you mentioned earlier, the 12 conceivable positions. So if you have your go-to and your backup, I’m just thinking about half cart is a particularly – a weak position for me that comes to mind. Where having a go-to and a backup, and just having those two. It’s like no, you’re not going to accumulate 27; work on getting really good at those two. And that saved my ass in situations where I was caught in a relative position of weakness. I was able to act quickly, also, having those two defaults. So the point being, problem solving; you’re good at it. And thinking through the different permutations of positions; talk about or share what you were explaining to me earlier. We only got partway through it. So flashlight, hockey. Dave Camarillo: Go. Tim Ferriss: Go. Dave Camarillo: So I tend to get random texts, I would say problem solving texts. And they could be Jiu-Jitsu related, judo related from different students. My buddy who is a retired Marin sent me a text: do you have a curriculum fighting with a flashlight? I’m like no, but give me five minutes. And I say that with confidence, essentially because I’ve done so many different types of training with different people under different rule sets, or no rules, or whatever the situation in different environments. And everything I say right now is just running down the stairs of variations and variables. Tim Ferriss: And just to underscore something that people may be wondering, you also are no stranger to weaponry. You know how to use firearms. You know how to use these various tools and have a lot of experience. It’s to like you’re combative-naïve going into it, thinking about doing some type of gi choke as the only approach in some self defense situations. Dave Camarillo: Right. So yeah, you’re somewhat creative understanding that you’re increasing your spectrum of toolsets. I grew up with parents who hunt, and I grew up killing my own meat and shooting. Then when I started training in the military, I did a lot of firearms training with pistols and M4s and stuff like that. Tim Ferriss: Who’s the best shot in your family? Dave Camarillo: My mom is – hopefully my dad isn’t listening to this but my mom is the best shot in the family. She’s a different kind of shooter than my father. My father can do it under stress very quickly. Tim Ferriss: Like instinctive shooting. Dave Camarillo: Instinctive shooter. He’s shot a – I think it was a deer, running 50 yards, in the head. The bullet happened to hit the dear in the head. But like I said, he can quickly bring that gun up and pull the trigger and get things going, apply those incremental, fundamental nuances quickly. Where my mom, if you give her a rest, she’s like a sniper. Like rest, just hang out, 400, 500 yard shots no problem. Tim Ferriss: Which, coincidentally, is not that uncommon. There are historically a lot of uber successful female snipers. Dave Camarillo: Every time we go shooting, if I take a student or something, I can see the difference between men and women very, very quickly. It seems that there’s so much more patience, willing to accept failure; go down the list. So my mom has been an amazing, I would say, influence on accepting failure to a crazy type A personality that I’ve developed, probably since the womb. Tim Ferriss: So you have this familiarity with weaponry which I just wanted to make clear to folks; we’re not dealing with someone who’s speculating. Did he give you any parameters on the flashlight? Dave Camarillo: I said I want a little bit more of the story, like what’s the situation? Well, home invasion, hallway, you’re surprised. Because I would think if that’s the case, then you should maybe have a gun or something. In this case okay, I’m restricted to the flashlight. I’m like, okay. So put that aside for a second. And I remember recently putting together a fight camp for a hockey player, plays in the NHL, one of the top teams. He came down for a four-day fight camp. And I’m starting to good at developing these fight camps that specifically cater to individuals that fight but under different rules. It could be judo, it could be Jiu-Jitsu, in this case hockey. Tim Ferriss: NHL. Dave Camarillo: NHL. So I talked to this guy – I forgot his name. I think it’s Scott McIntyre. Excuse me if I’m wrong but he’s full-on, like Canadian accent. And I was doing research. So I’m talking to this guy. I’m like, you were a bruiser. So give me some feedback… Tim Ferriss: He was an enforcer? Dave Camarillo: He’s an enforcer and he’s retired. My buddy gave me his number. So I’m trying to do research and I need to talk to somebody who’s been in the field, been in the hockey field, been in fights. But why not talk to someone who’s a bruiser, who’s really good at it, right? Man, I want to put him – you should have him on the podcast. You would do this. You go: explain hockey fights, and then put the mike in front of him and he would just go. Tim Ferriss: Sounds like a great episode. I’ve met one enforcer, and I have to say if the rest of them are like him, they are terrifying. Dave Camarillo: Yeah, it’s the same. It’s the same. And like he goes back and forth between: yeah, you could get brain damage but man, I like the way things used to be, you know? We would just fight, and it was just about – you know, the guy, especially when I had kids, he was just trying to take food off my kids’ plate and all that. And I’m just like: go, just keep going. So he finally got to the technique part, and I’m laughing, I’m already laughing and I’m like, I’m having a great time. But I’m also learning; it’s an education. Because under those specific circumstances, the rules change and there’s technique. Like these guys know how to fight. Tim Ferriss: So how do you fight in a hockey match? Dave Camarillo: Okay so since you have a jersey, which is very much like a gi; we have that friction of grabbing. The best place to grab is inside the shoulder. Tim Ferriss: Inside the right shoulder. Dave Camarillo: Yeah so if he moved forward on you, there’s a backstop with your grip. There’s a backstop with your grip if he moves into you. Tim Ferriss: Okay so if you grab, for instance, around sort of where the pec meets the deltoid on their right side, you’re basically blocking their dominant arm. Dave Camarillo: If you’re right-handed, you’re going to use your left… Tim Ferriss: Got it. Dave Camarillo: … to control a few things. Control his movements; you can move him up, down, left, right. You can off balance him like the kuzushi we talked about. Tim Ferriss: So kuzushi, just so people understand, because we mentioned the uchikomi but not kuzushi. Kuzushi is breaking of the balance in judo where you initiate the breaking of the balance of your opponent and then… what is it? Is it kakay? No, I think kakay is when you place your body then in the throwing position and then na-gay is when you’re throwing. So yeah, kuzushi is throwing off balance. Dave Camarillo: Right. So you’re able to control movement but you’re also able to defend against his right hand. So if I’m using my left hand, I’m defending against your right hand. Hopefully you’re right handed. Tim Ferriss: I am. Dave Camarillo: They’ll make adjustments. But when the gloves go down, I would assume you’d have to know that player, played against that team before. You can nerd out on this and go: I think he’s a right-handed player. But then you see his stance. Then you’re like making these quick adjustments. You get your grip, and you’re also kind of shielding yourself with that grip. So you’ll raise your elbow as his right hand comes across to try to connect with your head. You can use your helmet also like a shield. So we’re nerding out on all these little details. That’s the left side. Right hand, which is I’m right-handed, I’m punching you in the face or in the body. I’m clearing your grip because you’re trying to do the same thing to me, essentially. And I’m parroting and blocking and trying to make you go down before I go down. He’ll explain all this, this guy, McIntyre guy. He’ll explain all this and then he goes: but really, you just gotta be tougher than the other guy and just keep punching him really violently until he goes down. He would go back and forth between here’s the technique, but then in the end just get out there and just beat the guy up, you know what I mean? It just became like detailed to totally like a bonfire of just recklessness and crazy. You know what I mean? Tim Ferriss: Violence. You know what’s so funny about that, it makes me think about at one point when I first started doing muay thai and I haven’t trained in any of this stuff in ages so I mean a Pomeranian could kick my ass right now. It’s true. When I first started training in muay thai, I hadn’t done any thai kickboxing that was legitimate up to that point. I had done kind of like mal ninja kickboxing, which was like 1980s flashy shit. And I remember going in. I’m hyper analytical and I’m taking a class with this incredible world champion thai fighter. He’s trying to talk to me about teaching sort of mid kicks, like body kicks. And I’m like well, should have come up – and his English is not fantastic. I’m like should I come up at this angle, come straight in, come down? Do you want to hit the ribs? Do you want to go for right under the armpit? Dave Camarillo: You’re saying this? Tim Ferriss: Yeah, I’m asking all these questions. And he understands the question. He looks at me and he goes: don’t matter; just kick harder. Hung-hung, hop-hop, pung-pung. And he had all these sound effects he used to try to illustrate. And he’s just like: what are you talking about? Just fucking kick him really hard. That’s ally you have to do. It’s like oh, okay. He’s like: yeah, it doesn’t matter where you hit him; it’ll hurt. Just kick him really hard. I was like oh, okay. Dave Camarillo: That’s awesome. That’s exactly how it was. It’s like in the end, you’ve just got to be tough. Tim Ferriss: So you’re studying – you’re thinking back to the hockey parallels… Dave Camarillo: Yes. Tim Ferriss: … to the flashlight assignment. Dave Camarillo: So if I develop a curriculum where I’m using elements of the hockey fight, I would say range. Like you can call it hockey pocket. Because we call it the pocket in boxing. You’re right there where he can hit you and you can hit him. Instead of full – if it’s a home invasion, I don’t know who they’re with and you get surprised, like around the corner. That’s the kind of situation that we’re dealing with. And then you have a flashlight. So that’s the kind of like parameters I’m working with. The first thing I would do is get a grip to control the threat. You’re controlling the person in front of you. And then utilize the flashlight. And remember, it’s gonna sound violent for people but you’re in your home and you’re protecting your family, kind of situation. So I even started nerding out on the grip on the flashlight. So I know MMA has hammer fists. We can punch straight – a hammer fist is just like I have a hammer in my hand. So I’m bringing the blade of my writs down on the body or the head, not the back of the head because I don’t want to break my hand but traditionally in what we call the triangle of the head. Tim Ferriss: So the triangle of the head is kind of like third eye? Dave Camarillo: Yeah, all the way into the jaw line to where you can essentially either blind them by creating fluid in the eye because I can poke you in the eye and the fight can be over. Really, because you can’t see me… Tim Ferriss: Happens all the time. Dave Camarillo: Happens all the time. Tim Ferriss: And just for people who are having trouble visualizing a hammer fist, imagine Andrea the Giant in Princess Bride, how he punches. Dave Camarillo: Such a good movie. Tim Ferriss: Sort of smack big guy on the top of the head. Or if you prefer Blood Sport, the redneck, his first fight – I’m dating myself, here. But yeah, you make a fist and instead of hitting with the front of the fist, you’re hitting with the bottom of the fist, effectively. Dave Camarillo: But if you haven’t seen those movies, come on. Tim Ferriss: You have to. Yeah, to be culturally relevant and respected I think in the United States, you need to watch both of those. But continue. Dave Camarillo: So I’m forced to face this threat. Usually we’d have tactics to kind of get offline. We do this in Jiu-Jitsu, we do this in everything we do. So if I’m offline, I’m outside of your radar. Meaning if you’re facing forward and I’m – we’ll just keep it easy; I’m behind you, you’re not punching me. But if you’re coming up the stairway, or turning the corner and it’s a narrow – Tim Ferriss: Or if you’re against the boards in hockey. Dave Camarillo: I can’t create angles. Or I’m against the board in hockey. Tim Ferriss: You mentioned something earlier, creating the T position or going to T? Dave Camarillo: Fighting to a T. Like the letter T. Tim Ferriss: No, understood. You’re basically trying to get your shoulders – well, you want to be standing at the side of your opponent because you can hit them but they can’t hit you. Dave Camarillo: Yeah. That’s good boxing. So I get an angle, punch you. And as you correct, I’m getting the angle because now we’re both moving in the same direction so I pop out on the other side. I can’t do any of those. So I have to develop worst case scenario, in the pocket, a savage situation where I have to quickly kind of escalate things. So yeah, you grab the flashlight. You blind them. You grab them. And you proceed to use the flashlight as a tool, I’ll say. Tim Ferriss: On their triangle of pain, preferably. Dave Camarillo: Right. The idea is you can develop these – Tim Ferriss: Do you have a favorite flashlight for such situations? Sure Fire? Dave Camarillo: Yeah, it’s like a 511. I carry it everywhere. It’s in my backpack right now. But you can break windows and stuff. But you know how they market things, like you can break windows! Well, I don’t want to break windows. I would never break a window. But if I had to use it… Tim Ferriss: But the kits. I guess maybe there are legal things. Like no, you can’t say it will rip the eye orbit out of any assailant so just say it’ll break windows. Dave Camarillo: Well, that’s the idea, though. But if it’s like me or you, like I could use my surroundings. That’s the idea behind self defense. It’s not just my empty hand capabilities, not just all these principles we talk about like getting angles and things like that. But it’s like I strip you of all that, then what have you got? Well, I’ve got a pillow. I can use it as a distraction. I can do all kinds of things like that. But we’re surrounded by tools. That’s one of the things that I’ve learned over the years is use your surroundings like MacGyver but in a self defense context. Tim Ferriss: A question for you, then, about – and then I want to talk a little bit about cornering fighters. Self defense; what are the biggest misconceptions about self defense or unhelpful or dangerous things that are commonly taught for self defense. Dave Camarillo: I think let’s start with what’s I think the most important for somebody who doesn’t have a lot of time to train; I think that’s a better start. So I think understanding, I would say… a conceptual understanding of how do I avoid certain circumstances, certain situations. So for example, law enforcement will have a board of different cities and then put tacks on there, on different crimes, like violent crime that tend to accumulate in certain areas. This is just the way I explain it. Well, don’t go to those areas. So avoid these conflicts. Like it’s very simple. You taught me one time, if you love chocolate but you know it’s bad for you, don’t have it in your house. You know what I’m saying? Like I learned that from you. So I don’t have any chocolate in my house. But avoid, like literally avoid being caught off guard, for example. Tim Ferriss: Don’t sit at the table right next to the entrance in the coffee shop with your $4,000 laptop. Dave Camarillo: Exactly. But don’t allow yourself to be distracted. Don’t allow yourself to look like a victim. I teach people to own their walk. The way you walk, the way you carry yourself because the bad guys will just say, right… They’re very much like animal predators. They look for weakness. They don’t want an entanglement. They don’t want a struggle. Like a shark, even. It’s assessing fat content versus how much struggle will it be to end that life to consume it. I don’t want to injure myself. And so the idea, like I don’t know if you see like really strong, confident looking people walking around not looking at their cell phone getting attacked. I’m sure it can happen but you’re lowering the ratio to which you can become a victim. And I think that’s the first part of avoidance. It’s not what technique can I use right now. Tim Ferriss: It’s not putting yourself in a situation where the likelihood of something bad happening is increased. Dave Camarillo: It’s lowering the likelihood. Tim Ferriss: The same reason that I’ve stopped in my advancing years staying out really late. It’s just like past 1 a.m., the likelihood of something awesome happening is 1 in 20. Dave Camarillo: The freaks come out at night, bro. It does. Tim Ferriss: Something bad happening but also like otherwise normal people turn into complete idiots or savages when they have had three too many drinks. Dave Camarillo: Oh, yeah. Tim Ferriss: So understood the situational awareness. From a technical standpoint, let’s just say someone’s had a scary encounter. They almost got mugged or they did get mugged. They’re like you know what, I need to develop some repertoire. I live in a bad neighborhood, I can’t move right now. I just need to have the ability to defend myself without – maybe without weapons. What would your advice to them be? Dave Camarillo: You’re walking out without weapons but you potentially could face someone with a weapon. That’s the thing. The question arises how far are you willing to go to actually defend yourself? That’s the first question. So what’s your threshold? What’s your mental capacity to dig deep and make it happen, make your family safe, make yourself get out of that situation? Sometimes it’s assessing the situation for what it is. Then there’s another part, desensitizing yourself to many things. It’s what Jiu-Jitsu does; getting grabbed, getting choked, getting punched, you know what I mean? If I get punched – we’ll talk about that for a second. If I get punched and it rattles me, then I get punched again, it rattles me again and it just continues. It spirals. An MMA fighter gets punched and they either smile or they move their head before you punch them. Or if you punch them, they’re like: okay cool, I’m gonna fight, cool. Because they’ve been there so many times. Like getting lost, or I’d say traveling – I use this analogy. If you travel and have never been to a certain city, and you tell me all about the city but I’m going to get lost. I’ve been there ten times. The next time I go there, I’m like okay, I know where I’m at no matter what; I’m barely paying attention to driving. It’s just like I’ve got it, no problem. It’s the sense of comfort that you develop under stress. So immediately when something happens and you know something’s going down, what’s your mind doing? If it’s freaking out, then it doesn’t matter what technique I teach you because the will to execute is going to be stagnant. Tim Ferriss: This makes me think of a conversation I had with a woman named Whitney Cummings on this podcast, and she’s a fantastic standup comic. And I asked her if you had to prep someone to go do an open mike in – I think I gave her four weeks; how would you train them? And she said night one, and every night thereafter, I’d have them get up on stage for ten minutes. Because being comfortable on stage is 80 or 90 percent of it and material is at most 10 percent, so you’ve got to get comfortable on stage. Does that mean that if you’re raining someone in Jiu-Jitsu, for instance, or combatives that you have them spar very quickly, how do you simulate that, if you do? Just getting them comfortable with discomfort. Dave Camarillo: Incrementally. And I look at the client. Like I look at you and I’m like, what is this guy used to? So let’s say he’s military but has never sparred before. We can start kind of in the middle. We’ll do specific drills where we face each other and we punch each other but you’re blocking. But it’s light punching and as a good coach, you control the intensity level so that there’s no – it’s not getting out of control; there’s no emotions. Because during this training – and I’ve seen it all at different levels but it gets emotional. Like you punch me and like hey, that’s too hard; what are you doing? I don’t verbally do that, though. I come back at you. Then it’s like that cartoon where one little knife, and then a gun, and it just keeps escalating until you see the little world and they’re big – you know what I’m talking about? Tim Ferriss: Yeah, like Spy versus Spy stuff. Dave Camarillo: It just spirals out of control and emotions and people forget that we’re human beings and that we should be civilized and all that. And that goes out the window. A good coach has to control the intensity level to which these drills are experienced. But if I have somebody who’s never done anything, it’s incremental. And you work on their pace. But everyone has the, I would say, ability to push their envelopes, escalate. Like I would say move upwards from where they’re at. Just like you said, you learn by doing, like Whitney Cummings. She said get out there. Tim Ferriss: Yeah, get on stage. Dave Camarillo: Get out there and anticipate failure because you’re going to fail right away. Tim Ferriss: So let’s just say we’re not talking about military. We’re talking about civilian, non military who maybe lives in a scary neighborhood. We’re in San Francisco right now; there are some gnarly neighborhoods where people have been shot, where people get robbed. There are certainly more than a handful of spots. And because it costs $4,000 a month to live in a broom closet here, maybe they’re in one of those neighborhoods. And let’s just say they are a 35-year-old female, former high school athlete so a little athletics, non college. So it’s like a competitive – I’m making this up – soccer player. And has maintained a decent semblance of shape but is non competitive. And she’s talking to her friends, going online. She’s like: well, I don’t think I’m going to do any esoteric Chinese kung fu or anything like that but I’ve narrowed it down to thai kickboxing, judo, Jiu-Jitsu, Krav Maga and boxing; what should I do? Dave Camarillo: I’ve seen at least all of those. I’ve seen Krav Maga. I haven’t trained it but I’ve definitely studied it as a student. Not as a student but like observing it because I’m interested in it. Tim Ferriss: As a researcher. Dave Camarillo: I think Krav Maga is excellent. The only thing is that there’s a spectrum for everything so low intensity to high intensity, right? It’s very high intensity. A self defense encounter also has a spectrum. The No. 1 goal of a self defense encounter is to deescalate the situation; to make things safe and calm. You can throttle up and throttle down to make that happen. If you’re only used to throttling up, you’re cutting out 80 percent or whatever. You’re cutting out the lower end of that spectrum. I’ll give you a perfect example. Muay thai, too, muay thai is like dangerous stuff, man. But I was in my house and I had a friend who got intoxicated. He was so intoxicated, and everyone handles their alcohol differently but he started becoming obnoxious and touchy and pushy. Well, he pushed somebody I care very much about and it’s like red flag, and I started getting in between them and he was just thinking it was a joke. I remember the moment to which I had to go hands on him, like okay, I’m going hands on. And I’m kicking this guy out of my house. He has to go. I’m not mad at him. Tim Ferriss: It just has to be resolved. Dave Camarillo: It has to be resolved. Let’s say I only did muay thai. I like muay thai. Am I going to enclench him and knee him and high kick him in the head? I’m not saying that’s what you’d do but… Tim Ferriss: The palette with which you can paint is limited to things that are going to inflict serious damage. Dave Camarillo: And what you’re used to doing, yeah. And so I used Jiu-Jitsu in a standing position. He was standing, and I’m not throwing him on the ground; I’m just going to use Jiu-Jitsu. I wrapped his arms up because I noticed he was also – remember, this is my friend, and he’s still my friend. I don’t care. Just that’s the way – Tim Ferriss: Just no more tequila shots. Dave Camarillo: Yeah, exactly. So I wrapped up his arms because I noticed he had a knife on him. And I’m not saying that he’s going to use that knife but a few things going on, just my perspective. I decided to go hands on, which means I’m not turning back. Once I’ve decided, I can’t turn back because that invites him to continue the behavior which I don’t want. It’s gotten out of hand. And I’m desensitized enough to be composed to not throttle up, and to see how the threat can spiral and get worse. So if my angle is to deescalate the situation, I don’t want to give him an opportunity to escalate it any further. Tim Ferriss: Right. If you give him some kind of push kick in muay thai, and then he whips out [inaudible] – [Crosstalk] Dave Camarillo: Because I don’t know what’s going on in his head. Maybe now it’s like survival. So if he grabs the knife, maybe he’s out of his head. And I don’t want to hurt my friend. So I wrapped his arms up and patent him against my door, and he couldn’t even move. So I neutralized his ability to escalate by getting a knife or whatever it is, or even hitting me, and I was able to look at him face to face while wrapping him up and saying: hey man, you need to calm down right now. And then that tone comes in to totally tell him. Physically he knows he’s under control. Now it’s verbal. Hey, I’m giving you an out right now. You need to calm down right now or it’s going to get much worse. Like I’m not yelling and screaming but I’m very firm and like this is your only way out, essentially, is through my door so that we don’t have to do this anymore. Tim Ferriss: What happened? Dave Camarillo: I got him out. He slowly calmed down and realized. And literally you could see a switch go off, like okay wow. First off, he didn’t realize that it had gotten out of control. Then he realized how much control I had of him, which I think helps him come to that first conclusion. And that’s how you deescalate a situation. Not all self defense confrontations are life threatening. They could spiral, like we talked about, but he’s my buddy. I don’t want to hurt my buddy. It’s just one of those things. So when your system that you choose, in my opinion, ,and this is what we nerd out on and focus on, is understanding and giving you the tools that you need to be composed, and also throttle it up if you need to and throttle it down. That starts with mental composure but we have the technique to do that as well, and control the elements that would give you the opportunity to kind of spiral things out of control. Same thing with law enforcement. That’s what they… Tim Ferriss: Even more so with law enforcement, in a lot of respects. Dave Camarillo: And it’s very tricky with law enforcement because they’re dealing with life and death situations. I don’t think I was but I’m prepared for it. But I don’t think I was. Tim Ferriss: Would you therefore recommend Jiu-Jitsu as step one for the 35-year-old former soccer player female living in the Tenderloin in San Francisco? Dave Camarillo: 100 percent. This has no relation to that being my business. Tim Ferriss: Never ask a barber if you need a haircut; lesson No. 1. Dave Camarillo: Like that surgeon. When I asked him do I need surgery, he’s like yes. Tim Ferriss: You’re like oh, wait, that’s what you get paid for. Dave Camarillo: I had a torn bicep and I’m glad I did not get the surgery, let’s just say. Okay so I had this conversation on my podcast. I’m like, what is the greatest martial art? What is it? And I’m always reluctant to say Jiu-Jitsu is the greatest martial art because I’m very big on – I need to get to a point where I can say that with extreme confidence. I see a lot of people that you’ll have a Jiu-Jitsu black belt who only did Jiu-Jitsu say Jiu-Jitsu is the greatest martial art in the world. I’m like, I agree with you but why? Why do you think it is? I’ve sampled so many different – I’ve been so uncomfortable training shock knifed on the bottom, Cain Velasquez is punching me in the face. Tim Ferriss: Doing shooting drills and big, strong unit. For those people who don’t know who he is, you should look him up. Getting grounded and pounded by Cain. Dave Camarillo: Probably one of the best heavyweights in the history of UFC. You know, that all the way to using very simple, controlled techniques and movements to corral someone out of my house. That’s the spectrum that I deal with. But that’s Jiu-Jitsu. We offer it with our system. And I see like in a lot of other arts, it’s not necessarily that capable. Without saying we’re better than you; I’m not saying that. I’m saying there’s something for everybody. But if you’re telling me 34-year-old schoolteacher who’s never done anything in their lives, you have to check out Jiu-Jitsu. Because a lot of the situations, especially women, that potentially could find themselves on the ground… Tim Ferriss: Right, because the motivations are often different. It’s not someone trying to kill you; it’s someone trying to rape you. Dave Camarillo: Right. If you’re 20 years old, or 15 years old or whatever it is and you just want to do MMA, and you want to fight professionally, then go do MMA. That’s great. But you better have good Jiu-Jitsu anyway. That’s such a component. It’s what I call a universal usage. It has universal usage. You can compete, you can nerd out on the self defense aspect. You can apply it to MMA context. You can use it in self defense. Guys can use it going to war. You can do it forever. It’s the one sparring, I would say art, that you can do forever. Hey, Tim right now, I’m going to ask you a question. Are you ready? Tim Ferriss: I’m ready. Dave Camarillo: Do you want to do randori, like judo randori? Tim Ferriss: No. Dave Camarillo: Right now, hard, 100 percent? Tim Ferriss: No, I do not. Dave Camarillo: What’s randori? Tim Ferriss: Randori is free sparring. And yeah, you’re going to catch some hard corners no matter what. Dave Camarillo: So just imagine, for those people who don’t understand, we have that gi on and we’re grabbing each other, and we’re trying to lift each other off the ground with technique. Off balance you, lift you off the ground, apply your technique. And then once you’re off the ground, essentially I have total control of you. So I will slam you on the ground as hard as I can. And the harder and the more on your back you land, the mo re pure it is and the more chance the match is over. Tim Ferriss: The more points you’re going to receive. Dave Camarillo: And that’s essentially the goal. When you’re 40 years old, you don’t want to do randori. But we can still, me and you, get our gis on or no gi, it doesn’t matter, and actually grapple in Jiu-Jitsu and do it pretty much for the rest of our lives, like we talked about, with a good partner. So the longevity aspect of it, it’s outmatched in the sparring arts. You can spar. We can go back and forth, and have resistance, and have a set goal of you choking me, me choking you. Tim Ferriss: A couple of just random – they’re not really random; they’re related to this but I’m so curious. Because I don’t know if I’ve ever actually asked you this. What is your go-to technique – this is called tokowiyaza in judo – and it’s your specialty for throws? What is your tokowiyaza? Dave Camarillo: Tomoe Nage. Tim Ferriss: Tomoe Nage. It’s a beautiful throw. So for those people who are wondering what the hell this is, it’s kind of like the Captain Kirk throw. He did this in Star Trek once, where he pulled the guy, put your foot on his stomach and then kick him over the top. But there are a million and one variations to that. Just one recommendation for people, if you want to see a guy who uses it at a super high level, hard name to spell: Kashiwazaki. It’s this guy named… Dave Camarillo: Kashiwazaki. Tim Ferriss: Yeah. Kashiwazaki was not only – exactly – not only a tumoinogy specialist but a ground specialist Dave Camarillo: He was one of the greatest of all time. Tim Ferriss: Oh, one of the greatest. And he would use Tomoe Nage to throw people into a mounted – he would be in the mounted position. So he is one of – I don’t know if you knew this. He was one of the very first Japanese, high level judo competitors cross trained in Brazilian Jiu-Jitsu. Dave Camarillo: He cross trained? Tim Ferriss: Oh, yeah. Dave Camarillo: I did not know that. Tim Ferriss: Yeah, I picked up a Japanese magazine maybe ten years ago and it was Kashiwazaki and some Brazilian guys he’d been training with for ages. Dave Camarillo: So not during his competition. Tim Ferriss: I don’t know. Dave Camarillo: Or during the early years? Tim Ferriss: All I saw was it was the headline in an article in the magazine that I used to love. I was in Japan from 15 to 16 called Katogi zushi. Katogi is martial arts, basically. So I used to always buy that magazine. And then I’d skip all the professional wrestling bullshit and go straight to the MMA stuff, which at the time was called – I guess it was [inaudible], something like that back in the Pancras days and all that, before USC. And when Ken Shamrock was known as Wayne Shamrock in Japan for some reason; I have no idea why. And he had long hair. This was way, way, back. Dave Camarillo: Oh, I remember, man. Wow. Tim Ferriss: Yeah, way back in the day. So Kashiwazaki, if K-A-S-H-I-W-A-Z-A-K-I, it’s worth looking up. So Tomoe Nage was your go-to – Dave Camarillo: Another guy, Flavio Canto. Tim Ferriss: Flavio Canto. Where’s he from? Dave Camarillo: Brazil. Tim Ferriss: How do you spell his last name? Dave Camarillo: C-A-N-T-O. Flavio Canto, a friend of mine. He had good ne-waza well and it’s pretty simple, like I like the ground, I like the tachi-waza, what’s your favorite throw? A throw that I can kind of do both. Tim Ferriss: That gets me into a great – Dave Camarillo: It puts me in a position. [Crosstalk] Tim Ferriss: So Tomoe Nage, that’s a great one. Kashiwazaki could do this amazing thing. Dave Camarillo: But it’s not a universal throw. Tim Ferriss: What do you mean by that? Dave Camarillo: It’s not a good self defense throw. And I make that point because a lot of people go down these rabbit holes, and they do things that have nothing – very little relation to a universal sense. So I can do it judo, I can do it in Jiu-Jitsu I can do it no gi, so no uniform. I can do it in MMA, I can do it in self defense. Tim Ferriss: What are your favorite – so my favorite standing techniques in judo I would have to say are foot sweeps, because they’re just so beautiful when they’re done properly. Do you have any favorite foot sweeps? Dave Camarillo: Oh, yeah, sasae. Tim Ferriss: Sasae tsuri komi ouchi. Dave Camarillo: Yes. Tim Ferriss: That’s the long one. S-A-S-A-E. I encourage people to look this one up. It’s a beautiful throw. It’s so beautiful. And wrestlers can do this, also, from an under hook position. Dave Camarillo: Yes, it’s universal. Tim Ferriss: Exactly. You see this at the high NCAA levels. You see people – I don’t know what they call it in English in wrestling. But from under hooks you’ll see people do this. Beautiful throw. Dave Camarillo: A foot sweep is essentially taking somebody, sweeping their foot out, like I said [inaudible] like you can have their feet go above their head, their head go down, and then land on their back. I think it’s the quickest way to embarrass somebody. Tim Ferriss: It looks like a magic trick when it’s done properly. Because you’ll see these – people are masters in this. They’ll get the person and you see this type of practice a lot in judo. They’ll entrance the person, almost, into walking and shuffling the way they want them to walk and shuffle, and they’ll time the steps with unweighting of one foot. And in that millisecond, like that nano second, kind of like the instant that all the feet of a horse are off the ground when they’re racing; tiny little motion with the foot and this person just levitates. They go completely horizontal. Dave Camarillo: Moves like that and understanding how you elevate yourself as a martial artist, like mixed martial arts and being young, being physically able, and fast and athletic, I’ve realized that all of the movies that we’ve seen that have martial arts and fighting people, they’re more accurate now than in the beginning – I’m going to try to make sense of this – but in the beginning of the MMA revolution. Tim Ferriss: What do you mean by that? Dave Camarillo: Because the beginning of the MMA revolution was essentially seeing two people actually fight. That hasn’t been done before the revolution on a large scale. Rorian Gracie made this thing called the UFC and then put these styles against each other. The people started realizing so all that we’ve been lied to, and you can hear a lot of in the beginning, you can’t do any of these other – those are flashy… I’m not going to mention systems but like that’s not going to work, the movies lied to us. And the reality is that now that we’ve seen it progress and move on, you can do anything. You can make it work. And the foot sweep is one of those techniques that you’re like: no, this is impossible, to someone who doesn’t understand it. It’s in movies alone but I can do it, and I’ve done it many times on untrained people who go: hey Dave, you do martial arts, right? I go yeah. I used to do this on my cousins when I was younger, but anyway. And I would throw them all over the place. Their minds couldn’t wrap around it. Like you said, it’s like magic. Like how do you get the timing down, how do you do this? Well, you do it over and over again; you can accomplish anything. Rocket science is not rocket science if you’re a rocket scientist, if you’ve done it over and over again. You know that Street Fighter 2 spin move where the guy lowers his level and then spins and kicks? Tim Ferriss: Sure, yeah. Dave Camarillo: I’ve seen guys do that in sparring and knock each other down, and then go over and punch them in the head. Tim Ferriss: In high level MMA? Dave Camarillo: In high level MMA. Tim Ferriss: You see that in the early, early – we’re talking ’92, ’93? No, it would have been after that. It would have been… Dave Camarillo: ’92 I think. Tim Ferriss: It was around that time. For a few years, if you got mounted you just tapped. Dave Camarillo: Over. Tim Ferriss: Oh, no it’s over; checkmate. I’m done. Dave Camarillo: Over. Tim Ferriss: That doesn’t exist anymore. Your manager would kill you if you were just like [inaudible] head tap. That doesn’t happen now. And then you have people doing – I’m blanking on his name. Anthony Pettis, was it? No, I don’t know if it was Pettis who did the matrix kick off the side of the octagon. Dave Camarillo: It might have been Jose Aldo, I don’t know. Tim Ferriss: Was it taekwondo? Dave Camarillo: It might have been Pettis, yeah. Tim Ferriss: Yeah, Pettis who did the matrix kick. Dave Camarillo: You can do anything you want. You can run up the wall, jump off of it and punch someone in the head and knock them out, and it’s happened. That’s what’s amazing about fighting. Even if you’re not a fan, like what can the human body do if you give them this set of rules and inspiration to be a champion and then go? Tim Ferriss: Incentive, too, right? You see a direct correlation in any sport with the amount of money that comes in and the amount of talent that comes out. Because you have people now who have, since they were five years old in the United States been training in Jiu-Jitsu and then shortly thereafter… We were chatting about Jocko Willink, former Navy Seal commander who’s been on this podcast. And he was showing me at one point a video of his son sparring in Jiu-Jitsu. Jocko himself is a black belt and trains MMA competitors in his spare time. And I said oh, that’s amazing; how old is your son? 12. How long has he been doing Jiu-Jitsu? 12 years. Dave Camarillo: And he’s 12. Tim Ferriss: I was like, wow. Throw that fetus on the mats! So the level and the incentives are there to fuel rapid evolution in this sport. What is your job in a corner, when you’re cornering a professional fighter in a fight? Dave Camarillo: It’s to be simple. You can have three corners but generally the fighter is going to hear one guy, and it depends on the guy. They are very accustomed to one; they have that channel. So even though there’s three people, one guy generally will talk during the fight. That’s during the fight. So they make that connection, that verbal connection. They tune into it. Tim Ferriss: Does that tend to be the person who has spoken to them during sparring, also? Dave Camarillo: Yes, and there’s other variables. Like sometimes it’s just their voice. Their voice is easy to pick up because you have all the noise. Tim Ferriss: Such chaos. Dave Camarillo: Like Bob Cook. You know Bob Cook? Tim Ferriss: Sure. Dave Camarillo: Crazy Bob Cook. He’s one of my biggest mentors in the MMA field. Probably one of the best corners in the world. You can hear him no matter what. He’s got a distinct voice where you’re going to hear it. If it’s like a rougher voice, it’s like white noise. Tim Ferriss: It just gets lost. Dave Camarillo: So that’s one variable. The other variable is who are they comfortable with. You can build this comradery with somebody who’s maybe not even there in training camp very often but you have this trust, and you want them in your corner kind of thing. Tim Ferriss: What do you think contributes to that? Dave Camarillo: I think it could have been past training sessions. It could have been they just connected naturally through their relationship. It could be their brother, like Nick Diez, Nate Diez, like they have that kind of connection. Tim Ferriss: Side note, just to further encourage YouTube shenanigans, what is the best video that people could find of you sparring with your brother? Dave Camarillo: There’s a video, I don’t remember the name of it but it’s Camarillo Brothers Sparring Demo or something. You can find it. This was way back. Tim Ferriss: But your brother… just add some context. Good martial artist. Dave Camarillo: You’ve got to understand my background. I was forced into martial arts. I was pretty much programmed to be who I am today. My parents I think were brilliant in that they put us in martial arts and it became like brushing our teeth. Like you’re not going to get out of brushing your teeth. You’re not going to get out of going to school as a kid. You’re not going to get out of doing judo. There’s just no… Tim Ferriss: Is your brother older or younger? Dave Camarillo: He’s older. And so we grew up with that. We were each other’s best training partners. Four years apart, which is totally unfair because the physical advantages are just too far away for me to match, which is how mean the younger brother tends to be, which is just how it is. But he’s a phenomenal judoka, does Jiu-Jitsu, black belt. He does those foot sweeps, throws people; just destroys people. He’s a vigilante. He went after a fugitive that crashed in front of his academy. Did you hear about this? It was all over national news. Tim Ferriss: I saw a photo of it on your Instagram but I didn’t get the story. Dave Camarillo: It’s absolutely ridiculous. There’s another photo where he’s posing like he’s a super hero in his gi, just joking but it’s like he just finished… Tim Ferriss: What happened? Dave Camarillo: He has an academy in downtown Bakersfield. He just finished his class, and he walks outside just to get a breath of fresh air. And boom, this car at the light runs into this other car. The guy jumps out, who initiated the accident, starts running down the street. The lady in the other car yells and screams: he’s getting away! There’s a helicopter there with a spotlight down. So in his head, he’s like okay, this is a fugitive. Tim Ferriss: This is a crime scene. Dave Camarillo: I’ve got to go after this guy. He even talked about like I assessed does he have a weapon? Because that’s dangerous when you go on hands on situations like that. Runs after the guy, turns the corner, throws him on the ground, wraps him up. Cops come in and take care of the rest. He’s all over the news talking about I do Jiu-Jitsu and judo because you never know when you’re going to need it. In his gi, like how ridiculous is that? Tim Ferriss: Not to point out the obvious but to those would-be vigilantes out there, this is not without its risks. Dave Camarillo: Huge risks. Tim Ferriss: Just to provide a concrete example, we mentioned muay thai. So the first gym where I got my lecture on “it doesn’t matter; just kick harder” was Fairtex. This was on Clementina at the time in San Francisco. Coincidentally, when I flew to San Francisco to have my first job interview after college, I couldn’t afford a hotel so I paid for a fly-in camp at Fairtex which was cheaper, and I slept upstairs above the gym in a really bad neighborhood. At the time, Clementina, which is in a nasty – it’s basically between Folsom and Harold between 5th and 6th – really bad neighborhood. I slept on a bunk bed with some of the other Thai guys and washed my clothing in the sink. So I have a long history with Fairtex. But the point being not a great area. And Alex Gong – I don’t know if you remember this – who owned the school at the time, a car crashed into his car or another car in front of his gym. They guy takes off without stopping. Alex chases him to a stoplight and he smashes the window out of the car because he’s pissed at this guy. Alex had a temper. And the guy pulled a gun and shot him in the chest and killed him on the street. Dave Camarillo: I remember the day it happened. Tim Ferriss: As do I. Dave Camarillo: He was a good guy. He was amazing, too. Tim Ferriss: He was an amazing fighter and an amazing guy; very hot temper, though. If you want to talk about the spectrum that we discussed, he was on. Like if there’s an altercation, it was going to be deaf con 9 or whatever. Dave Camarillo: That’s part of what I was talking about. You have to assess the situation for what it is and what it could be. And that escalated outside of his control. He brought a fist to a gunfight. That’s essentially what happened. Tim Ferriss: That’s exactly what happened. Dave Camarillo: You’re just out gunned. Tim Ferriss: I took us totally off the rails. Dave Camarillo: I don’t even know where we’re at now. Tim Ferriss: I don’t, either. this is the state of my podcast. It’s like watching Memento but with 15 different script writers. I think we were talking about… What the hell were we talking about? We were talking about cornering and simple. Dave Camarillo: Yes, what do I do in the corner. Tim Ferriss: And somehow your brother came up. Oh, and comradery. I think this is how we got onto it. When you’re in a corner, what would an example of simple be? Because these guys have massive technical experience. They’ve put in a ton of training time. What are the types of things that you’ve seen prove very useful? Dave Camarillo: Just an example of getting in boxing range. This is kind of technical but if the fighter, our opponent, is using a lot of kicks, you don’t want to be in kicking range which is essentially a little bit further away from boxing range. Because your legs are longer than your arms, generally. So get in boxing range. And sometimes you have to remind them to get in that range because that’s where you’re most effective. Because we’re seeing who’s effective, who’s not, why. And so everything we say is very simple. Boxing range! Get in boxing range! And they’ll make those adjustments or they don’t. Sometimes, depending on the fighter, some are I would say quicker to adjust than others, we’ll just say. Not that they’re big headed; I think it just comes more naturally. Keep your hands up! Keep your hands up! They’re tending to fall. Just keeping it real simple. Just reminding them of kind of what’s going on; the story and how to react to it. I say this a lot, also. If I like how things are going: stay on it! It’s working! Stay on it! Because you’re getting hit no matter what. First round, second round, if you do MMA, you’re getting hit. And sometimes when you get hit, you don’t realize how much you’re hitting them. Tim Ferriss: Right. You change your tactic even though percentage-wise, you’re beating the living hell out of them. Dave Camarillo: Right. In the back of your head, it’s a four ounce glove so in the back of your head, anyone can knock anyone out. You can take the greatest striker in the world and a guy who struggles with striking, and if he’s first; simple math. And you get hit good and you can go down. So we just kind of asses the situation for what it is and just throw tidbits out of: here’s my advice. Hopefully you take it, maybe you don’t. And then if things go bad, we adjust. When the round ends and we get into the corner and start talking, it depends on how the round went. If it was close, we say: hey, you lost that round. So even if we think we won the round but it was really, really close, we tell them it’s close or you lost. So you need to go in the second round going: okay, I’m down one round already. And it’s generally a three-round fight. If they show tendencies – and everyone has a breaking point; every fighter has a breaking point. Some can handle more than others. Maybe it’s genetic, I don’t know. But if they start nearing their breaking point, you call them down. You tell them how great that last round was. You’re doing good. You weathered the storm. Tim Ferriss: By breaking point, is this physical breaking point or just psychological breaking point? Dave Camarillo: They go hand in hand. Tim Ferriss: Sure. Dave Camarillo: Physical could be I’m getting tired, or I didn’t get a good warm-up on the first round, or I’m starting to get to the third round and now I’m exhausted. Or it’s like man, that shin kick really hurt, or that liver punch really, really hurt. And it’s poker face constantly because it’s like blood in the water to a shark. If you show that you’ve been hurt, you’re showing your hand. Tim Ferriss: It reminds me of I remember I was watching the World Cup soccer and I was getting just infuriated by all these slow motion replays of fake injuries. And this rugby player from New Zealand piped up on Twitter and he said: “Rugby is 90 minutes of pretending you’re not hurt, and soccer is 90 minutes pretending you are hurt.” Dave Camarillo: I like your side note because it’s hard for my to justify it sometimes because I used to be a soccer fan. I’m like man, they play the rules so much, they fall so much it’s hard for me to justify it. But I’m traveling to New Zealand and meeting a legend from the All Blacks. And I’m like, what do I say, I’m a soccer fan? They’re like oh, that’s cool, that’s cute. It’s the only ream sport where you can have cauliflower ear; rugby. Tim Ferriss: That’s true. So if they’re nearing their breaking point, you have to calm them down. Dave Camarillo: You have to calm them down, man. You have to distract them like a baby. Tim Ferriss: How do you do that? Dave Camarillo: So how does a baby learn pain? By how their parents react when they fall down. So your parents go over there and go you’re all right, get up, let’s go, come on you’re good. It’s kind of like that. You’re distracting them or you’re just: hey man, you’re good, man. Now, here’s what I want. Tim Ferriss: Right. Dave Camarillo: Your transitioning to you’re okay and here’s what I want out of this next round. Because you have to remind them they’re invincible, and that’s whether they are or not. And everyone’s different. You can have world champions in MMA and they’re not very tough, relatively, on the big scale of all of the fighters that exist. There’s the laziest… think of the high, elite military guys. There’s a spectrum for everything. There’s the Jocko Willink and then there’s someone who may not be that on it, whatever that means. And so you have to know that going in and understand his strengths and weaknesses, and understand how he’ll react to the way you talk to him. And then you’ve got to hit that note. And you’re stressed out. Because it’s a weird thing. Like I go to this guy’s wedding, and I play with his kids, and then I’ve got to go see him get almost knocked out in front of thousands of people. It’s not war but it’s in your face and it’s not table tennis, either, you know what I mean? Tim Ferriss: Yeah, it would be a particularly vicious form of table tennis. I’m not sure what that would look like. How have all of these experiences impacted your thoughts on parenting, if at all? And maybe the answer is not much. Dave Camarillo: When you say all of these experiences, I grew up, like I said, with no choice; do martial arts. And I see the extreme value in it. Obviously, I’m biased; I’m a car salesman and you come in with a dented fender. You need a new car. I call it like this. When we talk about kids who go through training, hardcore training like I have, physically on a physical realm and many times on a mental realm they are so beyond their peers. Try to bully one of my students. It’s not going to happen. You’re not going to be able to. So when we talk about parenting, it’s like I’m trying to find the balance between the pressure that I experienced as a child and as a child of my parents, and as a child of my parents who wanted me to compete and my dad wanted me to be an Olympian with the variables that exist today that didn’t then. Tim Ferriss: What do you mean by that? Dave Camarillo: Do you think the crop of individuals trying to get a job today are different than they were 40 years ago? With different thresholds and different tendencies… Tim Ferriss: I would have to imagine yes, but I don’t know. Dave Camarillo: It’s hard to know anything like that. But all I know is I know the difference between someone who has trained through an extended period of time, and where they were when they walked in my door. And so I know that training is going to be a part of my son’s life, for example. I don’t think that should be an option. Tim Ferriss: You mean it shouldn’t be an option to opt out of that? Dave Camarillo: Right. Like it’s not an option for me for a child to go to school; it’s the same with training, in my household. Because we understand the importance of it. And so I think the single most experience, though, that has helped me… I’m a new father, what do I know/ I’m a white belt right now. But it’s teaching kids and seeing the differences, and seeing multiple kids come in starting from zero, and even seeing that line of zero being totally different and scaling. And them having different strengths and weaknesses at the start. And it started reminding me this isn’t just nature or nurture; it’s a combination of the two. I sincerely believe all kids are different genetically. And if they’re different genetically, then they’re different physically, as well. I mean emotionally and physically. They have to be. So I look at these little kids that just start and some of them are animals. Super fast, very prone to do things that are athletic. And then I see other kids that are all on the other side of the spectrum. There is a spectrum. And so with my son and me being a parent, I don’t know what I’ve got to work with, yet. Tim Ferriss: Right, the materials. How old is your son? Dave Camarillo: He’s eight months. Like I said, my first stripe is coming pretty soon; white belt first stripe. Tim Ferriss: When we were chatting earlier having coffee, you were talking about how there’s always another level. Who is the most impressive person, or who has impressed you the most in Jiu-Jitsu when you’ve sparred with them? Dave Camarillo: Well the goat; it’s Marcella Garcia. And all of my experiences, I can say that with confidence because I train with Rafael Mendez, as well, who tied me in knots. Tim Ferriss: Who is Rafael Mendez? Dave Camarillo: Rafael Mendez is 13, 14 time world champion, I don’t know. He’s I think a six-tim gi, which is the uniform IBJJF – International Brazilian Jiu-Jitsu Federation World Champion, which is the biggest stage in Jiu-Jitsu. They don’t have an Olympics. If there was an Olympics, he would be a six-time gold medalist in the Olympics or whatever it is. But then again, that’s every four years so he’d be like 42 right now. They both tied me in knots but I just think Marcella because he can do what he does almost regardless of how much you weigh and your size. Whereas Rafael tends to stick to his sizes, Marcelo Garcia is like – and this is why I admire him so much. I don’t care who’s on the other side, I don’t care who’s walking in. I don’t care if the lights are on in the arena. I got to my spot and then here comes – thud, thud, like Jurassic Park, he’s so big. Doors open and here’s this behemoth with horns and drooling. He’s going to go in there: okay, cool; I’m going to take his back and choke him out. And then he goes and does that. Tim Ferriss: I’ve spent some time with Marcelo because he co-owns his school with a very close friend of mine, Josh Waitzkin. Dave Camarillo: Waitzkin. I’ve listened to your talks with him. Brilliant guy. Tim Ferriss: Yeah, he’s amazing. Really good dad, too. Dave Camarillo: I can help him with chess if you guys ever need anything. Tim Ferriss: So for those who don’t know Josh, he’s been on the podcast twice. He was the inspiration for Searching for Bobby Fischer, both the book and the movie. Considered a chess prodigy but very skilled Jiu-Jitsu dedicated. Dave Camarillo: Black belt. Tim Ferriss: Yeah, black belt under Marcella and world champion in thai chi push hands, as well, among many other skills. But Marcella, just to your point, I remember chatting with him at some point. Nicest guy ever. Dave Camarillo: Super nice guy. Tim Ferriss: No attitude whatsoever, no ego; just the friendliest guy you’ll ever meet. He was saying – or maybe Josh was telling me – that Marcelo never practices anything that won’t work on a 300-pound black belt. That’s it. If it’s something he’s going to practice, and put time into on the mat, it has to work against someone who’s twice his size and extremely technical. Dave Camarillo: That’s that universal mentality. That’s outstanding. Tim Ferriss: Exactly. So what does it feel like to spar? Because I have no… Him sparring with me is like a polar bear versus a shiatsu. I mean it just doesn’t make any sense. Dave Camarillo: Many black belts will say the same thing. Tim Ferriss: Many black belts will say the same thing about…? Dave Camarillo: Marcelo Garcia; training with Marcelo. They might as well be a white belt. Tim Ferriss: Wow. Dave Camarillo: I think one of your guests I was listening to talked about people that just jump on the mat and are super talented and they’re made for it; BJ Penn, Marcelo Garcia, Raphael Mendez. And so it gets difficult to track, like when you’re a new student who should you listen to because it’s growing so much. Because your idols are these freaks of nature. I know firsthand. But how is it rolling with him? I am genetically, I would say, prone to speed. I’m pretty fast. In judo I got very fast. I remember one of the first times we engaged, I was in a good position. And my mind’s like: wow, you’re doing pretty good. And then he’s on my back. And so it’s that split second where you’re like I’m doing good, everything is going great. And then I’m like, am I going to attack now or am I going to fight this stupid grip that he has on my neck? And then he taps me. So it’s one of those things where you have to be aggressive but not aggressive. Because it doesn’t seem like you can get a foothold on what mode and tempo is going to work for this individual in front of you. We had some good battles. We had a lot of fun. The nogia had a lot of fun rolling with him. And I was younger. I was like 31 at the time. I was getting ready for my last match in competition so I was in good shape. It was important for me to be in good shape to train with him on that level. But yeah, it’s amazing. It’s amazing to be able to… that’s one of the things about Jiu-Jitsu. If you’re into soccer or football or basketball, you can’t meet Michael Jordan just because you want to. Tim Ferriss: Right. Dave Camarillo: You can’t just call him on the phone, or go take a seminar, or go face to face with him; that’s not going to happen. But you can go take a lesson from this guy. Tim Ferriss: Yeah, it’s incredible. Dave Camarillo: He’s the GOAT; the greatest of all time. Tim Ferriss: I was wondering what the hell you meant by that. Dave Camarillo: Yeah, greatest of all time. I had to look that up, too. Tim Ferriss: People consider him like the Wayne Gretsky, Michael Jordan, Mike Tyson, fill in the blank icon of any sport combined. I heard a funny story about Marcelo that you’ll appreciate, given the freak of nature comment. He went to a rock climbing gym, and he’s not a rock climber but he went to a rock climbing gym with a friend. They had what’s called the dynamometer there. It measures grip strength. These guys were like straining, faces red. These are beasts. These guys are incredibly strong. And the get to Marcelo and he’s like: pop and just breaks it. And they were like, uh, that’s not supposed to happen. Never touched one before in his life. And they’re like: whoa, okay, this guy’s different. Dave Camarillo: Yeah, it’s ridiculous. That will translate to other things. Tim Ferriss: One thing that really impressed me about Marcelo, and I haven’t spent a ton of time with him but just watching him teach and watching him move, one of his nicknames is the Master of the Scramble. But he thinks about the in between spaces as much as he thinks about the positions, which is really interesting. He thinks of the transition between two positions as a position and thinks a lot about how to exploit that space. It’s a trip. Dave Camarillo: That’s what we talked about with being a step ahead, planning. But that stuff’s not thought; it’s reaction. That’s locked and loaded for him. There’s no real delay. Tim Ferriss: No, no delay whatsoever. Let me ask a couple of rapid fire questions. They’re going to seem like [inaudible]. The answers don’t need to be short; they can be as long as they need to. But are there any particular books that you’ve gifted the most to other people besides your own? Dave Camarillo: Besides the three that you put me on, The Magic of Thinking Big, The 80/20 Principle, The E Myth? The E Myth was huge. Tim Ferriss: Particularly for your type of business. Dave Camarillo: Yeah, because I was starting my business at the time and you’re like hey, Dave, read this book. And even after reading the book, essentially E is the entrepreneur who’s trying to do everything and then sales fall because you’re… Tim Ferriss: The bottleneck. Dave Camarillo: Yes, the bottleneck. You’re having difficulties doing everything with efficiency. Type A personality, it’s hard to let go. It’s hard to relinquish control. But now I’m much better at it; like I don’t want to do anything. It’s weird sometimes. Tim Ferriss: You noted The Magic of Thinking Big, which is sitting on my shelf here in my living room face out. And then you asked about Tribe, which is also faced out, by Sebastian Junger. I made the comment that I’ve organized, and I think it’s functional OCD – maybe it’s not technically OCD but all of my books are very particularly ordered on my bookshelf and they’re facing out. The books that are facing outermost are intended to illicit certain thoughts or remind me of certain things. So for those people curious, I have Tribe, Sebastian Junger, Gratitude by Oliver Sachs, Less Is More which is a mythology of stoic quotes and thoughts on minimalism. Bird by Bird by Anne Lamott, a Japanese book about sumishogay, which is a long story; Japanese chess book. The Magic of Thinking Big, Dune by Frank Herbert, and then Zorba the Greek. You mentioned The Magic of Thinking Big, you mentioned The E Myth, and then 80/20,which I also have up there. Dave Camarillo: Which can be applied to anything. But I would say The Art of War is another one I have to mention. Tim Ferriss: I have one of your books here, by the way. It’s a book by Clausewitz on the Art of Warfare. I’ve had it since you were at my house in Willow Glen. You left it there and I’ve traveled with it now through 12 years. Good book. Dave Camarillo: I try to find something… like if I’ve got to work out, I listen to Slayer. Tim Ferriss: Which album? Dave Camarillo: The newest, the latest one, Endless. Tim Ferriss: Oh, I haven’t heard that. Dave Camarillo: You can always count on them; them and Tool. Tim Ferriss: But Slayer’s got some longevity. Dave Camarillo: The thing is it’s a mood creator. It creates a mood. Like if I’ve got to lift heavy things up and down again, which seems ridiculous and redundant, I get strong and all that but I’ve got to go in with an attitude of like I need to smash this. That’s one of the things I use day-to-day. I try to use a mode-altering something. If I need to smash something, it’s Slayer. If I need to relax and calm down, I’ll listen to ‘80s pop, something like that. Tim Ferriss: Are we talking MJ? What are we talking about? Prince? What’s your go-to? Dave Camarillo: Prince is great. I just go random. Tim Ferriss: Do you listen to Pandora? Dave Camarillo: Pandora. But Slayer, I listen to the album. Tim Ferriss: What’s your station? Dave Camarillo: I’m sorry? Tim Ferriss: So it’s ‘80s pop? That’s the station? Dave Camarillo: ‘80s pop. That’s what it is, yeah. Every morning. I try every morning. Tim Ferriss: It’s hard to be upset when you’re listening to Prince. When I first started meditating, and this isn’t that long ago, three years ago let’s say; the way I started is a friend recommend I listen to one song in the morning and just lean against the wall and focus on my breathing for the length of the song. So I listened to It’s Time to Party Like it’s 1999. It’s hard to be upset with the world or depressed if you’re listening to that song. Dave Camarillo: It’s impossible. That whole Batman soundtrack was Prince. Tim Ferriss: Oh, that’s true. That was the best thing about the movie. Dave Camarillo: I liked the movie, too. Tim Ferriss: Do you have any favorite – oh, you know what? I should thank you. You mentioned a couple of books that I introduced you to. I’ll thank you for two movies that you introduced me to. One, I’ve mentioned before; still one of my favorites, Shawn of the Dead. Dave Camarillo: Great movie. Tim Ferriss: Must have. And then there was another one that I saw at – I want to ay it was a birthday party for you. Is it Just Friends? Is that what it is? Dave Camarillo: Great movie. Tim Ferriss: Oh, my God. It’s so good. Dave Camarillo: Great Christmas, family wholesome movie. Ryan Reynolds. Tim Ferriss: I’m busy too, you dick. Sorry, you need to see the movie. Dave Camarillo: Hot Fuzz. We went to the premiere. Tim Ferriss: Oh, that’s right. We went to the premiere of Hot Fuzz after Shawn of the Dead had already embedded itself in my brain. Do you have any other favorite movies or documentaries? Dave Camarillo: John Carpenter’s The Thing, without even skipping a beat or hesitating. Tim Ferriss: Never seen it. Dave Camarillo: Really? Tim Ferriss: Yeah. Dave Camarillo: I think ’84. Kurt Russell. Tim Ferriss: That’s a movie that if my memory serves me right took awhile to become sort of a cult classic, right? I don’t think it was a hit off the bat. Dave Camarillo: To me, it’s probably top three in the world of all genres. It’s the sense of paranoia; you don’t really know what’s going on. And you can nerd out. There are some people that really nerd out on step by step what’s happening, different clothing moved and just… you know, when the nerds get ahold of something, oh, it’s just amazing. That movie is amazing. You shouldn’t see it when you’re 8 years old which is when I saw it, but I think I turned out fine. And then the other John Carpenter movie, Big Trouble in Little China. Tim Ferriss: That’s a great movie. I love that movie. Dave Camarillo: That’s why my wife is Chinese. It has nothing to do with it. Tim Ferriss: So from Taiwan, and… Dave Camarillo: Yes. Tim Ferriss: Or Taiwanese, I should say. And you enjoy spending time in Taiwan. One of my favorite places. Dave Camarillo: Taipei specifically but yeah, I love Taiwan. I love being out of the country just to be out of the country. But Taipei is like Japan but the Chinese version of Shinjuku, maybe. Tim Ferriss: It’s so much fun. I haven’t been back in probably ten years and I’m dying to go back. For those people who haven’t been, a lot of the culture that was in mainland China prior to the cultural revolution was effectively shuttled down to Taiwan. And then you had the Japanese influence, of course, so you have this very unique combination of rich cultural heritage, incredible food, tropical climate and etiquette. It’s just a politeness. It’s such a wonderful combination. And maybe this is common in other parts of China although I haven’t experienced it myself, it’s like Argentina in the sense that people go late there. They have the night markets, and I remember going into restaurants at 11, 12, 1:00 and families would just roll up with their strollers and I’m like wow, alright, these people know how to party. Dave Camarillo: You can live and die in a single block area because it has everything you need. Doctor, optometrist, you can give birth, grocery store, everything in one little block. Tim Ferriss: Good old Taipei. Dave Camarillo: Taipei. Tim Ferriss: Do you have any quotes or mantras that you think of often or live your life by, or favorite quotes? Dave Camarillo: Yes, from a friend of mine. I was training just a bunch of military guys in a room and I was kind of new to this so I was a little nervous. But I was teaching my class, doing my thing and they were doing a guard pass drill so they were all actively fighting each other, one on top and one on bottom. It’s my job to reinforce excitement in people and let them know they’re doing well when they’re doing well, and be positively critical when I need them to adjust a behavior. So I’m walking around doing my thing, and I get to a group and we’ll call him Johnny, and I go, “Johnny, that was the best guard passing I’ve seen all day! That was awesome! Let’s keep it going!” And I start walking and he stops the fight, stands up, turns to me and says, “I don’t need any fucking positive reinforcement.” Turns back and jumps in and fights the guy again, without missing a beat. And I remember being stunned, and I’m normally not stunned; you can say anything when I teach a class. I stopped and my mind is like, keep walking. I remember dwelling on it and the first thing that came to my head is where the hell am I right now? I’ve never heard that in my life: I don’t need positive reinforcement. What are you, an alien? And that has just stuck with me. And I don’t mean to curse but you can’t say it without cursing. You can’t. Tim Ferriss: This is not Disney programming. You can curse. Dave Camarillo: That’s how it was said, and that’s the power and that’s how I remember it, and that’s how it influences me. Literally, I get charged just thinking about it. Tim Ferriss: How does it influence you? Dave Camarillo: Because it reminds me I’m not as good as I need to be. Tim Ferriss: You mean just mentally? Dave Camarillo: Mentally, everything. I really think that I shouldn’t need positive reinforcement. I should do a task because I like the task. It’s creative for me so it’s intellectually stimulating, and it’s my job and I’m moving forward and I’m helping people. Once I complete that task, I need to move on to another task, and not sit there and wait around for the treat. It’s not Halloween every day. But when I heard that, I’m like I don’t have the experiences this guy has and that’s fine; I understand that. But I’m going to draw upon that and in my times of weakness I’m going to say it as long as I can and remind myself how great you can be as a human being. Tim Ferriss: I like that. That’s a good one. Dave Camarillo: I’ve got to make a shirt. Tim Ferriss: Give it to your students. I remember at one point, I was talking to my first direct report. My first direct report I really developed a relationship, first job out of college, the VP of Sales. I was trying to sell mass data storage to companies like DreamWorks and American Airlines; these storage area networks as they were called at the time, fiber channel. He was known as a ball buster and he had just been hired, brought into the company and people were kind of walking on egg shells because they’re like yeah, this guy has a temper. He’s really good at what he does; he’s been through three IPOs. He’s incredible but we don’t know what to make of him. And I’m like oh, fuck. I spent all this time preparing because I had a handful of accounts to report to him. I came out of Princeton so I’m really wordy and verbose and over complicating everything. So I bring in this massive stack of stuff that I’m basically intending to read to him. I’m extremely on edge, and I sit down and I’m being weirdly formal and then I start reading this crap. I get about two minutes into it and he goes, “Tim, Tim.” I’m like, “Yeah, yes sir.” He goes, “I don’t need the story; I just need the next steps.” Another thing he would say is “I don’t need the good news. The good news takes care of itself. What’s gone wrong?” Dave Camarillo: So awesome. These are similar stories, like the idea where you’re wasting my time with compliments and the weather is good. Maybe it’s my personality or your personality; let’s get to the point. And the other thing is whatever I say, you’re not going to be butter. Like I’ve been in environments where I was called down in front of a bunch of people and I’m like, okay cool. Tim Ferriss: I want to hear about this. Dave Camarillo: In this environment, we don’t get butter. Tim Ferriss: Either way, that’s an expression that a lot of engineers here have started using. Dave Camarillo: Is that just engineers? I don’t know. It’s the kids. Tim Ferriss: No, it’s not just engineers but for whatever reason, it’s but for whatever reason, it’s become really popular. One of my buddies runs this huge company, and he’s like, “Look, I’m not really a politically correct guy but if you walk in to give a presentation to 50 people who are not part of your little cave clan of five hardcore engineers, you can’t say butter to everybody, guys.” Dave Camarillo: Is that bad? Seriously. What does that mean? Like someone kicked you in the butt or something? Tim Ferriss: No. I’m making hand signals. This is the light bulb going off. You said you were dressed down in front of him? Dave Camarillo: [Inaudible]. Tim Ferriss: You’re good. Dave Camarillo: It’s just an environment when you train… Tim Ferriss: No, what happened? Can you talk about it? You were called out or dressed down or something. Dave Camarillo: Yeah. I was advising on a specific path of training. Tim Ferriss: This was in the military context? Dave Camarillo: Military context; let’s do some training with this. Let’s do it in this situation, and let’s do it with this gear on. And he’s like: no, we don’t do that. That’s bad; you’ll get hurt. It was the same guy, by the way. And then just moving on, I’m like all right, and then I just went to the next thing. I And may not have been there if I hadn’t been surrounded in that environment. It has really changed me. Tim Ferriss: You became the average of the five people you associate with most. Dave Camarillo: I was listening to your drunk dialing last night and that’s exactly what you said. The first guy is like, how do I raise my kids? And you’re like okay, make sure they’re surrounding themselves with people… and sometimes you have to check yourself. But that’s so true. You become who you’re surrounded by. These experiences h have just motivated me. I was telling you this morning I’m happier now than I’ve ever been. Why? The stars are becoming aligned for the first time. I’m learning that yes, I do have control over this, this, and this and I need to make this change and adopt this, and carry that residue of awesomeness to avoid the earlier comment sensitivity that I think could cloud your judgment. Did I do a good job on that? Tim Ferriss: That was good. That was a good recovery. Nice recovery. I have a book for you, by the way. I’m going to give you a copy. I have a stack of these copies, About Face. Dave Camarillo: I will take it. Tim Ferriss: It is David Hackworth. That is Jocko’s favorite book. Dave Camarillo: Beautiful. Tim Ferriss: Okay. If you had a billboard and you could put anything on it, gigantic billboard, so in other words if you had a short message you want to get out to the world, what would you put on it? Aside from you do not need positive reinforcement. Dave Camarillo: Man, that’s gotta be the best. Tim Ferriss: It could be that. Dave Camarillo: I think it would just be I can’t wait for Christmas. Tim Ferriss: You do love Christmas. Dave Camarillo: It’s my favorite time of year. Right now, the trifecta. Halloween, Thanksgiving, Christmas. Tim Ferriss: Rapid fire. Dave Camarillo: It spikes in smiles from it coming my way. Tim Ferriss: This is an important question. Do you only listen to Christmas carols very close to Christmas? What’s your policy? Dave Camarillo: It depends. I think I start mid-November, which is early but it’s not stupid early. Tim Ferriss: I still rock the same way. Dave Camarillo: I picked up finally, because I have a Christmas cup for coffee and I used it today. I’m like, is it too early? I like reserving things. Tim Ferriss: So you retire that cup for the rest of the year? Dave Camarillo: 100 percent. Oh, yeah. Tim Ferriss: What does the Christmas cup look like? Dave Camarillo: It’s just got like reindeer and a Christmas tree on it and it’s beautiful. It’s my favorite coffee cup. So when we talk about those bio hacks that really elevate your mood and all that, when I have that and you can smell the cold; do you know what I’m talking about? Tim Ferriss: Sure, I get it. Dave Camarillo: The new cold coming in, the change of weather and you know family is around and now I have my son and my family and it’s just like the greatest thing in the world. Tim Ferriss: Wins all around. Dave Camarillo: Yeah. I want to hug everybody, and then choke them. Tim Ferriss: Hug them and then choke them; it’s a fine line. You can go[from hugging to choking really quickly with Dave. Dave Camarillo: A hug from my mom growing up was like trying to throw her on the ground. She was so tough. There was no real hugs. It was hug to gain proper hand position. Tim Ferriss: Was your mom a judoka as well? Dave Camarillo: No, she was just super tough. Tim Ferriss: She was just a sniper who would kill you for [inaudible] – [Crosstalk] Dave Camarillo: … and that was dinner. Tim Ferriss: Can’t wait for Christmas; that’s a good one. I can’t wait for Christmas; that’s true. Dave Camarillo: What are you doing for Christmas? What do you do normally? Tim Ferriss: My parents are getting older, and I took a hard look. I read a book, and it’s one of those books where you learn kind of 50 percent of what you need to know from the title but it’s still powerful. And I want to say it was something like – this is not it but it’s Happier Spending. It was written by I think two social scientists, or two sociologists. Not very hard science but looking at how you can spend money more effectively to improve the quality of your life. Dave Camarillo: Investing. Tim Ferriss: The types of experiences and purchases that, based on studies however flimsy, based on the data that are available, what type of purchases are going to improve your quality of life. I read a piece by Tim Urban, I think is his name; pretty sure, on a site called “Wait but Why,” which is brilliant. I want to say it was called “The Tail End.” It had a huge impact on me. It was recommended to me by another person who has been on the podcast, Matt Mullenweg, really impressive guy. It effectively said, and I’m paraphrasing here, by the time you’re 18, you have already passed something like 90 percent of the total hours you will ever spend with your parents before they die. It was something like that. It shows you in both graphics, prose and math how little time you have left with your parents on the planet in terms of total hours. So for the last few years, I’ve taken my parents on trips for Christmas to places that they otherwise wouldn’t visit or couldn’t visit. So we took a trip to Eleuthera in the Bahamas, where my parents used to spend a lot of time a long, long time ago when my grandparents were still around but hadn’t been back in 20, 30 years. We spent another Christmas in Iceland. My mom had always wanted to see the Northern Lights for her entire life. I just looked at my expenditures and I was like even if I had to dial back in other areas, yes it’s going to be expensive, manageably so but not inexpensive; but so what? What am I saving for? I don’t spend a whole lot of money. I don’t have an exorbitant lifestyle. I don’t own a car. I don’t have extremely expensive habits. So for the last two years we’ve done that. But I’m really eager to have a Christmas at home, meaning at my parents’ place so we’re going to stay home this year. So that’s what I’m doing for Christmas this year. How old are you now? Dave Camarillo: 40. Tim Ferriss: What advice would you give to your 30-year-old self, if anything, and what are you doing at 30? Dave Camarillo: What was I doing at 30? Tim Ferriss: Yeah. Where were you, what were you up to? Dave Camarillo: I think I was listening to some really close people’s good advice to create my own small empire, essentially. My guerilla Jiu-Jitsu, create academies and just really: you’re no longer a competitor; be the best instructor you can be kind of thing. I think the best advice I would give myself is when I say enjoy yourself more, not have fun more but enjoy yourself more. And I think there’s a difference. I’ve had so much fun in my life. Fun to me are like quick spikes of parties or whatever it is; celebrating this or whatever. But enjoying it I would say is more sustainable. I’ve had issues of just focusing too much on what I’m not in control of, what I’m not doing, what I should be doing instead of – and I learned this through the years but instead of just dialing in what will make me sustainability happy. So to get there quicker, I think that’s the best way I would say it is enjoy yourself. You have a lot going on. Not that whole thing of oh, things could be worse. No, you have a lot of greatness going on, a lot of good stuff surrounding you; a lot of good people, an amazing family. You talk about being more mindful of the goodness in your life. I think enjoying life… enjoy life, man. Tim Ferriss: Appreciating it. Dave Camarillo: Appreciating it. And I think I’ve learned that now. I wish I had learned it when I was 30 or maybe 20. But that’s No. 1. That’s gotta be it. Tim Ferriss: You’ve got to savor it when you can. And it’s particularly hard for Type A personalities like you or like me to do that because we’re so target-focused, objective-focused; next, next, next. I think it’s something you have to train like anything else. Dave Camarillo: Like anything else. Tim Ferriss: Dave, we could go for hours and hours and I think we might do a Round 2 at some point. Dave Camarillo: Yes. That was fun, man. It’s good seeing you, though. Tim Ferriss: It’s great seeing you, too. Dave Camarillo: It’s been so long. I miss you, bro. Tim Ferriss: Miss you too, man. Before we cut out, favorite – this is not a good question but I’m going to ask it anyway; both gi and no gi, favorite guard pass. Dave Camarillo: Favorite guard pass, just random Jiu-Jitsu stuff. Gi or no gi. Gi, stack pass. Tim Ferriss: Stack pass. Dave Camarillo: That’s where you stack the lower part of their body on top of the upper part of their body and you drive it down towards their spine which is not healthy for your spine. I call it the pass that makes your opponent hate Jiu-Jitsu. The no gi pass is flying kimora. Tim Ferriss: Flying kimora? Dave Camarillo: Yeah, no gi tends to get really slippery, or MMA. I said in my book, create chaos. Tim Ferriss: Which book is this, for people who don’t know? Dave Camarillo: It’s the one you were in. I think it’s the one you were in. Tim Ferriss: What’s the title? Dave Camarillo: Submit Everyone. Everyone have a plan. Tim Ferriss: If you want to see photos of me getting arm barred and choked in various positions, and doing some weird shit with my legs, one of my fans pointed out. I don’t know why I’m trying to figure – you’ll see; it doesn’t make any sense what I’m doing. But I’m getting my ass kicked anyway. So Submit Everyone. Dave Camarillo: Yeah, it’s the flying submission. So traditionally, you control the legs to get to the side control to score points. That’s what you’re talking about referring to passing. Instead of passing because that’s what they think I’m going to do, I’m going to jump either to a guillotine or a kimora. Kimora is my favorite. My buddy Jared invented this flying kimora from guard. I’m like flying what? What? Yeah, I gotta do it. I like jumping and then submitting people. So I think if things are headed in a certain direction and people are like this is what’s going to happen; you do something totally off the wall, ridiculous and they’re not going to expect it. Tim Ferriss: Flying kimora. What’s Jared’s last name? Dave Camarillo: Fierbent. He’s a guerilla Jiu-Jitsu black belt. Tim Ferriss: Fierbent. Dave Camarillo: He’s a beast. He’s a really good dude in Minnesota. He’s got a great academy, Black Arrow Martial Arts, named after one of the Hobbit movies or something. Tim Ferriss: What is it with all the nerds converging on Jiu-Jitsu? Dave Camarillo: I only hang out with brilliant people; let me just say that. He’s one of the guys I love to nerd out with. Tim Ferriss: Where can people find you online or elsewhere? Where can they get more from you? Dave Camarillo: Social media, you can go Twitter and Instagram @davecamarillo. The dot com is guerillajiujitsu.com. G-U-E-R-R-I-L-L-A. Tim Ferriss: Jiu-Jitsu. Dave Camarillo: Jiu-Jitsu. Tim Ferriss: J-I-U… Dave Camarillo: J-I-T-S-U. The guerilla is more like an unorthodox, crazy method of doing something. Tim Ferriss: Right, less hairy back more gilly suit. Dave Camarillo: Right. Very cool, man. Thanks, dude. This is awesome. Tim Ferriss: Yeah, buddy. Thanks so much. And to everybody listening, you can find links to everything we’ve talked about, Dave’s books, Instagram, social, probably videos of he and his brother beating the living shit out of each other and much more in the show notes, which you can find at fourhourworkweek.com/podcast. So spell it out, fourhourworkweek.com/podcast. As always and until next time, thank you everybody for listening to the Tim Ferriss Show. Posted on: June 6, 2018.", "speakers": ["tim ferriss", "dave camarillo"], "text_sentences": ["hello, boys and girls, menasama", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers", "what the hell does that mean", "that means i talk to people who are really good at what they do and try to tease out the routines, habits, philosophies, belief systems, etc", "that you can apply to your own life and test yourself", "this episode we do not have an entertainer, we do not have… well, we do have an athlete", "i was going to say we don’t have an athlete but we have a hell of an athlete who has now turned into one hell of a coach, dave camarillo, c-a-m-a-r-i-l-l-o", "dave camarillo was, for a long time, my brazilian jiu-jitsu coach and he is a machine", "in fact, there was a phrase, “dave against the machine,” that was used for awhile", "and onthemat.com once said about him, for instance, “it’s funny that everybody in judo is scared of david’s ne waza – that’s his ground game – and everyone in jiu-jitsu is scared of his stand up.” we guess people in general are just scared of him", "he is a very technical coach, was a very technical fighter and there are many people who took note of this", "he dominated the lightweight and open weight classes, for instance, at the 1998 hickson gracie american jiu-jitsu association tournament and the legendary hickson gracie himself bestowed the honor of most technical american jiu-jitsu fighter upon david", "he is an elite level judo competitor", "he is an elite level jiu-jitsu competitor and has worked not only with people in the ground game but many recognizable mma figures as a coach and a corner man, and we will talk about both of those", "we’ll delve into his background, we’ll delve into his teaching and learning style, and i think he is really unparalleled in many respects as an instructor", "and we also have a fair amount of ball busting and sharing of old stories that many people – most people, perhaps all of you, or none of you – have heard", "and you can find dave, and i highly recommend you check him out, at guerillajiujitsu.com", "that’s guerilla like sniping from the trees, not gorilla like silverback, and you can google dave camarillo bjj to find the site very easily", "you can find him on instagram, on twitter @davecamarillo and on facebook, i believe it’s just facebook.com/dave.camarillo", "but this is a fun one", "we get into tactical training, military training, everything from fights in ice hockey and how to think about those, to using a flashlight in a hallway to how his mom is the best sniping shot in the entire family", "so without further ado, please enjoy my conversation with my old friend, dave camarillo", "dave, welcome to the show", "thanks, man", "that was a dramatic inhale", "i’m just tripping out at your place", "i feel like a little kid, like what’s that, what’s that; where does that come from", "a lot of walnut", "there’s a lot of foliage on the wall", "it’s a museum", "we do have a deficiency of wine but it’s a little early for that", "no… but go ahead", "we have quite the history, and the history of wine, but we’ve known each other for probably 12 years", "it’s gotta be", "it would have to be", "the earliest memory is us running away from mass hysteria at an mma show", "god, the maranga, or whatever it was", "there was a stabbing and then swat police, and then me going – like trying to protect your booth that you had, or whatever it was", "do you remember", "it was complete chaos", "i remember this", "this was at a casino, god knows where, somewhere in california", "i don’t remember, yeah", "but i recall driving there in my mom’s shitty, hand-me-down minivan, which i needed so thanks, mom", "but it was not impressing the ladies or anybody else", "we were not impressed", "dave was not impressed", "no romance ensued", "so i parked that outside and i remember this booth", "it was basically against the wall, and there was a fighter there who was a member of a biker gang", "and all of his homeys sat in one of the back rows – no, they at in the front row", "one of the front rows", "and some other drunk idiot got upset and threw like a double gulp or something towards the ring, hit one of these bikers in the back of the head", "and the guy was like: oh, yeah", "turned around, pulled out a knife and stabbed this guy in the chest", "and then all hell broke lose", "i remember this", "that was the craziest mma event", "i have not been to a lot and that was nuts", "yeah, it was completely pandemonium", "i remember crawling up and basically rock climbing, like bouldering up the side of the wall to get off of the floor because people were just trampling the table", "and then you came by and saved my ass and grabbed me and pulled me back into i guess one of the warm-up rooms or something", "and at the end of that, i remember i went outside to go to my car a few hours later after everything had cooled off and there was blood smeared on the side of my minivan, and i was like, okay", "on your minivan", "yeah, on the side like somebody had been bludgeoned or shot or stabbed", "there was blood just – i’m sure people got trampled and all kinds of stuff", "– smeared across the side of the van because there was an additional round two, round three fight outside", "oh, that’s nice", "yeah, that’s always nice", "so yeah, so we know each other from that", "let’s see, some other color for those people who would like some context, i have told a story many times that you’re a part of but i’ve never mentioned you by name", "don’t worry; it’s not too incriminating", "when i mention the story of me outsourcing my dating, and the booking of dates, this was in willow glen when we were living together", "and we had a lot of wine one night and we were having a debate about what could be outsourced or not", "that’s right", "the bet was i think a case of wine from your mom, i think it was", "yeah, she worked for gallo", "yeah, exactly", "so for those people who are wondering, the outsourcing your dating story that i’ve told a few times, dave was the inspiration for that", "yeah, that pops up", "i got word from gallo because they search for those keywords and all that, and they told my mom and my mom told me, like do you know a tim ferriss", "yeah, he’s a pretty cool dude", "i know him", "anyway", "at the time, you were living at my place and i’ll give just another dave story that comes to mind", "when people are asking me about – i remember being asked at one point because i went to iowa and got to watch the olympic trials with dan gable, which was a dream come true; hope to have him on the podcast at some point", "and someone was debating someone else about head gear", "now, i’m not saying you should or should not wear head gear but i remember one night at my house, you had an ear infection", "and you couldn’t get the q-tip into one ear", "and i was like man, i’ve got a lot of problems; i don’t need to add to that list", "i should be able to – that’ll screw up your modeling, too; you know what i mean", "the modeling that… your earring modeling career is out", "i can’t wear those – what you’re wearing right now", "i can’t wear… oh, the ear buds", "because i have it on the inside of the ear", "like normally it’s really cool and you can see it from afar on the outside", "but when you get it on the inside, it messes up the whole thing, only on one side, too", "that’s my dog", "that’s my self defense system", "we’ll be talking a lot about self defense", "so for those people that are wondering what this is that we’re referring to, it is what is known as or referred to as cauliflower ear, in japanese, takwa", "and you can check that out using the google machine", "so dave, what are you keeping busy with these days", "i travel a lot", "i’m doing a lot of traveling", "for what", "what i’m trying to do is – what i’ve always tried to do is answer every question instead of just answer one question, and it’s been good and bad in my life", "and right now i’m using martial arts as a kind of framework to problem solve in many different areas", "right now i’m working with my academies", "we have girl jiu-jitsu academies in pleasanton and san jose, so that’s kind of the base of what i’m doing right now", "and when i’m traveling, i’m traveling to train military law enforcement and other affiliates and just people who are jiu-jitsu enthusiasts, self defense enthusiasts, mma enthusiasts", "and at the same time, i’m still cornering fighters and just getting them prepared for battling", "there are so many different contexts there; jiu-jitsu, judo, wrestling, mma, self defense and i have to quickly transition and problem solve depending on who’s in front of me and what they want", "so we’re going to jump into an example of problem solving that we chatted about a little bit earlier when we were eating omelets and drinking coffee", "but mma fighters, who are some mma fighters people might recognize that you’ve cornered", "i think the most famous would be cain velasquez, but anyone from that ak group in that time; cain velasquez, jon fitch, josh koscheck, mike swik, daniel cormier, all of which – who exceeded outside of mma in other areas of fighting like kickboxing and things like that, wrestling", "that really added to my understanding of not just g grappling; that’s what i started with, judo and jiu-jitsu", "but understanding how to increase pain thresholds by being punched in the face", "understanding the motivation for movement, which is being punched in the face, in the context of fighting", "fighting in self defense but also mainly for mma competition", "one of the things that has always impressed me about, for instance, your teaching – i haven’t been cornered by you because i’m not qualified remotely and i need to keep the brain cells that i have but when i visited at the time aka, where you were then and took your class, what stunned me was how the baseline for your students seemed to be higher than at other places", "and what i mean by that is i’ve been to many different schools, and good performers – meaning good competitors – aren’t necessarily automatically good teachers, although they might think that they are, and frequently the teaching method is kind of a technique du jour", "the instructor is like: well, what should i do today", "and they sort of roll a 20-sided die if they’re dungeons and dragons [inaudible] which they probably aren’t but they come up with something and they teach, and there isn’t really a cohesive framework or a progression or a foundation that they build very well", "and when i went to the first class and then repeated that and came back, i noticed that everybody was kind of uniformly difficult to deal with", "and that was because you’d used a logical progression to build a foundation that made them difficult to deal with, like attacking at angles; just a handful of kind of first principles that made them very formidable", "you’ve also taught – am i making this up", "i might be; sometimes i do", "but did you teach – if it’s good, just keep going, man", "just use it", "did you teach chess at a period of time", "i did", "you did", "now, have your approaches to both of those been similar in any way", "or has one informed the other", "chess and fighting", "i think the overall – like developing a framework is where you start", "like i need a framework to understand how to achieve a set goal", "and then you just switch between different situations; what’s the context, if it’s mma or jiu-jitsu or whatever it is", "in chess, it was pretty simple", "i’m like, how do i make this as simple as possible, when i’m teaching kids who have never done chess in their lives", "what i do is you know, i’ve got to get my pieces out so i understand that", "then i would talk to people, is that… yeah, you want to get your pieces out, right", "you want to control the center, okay", "i call it the bridge; control the center", "and then you want to start formulating an attack", "very simple", "do those three things, understand what each piece does, and go", "so the technique is understanding what each piece does", "to me, that’s the simple part", "to me, technique is one of the most simple aspects of getting good", "it’s your framework, it’s your understanding how to develop, how to desensitize, how to develop a strategy to implement what you know and channel it for green lights and avoid red lights", "so like in fights, for example mma, green lights are very quick", "meaning you punch and it lands on the guy’s head", "a red light is if i punch, he moves and he counters and punches me", "and so we’re constantly finding these green lights", "but if i’m trying to find these green lights in a situation where somebody’s really, really good and especially like jiu-jitsu, because it’s so convoluted; there’s so many variables", "and i don’t have a strategy behind that, i don’t have tactics; then i’m kind of reactionary", "when you do something, maybe i’ll do it and that’s a skill in and of itself", "it’s a very good skill to possess to develop", "but it can’t be everything", "your initial is what are the main principles to start controlling the mid ground", "control that mid ground; neutralize and control my opponent", "take them out of their game", "provide these principles, execute these principles and neutralize", "i think that’s the key word is neutralize my opponent before they start gaining confidence and gaining ground on me", "what are some of the differences in your – let’s just say how you teach a novice in jiu-jitsu, compared to perhaps other schools", "what are some of the things that you focus on or don’t focus on in the beginning", "first, a lot of people talk about jiu-jitsu and they talk about i have this type of jiu-jitsu game", "and a lot of them i think need to start at a fundamental framework for a game", "what does a game mean", "a game is essentially how you play the game, and everyone may be slightly different", "but you quickly identify i would say the most utilized positions for top and bottom", "it’s like mma on the ground; you have a top and you have a bottom", "and jiu-jitsu is very simple", "you have the attacking positions for top or side control mount and back", "for bottom, those would be defending those advantageous positions", "and then there’s guard, which is where most of the positional struggle comes from", "it’s hard to attack from top; trying to open the guard in this case", "and on bottom, you can defend attacks so on bottom you’re trying to attack", "but the idea is to see now how many guard systems are there", "there are three main ones: closed guard, open guard, and half guard", "so that’s six positions, multiplied by top and bottom; that’s 12", "so if i find go-to moves out of 12 positions, i have a game", "because i’m set for no matter what happens", "even if i get swept, well, where are you getting swept to", "what position are you ending up", "it’s one of those six", "and then you immediately kind of just jumpstart your game by understanding i have two moves from that position", "that’s how a beginner should take it", "they should – you talk about it all the time – simplify", "keep it really simple but get good at being simple", "so in the case of, say, guard, what are some principles that you underscore and i’m associating, too with you and i want you to tell me if these are right or wrong", "but one would be walking your shoulders in and getting sort of flush with your hips to the extent possible", "and the second is positioning your torso at an angle", "i don’t know why i associate that really on training with you", "but there are a handful of things like that that similar to the three things you mentioned for chess, i have found if i weren’t rolling for, s ay, six to 12 months but i just kept those things in mind, the rest would come back", "right", "it’s control grips, stay busy with angle, and destroy your opponent’s posture", "and if you’re doing those things, they’re constantly having to adjust to what you’re doing", "we have a saying in self defense, like you’re either behind the curve or you’re ahead of the curve", "and in this case, when you do things like that – disrupt base, and constantly grip fight, and get good at that and are constantly attacking because angles are an attack; then you’re chasing your opponent down the alley", "he’s not chasing you", "he’s gonna eventually stumble and you’ve got him", "so for people who aren’t familiar, i’ll give a little bit of context and obviously, dave, feel free to jump in at any time", "but for those who don’t have martial arts background, you have judo, let’s just say, and contrasted with jiu-jitsu", "so judo one could think of as primarily a standing game, although there is ground game but they get stood up very quickly so a lot of throws, very dynamic; it’s an olympic sport", "then jiu-jitsu you have a primary focus on the ground, and that could be of course positional advantage but then you have submission, so chokes or joint locks and then there’s point scoring systems and so on, much like judo", "just so everyone’s up to speed on vocab, also, you mentioned a gi", "for those people who don’t know those terms, that means a uniform", "you could think of it as not the cobra kai type uniform from karate kid because it – those are really cool, though", "which are cool but they don’t have sleeves", "so you need sleeves", "and you use the uniform", "when we’re talking about grip, that can apply to the use of the fabric itself", "or without that, no gi practice, then grabbing the wrists or the head and using sort of clinching position similar to wrestling", "the last piece for those nerds out there who want to know what gi is in japanese, it’s actually the same character as ki kimono", "so there you have it for the japanofiles out there who want to nerd out", "because dave, you’re well known for coming from judo and competing at a high level, and then developing a very high level jiu-jitsu game and combining those elements", "so guys would be like all right, i don’t want to get triangle so i’m going to stay standing, and then uh-oh, flying arm bar later – something you became pretty well known for – then they would say all right, i don’t want to get flying arm bar and i’m going to go to the ground and then they get triangled", "are there elements of judo that you still apply in your jiu-jitsu or teach in your jiu-jitsu", "the sense of urgency that you have in judo that does not exist on that level in jiu-jitsu", "it exists in mma because you’re getting hit in the head", "but the idea is i need to move; i’m very obligated, very motivated to move because i don’t have a lot of time", "especially when you go on the ground", "as you talked about, judo has tachi-waza and na-waza", "tachi-waza is the standing technique where we throw each other", "na-waza is the groundwork", "we’re vying for position, we’re looking for osaekomi which is the incapacitation of your opponent on the ground", "when i hit the ground, i grew up in a culture of i don’t have a lot of time; i really gotta get something going because if you don’t progress your position, the referee will just halt the match using matay; restart the match", "you’ve lost your opportunity on the ground", "so rules dictate behavior", "so you see a lot of judoka who don’t focus on the ground because there’s not a necessity to do that", "things are changing now", "but travis stevens did an amazing job in the olympics on the ground because he cross-trains", "and i think i was maybe one of the first persons to start cross-training", "and the reason why i cross-trained is it’s something new", "like how many uchikomi can you do in judo", "uchikomi is repetition of half-throws", "we’re doing this over and over", "and when i talk about the difference between judo and jiu-jitsu, like i’ve drilled a seoi nage, for example, which is a judo throw or an o goshi, which is a hip throw where you’re controlling the hip and you’re throwing your opponent on his back", "i don’t know, 100,000, 200,000 times", "because you can rack up 1,000 of those in a workout", "oh, yeah", "and five a week times two, sometimes twice a day so that whole 10,000 hours idea", "but how many of those did i get in competition", "not even a fraction; it’s like less than 1 percent", "but the idea is my mind is ready to commit, and commit at the right time and not at the wrong times; find those green lights", "but the second you hit the ground, if you’re going to take advantage of another opportunity, you need to educate yourself", "and back then, i just don’t think judo had a structure that jiu-jitsu possesses on the ground", "and so part of it was my ego saying you jiu-jitsu guys are not doing anything i don’t know., the other part was: well, maybe they are, and i have to figure this out and find out", "and i remember the first time i went to help gracie’s jiu-jitsu academy in pleasant hill california, and he was submitting me with his hands behind his back; hands behind his head, actually", "and i was trying to pass his legs, which is his guard and he’s on bottom, i’m on top", "and i have all of this angst", "and 19 years old, i was like a world level competitor and i was really, really fast and young and dumb; you know how it is", "i couldn’t pass his legs", "i’m still dumb; i’m just not fast anymore", "and we’re not young anymore", "but i couldn’t pass his legs", "next thing you know, he’s doing sankaku jime triangle choke position off his back", "and i’m like tapping out, and he’s not using his arms", "and i’m like, isn’t failure awesome", "like that was a point in my life where i was just like man, it’s failure over and over again", "and i’m glad at that point that i had the ego to keep rebooting and driving forward, and do the same, stupid thing over and over again", "because then you knew it wasn’t a fluke, right", "like if i put my hand in fire, you’re probably not going to put your hand back in fire but i’m glad i kept putting my hand back in this fire and getting burnt and burnt and burnt", "and it really elevated me to like, there’s something here that i don’t understand and i need to do for the rest of my life", "and i’ve had that in many aspects of my life", "and every time i come to a new corner, it’s the same; i do this mistake", "like when i started getting into combatives, i remember the shock knife training", "have you ever done this", "do you remember this", "i don’t remember this", "you might not have done it", "i’ve never used a shock knife", "it has scarred me both physically and emotionally so i’ll never… you explain what it is", "we’re kind of jumping all over the place", "shock knife training is essentially adding the motivation of pain to a supposed real-life situation, so like a scenario", "simulated knife attack", "a simulated role-played knife situation", "and we would have our hands – and i would teach this in macp, modern army combatives program", "i’m level four certified, which is the highest", "but anyway", "through that training i put my hands on the wall", "macp is pretty good rap; stage name, also", "we’re not there yet but it’s coming", "don’t worry guys; we’re going to get to dave’s freestyle", "continue", "my hands are on this wall, and the instructor is like face forward", "and there are six guys, and we’re all side by side, hands on the wall like a police line or whatever, i don’t know", "and then he would throw this shock knife", "and essentially what a shock knife is, you can grab it", "it’s got a blade part, a handle part, and it’s got this really cool button on it", "and when you press the button – and it’s cranked all the way up, by the way, because there’s a level; you can throttle this thing up", "you press the button and you see the sparks on the blade", "you hear it, which is probably worse than seeing it, and then feeling it which is even worse than that", "and essentially, it’s not going to scar you physically so much as it is mentally", "i’ve had best friends that i hated because we’re doing this drill", "so they would throw this shock knife", "now by throw, you mean just touch you with it", "no, they would throw it on the ground and we all had to fight for it", "and it’s turned on", "it’s ready to go", "you’d have to press the button and stab people", "wow, this is like some sci-fi lord of the rings shit", "before the drill starts, everyone gets shocked so that – you know what’s coming", "we mean business", "so we’re clawing, fighting, cursing to try to get this stupid – and i still have it, this shock knife and stab each other with it", "it’s basically like a taser in the shape of a knife", "effectively it’s sort of an electrified… but it doesn’t incapacitate you", "got it", "which is worse because then you can be held down, which i was, and essentially shocked over and over again by jon fitch, who’s my stupid partner", "hey, i got it", "let’s partner you up – because normally you do it with just normal people", "you should explain who jon fitch is for folks", "jon fitch is one of the best fighters at welterweight in history", "so he was ranked no", "2 for five years when i was training him", "pretty good wrestler", "he fought gsp and ufc", "he’s now the current world – the event he fights in; i’m sorry, i don’t know the exact… he just won a big world champion title", "he was also – was it wrestling captain at perdue", "at perdue", "captain a the american kickboxing academy for the mixed martial arts program, which is probably the best in the world, in the entire world", "and he was a guerilla jiu-jitsu black belt", "is there anything else we could – and he outweighed me by 20 pounds", "i’ve sparred with jon", "sweetheart of a guy", "super nice guy", "but you put him in a shock knife drill… yeah, you have a real task no your hands", "you could be blood brothers and then ruined relationships, like just throw a shock knife in training", "then the idea is like the second somebody got it, and it’s kind of a double edged sword; he becomes the enemy and you have to collectively work to take that shock knife away from him", "there were variations of the drill", "right, scenarios", "i have video of me using very colorful language, being held down sweating and my partner on top is jon fitch", "where he could do that just punching me, but hey, let’s give him a knife", "let’s talk about problem solving because i’ve always admired how methodically you can think through, for instance as you mentioned earlier, the 12 conceivable positions", "so if you have your go-to and your backup, i’m just thinking about half cart is a particularly – a weak position for me that comes to mind", "where having a go-to and a backup, and just having those two", "it’s like no, you’re not going to accumulate 27; work on getting really good at those two", "and that saved my ass in situations where i was caught in a relative position of weakness", "i was able to act quickly, also, having those two defaults", "so the point being, problem solving; you’re good at it", "and thinking through the different permutations of positions; talk about or share what you were explaining to me earlier", "we only got partway through it", "so flashlight, hockey", "go", "go", "so i tend to get random texts, i would say problem solving texts", "and they could be jiu-jitsu related, judo related from different students", "my buddy who is a retired marin sent me a text: do you have a curriculum fighting with a flashlight", "i’m like no, but give me five minutes", "and i say that with confidence, essentially because i’ve done so many different types of training with different people under different rule sets, or no rules, or whatever the situation in different environments", "and everything i say right now is just running down the stairs of variations and variables", "and just to underscore something that people may be wondering, you also are no stranger to weaponry", "you know how to use firearms", "you know how to use these various tools and have a lot of experience", "it’s to like you’re combative-naïve going into it, thinking about doing some type of gi choke as the only approach in some self defense situations", "right", "so yeah, you’re somewhat creative understanding that you’re increasing your spectrum of toolsets", "i grew up with parents who hunt, and i grew up killing my own meat and shooting", "then when i started training in the military, i did a lot of firearms training with pistols and m4s and stuff like that", "who’s the best shot in your family", "my mom is – hopefully my dad isn’t listening to this but my mom is the best shot in the family", "she’s a different kind of shooter than my father", "my father can do it under stress very quickly", "like instinctive shooting", "instinctive shooter", "he’s shot a – i think it was a deer, running 50 yards, in the head", "the bullet happened to hit the dear in the head", "but like i said, he can quickly bring that gun up and pull the trigger and get things going, apply those incremental, fundamental nuances quickly", "where my mom, if you give her a rest, she’s like a sniper", "like rest, just hang out, 400, 500 yard shots no problem", "which, coincidentally, is not that uncommon", "there are historically a lot of uber successful female snipers", "every time we go shooting, if i take a student or something, i can see the difference between men and women very, very quickly", "it seems that there’s so much more patience, willing to accept failure; go down the list", "so my mom has been an amazing, i would say, influence on accepting failure to a crazy type a personality that i’ve developed, probably since the womb", "so you have this familiarity with weaponry which i just wanted to make clear to folks; we’re not dealing with someone who’s speculating", "did he give you any parameters on the flashlight", "i said i want a little bit more of the story, like what’s the situation", "well, home invasion, hallway, you’re surprised", "because i would think if that’s the case, then you should maybe have a gun or something", "in this case okay, i’m restricted to the flashlight", "i’m like, okay", "so put that aside for a second", "and i remember recently putting together a fight camp for a hockey player, plays in the nhl, one of the top teams", "he came down for a four-day fight camp", "and i’m starting to good at developing these fight camps that specifically cater to individuals that fight but under different rules", "it could be judo, it could be jiu-jitsu, in this case hockey", "nhl", "nhl", "so i talked to this guy – i forgot his name", "i think it’s scott mcintyre", "excuse me if i’m wrong but he’s full-on, like canadian accent", "and i was doing research", "so i’m talking to this guy", "i’m like, you were a bruiser", "so give me some feedback… he was an enforcer", "he’s an enforcer and he’s retired", "my buddy gave me his number", "so i’m trying to do research and i need to talk to somebody who’s been in the field, been in the hockey field, been in fights", "but why not talk to someone who’s a bruiser, who’s really good at it, right", "man, i want to put him – you should have him on the podcast", "you would do this", "you go: explain hockey fights, and then put the mike in front of him and he would just go", "sounds like a great episode", "i’ve met one enforcer, and i have to say if the rest of them are like him, they are terrifying", "yeah, it’s the same", "it’s the same", "and like he goes back and forth between: yeah, you could get brain damage but man, i like the way things used to be, you know", "we would just fight, and it was just about – you know, the guy, especially when i had kids, he was just trying to take food off my kids’ plate and all that", "and i’m just like: go, just keep going", "so he finally got to the technique part, and i’m laughing, i’m already laughing and i’m like, i’m having a great time", "but i’m also learning; it’s an education", "because under those specific circumstances, the rules change and there’s technique", "like these guys know how to fight", "so how do you fight in a hockey match", "okay so since you have a jersey, which is very much like a gi; we have that friction of grabbing", "the best place to grab is inside the shoulder", "inside the right shoulder", "yeah so if he moved forward on you, there’s a backstop with your grip", "there’s a backstop with your grip if he moves into you", "okay so if you grab, for instance, around sort of where the pec meets the deltoid on their right side, you’re basically blocking their dominant arm", "if you’re right-handed, you’re going to use your left… got it", "… to control a few things", "control his movements; you can move him up, down, left, right", "you can off balance him like the kuzushi we talked about", "so kuzushi, just so people understand, because we mentioned the uchikomi but not kuzushi", "kuzushi is breaking of the balance in judo where you initiate the breaking of the balance of your opponent and then… what is it", "is it kakay", "no, i think kakay is when you place your body then in the throwing position and then na-gay is when you’re throwing", "so yeah, kuzushi is throwing off balance", "right", "so you’re able to control movement but you’re also able to defend against his right hand", "so if i’m using my left hand, i’m defending against your right hand", "hopefully you’re right handed", "i am", "they’ll make adjustments", "but when the gloves go down, i would assume you’d have to know that player, played against that team before", "you can nerd out on this and go: i think he’s a right-handed player", "but then you see his stance", "then you’re like making these quick adjustments", "you get your grip, and you’re also kind of shielding yourself with that grip", "so you’ll raise your elbow as his right hand comes across to try to connect with your head", "you can use your helmet also like a shield", "so we’re nerding out on all these little details", "that’s the left side", "right hand, which is i’m right-handed, i’m punching you in the face or in the body", "i’m clearing your grip because you’re trying to do the same thing to me, essentially", "and i’m parroting and blocking and trying to make you go down before i go down", "he’ll explain all this, this guy, mcintyre guy", "he’ll explain all this and then he goes: but really, you just gotta be tougher than the other guy and just keep punching him really violently until he goes down", "he would go back and forth between here’s the technique, but then in the end just get out there and just beat the guy up, you know what i mean", "it just became like detailed to totally like a bonfire of just recklessness and crazy", "you know what i mean", "violence", "you know what’s so funny about that, it makes me think about at one point when i first started doing muay thai and i haven’t trained in any of this stuff in ages so i mean a pomeranian could kick my ass right now", "it’s true", "when i first started training in muay thai, i hadn’t done any thai kickboxing that was legitimate up to that point", "i had done kind of like mal ninja kickboxing, which was like 1980s flashy shit", "and i remember going in", "i’m hyper analytical and i’m taking a class with this incredible world champion thai fighter", "he’s trying to talk to me about teaching sort of mid kicks, like body kicks", "and i’m like well, should have come up – and his english is not fantastic", "i’m like should i come up at this angle, come straight in, come down", "do you want to hit the ribs", "do you want to go for right under the armpit", "you’re saying this", "yeah, i’m asking all these questions", "and he understands the question", "he looks at me and he goes: don’t matter; just kick harder", "hung-hung, hop-hop, pung-pung", "and he had all these sound effects he used to try to illustrate", "and he’s just like: what are you talking about", "just fucking kick him really hard", "that’s ally you have to do", "it’s like oh, okay", "he’s like: yeah, it doesn’t matter where you hit him; it’ll hurt", "just kick him really hard", "i was like oh, okay", "that’s awesome", "that’s exactly how it was", "it’s like in the end, you’ve just got to be tough", "so you’re studying – you’re thinking back to the hockey parallels… yes", "… to the flashlight assignment", "so if i develop a curriculum where i’m using elements of the hockey fight, i would say range", "like you can call it hockey pocket", "because we call it the pocket in boxing", "you’re right there where he can hit you and you can hit him", "instead of full – if it’s a home invasion, i don’t know who they’re with and you get surprised, like around the corner", "that’s the kind of situation that we’re dealing with", "and then you have a flashlight", "so that’s the kind of like parameters i’m working with", "the first thing i would do is get a grip to control the threat", "you’re controlling the person in front of you", "and then utilize the flashlight", "and remember, it’s gonna sound violent for people but you’re in your home and you’re protecting your family, kind of situation", "so i even started nerding out on the grip on the flashlight", "so i know mma has hammer fists", "we can punch straight – a hammer fist is just like i have a hammer in my hand", "so i’m bringing the blade of my writs down on the body or the head, not the back of the head because i don’t want to break my hand but traditionally in what we call the triangle of the head", "so the triangle of the head is kind of like third eye", "yeah, all the way into the jaw line to where you can essentially either blind them by creating fluid in the eye because i can poke you in the eye and the fight can be over", "really, because you can’t see me… happens all the time", "happens all the time", "and just for people who are having trouble visualizing a hammer fist, imagine andrea the giant in princess bride, how he punches", "such a good movie", "sort of smack big guy on the top of the head", "or if you prefer blood sport, the redneck, his first fight – i’m dating myself, here", "but yeah, you make a fist and instead of hitting with the front of the fist, you’re hitting with the bottom of the fist, effectively", "but if you haven’t seen those movies, come on", "you have to", "yeah, to be culturally relevant and respected i think in the united states, you need to watch both of those", "but continue", "so i’m forced to face this threat", "usually we’d have tactics to kind of get offline", "we do this in jiu-jitsu, we do this in everything we do", "so if i’m offline, i’m outside of your radar", "meaning if you’re facing forward and i’m – we’ll just keep it easy; i’m behind you, you’re not punching me", "but if you’re coming up the stairway, or turning the corner and it’s a narrow – or if you’re against the boards in hockey", "i can’t create angles", "or i’m against the board in hockey", "you mentioned something earlier, creating the t position or going to t", "fighting to a t", "like the letter t", "no, understood", "you’re basically trying to get your shoulders – well, you want to be standing at the side of your opponent because you can hit them but they can’t hit you", "yeah", "that’s good boxing", "so i get an angle, punch you", "and as you correct, i’m getting the angle because now we’re both moving in the same direction so i pop out on the other side", "i can’t do any of those", "so i have to develop worst case scenario, in the pocket, a savage situation where i have to quickly kind of escalate things", "so yeah, you grab the flashlight", "you blind them", "you grab them", "and you proceed to use the flashlight as a tool, i’ll say", "on their triangle of pain, preferably", "right", "the idea is you can develop these – do you have a favorite flashlight for such situations", "sure fire", "yeah, it’s like a 511", "i carry it everywhere", "it’s in my backpack right now", "but you can break windows and stuff", "but you know how they market things, like you can break windows", "well, i don’t want to break windows", "i would never break a window", "but if i had to use it… but the kits", "i guess maybe there are legal things", "like no, you can’t say it will rip the eye orbit out of any assailant so just say it’ll break windows", "well, that’s the idea, though", "but if it’s like me or you, like i could use my surroundings", "that’s the idea behind self defense", "it’s not just my empty hand capabilities, not just all these principles we talk about like getting angles and things like that", "but it’s like i strip you of all that, then what have you got", "well, i’ve got a pillow", "i can use it as a distraction", "i can do all kinds of things like that", "but we’re surrounded by tools", "that’s one of the things that i’ve learned over the years is use your surroundings like macgyver but in a self defense context", "a question for you, then, about – and then i want to talk a little bit about cornering fighters", "self defense; what are the biggest misconceptions about self defense or unhelpful or dangerous things that are commonly taught for self defense", "i think let’s start with what’s i think the most important for somebody who doesn’t have a lot of time to train; i think that’s a better start", "so i think understanding, i would say… a conceptual understanding of how do i avoid certain circumstances, certain situations", "so for example, law enforcement will have a board of different cities and then put tacks on there, on different crimes, like violent crime that tend to accumulate in certain areas", "this is just the way i explain it", "well, don’t go to those areas", "so avoid these conflicts", "like it’s very simple", "you taught me one time, if you love chocolate but you know it’s bad for you, don’t have it in your house", "you know what i’m saying", "like i learned that from you", "so i don’t have any chocolate in my house", "but avoid, like literally avoid being caught off guard, for example", "don’t sit at the table right next to the entrance in the coffee shop with your $4,000 laptop", "exactly", "but don’t allow yourself to be distracted", "don’t allow yourself to look like a victim", "i teach people to own their walk", "the way you walk, the way you carry yourself because the bad guys will just say, right… they’re very much like animal predators", "they look for weakness", "they don’t want an entanglement", "they don’t want a struggle", "like a shark, even", "it’s assessing fat content versus how much struggle will it be to end that life to consume it", "i don’t want to injure myself", "and so the idea, like i don’t know if you see like really strong, confident looking people walking around not looking at their cell phone getting attacked", "i’m sure it can happen but you’re lowering the ratio to which you can become a victim", "and i think that’s the first part of avoidance", "it’s not what technique can i use right now", "it’s not putting yourself in a situation where the likelihood of something bad happening is increased", "it’s lowering the likelihood", "the same reason that i’ve stopped in my advancing years staying out really late", "it’s just like past 1 a.m., the likelihood of something awesome happening is 1 in 20", "the freaks come out at night, bro", "it does", "something bad happening but also like otherwise normal people turn into complete idiots or savages when they have had three too many drinks", "oh, yeah", "so understood the situational awareness", "from a technical standpoint, let’s just say someone’s had a scary encounter", "they almost got mugged or they did get mugged", "they’re like you know what, i need to develop some repertoire", "i live in a bad neighborhood, i can’t move right now", "i just need to have the ability to defend myself without – maybe without weapons", "what would your advice to them be", "you’re walking out without weapons but you potentially could face someone with a weapon", "that’s the thing", "the question arises how far are you willing to go to actually defend yourself", "that’s the first question", "so what’s your threshold", "what’s your mental capacity to dig deep and make it happen, make your family safe, make yourself get out of that situation", "sometimes it’s assessing the situation for what it is", "then there’s another part, desensitizing yourself to many things", "it’s what jiu-jitsu does; getting grabbed, getting choked, getting punched, you know what i mean", "if i get punched – we’ll talk about that for a second", "if i get punched and it rattles me, then i get punched again, it rattles me again and it just continues", "it spirals", "an mma fighter gets punched and they either smile or they move their head before you punch them", "or if you punch them, they’re like: okay cool, i’m gonna fight, cool", "because they’ve been there so many times", "like getting lost, or i’d say traveling – i use this analogy", "if you travel and have never been to a certain city, and you tell me all about the city but i’m going to get lost", "i’ve been there ten times", "the next time i go there, i’m like okay, i know where i’m at no matter what; i’m barely paying attention to driving", "it’s just like i’ve got it, no problem", "it’s the sense of comfort that you develop under stress", "so immediately when something happens and you know something’s going down, what’s your mind doing", "if it’s freaking out, then it doesn’t matter what technique i teach you because the will to execute is going to be stagnant", "this makes me think of a conversation i had with a woman named whitney cummings on this podcast, and she’s a fantastic standup comic", "and i asked her if you had to prep someone to go do an open mike in – i think i gave her four weeks; how would you train them", "and she said night one, and every night thereafter, i’d have them get up on stage for ten minutes", "because being comfortable on stage is 80 or 90 percent of it and material is at most 10 percent, so you’ve got to get comfortable on stage", "does that mean that if you’re raining someone in jiu-jitsu, for instance, or combatives that you have them spar very quickly, how do you simulate that, if you do", "just getting them comfortable with discomfort", "incrementally", "and i look at the client", "like i look at you and i’m like, what is this guy used to", "so let’s say he’s military but has never sparred before", "we can start kind of in the middle", "we’ll do specific drills where we face each other and we punch each other but you’re blocking", "but it’s light punching and as a good coach, you control the intensity level so that there’s no – it’s not getting out of control; there’s no emotions", "because during this training – and i’ve seen it all at different levels but it gets emotional", "like you punch me and like hey, that’s too hard; what are you doing", "i don’t verbally do that, though", "i come back at you", "then it’s like that cartoon where one little knife, and then a gun, and it just keeps escalating until you see the little world and they’re big – you know what i’m talking about", "yeah, like spy versus spy stuff", "it just spirals out of control and emotions and people forget that we’re human beings and that we should be civilized and all that", "and that goes out the window", "a good coach has to control the intensity level to which these drills are experienced", "but if i have somebody who’s never done anything, it’s incremental", "and you work on their pace", "but everyone has the, i would say, ability to push their envelopes, escalate", "like i would say move upwards from where they’re at", "just like you said, you learn by doing, like whitney cummings", "she said get out there", "yeah, get on stage", "get out there and anticipate failure because you’re going to fail right away", "so let’s just say we’re not talking about military", "we’re talking about civilian, non military who maybe lives in a scary neighborhood", "we’re in san francisco right now; there are some gnarly neighborhoods where people have been shot, where people get robbed", "there are certainly more than a handful of spots", "and because it costs $4,000 a month to live in a broom closet here, maybe they’re in one of those neighborhoods", "and let’s just say they are a 35-year-old female, former high school athlete so a little athletics, non college", "so it’s like a competitive – i’m making this up – soccer player", "and has maintained a decent semblance of shape but is non competitive", "and she’s talking to her friends, going online", "she’s like: well, i don’t think i’m going to do any esoteric chinese kung fu or anything like that but i’ve narrowed it down to thai kickboxing, judo, jiu-jitsu, krav maga and boxing; what should i do", "i’ve seen at least all of those", "i’ve seen krav maga", "i haven’t trained it but i’ve definitely studied it as a student", "not as a student but like observing it because i’m interested in it", "as a researcher", "i think krav maga is excellent", "the only thing is that there’s a spectrum for everything so low intensity to high intensity, right", "it’s very high intensity", "a self defense encounter also has a spectrum", "the no", "1 goal of a self defense encounter is to deescalate the situation; to make things safe and calm", "you can throttle up and throttle down to make that happen", "if you’re only used to throttling up, you’re cutting out 80 percent or whatever", "you’re cutting out the lower end of that spectrum", "i’ll give you a perfect example", "muay thai, too, muay thai is like dangerous stuff, man", "but i was in my house and i had a friend who got intoxicated", "he was so intoxicated, and everyone handles their alcohol differently but he started becoming obnoxious and touchy and pushy", "well, he pushed somebody i care very much about and it’s like red flag, and i started getting in between them and he was just thinking it was a joke", "i remember the moment to which i had to go hands on him, like okay, i’m going hands on", "and i’m kicking this guy out of my house", "he has to go", "i’m not mad at him", "it just has to be resolved", "it has to be resolved", "let’s say i only did muay thai", "i like muay thai", "am i going to enclench him and knee him and high kick him in the head", "i’m not saying that’s what you’d do but… the palette with which you can paint is limited to things that are going to inflict serious damage", "and what you’re used to doing, yeah", "and so i used jiu-jitsu in a standing position", "he was standing, and i’m not throwing him on the ground; i’m just going to use jiu-jitsu", "i wrapped his arms up because i noticed he was also – remember, this is my friend, and he’s still my friend", "i don’t care", "just that’s the way – just no more tequila shots", "yeah, exactly", "so i wrapped up his arms because i noticed he had a knife on him", "and i’m not saying that he’s going to use that knife but a few things going on, just my perspective", "i decided to go hands on, which means i’m not turning back", "once i’ve decided, i can’t turn back because that invites him to continue the behavior which i don’t want", "it’s gotten out of hand", "and i’m desensitized enough to be composed to not throttle up, and to see how the threat can spiral and get worse", "so if my angle is to deescalate the situation, i don’t want to give him an opportunity to escalate it any further", "right", "if you give him some kind of push kick in muay thai, and then he whips out [inaudible] – [crosstalk] because i don’t know what’s going on in his head", "maybe now it’s like survival", "so if he grabs the knife, maybe he’s out of his head", "and i don’t want to hurt my friend", "so i wrapped his arms up and patent him against my door, and he couldn’t even move", "so i neutralized his ability to escalate by getting a knife or whatever it is, or even hitting me, and i was able to look at him face to face while wrapping him up and saying: hey man, you need to calm down right now", "and then that tone comes in to totally tell him", "physically he knows he’s under control", "now it’s verbal", "hey, i’m giving you an out right now", "you need to calm down right now or it’s going to get much worse", "like i’m not yelling and screaming but i’m very firm and like this is your only way out, essentially, is through my door so that we don’t have to do this anymore", "what happened", "i got him out", "he slowly calmed down and realized", "and literally you could see a switch go off, like okay wow", "first off, he didn’t realize that it had gotten out of control", "then he realized how much control i had of him, which i think helps him come to that first conclusion", "and that’s how you deescalate a situation", "not all self defense confrontations are life threatening", "they could spiral, like we talked about, but he’s my buddy", "i don’t want to hurt my buddy", "it’s just one of those things", "so when your system that you choose, in my opinion, ,and this is what we nerd out on and focus on, is understanding and giving you the tools that you need to be composed, and also throttle it up if you need to and throttle it down", "that starts with mental composure but we have the technique to do that as well, and control the elements that would give you the opportunity to kind of spiral things out of control", "same thing with law enforcement", "that’s what they… even more so with law enforcement, in a lot of respects", "and it’s very tricky with law enforcement because they’re dealing with life and death situations", "i don’t think i was but i’m prepared for it", "but i don’t think i was", "would you therefore recommend jiu-jitsu as step one for the 35-year-old former soccer player female living in the tenderloin in san francisco", "100 percent", "this has no relation to that being my business", "never ask a barber if you need a haircut; lesson no", "1", "like that surgeon", "when i asked him do i need surgery, he’s like yes", "you’re like oh, wait, that’s what you get paid for", "i had a torn bicep and i’m glad i did not get the surgery, let’s just say", "okay so i had this conversation on my podcast", "i’m like, what is the greatest martial art", "what is it", "and i’m always reluctant to say jiu-jitsu is the greatest martial art because i’m very big on – i need to get to a point where i can say that with extreme confidence", "i see a lot of people that you’ll have a jiu-jitsu black belt who only did jiu-jitsu say jiu-jitsu is the greatest martial art in the world", "i’m like, i agree with you but why", "why do you think it is", "i’ve sampled so many different – i’ve been so uncomfortable training shock knifed on the bottom, cain velasquez is punching me in the face", "doing shooting drills and big, strong unit", "for those people who don’t know who he is, you should look him up", "getting grounded and pounded by cain", "probably one of the best heavyweights in the history of ufc", "you know, that all the way to using very simple, controlled techniques and movements to corral someone out of my house", "that’s the spectrum that i deal with", "but that’s jiu-jitsu", "we offer it with our system", "and i see like in a lot of other arts, it’s not necessarily that capable", "without saying we’re better than you; i’m not saying that", "i’m saying there’s something for everybody", "but if you’re telling me 34-year-old schoolteacher who’s never done anything in their lives, you have to check out jiu-jitsu", "because a lot of the situations, especially women, that potentially could find themselves on the ground… right, because the motivations are often different", "it’s not someone trying to kill you; it’s someone trying to rape you", "right", "if you’re 20 years old, or 15 years old or whatever it is and you just want to do mma, and you want to fight professionally, then go do mma", "that’s great", "but you better have good jiu-jitsu anyway", "that’s such a component", "it’s what i call a universal usage", "it has universal usage", "you can compete, you can nerd out on the self defense aspect", "you can apply it to mma context", "you can use it in self defense", "guys can use it going to war", "you can do it forever", "it’s the one sparring, i would say art, that you can do forever", "hey, tim right now, i’m going to ask you a question", "are you ready", "i’m ready", "do you want to do randori, like judo randori", "no", "right now, hard, 100 percent", "no, i do not", "what’s randori", "randori is free sparring", "and yeah, you’re going to catch some hard corners no matter what", "so just imagine, for those people who don’t understand, we have that gi on and we’re grabbing each other, and we’re trying to lift each other off the ground with technique", "off balance you, lift you off the ground, apply your technique", "and then once you’re off the ground, essentially i have total control of you", "so i will slam you on the ground as hard as i can", "and the harder and the more on your back you land, the mo re pure it is and the more chance the match is over", "the more points you’re going to receive", "and that’s essentially the goal", "when you’re 40 years old, you don’t want to do randori", "but we can still, me and you, get our gis on or no gi, it doesn’t matter, and actually grapple in jiu-jitsu and do it pretty much for the rest of our lives, like we talked about, with a good partner", "so the longevity aspect of it, it’s outmatched in the sparring arts", "you can spar", "we can go back and forth, and have resistance, and have a set goal of you choking me, me choking you", "a couple of just random – they’re not really random; they’re related to this but i’m so curious", "because i don’t know if i’ve ever actually asked you this", "what is your go-to technique – this is called tokowiyaza in judo – and it’s your specialty for throws", "what is your tokowiyaza", "tomoe nage", "tomoe nage", "it’s a beautiful throw", "so for those people who are wondering what the hell this is, it’s kind of like the captain kirk throw", "he did this in star trek once, where he pulled the guy, put your foot on his stomach and then kick him over the top", "but there are a million and one variations to that", "just one recommendation for people, if you want to see a guy who uses it at a super high level, hard name to spell: kashiwazaki", "it’s this guy named… kashiwazaki", "yeah", "kashiwazaki was not only – exactly – not only a tumoinogy specialist but a ground specialist he was one of the greatest of all time", "oh, one of the greatest", "and he would use tomoe nage to throw people into a mounted – he would be in the mounted position", "so he is one of – i don’t know if you knew this", "he was one of the very first japanese, high level judo competitors cross trained in brazilian jiu-jitsu", "he cross trained", "oh, yeah", "i did not know that", "yeah, i picked up a japanese magazine maybe ten years ago and it was kashiwazaki and some brazilian guys he’d been training with for ages", "so not during his competition", "i don’t know", "or during the early years", "all i saw was it was the headline in an article in the magazine that i used to love", "i was in japan from 15 to 16 called katogi zushi", "katogi is martial arts, basically", "so i used to always buy that magazine", "and then i’d skip all the professional wrestling bullshit and go straight to the mma stuff, which at the time was called – i guess it was [inaudible], something like that back in the pancras days and all that, before usc", "and when ken shamrock was known as wayne shamrock in japan for some reason; i have no idea why", "and he had long hair", "this was way, way, back", "oh, i remember, man", "wow", "yeah, way back in the day", "so kashiwazaki, if k-a-s-h-i-w-a-z-a-k-i, it’s worth looking up", "so tomoe nage was your go-to – another guy, flavio canto", "flavio canto", "where’s he from", "brazil", "how do you spell his last name", "c-a-n-t-o", "flavio canto, a friend of mine", "he had good ne-waza well and it’s pretty simple, like i like the ground, i like the tachi-waza, what’s your favorite throw", "a throw that i can kind of do both", "that gets me into a great – it puts me in a position", "[crosstalk] so tomoe nage, that’s a great one", "kashiwazaki could do this amazing thing", "but it’s not a universal throw", "what do you mean by that", "it’s not a good self defense throw", "and i make that point because a lot of people go down these rabbit holes, and they do things that have nothing – very little relation to a universal sense", "so i can do it judo, i can do it in jiu-jitsu i can do it no gi, so no uniform", "i can do it in mma, i can do it in self defense", "what are your favorite – so my favorite standing techniques in judo i would have to say are foot sweeps, because they’re just so beautiful when they’re done properly", "do you have any favorite foot sweeps", "oh, yeah, sasae", "sasae tsuri komi ouchi", "yes", "that’s the long one", "s-a-s-a-e", "i encourage people to look this one up", "it’s a beautiful throw", "it’s so beautiful", "and wrestlers can do this, also, from an under hook position", "yes, it’s universal", "exactly", "you see this at the high ncaa levels", "you see people – i don’t know what they call it in english in wrestling", "but from under hooks you’ll see people do this", "beautiful throw", "a foot sweep is essentially taking somebody, sweeping their foot out, like i said [inaudible] like you can have their feet go above their head, their head go down, and then land on their back", "i think it’s the quickest way to embarrass somebody", "it looks like a magic trick when it’s done properly", "because you’ll see these – people are masters in this", "they’ll get the person and you see this type of practice a lot in judo", "they’ll entrance the person, almost, into walking and shuffling the way they want them to walk and shuffle, and they’ll time the steps with unweighting of one foot", "and in that millisecond, like that nano second, kind of like the instant that all the feet of a horse are off the ground when they’re racing; tiny little motion with the foot and this person just levitates", "they go completely horizontal", "moves like that and understanding how you elevate yourself as a martial artist, like mixed martial arts and being young, being physically able, and fast and athletic, i’ve realized that all of the movies that we’ve seen that have martial arts and fighting people, they’re more accurate now than in the beginning – i’m going to try to make sense of this – but in the beginning of the mma revolution", "what do you mean by that", "because the beginning of the mma revolution was essentially seeing two people actually fight", "that hasn’t been done before the revolution on a large scale", "rorian gracie made this thing called the ufc and then put these styles against each other", "the people started realizing so all that we’ve been lied to, and you can hear a lot of in the beginning, you can’t do any of these other – those are flashy… i’m not going to mention systems but like that’s not going to work, the movies lied to us", "and the reality is that now that we’ve seen it progress and move on, you can do anything", "you can make it work", "and the foot sweep is one of those techniques that you’re like: no, this is impossible, to someone who doesn’t understand it", "it’s in movies alone but i can do it, and i’ve done it many times on untrained people who go: hey dave, you do martial arts, right", "i go yeah", "i used to do this on my cousins when i was younger, but anyway", "and i would throw them all over the place", "their minds couldn’t wrap around it", "like you said, it’s like magic", "like how do you get the timing down, how do you do this", "well, you do it over and over again; you can accomplish anything", "rocket science is not rocket science if you’re a rocket scientist, if you’ve done it over and over again", "you know that street fighter 2 spin move where the guy lowers his level and then spins and kicks", "sure, yeah", "i’ve seen guys do that in sparring and knock each other down, and then go over and punch them in the head", "in high level mma", "in high level mma", "you see that in the early, early – we’re talking ’92, ’93", "no, it would have been after that", "it would have been… ’92 i think", "it was around that time", "for a few years, if you got mounted you just tapped", "over", "oh, no it’s over; checkmate", "i’m done", "over", "that doesn’t exist anymore", "your manager would kill you if you were just like [inaudible] head tap", "that doesn’t happen now", "and then you have people doing – i’m blanking on his name", "anthony pettis, was it", "no, i don’t know if it was pettis who did the matrix kick off the side of the octagon", "it might have been jose aldo, i don’t know", "was it taekwondo", "it might have been pettis, yeah", "yeah, pettis who did the matrix kick", "you can do anything you want", "you can run up the wall, jump off of it and punch someone in the head and knock them out, and it’s happened", "that’s what’s amazing about fighting", "even if you’re not a fan, like what can the human body do if you give them this set of rules and inspiration to be a champion and then go", "incentive, too, right", "you see a direct correlation in any sport with the amount of money that comes in and the amount of talent that comes out", "because you have people now who have, since they were five years old in the united states been training in jiu-jitsu and then shortly thereafter… we were chatting about jocko willink, former navy seal commander who’s been on this podcast", "and he was showing me at one point a video of his son sparring in jiu-jitsu", "jocko himself is a black belt and trains mma competitors in his spare time", "and i said oh, that’s amazing; how old is your son", "12", "how long has he been doing jiu-jitsu", "12 years", "and he’s 12", "i was like, wow", "throw that fetus on the mats", "so the level and the incentives are there to fuel rapid evolution in this sport", "what is your job in a corner, when you’re cornering a professional fighter in a fight", "it’s to be simple", "you can have three corners but generally the fighter is going to hear one guy, and it depends on the guy", "they are very accustomed to one; they have that channel", "so even though there’s three people, one guy generally will talk during the fight", "that’s during the fight", "so they make that connection, that verbal connection", "they tune into it", "does that tend to be the person who has spoken to them during sparring, also", "yes, and there’s other variables", "like sometimes it’s just their voice", "their voice is easy to pick up because you have all the noise", "such chaos", "like bob cook", "you know bob cook", "sure", "crazy bob cook", "he’s one of my biggest mentors in the mma field", "probably one of the best corners in the world", "you can hear him no matter what", "he’s got a distinct voice where you’re going to hear it", "if it’s like a rougher voice, it’s like white noise", "it just gets lost", "so that’s one variable", "the other variable is who are they comfortable with", "you can build this comradery with somebody who’s maybe not even there in training camp very often but you have this trust, and you want them in your corner kind of thing", "what do you think contributes to that", "i think it could have been past training sessions", "it could have been they just connected naturally through their relationship", "it could be their brother, like nick diez, nate diez, like they have that kind of connection", "side note, just to further encourage youtube shenanigans, what is the best video that people could find of you sparring with your brother", "there’s a video, i don’t remember the name of it but it’s camarillo brothers sparring demo or something", "you can find it", "this was way back", "but your brother… just add some context", "good martial artist", "you’ve got to understand my background", "i was forced into martial arts", "i was pretty much programmed to be who i am today", "my parents i think were brilliant in that they put us in martial arts and it became like brushing our teeth", "like you’re not going to get out of brushing your teeth", "you’re not going to get out of going to school as a kid", "you’re not going to get out of doing judo", "there’s just no… is your brother older or younger", "he’s older", "and so we grew up with that", "we were each other’s best training partners", "four years apart, which is totally unfair because the physical advantages are just too far away for me to match, which is how mean the younger brother tends to be, which is just how it is", "but he’s a phenomenal judoka, does jiu-jitsu, black belt", "he does those foot sweeps, throws people; just destroys people", "he’s a vigilante", "he went after a fugitive that crashed in front of his academy", "did you hear about this", "it was all over national news", "i saw a photo of it on your instagram but i didn’t get the story", "it’s absolutely ridiculous", "there’s another photo where he’s posing like he’s a super hero in his gi, just joking but it’s like he just finished… what happened", "he has an academy in downtown bakersfield", "he just finished his class, and he walks outside just to get a breath of fresh air", "and boom, this car at the light runs into this other car", "the guy jumps out, who initiated the accident, starts running down the street", "the lady in the other car yells and screams: he’s getting away", "there’s a helicopter there with a spotlight down", "so in his head, he’s like okay, this is a fugitive", "this is a crime scene", "i’ve got to go after this guy", "he even talked about like i assessed does he have a weapon", "because that’s dangerous when you go on hands on situations like that", "runs after the guy, turns the corner, throws him on the ground, wraps him up", "cops come in and take care of the rest", "he’s all over the news talking about i do jiu-jitsu and judo because you never know when you’re going to need it", "in his gi, like how ridiculous is that", "not to point out the obvious but to those would-be vigilantes out there, this is not without its risks", "huge risks", "just to provide a concrete example, we mentioned muay thai", "so the first gym where i got my lecture on “it doesn’t matter; just kick harder” was fairtex", "this was on clementina at the time in san francisco", "coincidentally, when i flew to san francisco to have my first job interview after college, i couldn’t afford a hotel so i paid for a fly-in camp at fairtex which was cheaper, and i slept upstairs above the gym in a really bad neighborhood", "at the time, clementina, which is in a nasty – it’s basically between folsom and harold between 5th and 6th – really bad neighborhood", "i slept on a bunk bed with some of the other thai guys and washed my clothing in the sink", "so i have a long history with fairtex", "but the point being not a great area", "and alex gong – i don’t know if you remember this – who owned the school at the time, a car crashed into his car or another car in front of his gym", "they guy takes off without stopping", "alex chases him to a stoplight and he smashes the window out of the car because he’s pissed at this guy", "alex had a temper", "and the guy pulled a gun and shot him in the chest and killed him on the street", "i remember the day it happened", "as do i", "he was a good guy", "he was amazing, too", "he was an amazing fighter and an amazing guy; very hot temper, though", "if you want to talk about the spectrum that we discussed, he was on", "like if there’s an altercation, it was going to be deaf con 9 or whatever", "that’s part of what i was talking about", "you have to assess the situation for what it is and what it could be", "and that escalated outside of his control", "he brought a fist to a gunfight", "that’s essentially what happened", "that’s exactly what happened", "you’re just out gunned", "i took us totally off the rails", "i don’t even know where we’re at now", "i don’t, either", "this is the state of my podcast", "it’s like watching memento but with 15 different script writers", "i think we were talking about… what the hell were we talking about", "we were talking about cornering and simple", "yes, what do i do in the corner", "and somehow your brother came up", "oh, and comradery", "i think this is how we got onto it", "when you’re in a corner, what would an example of simple be", "because these guys have massive technical experience", "they’ve put in a ton of training time", "what are the types of things that you’ve seen prove very useful", "just an example of getting in boxing range", "this is kind of technical but if the fighter, our opponent, is using a lot of kicks, you don’t want to be in kicking range which is essentially a little bit further away from boxing range", "because your legs are longer than your arms, generally", "so get in boxing range", "and sometimes you have to remind them to get in that range because that’s where you’re most effective", "because we’re seeing who’s effective, who’s not, why", "and so everything we say is very simple", "boxing range", "get in boxing range", "and they’ll make those adjustments or they don’t", "sometimes, depending on the fighter, some are i would say quicker to adjust than others, we’ll just say", "not that they’re big headed; i think it just comes more naturally", "keep your hands up", "keep your hands up", "they’re tending to fall", "just keeping it real simple", "just reminding them of kind of what’s going on; the story and how to react to it", "i say this a lot, also", "if i like how things are going: stay on it", "it’s working", "stay on it", "because you’re getting hit no matter what", "first round, second round, if you do mma, you’re getting hit", "and sometimes when you get hit, you don’t realize how much you’re hitting them", "right", "you change your tactic even though percentage-wise, you’re beating the living hell out of them", "right", "in the back of your head, it’s a four ounce glove so in the back of your head, anyone can knock anyone out", "you can take the greatest striker in the world and a guy who struggles with striking, and if he’s first; simple math", "and you get hit good and you can go down", "so we just kind of asses the situation for what it is and just throw tidbits out of: here’s my advice", "hopefully you take it, maybe you don’t", "and then if things go bad, we adjust", "when the round ends and we get into the corner and start talking, it depends on how the round went", "if it was close, we say: hey, you lost that round", "so even if we think we won the round but it was really, really close, we tell them it’s close or you lost", "so you need to go in the second round going: okay, i’m down one round already", "and it’s generally a three-round fight", "if they show tendencies – and everyone has a breaking point; every fighter has a breaking point", "some can handle more than others", "maybe it’s genetic, i don’t know", "but if they start nearing their breaking point, you call them down", "you tell them how great that last round was", "you’re doing good", "you weathered the storm", "by breaking point, is this physical breaking point or just psychological breaking point", "they go hand in hand", "sure", "physical could be i’m getting tired, or i didn’t get a good warm-up on the first round, or i’m starting to get to the third round and now i’m exhausted", "or it’s like man, that shin kick really hurt, or that liver punch really, really hurt", "and it’s poker face constantly because it’s like blood in the water to a shark", "if you show that you’ve been hurt, you’re showing your hand", "it reminds me of i remember i was watching the world cup soccer and i was getting just infuriated by all these slow motion replays of fake injuries", "and this rugby player from new zealand piped up on twitter and he said: “rugby is 90 minutes of pretending you’re not hurt, and soccer is 90 minutes pretending you are hurt.” i like your side note because it’s hard for my to justify it sometimes because i used to be a soccer fan", "i’m like man, they play the rules so much, they fall so much it’s hard for me to justify it", "but i’m traveling to new zealand and meeting a legend from the all blacks", "and i’m like, what do i say, i’m a soccer fan", "they’re like oh, that’s cool, that’s cute", "it’s the only ream sport where you can have cauliflower ear; rugby", "that’s true", "so if they’re nearing their breaking point, you have to calm them down", "you have to calm them down, man", "you have to distract them like a baby", "how do you do that", "so how does a baby learn pain", "by how their parents react when they fall down", "so your parents go over there and go you’re all right, get up, let’s go, come on you’re good", "it’s kind of like that", "you’re distracting them or you’re just: hey man, you’re good, man", "now, here’s what i want", "right", "your transitioning to you’re okay and here’s what i want out of this next round", "because you have to remind them they’re invincible, and that’s whether they are or not", "and everyone’s different", "you can have world champions in mma and they’re not very tough, relatively, on the big scale of all of the fighters that exist", "there’s the laziest… think of the high, elite military guys", "there’s a spectrum for everything", "there’s the jocko willink and then there’s someone who may not be that on it, whatever that means", "and so you have to know that going in and understand his strengths and weaknesses, and understand how he’ll react to the way you talk to him", "and then you’ve got to hit that note", "and you’re stressed out", "because it’s a weird thing", "like i go to this guy’s wedding, and i play with his kids, and then i’ve got to go see him get almost knocked out in front of thousands of people", "it’s not war but it’s in your face and it’s not table tennis, either, you know what i mean", "yeah, it would be a particularly vicious form of table tennis", "i’m not sure what that would look like", "how have all of these experiences impacted your thoughts on parenting, if at all", "and maybe the answer is not much", "when you say all of these experiences, i grew up, like i said, with no choice; do martial arts", "and i see the extreme value in it", "obviously, i’m biased; i’m a car salesman and you come in with a dented fender", "you need a new car", "i call it like this", "when we talk about kids who go through training, hardcore training like i have, physically on a physical realm and many times on a mental realm they are so beyond their peers", "try to bully one of my students", "it’s not going to happen", "you’re not going to be able to", "so when we talk about parenting, it’s like i’m trying to find the balance between the pressure that i experienced as a child and as a child of my parents, and as a child of my parents who wanted me to compete and my dad wanted me to be an olympian with the variables that exist today that didn’t then", "what do you mean by that", "do you think the crop of individuals trying to get a job today are different than they were 40 years ago", "with different thresholds and different tendencies… i would have to imagine yes, but i don’t know", "it’s hard to know anything like that", "but all i know is i know the difference between someone who has trained through an extended period of time, and where they were when they walked in my door", "and so i know that training is going to be a part of my son’s life, for example", "i don’t think that should be an option", "you mean it shouldn’t be an option to opt out of that", "right", "like it’s not an option for me for a child to go to school; it’s the same with training, in my household", "because we understand the importance of it", "and so i think the single most experience, though, that has helped me… i’m a new father, what do i know/ i’m a white belt right now", "but it’s teaching kids and seeing the differences, and seeing multiple kids come in starting from zero, and even seeing that line of zero being totally different and scaling", "and them having different strengths and weaknesses at the start", "and it started reminding me this isn’t just nature or nurture; it’s a combination of the two", "i sincerely believe all kids are different genetically", "and if they’re different genetically, then they’re different physically, as well", "i mean emotionally and physically", "they have to be", "so i look at these little kids that just start and some of them are animals", "super fast, very prone to do things that are athletic", "and then i see other kids that are all on the other side of the spectrum", "there is a spectrum", "and so with my son and me being a parent, i don’t know what i’ve got to work with, yet", "right, the materials", "how old is your son", "he’s eight months", "like i said, my first stripe is coming pretty soon; white belt first stripe", "when we were chatting earlier having coffee, you were talking about how there’s always another level", "who is the most impressive person, or who has impressed you the most in jiu-jitsu when you’ve sparred with them", "well the goat; it’s marcella garcia", "and all of my experiences, i can say that with confidence because i train with rafael mendez, as well, who tied me in knots", "who is rafael mendez", "rafael mendez is 13, 14 time world champion, i don’t know", "he’s i think a six-tim gi, which is the uniform ibjjf – international brazilian jiu-jitsu federation world champion, which is the biggest stage in jiu-jitsu", "they don’t have an olympics", "if there was an olympics, he would be a six-time gold medalist in the olympics or whatever it is", "but then again, that’s every four years so he’d be like 42 right now", "they both tied me in knots but i just think marcella because he can do what he does almost regardless of how much you weigh and your size", "whereas rafael tends to stick to his sizes, marcelo garcia is like – and this is why i admire him so much", "i don’t care who’s on the other side, i don’t care who’s walking in", "i don’t care if the lights are on in the arena", "i got to my spot and then here comes – thud, thud, like jurassic park, he’s so big", "doors open and here’s this behemoth with horns and drooling", "he’s going to go in there: okay, cool; i’m going to take his back and choke him out", "and then he goes and does that", "i’ve spent some time with marcelo because he co-owns his school with a very close friend of mine, josh waitzkin", "waitzkin", "i’ve listened to your talks with him", "brilliant guy", "yeah, he’s amazing", "really good dad, too", "i can help him with chess if you guys ever need anything", "so for those who don’t know josh, he’s been on the podcast twice", "he was the inspiration for searching for bobby fischer, both the book and the movie", "considered a chess prodigy but very skilled jiu-jitsu dedicated", "black belt", "yeah, black belt under marcella and world champion in thai chi push hands, as well, among many other skills", "but marcella, just to your point, i remember chatting with him at some point", "nicest guy ever", "super nice guy", "no attitude whatsoever, no ego; just the friendliest guy you’ll ever meet", "he was saying – or maybe josh was telling me – that marcelo never practices anything that won’t work on a 300-pound black belt", "that’s it", "if it’s something he’s going to practice, and put time into on the mat, it has to work against someone who’s twice his size and extremely technical", "that’s that universal mentality", "that’s outstanding", "exactly", "so what does it feel like to spar", "because i have no… him sparring with me is like a polar bear versus a shiatsu", "i mean it just doesn’t make any sense", "many black belts will say the same thing", "many black belts will say the same thing about…", "marcelo garcia; training with marcelo", "they might as well be a white belt", "wow", "i think one of your guests i was listening to talked about people that just jump on the mat and are super talented and they’re made for it; bj penn, marcelo garcia, raphael mendez", "and so it gets difficult to track, like when you’re a new student who should you listen to because it’s growing so much", "because your idols are these freaks of nature", "i know firsthand", "but how is it rolling with him", "i am genetically, i would say, prone to speed", "i’m pretty fast", "in judo i got very fast", "i remember one of the first times we engaged, i was in a good position", "and my mind’s like: wow, you’re doing pretty good", "and then he’s on my back", "and so it’s that split second where you’re like i’m doing good, everything is going great", "and then i’m like, am i going to attack now or am i going to fight this stupid grip that he has on my neck", "and then he taps me", "so it’s one of those things where you have to be aggressive but not aggressive", "because it doesn’t seem like you can get a foothold on what mode and tempo is going to work for this individual in front of you", "we had some good battles", "we had a lot of fun", "the nogia had a lot of fun rolling with him", "and i was younger", "i was like 31 at the time", "i was getting ready for my last match in competition so i was in good shape", "it was important for me to be in good shape to train with him on that level", "but yeah, it’s amazing", "it’s amazing to be able to… that’s one of the things about jiu-jitsu", "if you’re into soccer or football or basketball, you can’t meet michael jordan just because you want to", "right", "dave camarillo: you can’t just call him on the phone, or go take a seminar, or go face to face with him; that’s not going to happen", "but you can go take a lesson from this guy", "yeah, it’s incredible", "he’s the goat; the greatest of all time", "i was wondering what the hell you meant by that", "yeah, greatest of all time", "i had to look that up, too", "people consider him like the wayne gretsky, michael jordan, mike tyson, fill in the blank icon of any sport combined", "i heard a funny story about marcelo that you’ll appreciate, given the freak of nature comment", "he went to a rock climbing gym, and he’s not a rock climber but he went to a rock climbing gym with a friend", "they had what’s called the dynamometer there", "it measures grip strength", "these guys were like straining, faces red", "these are beasts", "these guys are incredibly strong", "and the get to marcelo and he’s like: pop and just breaks it", "and they were like, uh, that’s not supposed to happen", "never touched one before in his life", "and they’re like: whoa, okay, this guy’s different", "yeah, it’s ridiculous", "that will translate to other things", "one thing that really impressed me about marcelo, and i haven’t spent a ton of time with him but just watching him teach and watching him move, one of his nicknames is the master of the scramble", "but he thinks about the in between spaces as much as he thinks about the positions, which is really interesting", "he thinks of the transition between two positions as a position and thinks a lot about how to exploit that space", "it’s a trip", "that’s what we talked about with being a step ahead, planning", "but that stuff’s not thought; it’s reaction", "that’s locked and loaded for him", "there’s no real delay", "no, no delay whatsoever", "let me ask a couple of rapid fire questions", "they’re going to seem like [inaudible]", "the answers don’t need to be short; they can be as long as they need to", "but are there any particular books that you’ve gifted the most to other people besides your own", "besides the three that you put me on, the magic of thinking big, the 80/20 principle, the e myth", "the e myth was huge", "particularly for your type of business", "yeah, because i was starting my business at the time and you’re like hey, dave, read this book", "and even after reading the book, essentially e is the entrepreneur who’s trying to do everything and then sales fall because you’re… the bottleneck", "yes, the bottleneck", "you’re having difficulties doing everything with efficiency", "type a personality, it’s hard to let go", "it’s hard to relinquish control", "but now i’m much better at it; like i don’t want to do anything", "it’s weird sometimes", "you noted the magic of thinking big, which is sitting on my shelf here in my living room face out", "and then you asked about tribe, which is also faced out, by sebastian junger", "i made the comment that i’ve organized, and i think it’s functional ocd – maybe it’s not technically ocd but all of my books are very particularly ordered on my bookshelf and they’re facing out", "the books that are facing outermost are intended to illicit certain thoughts or remind me of certain things", "so for those people curious, i have tribe, sebastian junger, gratitude by oliver sachs, less is more which is a mythology of stoic quotes and thoughts on minimalism", "bird by bird by anne lamott, a japanese book about sumishogay, which is a long story; japanese chess book", "the magic of thinking big, dune by frank herbert, and then zorba the greek", "you mentioned the magic of thinking big, you mentioned the e myth, and then 80/20,which i also have up there", "which can be applied to anything", "but i would say the art of war is another one i have to mention", "i have one of your books here, by the way", "it’s a book by clausewitz on the art of warfare", "i’ve had it since you were at my house in willow glen", "you left it there and i’ve traveled with it now through 12 years", "good book", "i try to find something… like if i’ve got to work out, i listen to slayer", "which album", "the newest, the latest one, endless", "oh, i haven’t heard that", "you can always count on them; them and tool", "but slayer’s got some longevity", "the thing is it’s a mood creator", "it creates a mood", "like if i’ve got to lift heavy things up and down again, which seems ridiculous and redundant, i get strong and all that but i’ve got to go in with an attitude of like i need to smash this", "that’s one of the things i use day-to-day", "i try to use a mode-altering something", "if i need to smash something, it’s slayer", "if i need to relax and calm down, i’ll listen to ‘80s pop, something like that", "are we talking mj", "what are we talking about", "prince", "what’s your go-to", "prince is great", "i just go random", "do you listen to pandora", "pandora", "but slayer, i listen to the album", "what’s your station", "i’m sorry", "so it’s ‘80s pop", "that’s the station", "‘80s pop", "that’s what it is, yeah", "every morning", "i try every morning", "it’s hard to be upset when you’re listening to prince", "when i first started meditating, and this isn’t that long ago, three years ago let’s say; the way i started is a friend recommend i listen to one song in the morning and just lean against the wall and focus on my breathing for the length of the song", "so i listened to it’s time to party like it’s 1999", "it’s hard to be upset with the world or depressed if you’re listening to that song", "it’s impossible", "that whole batman soundtrack was prince", "oh, that’s true", "that was the best thing about the movie", "i liked the movie, too", "do you have any favorite – oh, you know what", "i should thank you", "you mentioned a couple of books that i introduced you to", "i’ll thank you for two movies that you introduced me to", "one, i’ve mentioned before; still one of my favorites, shawn of the dead", "great movie", "must have", "and then there was another one that i saw at – i want to ay it was a birthday party for you", "is it just friends", "is that what it is", "great movie", "oh, my god", "it’s so good", "great christmas, family wholesome movie", "ryan reynolds", "i’m busy too, you dick", "sorry, you need to see the movie", "hot fuzz", "we went to the premiere", "oh, that’s right", "we went to the premiere of hot fuzz after shawn of the dead had already embedded itself in my brain", "do you have any other favorite movies or documentaries", "john carpenter’s the thing, without even skipping a beat or hesitating", "never seen it", "really", "yeah", "i think ’84", "kurt russell", "that’s a movie that if my memory serves me right took awhile to become sort of a cult classic, right", "i don’t think it was a hit off the bat", "to me, it’s probably top three in the world of all genres", "it’s the sense of paranoia; you don’t really know what’s going on", "and you can nerd out", "there are some people that really nerd out on step by step what’s happening, different clothing moved and just… you know, when the nerds get ahold of something, oh, it’s just amazing", "that movie is amazing", "you shouldn’t see it when you’re 8 years old which is when i saw it, but i think i turned out fine", "and then the other john carpenter movie, big trouble in little china", "that’s a great movie", "i love that movie", "that’s why my wife is chinese", "it has nothing to do with it", "so from taiwan, and… yes", "or taiwanese, i should say", "and you enjoy spending time in taiwan", "one of my favorite places", "taipei specifically but yeah, i love taiwan", "i love being out of the country just to be out of the country", "but taipei is like japan but the chinese version of shinjuku, maybe", "it’s so much fun", "i haven’t been back in probably ten years and i’m dying to go back", "for those people who haven’t been, a lot of the culture that was in mainland china prior to the cultural revolution was effectively shuttled down to taiwan", "and then you had the japanese influence, of course, so you have this very unique combination of rich cultural heritage, incredible food, tropical climate and etiquette", "it’s just a politeness", "it’s such a wonderful combination", "and maybe this is common in other parts of china although i haven’t experienced it myself, it’s like argentina in the sense that people go late there", "they have the night markets, and i remember going into restaurants at 11, 12, 1:00 and families would just roll up with their strollers and i’m like wow, alright, these people know how to party", "you can live and die in a single block area because it has everything you need", "doctor, optometrist, you can give birth, grocery store, everything in one little block", "good old taipei", "taipei", "do you have any quotes or mantras that you think of often or live your life by, or favorite quotes", "yes, from a friend of mine", "i was training just a bunch of military guys in a room and i was kind of new to this so i was a little nervous", "but i was teaching my class, doing my thing and they were doing a guard pass drill so they were all actively fighting each other, one on top and one on bottom", "it’s my job to reinforce excitement in people and let them know they’re doing well when they’re doing well, and be positively critical when i need them to adjust a behavior", "so i’m walking around doing my thing, and i get to a group and we’ll call him johnny, and i go, “johnny, that was the best guard passing i’ve seen all day", "that was awesome", "let’s keep it going!” and i start walking and he stops the fight, stands up, turns to me and says, “i don’t need any fucking positive reinforcement.” turns back and jumps in and fights the guy again, without missing a beat", "and i remember being stunned, and i’m normally not stunned; you can say anything when i teach a class", "i stopped and my mind is like, keep walking", "i remember dwelling on it and the first thing that came to my head is where the hell am i right now", "i’ve never heard that in my life: i don’t need positive reinforcement", "what are you, an alien", "and that has just stuck with me", "and i don’t mean to curse but you can’t say it without cursing", "you can’t", "this is not disney programming", "you can curse", "that’s how it was said, and that’s the power and that’s how i remember it, and that’s how it influences me", "literally, i get charged just thinking about it", "how does it influence you", "because it reminds me i’m not as good as i need to be", "you mean just mentally", "mentally, everything", "i really think that i shouldn’t need positive reinforcement", "i should do a task because i like the task", "it’s creative for me so it’s intellectually stimulating, and it’s my job and i’m moving forward and i’m helping people", "once i complete that task, i need to move on to another task, and not sit there and wait around for the treat", "it’s not halloween every day", "but when i heard that, i’m like i don’t have the experiences this guy has and that’s fine; i understand that", "but i’m going to draw upon that and in my times of weakness i’m going to say it as long as i can and remind myself how great you can be as a human being", "i like that", "that’s a good one", "i’ve got to make a shirt", "give it to your students", "i remember at one point, i was talking to my first direct report", "my first direct report i really developed a relationship, first job out of college, the vp of sales", "i was trying to sell mass data storage to companies like dreamworks and american airlines; these storage area networks as they were called at the time, fiber channel", "he was known as a ball buster and he had just been hired, brought into the company and people were kind of walking on egg shells because they’re like yeah, this guy has a temper", "he’s really good at what he does; he’s been through three ipos", "he’s incredible but we don’t know what to make of him", "and i’m like oh, fuck", "i spent all this time preparing because i had a handful of accounts to report to him", "i came out of princeton so i’m really wordy and verbose and over complicating everything", "so i bring in this massive stack of stuff that i’m basically intending to read to him", "i’m extremely on edge, and i sit down and i’m being weirdly formal and then i start reading this crap", "i get about two minutes into it and he goes, “tim, tim.” i’m like, “yeah, yes sir.” he goes, “i don’t need the story; i just need the next steps.” another thing he would say is “i don’t need the good news", "the good news takes care of itself", "what’s gone wrong?” so awesome", "these are similar stories, like the idea where you’re wasting my time with compliments and the weather is good", "maybe it’s my personality or your personality; let’s get to the point", "and the other thing is whatever i say, you’re not going to be butter", "like i’ve been in environments where i was called down in front of a bunch of people and i’m like, okay cool", "i want to hear about this", "in this environment, we don’t get butter", "either way, that’s an expression that a lot of engineers here have started using", "is that just engineers", "i don’t know", "it’s the kids", "no, it’s not just engineers but for whatever reason, it’s but for whatever reason, it’s become really popular", "one of my buddies runs this huge company, and he’s like, “look, i’m not really a politically correct guy but if you walk in to give a presentation to 50 people who are not part of your little cave clan of five hardcore engineers, you can’t say butter to everybody, guys.” is that bad", "seriously", "what does that mean", "like someone kicked you in the butt or something", "no", "i’m making hand signals", "this is the light bulb going off", "you said you were dressed down in front of him", "[inaudible]", "you’re good", "it’s just an environment when you train… no, what happened", "can you talk about it", "you were called out or dressed down or something", "yeah", "i was advising on a specific path of training", "this was in the military context", "military context; let’s do some training with this", "let’s do it in this situation, and let’s do it with this gear on", "and he’s like: no, we don’t do that", "that’s bad; you’ll get hurt", "it was the same guy, by the way", "and then just moving on, i’m like all right, and then i just went to the next thing", "i and may not have been there if i hadn’t been surrounded in that environment", "it has really changed me", "you became the average of the five people you associate with most", "i was listening to your drunk dialing last night and that’s exactly what you said", "the first guy is like, how do i raise my kids", "and you’re like okay, make sure they’re surrounding themselves with people… and sometimes you have to check yourself", "but that’s so true", "you become who you’re surrounded by", "these experiences h have just motivated me", "i was telling you this morning i’m happier now than i’ve ever been", "why", "the stars are becoming aligned for the first time", "i’m learning that yes, i do have control over this, this, and this and i need to make this change and adopt this, and carry that residue of awesomeness to avoid the earlier comment sensitivity that i think could cloud your judgment", "did i do a good job on that", "that was good", "that was a good recovery", "nice recovery", "i have a book for you, by the way", "i’m going to give you a copy", "i have a stack of these copies, about face", "i will take it", "it is david hackworth", "that is jocko’s favorite book", "beautiful", "okay", "if you had a billboard and you could put anything on it, gigantic billboard, so in other words if you had a short message you want to get out to the world, what would you put on it", "aside from you do not need positive reinforcement", "man, that’s gotta be the best", "it could be that", "i think it would just be i can’t wait for christmas", "you do love christmas", "it’s my favorite time of year", "right now, the trifecta", "halloween, thanksgiving, christmas", "rapid fire", "it spikes in smiles from it coming my way", "this is an important question", "do you only listen to christmas carols very close to christmas", "what’s your policy", "it depends", "i think i start mid-november, which is early but it’s not stupid early", "i still rock the same way", "i picked up finally, because i have a christmas cup for coffee and i used it today", "i’m like, is it too early", "i like reserving things", "so you retire that cup for the rest of the year", "100 percent", "oh, yeah", "what does the christmas cup look like", "it’s just got like reindeer and a christmas tree on it and it’s beautiful", "it’s my favorite coffee cup", "so when we talk about those bio hacks that really elevate your mood and all that, when i have that and you can smell the cold; do you know what i’m talking about", "sure, i get it", "the new cold coming in, the change of weather and you know family is around and now i have my son and my family and it’s just like the greatest thing in the world", "wins all around", "yeah", "i want to hug everybody, and then choke them", "hug them and then choke them; it’s a fine line", "you can go[from hugging to choking really quickly with dave", "a hug from my mom growing up was like trying to throw her on the ground", "she was so tough", "there was no real hugs", "it was hug to gain proper hand position", "was your mom a judoka as well", "no, she was just super tough", "she was just a sniper who would kill you for [inaudible] – [crosstalk] … and that was dinner", "can’t wait for christmas; that’s a good one", "i can’t wait for christmas; that’s true", "what are you doing for christmas", "what do you do normally", "my parents are getting older, and i took a hard look", "i read a book, and it’s one of those books where you learn kind of 50 percent of what you need to know from the title but it’s still powerful", "and i want to say it was something like – this is not it but it’s happier spending", "it was written by i think two social scientists, or two sociologists", "not very hard science but looking at how you can spend money more effectively to improve the quality of your life", "investing", "the types of experiences and purchases that, based on studies however flimsy, based on the data that are available, what type of purchases are going to improve your quality of life", "i read a piece by tim urban, i think is his name; pretty sure, on a site called “wait but why,” which is brilliant", "i want to say it was called “the tail end.” it had a huge impact on me", "it was recommended to me by another person who has been on the podcast, matt mullenweg, really impressive guy", "it effectively said, and i’m paraphrasing here, by the time you’re 18, you have already passed something like 90 percent of the total hours you will ever spend with your parents before they die", "it was something like that", "it shows you in both graphics, prose and math how little time you have left with your parents on the planet in terms of total hours", "so for the last few years, i’ve taken my parents on trips for christmas to places that they otherwise wouldn’t visit or couldn’t visit", "so we took a trip to eleuthera in the bahamas, where my parents used to spend a lot of time a long, long time ago when my grandparents were still around but hadn’t been back in 20, 30 years", "we spent another christmas in iceland", "my mom had always wanted to see the northern lights for her entire life", "i just looked at my expenditures and i was like even if i had to dial back in other areas, yes it’s going to be expensive, manageably so but not inexpensive; but so what", "what am i saving for", "i don’t spend a whole lot of money", "i don’t have an exorbitant lifestyle", "i don’t own a car", "i don’t have extremely expensive habits", "so for the last two years we’ve done that", "but i’m really eager to have a christmas at home, meaning at my parents’ place so we’re going to stay home this year", "so that’s what i’m doing for christmas this year", "how old are you now", "40", "what advice would you give to your 30-year-old self, if anything, and what are you doing at 30", "what was i doing at 30", "yeah", "where were you, what were you up to", "i think i was listening to some really close people’s good advice to create my own small empire, essentially", "my guerilla jiu-jitsu, create academies and just really: you’re no longer a competitor; be the best instructor you can be kind of thing", "i think the best advice i would give myself is when i say enjoy yourself more, not have fun more but enjoy yourself more", "and i think there’s a difference", "i’ve had so much fun in my life", "fun to me are like quick spikes of parties or whatever it is; celebrating this or whatever", "but enjoying it i would say is more sustainable", "i’ve had issues of just focusing too much on what i’m not in control of, what i’m not doing, what i should be doing instead of – and i learned this through the years but instead of just dialing in what will make me sustainability happy", "so to get there quicker, i think that’s the best way i would say it is enjoy yourself", "you have a lot going on", "not that whole thing of oh, things could be worse", "no, you have a lot of greatness going on, a lot of good stuff surrounding you; a lot of good people, an amazing family", "you talk about being more mindful of the goodness in your life", "i think enjoying life… enjoy life, man", "appreciating it", "appreciating it", "and i think i’ve learned that now", "i wish i had learned it when i was 30 or maybe 20", "but that’s no", "1", "that’s gotta be it", "you’ve got to savor it when you can", "and it’s particularly hard for type a personalities like you or like me to do that because we’re so target-focused, objective-focused; next, next, next", "i think it’s something you have to train like anything else", "like anything else", "dave, we could go for hours and hours and i think we might do a round 2 at some point", "yes", "that was fun, man", "it’s good seeing you, though", "it’s great seeing you, too", "it’s been so long", "i miss you, bro", "miss you too, man", "before we cut out, favorite – this is not a good question but i’m going to ask it anyway; both gi and no gi, favorite guard pass", "favorite guard pass, just random jiu-jitsu stuff", "gi or no gi", "gi, stack pass", "stack pass", "that’s where you stack the lower part of their body on top of the upper part of their body and you drive it down towards their spine which is not healthy for your spine", "i call it the pass that makes your opponent hate jiu-jitsu", "the no gi pass is flying kimora", "flying kimora", "yeah, no gi tends to get really slippery, or mma", "i said in my book, create chaos", "which book is this, for people who don’t know", "it’s the one you were in", "i think it’s the one you were in", "what’s the title", "submit everyone", "everyone have a plan", "if you want to see photos of me getting arm barred and choked in various positions, and doing some weird shit with my legs, one of my fans pointed out", "i don’t know why i’m trying to figure – you’ll see; it doesn’t make any sense what i’m doing", "but i’m getting my ass kicked anyway", "so submit everyone", "yeah, it’s the flying submission", "so traditionally, you control the legs to get to the side control to score points", "that’s what you’re talking about referring to passing", "instead of passing because that’s what they think i’m going to do, i’m going to jump either to a guillotine or a kimora", "kimora is my favorite", "my buddy jared invented this flying kimora from guard", "i’m like flying what", "what", "yeah, i gotta do it", "i like jumping and then submitting people", "so i think if things are headed in a certain direction and people are like this is what’s going to happen; you do something totally off the wall, ridiculous and they’re not going to expect it", "flying kimora", "what’s jared’s last name", "fierbent", "he’s a guerilla jiu-jitsu black belt", "fierbent", "he’s a beast", "he’s a really good dude in minnesota", "he’s got a great academy, black arrow martial arts, named after one of the hobbit movies or something", "what is it with all the nerds converging on jiu-jitsu", "i only hang out with brilliant people; let me just say that", "he’s one of the guys i love to nerd out with", "where can people find you online or elsewhere", "where can they get more from you", "social media, you can go twitter and instagram @davecamarillo", "the dot com is guerillajiujitsu.com", "g-u-e-r-r-i-l-l-a", "jiu-jitsu", "jiu-jitsu", "j-i-u… j-i-t-s-u", "the guerilla is more like an unorthodox, crazy method of doing something", "right, less hairy back more gilly suit", "right", "very cool, man", "thanks, dude", "this is awesome", "yeah, buddy", "thanks so much", "and to everybody listening, you can find links to everything we’ve talked about, dave’s books, instagram, social, probably videos of he and his brother beating the living shit out of each other and much more in the show notes, which you can find at fourhourworkweek.com/podcast", "so spell it out, fourhourworkweek.com/podcast", "as always and until next time, thank you everybody for listening to the tim ferriss show"]}