{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178]}, "episode_num": 197, "file_type": "html", "guests": [], "num_sentences": 1179, "num_words": 14555, "raw_text": "Tim Ferriss: Hello ladies and germs, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, where it is normally my job to deconstruct world class performers of various types, of all ilks. This time, we have a slightly different episode. By request, we have another drunk dialing episode where I meander, gin in hand, Hendrix this time around, to my table where I record myself getting inebriated, dialing to many of you via phone and fielding your questions. Now, this is Ladies Night Edition. Why is this Ladies Night Edition? Well, the ladies were absent from the last drunk dialing fiasco. And why is that? Well, I thought I would explain a few things because it’s just math, among other things. So I’m looking at the demographics, a result of a poll on Wufoo here, and we have 11,643 respondents, so pretty – I would say – statistically representative. My audience is, as it stands right now, 84.04 percent male, 15.83 percent female, and .13 percent other. I will leave that to your imagination. And what that means is a few things. If we look at the math, last time people submitted their names, phone numbers, etc. and it’s first come, first serve. The people who sign up first get called first. And three out of the 20, which is exactly 15 percent, were female. Unfortunately, those women and several guys, as well, did not pick up. So if I go to voicemail, I call the next person. That is what happened. So this time around, so that the ladies would not get crowded out by all the dudes, I did a ladies night edition. And we talked about quite a lot. We talked about language learning; we really get into the weeds on language learning. We talk about exercising with injuries or around injuries. We talk about viral marketing, my thoughts on that; my criticisms of that, perhaps. Handstands and handstand training, how I decide what to experiment with, how I decide after that what to share with you guys, teaching disabilities versus learning disabilities, and the craft of writing; common mistakes, goals, etc. So I hope you guys enjoy this as much as I did. Of course, the blood alcohol content helps. And that is enough prelude for now. So without further ado, as I always say after a long introduction, please enjoy Volume 3, Ladies Night Edition of Drunk Dialing with Tim Ferris. [Phone rings] Tim Ferriss: Hi, is this Glynnis? Am I getting that right? Glynnis: You are totally getting that right. Tim Ferriss: Sweet. Glynnis: Tim Ferriss. Tim Ferriss: Yes. Glynnis: Hi. Tim Ferriss: Yes, miss, yes, ma’am. Where am I reaching you? Where are you located? Glynnis: In Toronto. Tim Ferriss: Toronto. That’s a fine town. I like Toronto. Glynnis: It is a fine town. Tim Ferriss: I have spent some time there. There’s a lot of good food. Glynnis: Have you? Tim Ferriss: Yeah. Lots of good companies, good people, good coffee, I dig it. Glynnis: Totally. Tim Ferriss: How can I help? What can I answer, or just lie and try to make something up to answer? Glynnis: Okay, so my question was about I’ve read the Four Hour Body. Love it, have used the diets off and on for a little while now. The thing I haven’t been able to do has been the exercises. And that’s because I have a couple of sort of ongoing physical issues, as I said in my little post when I did this; my body is sometimes a bit of an asshole. I have a cervical disk that is basically permanently bulged so I can’t do the kettle bells. And I have knee problems so squats long-term are not a good thing for me. So I guess I’m wondering what your advice is for people who want to stay active as they recover from injuries, or if their bodies are just not as keen on some of the sort of basic hit workouts and that sort of thing; like a lot of those type of movements. Tim Ferriss: Yeah. Well, you’re catching me at a good time for this because I am in the process of recovering from two injuries as we speak. Glynnis: Oh, I’m sorry. Tim Ferriss: That’s okay. I have a sprained ACL in one knee so I cannot squat at the moment. And I have a torn left glat/rib which is extremely uncomfortable, needless to say. Glynnis: Oh, my God, yeah. Tim Ferriss: I have been addressing this question for myself so here is the short answer, and I’ll elaborate on this. The short answer is do what you can. I’m also sitting about 15 feet from someone who is riddled with injuries just like me and is dealing with the same thing, and giving me the middle finger slash stink eye. Glynnis: We’re all a mess, aren’t we? Tim Ferriss: The answer is do what you can. And I’m inclined to this, as is everyone else. I think particularly if you have an injury with a primary mobility joint, say something that helps you walk like a knee, or a prime mover meaning a large muscle group like a quadricep or a lat or something like that, to just stop. And to be frank, I’ve been a lazy ass and I have not done a whole hell of a lot in the last two weeks. But I just started yesterday, and in the last few days, focusing on the things that I can do. Such as long walks, such as effectively stick-legged deadlifts; very slow, stiff-legged deadlifts that prevent… they’re doing a lot of the work that kettle bell swings would do but they’re non ballistic. So I’m using a trap bar deadlift. This is something you step inside of. It’s sometimes called a hex bar deadlift. You could Google that and see what I’m talking about. But I’m doing a very slow, controlled deadlifting movement with a hex bar which is putting less sheer force strain on, say, lower back. Cervical bulging disk is a nontrivial issue. So obviously, I should say – to cover my own ass as much as yours – talk to your medical professional first. You’re in Canada. It shouldn’t cost much, although you may have to wait for 17 months but do your best. The good news is you guys can get everything over the counter, so there’s that. Glynnis: It’s true. Tim Ferriss: There are things that you can do. Whether it is just calf raises, or something else, in the case of injury my general recommendation is swimming, No. 1, which is something I’ve also been doing. And if you’re not a swimmer, I recommend checking out total immersion swimming. It is a method of swimming. I’ve written a post on that with my highlights. I think it’s “How I Learned to Swim in10 Days and so can You,” or some info-mercially sounding headline like that. Glynnis: Awesome. Tim Ferriss: I didn’t learn to swim until I was in my early 30s so it’s a good introduction to that. The second guideline I will provide is low speed. So you’re performing slow motion movements. This could mean five seconds up, five seconds down, ten seconds up, ten seconds down. There have been a number of exercise science studies performed with elderly women, for instance, who are recovering from – I’m not saying that’s you. Glynnis: Are you saying I’m old? Tim Ferriss: No, no. I’m not that drunk. You sound what, 15, 16? No, I’m kidding. Glynnis: Oh, yeah, totally. Tim Ferriss: That’s probably shooting a little low. I’m getting a shake of the head over here. I’m getting director cut, cut, cut. Glynnis: Maybe a little, yeah. Tim Ferriss: Once you’re in a hole, stop digging. Moving on. Glynnis: Yes. Tim Ferriss: The point being they were recovering from hip fractures and things of this type. They could not impose any erratic forces, as reflected in, say, a force play where they’re lifting a weight with momentum and going from zero to 120 to x. So I think the very slow tempo or slow cadence lifting is particularly helpful in recovering from injuries. And in this particular case, in my case, I am doing this, as well. When you limit your cadence to ten seconds up, ten seconds down, you are going to be using lighter weights by necessity to do that, particularly if you’re aiming for, let’s just say, seven to ten repetitions to temporary muscular failure. And all that means is you’re no longer able to pull that up, or contract and shorten the muscle. And I think it’s Doug McGuff – I may be getting this wrong, but Body by Science is a book that discusses this at some length. The Four Hour Body discusses it as well but Body by Science, – I’m doing a quick search for you – it is Doug McGuff, M-C-G-U-F-F. There’s also the super slow, I believe it’s a company or maybe an organization, that emphasizes very specifically this type of slow cadence lifting. For recovery purposes, I think it is extremely flexible. It allows you to work around injuries in a meaningful way. So those are a few of my thoughts. In addition to that, we’re talking about resistance training and you can add stretching protocols that are strengthening at the same time, meaning they’re not limited to passive, long duration stretching. That would include programs like Gymnastic Bodies, which was created by Coach Chris Sommer former national team coach for men’s gymnastics. I am currently incorporating some of that, as well. And I’m pretty messed up at the moment. But those are some of the things that I am reincorporating at the moment. Those are the primaries that come to mind. Glynnis: Okay, cool man. Tim Ferriss: Yeah. Let’s see, what else? Now, you’re dealing with the disk. Any other injuries that are particularly problematic for you?  Glynnis: I have an ongoing knee condition that I’ve had basically since I was 10 years old, which is the chondromalacia of the patella. But it’s been better for a long time. I’ve been able to run and stuff like that. But the cervical disk bulge was quite major; I was in the hospital for it with a pinched nerve and three months of physiotherapy and I’m looking at an 18 month healing process. I’m eight months into that right now so that is the primary. It completely threw me for a loop because most of the things that I did to work out have just been shut down. Tim Ferriss: How did that disk bulge happen? Do you know? Was it an acute event or was it something else? Glynnis: It was an acute event when it happened. It was one night and I ended up in the ER because it went out far enough to pinch a nerve. Tim Ferriss: What instigated that? Glynnis: My 1-year-old son was sleeping on my chest and I was crunched against the headboard. Tim Ferriss: Ouch. Those kids are vicious. Glynnis: Yes, they are and that’s not the first time this has happened. So what they think is that it was sort of like a buildup over time; that it had been gradually bulging more and more and then one night it just completely slipped out. So it wasn’t a specific thing. It’s just called being a mom. Tim Ferriss: Yeah. Full contact sport, that one. Of course I’m very, very conservative when it comes to any type of cervical issues because you’re dealing with nerves that then affect things like respiration and heart. Glynnis: Yeah. I still don’t have feeling in part of my thumb. Tim Ferriss: So I would take it slow, and certainly get cleared by your GP. Bu I think that extremely slow cadence lifting and swimming would probably be my go-tos, as well as some degree of controlled stretching program that incorporates strength building, which is effectively mobility, as Coach Sommer would describe it. So the ability to exhibit strength at the end ranges; not just passively move through them. Those would be my recommendations for now. But I’m no doctor and I’m not a trainer. But that’s what I’m prescribing myself, and the walking. Glynnis: Okay, cool. And the walking. Gotta get in the walking. Okay, yes. Tim Ferriss: Very underrated. If you need something to do while walking, and you’re sick of my voice haunting you in your dreams because of my podcast, you could listen to Hardcore History. Hardcore History is the way to go. Glynnis: Okay. I was going to ask you what your recommendations are. Tim Ferriss: Oh, yeah. Hardcore history. Start with Wrath of the Khans. If you can’t find that for whatever reason, Prophets of Doom is a good episode, as well. I think that’s still available for free. But Wrath of the Khans is worth purchasing if you have to. Glynnis: Okay, cool. My husband is obsessed with podcasts, like obsessed. And [inaudible] Dan Carlin. Tim Ferriss: He’ll go off the rails with Dan Carlin then yeah, for sure. Glynnis: Apparently he’s already obsessed with Dan Carlin so there you go. But I’m sort of like only a couple of podcasts that I’ll… Tim Ferriss: He can convert you to Dan Carlin. Glynnis: Okay. Blueprint for Armageddon? Tim Ferriss: Oh yeah, that’s a good one. That’s a long series. My favorite is probably Wrath of the Khans but I started with Prophets of Doom. If you start with Prophets of Doom, which I believe is available for free, just give it 15 minutes. There’s a lot of foreplay involved; it takes a long time to warm up. But then it gets really, really good so just be patient. Glynnis: Okay. Awesome. Glynnis: Hopefully that is helpful. Glynnis: Totally, yeah. Tim Ferriss: I wish you all the best and good luck with recovering from your injuries. Glynnis: Yeah, same to you. Tim Ferriss: Thank you very much. Glynnis: Fellow invalid. Tim Ferriss: I appreciate you submitting your name. Have a good night. Watch out for those 1-year-olds. Watch out. They’re vicious. Glynnis: Yeah, thanks. They’re worth it, too. Tim Ferriss: Alright. Bye. Glynnis: Okay, bye. [Phone rings] Tim Ferriss: Hi, is this Juvanna? Juvanna: Yes. Is this Tim? Tim Ferriss: This is Tim. Good evening. I don’t know what time it is where you are. Where are you? Juvanna: I am in Switzerland in Lucerne and it’s 4:11 in the morning. Tim Ferriss: Wow. Up to milk the cows. I am glad to chat with you. Thanks for staying up, or waking up so early. Juvanna: Yeah, I wouldn’t be up this early; not for a lot of people. Tim Ferriss: I am honored and flattered. How can I help? What might I be able to answer for you? Juvanna: I was wondering, before I saw the article you posted a few hours before the Drunk Dial thing about studying languages but now I have another question related to that article. How about studying a few different languages at the same time? Tim Ferriss: Which languages do you want to study at the same time? Juvanna: Actually right now I’m in Switzerland. I lived in U.S. for a few years so I kind of got my English to some level, some nice level and now I want to get my German to that same level, academic level. I’m also studying French. I kind of know some French and Italian and Hungarian. Tim Ferriss: Hungarian is tougher than those other ones, I think. Juvanna: Yeah, for sure. And of course I’m not going to do them all at the same time but I noticed, for instance I’m studying French and German at the same time and I don’t know. I tried to do some Hungarian in the meantime and I get the words confused sometimes. Now I’m thinking maybe I should just focus on one language. If you learn languages in a short amount of time, when you have to perform or talk that language, how do you not confuse it with others if you learn them… Tim Ferriss: If you learn them roughly in the same period of time. There are a few really interesting questions, here. I’ll make a couple of recommendations off the bat. There’s one, it’s a bit dense; there are some things to be taken from it called the Loom of Language. This is a very thick book. It’s in English and it might be worth looking at. There’s also a book called In Other Words, just for people out there – since people will be listening to this – who may not think as adults they’re well equipped to learn languages, In Other Words, which is co-authored by someone named Hakuta, H-A-K-U-T-A. There are a few approaches that I’ve used, and I actually have an entire folder on my computer that I’ve kicked forward since 2005 on language learning. It includes a bit on this, just from my own notes that I took in 2004 to 2005 when I was studying Spanish and German and a few other languages at roughly the same time, within the same three-month period. My approach has been first and foremost to focus on dialogue whenever possible so that you are refining your conversation abilities and idioms, idiomatic use of the language. Instead of reading, say, newspapers and things of that type used in many classrooms. Two of the tools that I use for simultaneously reviewing one language and learning a new language, in other words I would not recommend going from ground zero in two languages simultaneously. I think that’s very difficult. And in fact, the closer they are, the harder it’s going to be. What is your native language? Juvanna: Serbian. Tim Ferriss: Serbian, okay. I actually had a Serbian roommate in Berlin. Juvanna: Really? Tim Ferriss: Yeah. She was great. She spoke great German so it’s not impossible. And she made fun of me, actually, for the approach I’m about to describe. There are two different tools I use. One is movies, and I can explain specifically how. The second is comic books. There are, to be more precise, a number of comic books that are translated into multiple languages. They tend to be Japanese. So for instance, there’s a comic called One Piece. And if I look at my wall, I have One Piece on my bookshelves in four or five different languages. I also did that for Cowboy Bebop, that’s another comic book, and a few others. What I would do is, say I had developed a decent level of – in this case – Spanish, first. No, I’m sorry; German first and then I went to Spanish-speaking countries like Panama and so on. I wanted to review my German to consolidate it and give it more sticking power. But I wanted to learn Spanish as my new language. What I would do was have two versions of the same volumes of that comic book. So let’s just say they have one piece, volume 1, 2, 3, 4, 5. I would buy 1, 2, 3, 4, 5 in Spanish, in German, and in English. And then of course I had electronic dictionaries and things like that. So I would read the comic in my new target language. If I didn’t understand something, I would go to the same page, the same frame, the same sentence in the last language that I studied. So in this case I was reading in Spanish, and then if I didn’t understand something I would go back to German and I would look at the comic book in the same frame. The first volume is going to take you forever. It might take you a few weeks. But within two or three months, you will probably be going through a volume in let’s just say six to 12 hours. You’ll be very, very fast. Comic books are one of the tools. The other is movies. In the case of learning, say – I’m just going to use an example that a lot of readers will identify with because they are in English-speaking countries – Spanish, a lot of people who try to learn Spanish will watch movies in Spanish with English subtitles. That is only appropriate for very high levels of proficiency because if you mishear something, you’ll make mistakes. If you don’t quite catch something, you will also make mistakes and you can’t look it up. But if you watch, for instance, movies you know very well with subtitles in your target language, then you can make very, very fast progress. So I used Diehard, for instance – I’m dating myself a little bit – to learn not only Japanese at points but also Chinese, and to review. So that helped me with the writing systems but it also helped me with idiom, it helped me with conversation, etc., just like the comic books. So those are a few of the recommendations I would make. The post that you saw, I’m not sure which language learning post it was, Benny Lewis, L-E-W-I-S, whose nickname is the “Irish Polyglot,” is also worth looking into. He has some very interesting approaches, and he speaks many, many languages. So he would also be a good resource to ping on Twitter or elsewhere. Juvanna: What do you think about listening to the music and translating it? Would you surround yourself completely with some language, put your phone on Spanish for instance; do things like that to kind of get into that world? Tim Ferriss: I can tell you my approach, and there are many different approach; different ways to skin this cat as we would say in English – I don’t know where we got that from, by the way; I suppose in old English we liked skinning cats. But the point I was going to make is that you have to find an approach that works for you. There are different approaches. My preference is not to do immersion unless I am in the country. I think it’s too much work. I would rather bust my ass and try and get an extra week in-country where I can immerse myself 24/7 in a real environment, as opposed to simulating it here. So I do not change the settings on my phone. I’ve tried all of that. I find it more inconvenient than helpful and it’s more inclined in my case to make me frustrated and quit. There are, however, people who have become very, very good for instance at Japanese. There’s a site called “All Japanese, all the Time,” AJATT. This young guy became incredibly good at Japanese by doing exactly what you just described. Benny Lewis, I believe, uses internet radio very much for the same reason; this sort of simulated immersion environment. But I’ve never done that. I find it too frustrating to stumble in the beginning in that particular way. I would prefer to take, for instance, that time and apply it to doing Skype video sessions with someone who can help me work on pronunciation to get my pronunciation as dialed as possible before I go into a native environment. My general progression would be pronunciation with set phrases that are very useful, so memorizing 20 to 50 set phrases that are high frequency that you can use all the time. Then moving to, say, present tense, original sentence construction and using what are called auxiliary verbs or helping verbs. It’s probably true in French; I don’t speak French. It is true in German; it’s certainly true in Spanish. You can learn the conjugations if you know what I mean, the declinations, for the verbs “to want, to need, should,” for instance; there are a handful of them. That allows you to then learn the infinitives of all the other verbs, basically, and put them at the end. In other words, if you just learn to say “I want, you want, he wants, she wants, they want, we want,” etc., then you can add “to eat, to read,” whatever it might be. By mastering those auxiliary verbs, which is something that I learned from a guy named Michel Thomas, M-I-C-H-E-L T-H-O-M-A-S, indirectly through his materials, you can amass hundreds of verbs but only learn the conjugations for five or six, say. That is a cheat that allows you to make a lot of program really quickly. And then I would work on basic grammar. But past that point, you need to be amassing vocabulary at a pretty rapid clip. So I use flashcards, also. I prefer physical flashcards at this point. There are good programs like Unkie, Duolingo is fantastic overall for everything. But I use physical flashcards from a company called Vis-Ed, V-I-S hyphen E-D dot com. Juvanna: Yeah, I read that in your article about the flashcard. I love the things that you can touch and see and write; things like that. It works better with me. Tim Ferriss: That’s my particular preference, anyway. I do apologize; I probably should jump off in a bit just because I have to call quite a few people but I’m happy to answer one more thing. Juvanna: Okay. So how do you get to a much higher level? For instance, I have really good basics of German right now, and I want to get to academic levels, like B2 for instance, or maybe C1. How do you get completely fluent in one language in some shorter period of time? Tim Ferriss: I understand. It’s a long conversation but I would say that you can study for the test. So it would be dictated in large part by the test and the certification that you’re looking for. This is something that I studied for in Buenos Aries when I was trying to get my advanced level Spanish certificate, for instance. You can study for the test. If you want to use non-teachers, in other words use a tandem format – that’s what they call it in German – where you are teaching someone your language while they’re teaching you theirs, which may or may not work for you but perhaps you help them with English and they help you with German. I have found translation of very specific sentences that are preparing you for the test to be most effective. That’s probably beyond the scope of this conversation; it would require a lot of explanation. But most native speakers cannot teach their native language. So you have to enable them with very clear instructions. The best way to do that that I have found is trading translations in areas that you have already identified you need help with. Effectively all they’re doing is saying that sounds funny or that sounds correct; this is how you should fix it. That’s all they’re doing is giving you, for instance, a sentence in English. So let’s just say they’re of an equal level in English as you are in German, and you might be working on the subjunctive case. This is a more advanced skill. So you’re saying: if I had a million dollars, then I would do blah, blah, blah; the hypothetical case. This is the subjunctive. You know in German, in Spanish; it’s a more advanced skill. Or reported speech; you might be doing: he said to her that she should do this, this, and this. It’s a more advanced linguistic contract. Then they would give it to you in English, and you would translate it into German. So A) you would correct their English so they get a benefit out of it. And then you would try to produce the same sentence in German and they would correct it. But you’re practicing for the test in either case. Hopefully that helps. Juvanna: There’s no cheating in that study. Tim Ferriss: Well, there are cheats in the sense that you can use pneumonic devices. I think Ed Cooke, C-O-O-K-E is a good guy to look to for that. He has a company called Memrise, M-E-M-R-I-S-E. Ultimately, I think you can do it in a very short period of time; certainly three to six months is more than enough time as opposed to three to six years. But you have to have the deliberate practice focusing on the right things. So hopefully that helps but I will let you get to sleep, since I need to get to drinking, smiling, and dialing. Juvanna: Okay. What are you drinking tonight? Tim Ferriss: I am drinking Hendrick’s gin and Canada Dry club soda, which is probably bottled in Hoboken, New Jersey or something like that but it says Canada Dry. Don’t sue me, Canada Dry. So good luck with your German, [speaking German]. Juvanna: Ja, ja danke schőn. Tim Ferriss: Bitte schőn and sleep well. Maybe I’ll talk to you again soon. Juvanna: Have a good night, Tim. Nice talking to you and all the best. Tim Ferriss: Alright, thank you. Juvanna: Bye. Tim Ferriss: Buh-bye. [Phone rings] Tim Ferriss: Hi, is his Samantha? Samantha: Oh, my God, is this Tim Ferriss? Tim Ferriss: It is Tim Ferriss. Samantha: This it the bet day ever! I’m so excited. Hello. Tim Ferriss: Hey, how are you? Where are you at the moment? Samantha: I’m in my house in Ottawa. Tim Ferriss: Ottawa, good town. That’s Shopify country over there. Samantha: It is. Actually, I just found out we’re like one degree of separation. I’ve been super excited about it since I found out. Tim Ferriss: Sweet. Yeah, you guys have the coolest place to ice skate I think I’ve ever seen. What is that? Is it a river reservoir? Samantha: It’s a canal. Tim Ferriss: It’s a canal that’s like eight miles or whatever long that you can scoot around. What are those things called? Help me out, here. Not badger, something tails? Samantha: Beaver tails. Tim Ferriss: Beaver tails. Can you explain for all of the Yanks in the audience and everyone who is not Canadian? What is a beaver tail? Samantha: It’s basically this fried dough smothered in butter and then topped with sugary topping. Tim Ferriss: So delicious. Samantha: It’s so good and so bad for you. And it’s only proper to eat in the winter while you’re on the canal skating with hot chocolate. Like you should have cold hands warming up with beaver tail and some hot chocolate. It’s fantastic. Tim Ferriss: That sounds so good. How can I help? I am well on my way to inebriated and ready to self emulate. So Please help me to destroy myself. No, I’m kidding. What can I answer for you? Samantha: I have recently taken some advice from you and I quit my job. I really hated what I was doing and who I was with and all that stuff. I went out on my own and I became an actress totally accidentally, and a model also by accident; not what I was looking for. But I also own this little lifestyle brand and I want to work on viral marketing. I’m really trying to destruct and understand this whole elements of viral marketing and how I can get more. I just did my first Facebook live video the day before yesterday, and I got myself more than 2,000 views which I was pretty proud of. But I haven’t been able to convert it so I haven’t made sales from this, yet. Tim Ferriss: Viral marketing is a very, I think, commonly misunderstood and also overused term that doesn’t make it a valuable concept. There are a few people I would recommend taking a look at who have discussed this quite a bit. Two who come to mind, and I’m sure there are many others since my memory is somewhat impaired at the moment; one is Andrew Chen. Andrew Chen is currently on t he growth team at Uber but for a very long time wrote about this type of thing. The second, and actually now I’m thinking of three, is a guy named Andy Johns; very, very smart guy about such things. Let me just do a quick Google machine search; yes, Andy Johns. He’s currently the Vice President of Product at Wealthfront but has worked at many, many different companies in the growth teams; Facebook, Twitter, Quroa, etc. The third person I have now displaced because I thought of Andy. I may come up with a third person but those are two who are very good to start with. Samantha: Okay, excellent. Tim Ferriss: A foundational essay that I would suggest reading, and this is free, which will give you I think a good core principle to keep in mind when doing any of this is 1,000 True Fans by Kevin Kelly. That is on his site, kk.org. If you just search 1,000 true fans it should pop right up. The basic idea is, for viral marketing to work – and he doesn’t use that term, I don’t think – you need a core group of super fans, true fans, to recommend what you do to other people. That is pretty much it. I think that to echo something Seth Goden said on my podcast, to go big you really want to initially aim very, very narrow. To that end, one thing that may be helpful is reading a particular chapter in a particular book, very short. This will take you like 15 minutes. It’s called The Law of Category, that is the chapter in a book called The 22 Immutable Laws of Marketing. Some of the examples are outdated. I would read this in the original edition. Andy Johns, by the way, if you want to follow him on Twitter is – I just found this – @Ibringtraffic, which is a pretty good handle for such a fellow. Very, very smart guy. He has a lot to say that’s worth listening to. The Law of Category chapter would reiterate a lot of what you would find – and I think these are complementary – in a book called I believe it is just The Blue Ocean Strategy. A lot of it is superfluous but I would say 40 percent of it is very, very useful. It discusses effectively how to niche yourself properly so you are the No. 1 or No. 2 player. And if you’re not the No. 1 or No. 2 player, you have to choose a different niche or create a different category. So those are a few starting points. I make no claims to be a viral marketing expert but I do think I’m pretty good at getting word-of-mouth, and I view them as very, very close cousins. Samantha: Beautiful. Can we talk about doing handstands? Tim Ferriss: Doing handstands? Sure. I would say I’m at best 10 percent qualified to give advice on handstands but yes, I am happy to attempt to lie, cheat and steam my way through giving you a legitimate answer. Samantha: Okay. So I’m working on it. I want to get away from the wall and that’s what I’m having trouble with. I know I’m definitely just being a little bit afraid but my former career was being a barber and I had a lot of repetitive tension and I couldn’t do a lot of that type of work because it hurt too much. So now that I’m away from that line of work, I’m super strong all of a sudden but I’m just having a hard time with the balance part, I guess, and I’m just having a hard time figuring it out. Tim Ferriss: Okay, so a few things I would recommend, and I’m borrowing from a guy named Coach Sommer, Chris Sommer, S-O-M-M-E-R, who I interviewed on my podcast. I definitely recommend listening to him because he is your handstand master. A few exercises that helped me very greatly, one would be – and you’re going to have to look these up – an exercise called cast wall walks. This is going from a handstand facing towards the wall into a pushup by walking your feet down the wall and back up. The key, however, is maintaining a hollow and protracted position. This is discussed in my podcast with him so I won’t belabor it here. But protracted really means your shoulders are pushed forward. So if you imagine hugging a telephone pole, in effect, your shoulders should be in that position. It’s extremely exhausting. It’s sac best to do at the end of a workout. The other is – well, two things really in combination; something called hollow body rocks, and you can look that up, and then tuck hops. Tuck hops are where you’re hopping into a handstand position but your thighs are basically against your abdomen. You’re in a tuck position, almost like you were doing a front flip, or imaging someone doing a front flip, i.e. front tuck in a diving competition or something like that where you’re completely compressed into this fetal position. Your legs are going to be in that position while you’re maintaining the handstand. Then you bring your feet down when you lose your balance, and then you jump and tuck back up. You hop back up into that tuck position. Tuck hops are really, really helpful. It’s challenging to do handstands on a soft surface. But another exercise that I have found helpful, and you can do this on a mat, is where you’re effectively walking the length of a mat. I did this exercise with a coach named Sam – she was great – at a place called Athletic Playground in Emeryville, for people in the Bay Area who want to check it out. You’re standing up. You have your arms overhead, extended. You raise your shoulders as high as you possibly can by your ears. You’re going to maintain that the entire time. You would then place your hands down, kick one leg up so your legs are scissored. Switch them, and bring the opposite leg down, if this makes any sense at all. And then you stand back up, and you take another step and you repeat until you get to the opposite end of the room. I would say to keep things simple, since we don’t have video on this audio program, that you should focus on hollow body rocks and tuck hops. I think those are two very good tools. And then at the end of a workout, if you are feeling ambitious, you can try cast wall walks. All of this stuff is borrowed from Coach Chris Sommer. Samantha: Thank you so much for calling me. I want other people to have a chance so I’m not going to keep you but thank you so much; this was awesome. Tim Ferriss: Of course. My pleasure, thanks for spending the time. Samantha: Hey, any time you’re in Ottawa, call me. Tim Ferriss: Rock on. Go Ottawa. Samantha: Alright. Have a nice night. Thank you. Tim Ferriss: I will. Thanks, have a good night. Bye. Samantha: Bye. [Phone rings] Tim Ferriss: Hi, is this Ashley? Ashley: It is, Tim. Tim Ferriss: Ashley, yes, this is Tim. How are you? Ashley: Good. It’s pretty hysterical, okay. Tim Ferriss: Here I am. You’re in California. Or no? Ashley: Totally. I’m actually in Annapolis, Maryland right now. I was asleep. I’ve got a 5 a.m. train to Manhattan but I’m getting up to do this so let’s do it. Tim Ferriss: Yeah, let’s do it. Good crabs in Maryland; I like Maryland crabs. Ashley: I live in DC but yeah. Tim Ferriss: That’s the right way to do it, right? You live in Maryland, or you live in Virginia and then you hop, skip, and jump into DC. Ashley: Exactly. Tim Ferriss: How can I help, or try to help? Ashley: You know, I think it’s fascinating. I’m personally not struggling but I’m struggling with, and definitely from a career standpoint, this concept of what I call infobesity. I think there’s a lot of conversation around it. I don’t know if you’ve heard it used in the Silicon Valley area in the tech space. In the nutrition space, what I’ve been seeing definitely instead of introducing people to how helpful and healthful nutrition is for their bodies. It’s really this like wow, we have so much information. So I use the term infobesity and that we’re all suffering from infobesity regardless of our health status. It’s drowning the quality of information. That’s a larger, more of a country conversation. But I find where you are and a certain segment of my clients, and I also find it an interesting dilemma. If you’re interested in experimenting, if you’re interested in taking it to the next level, if you’re interested in really understanding how your body works and what you can do with it; that’s a dance between information and even finding new things and learning about yourself with it being too much. Not the orthorexia that people are talking about, this pursuit of perfect, but really just this idea of taking in so much information, or in a certain sense, guinea-pigging yourself. So what made me think about it was I absolutely loved the podcast you just did on rapamycin and metformin. I’ve heard one of those presentations. And it was so interesting because the doctors and scientists were saying, the conclusion of which is “yeah, we don’t take those.” I thought one guy’s piece was really good because he was like I’m not diabetic, I’m healthy. And so I think the piece for me is, and this is very much to your audience or when I’m working more with people in the performance space, is where in that space of things like discovery and experimentation is fascinating but, at the same time, I actually am healthy and I am, right now, doing well. So let’s not shake that up, right? So let’s not bring in more information or the newest thing and the acquisition of knowledge could be different than testing it out on yourself. So I was curious for you personally, how do you vet that space? How do you decide what you are willing to do versus turn around and say that’s super cool, I’m fascinated by it but I’m not going to do that. And then the other part is when you’re thinking about what you deliver for your audience, where do you draw that line in terms of vetting information? Tim Ferriss: Sure. Alright, there’s a lot to tackle here. Ashley: Yeah, totally. I’m so sorry. Tim Ferriss: No, it’s good. I like talking about this stuff. Part one is how do I think about my own experimentation and what do I decide to undertake or not undertake. So how do I vet that. And part two is what do I choose to convey to my audience or attempt to teach, and how do I vet that. Let me have some gin, first. Hold on. Ashley: What kind of gin? Tim Ferriss: This is Hendrick’s. I’m a big fan of Hendrick’s gin. Just very simple, Hendrick’s and soda; I’m a simple man. This is probably doing the opposite of rapamycin at the moment. He first part is maybe a correction of a misperception not from you, but from a lot of people. I think I’m very often viewed as a daredevil, risk taking, cutting edge experimenter. And I don’t view myself in that way in the sense that most of what I test has a lot of literature to elucidate at least a plausible mechanism of action and a directional area of causation. That is a fancy way of saying that if I am considering, for instance, using a substance whether it be rapamycin or metformin or otherwise, there is a lot on PubMed, on ClinicalTrials.gov, etc. that I can use to determine the potential upside and potential downside of an experiment. That’s not true for all things, certainly. But generally, I am not the first of 100 monkeys to try something. I’m a big fan of looking at underexplored applications or off-label uses of well tested substances, diets, exercise regimens. Does that make sense? Ashley: Totally, yeah. Tim Ferriss: So for instance, I may look at resveratrol and its potential applications to endurance instead of longevity. I may look at exogenous ketones, like I have KetoForce and a bunch of weird ketone esters in sketchy, crazy-looking Breaking Bad containers in my refrigerator. They probably don’t need to be in my refrigerator but the point being I am looking at their potential application in my life to anti-inflammation and breath hold times. They’re unrelated but those two particular areas, even though they’re not explicitly designed for those things or sold for those things. Yet, at the same time, I would have a good understanding, I would say, or a sufficient understanding of the potential downsides. I think I understand the worst case scenarios in taking these, at least in the short term. So those are for me personally. I try to be on the dull edge when it comes to compound selection, if we’re talking about drugs or different types of food supplements, etc. I try to be on the cutting edge of new applications of known substances, training regimens, diets, etc. So for instance, you take the ketogenic diet. That was originally developed primarily for epileptic children. This is not very well known. The Charlie Foundation, for instance, has done some great work in this area. And I have very close friends of friends who have stopped horrific epileptic episodes where they’re having seizures tens or hundreds of times a day by modifying their diets. It was original designed for that application but then we started looking at body recomposition, and then we started looking at, say, military applications of exogenous ketones to people who need to use rebreathers or something crazy and esoteric like that. As far as what gets conveyed to my audience, I really try to ameliorate the problem presented by infobesity. This is actually the first time I’ve heard of the term but information overload I think is often a consequence of striving for perfection instead of good enough. I’ll give you a perfect example of that. I do think that Paleo or the ketogenic diet have some tremendous applications. I also think that strict Paleo, just like strict veganism or the ketogenic diet done properly, because it’s a very binary diet, are going to have at best a 10 to 15 percent compliance rate. Meaning of every 100 people I might try to convey the prescription for these diets to, of every 100, at best I’m looking at 15 people who succeed. That is not acceptable to me. I think there is probably a smarter way to convert people to a more intelligent and healthful way of eating. And for me, that is the slow carb diet. The slow carb diet maybe viewed as a poor man’s option compared to these others. But I know that I can get a much higher compliance rate. We’re talking 50, 60 percent. And it’s the gateway drug to these more strict and unforgiving diets that may have a marginally better outcome but a vastly greater abandonment rate. So for me, the question first and foremost is what is the likelihood of injury. I want to minimize the likelihood of injury which is why I tend to avoid, or at least provide great disclaimers for anything involving, for instance, breathing exercises or breath hold training. Because the downside is you have a shallow [inaudible] blackout and you die. It’s a very, very significant downside risk. So what is the downside? If it’s too great for too high a percentage of my readership or listenership, I don’t share it; it’s just not worth it. Trying to follow the Hippocratic Oath to the extent that I can, even though I’m not a medical doctor. The second is what is the adherence rate; what is the likely adherence rate? So for me, the priorities are per 1,000 people or per 100 people, what percentage will actually follow what it is that I’m prescribing. Doesn’t matter how good it is if the adherence rate is abysmally low. So adherence, No.1; how many people are going to do this? Effectiveness, No.2; does it produce the results desired and promised? No. 3, efficiency; is it efficient in its use of time and other resources; capital, etc. So those are the three checkboxes, or I should say gates through which I pass in my head all of my potential prescriptions to my audience. So you have safety, adherence, efficacy, and efficiency. That’s how I think about it. And going through those checkboxes in that order, I tend to provide a very minimal dose of information for any particular first step. You can always invite complexity later, and you can make the complexity digestible to a very high percentage of people who have already gone through the minimal and intermediate. But if you try to impose that on someone who is just opening their mind to a novice level of understanding, 99 percent out of 100 are going to fail. So that’s how I think about. It. Ashley: It’s really fascinating. I think one of the things you do in that way is take – my sense has been from the guests and having listened for quite some time is really taking that information and No. 1, offering it in a targeted, at minimum targeted or a hypo-targeted way. And then the second part is really providing how to actually implement it. And I think that’s what’s missing from a lot of the information that’s out there is that we know that more information is not the answer. It’s really how to implement it into your life, to one’s life, that’s going to actually result in action. And I do see that. I think the other part is that I think your guests also have a level of credibility, both I think from personal experience and then also the professional side. So it’s pretty fascinating. It’s super cool. For me, it’s an area that I’m really passionate about because I think we are definitely overloading the brain, which obviously has such a connection to the gut. And so we just see people that are not moving forward or moving forward successfully. And I think your example about Paleo, or certainly in the ketogenics space is really spot on so thank you. Tim Ferriss: Yeah, thanks. I appreciate it. I think people can do more than they believe possible; they just can’t do it all at the same time. And so what I try to focus on a lot is what I would consider the sort of magic ingredient that is very widely neglected, which is sequencing. In other words, you can choose the right information. So you do an 80/20 analysis and you figure out which 20 percent of the information or exercises or food or whatever it might be, supplements, produce 80 percent of he results you’re looking for; changes in biomarkers, whatever the hell it might be. But putting those in a logical order or progression where you get maximum adherence, that is really for me the secret sauce. I spend a lot of time thinking about that. Alright, we have ten things out of 100 that are disproportionately important; how can I put these ten things in a particular order so that for every 100 people who start with step one, I have the maximum number who get through step ten. I hate to say it but most of the instructional information out there does not give a shit about this, or they just don’t take the time to really consider it. They put the onus on the learner, and I think that’s a problem. As Eric Weinstein, who I had on the podcast – really brilliant, PhD, physicist, mathematician. He said we talk about learning disabilities all the time; we never talk about teaching disabilities. Ashley: That’s fascinating. I missed that. Oh, that is great. Perfect. Tim Ferriss: He’s great. It’s a fun episode. And if you look at the nonfiction books out there that are prescriptive, i.e. how-to books of some sort, if you look at classes, if you look at the teaching that fails, it is very often because they don’t think about this progression. They just take the ten things, and they’ve identified what’s important but they teach them willy-nilly in some order that is convenient for them but not a logical progression for the learner that minimizes quitting or overwhelm. So that is how I think about a lot of this. Hopefully, that is helpful in some fashion. Ashley: It totally is. And I think it’s going to be moving forward to continue to address this topic and work to help people. I’ve done a less stellar job than you just did so this is helpful to me from a practitioner’s standpoint. I love that teachability piece. But the other part is just sort of looking at when you ask someone whether or not something is applicable from a nutrition standpoint, it really is who are you right now. I have great examples of people who have jumped on things and who, because it’s not applicable to them right now… A funny example is the study that came out about fish oils being problematic for prostate, or potentially problematic. Science wasn’t great. I had all these emails from people; but you put me on this stuff, should I stop it, etc. And then I went through and 85 percent of them were women. And I was like, hold on a second. Like if you find your prostate, let me know; you know, that kind of a thing. That’s like the macro example. But on a smaller scale, I think people are trying to really figure out what’s that sequencing; what should they be doing right now. And I think the more that we can get to that, that’s awesome. So yeah, really cool. What you should be doing right now is more obvious so I’m excited to listen this episode. Yeah I hope you enjoy the gym and I’m going to put myself to sleep because we know that that is an important part of the sequencing. But I really appreciate this. You’ve given me a lot to think about. Tim Ferriss: Yeah, my pleasure. I would add one more thing, which is I think that it’s important to make people coachable and improve adherence to help them develop a basic scientific literacy. There’s a great book called Bad Science that I recommend to a lot of people by Ben Goldaker. I did one or two appendices in the Four Hour Body that are related – or adaptations and excerpts from this book. One of the most important concepts, and Navdeep Chandel from the metformin/rapamycin conversation mentioned this. We won’t get into it right now but the difference between relative risk versus absolute risk I think is really important for people to understand because the media fucks that up constantly. It can set off alarms when they don’t need to be set off and let things slide when they shouldn’t slide at all. So I will leave it at that and I’ll let you get some sleep. I appreciate you taking the time. Ashley: Thanks. Have a great night. I appreciate it. Take care. Tim Ferriss: You, too. Bye. [Phone rings] Tim Ferriss: Marissa, this is Tim Ferriss calling. Good evening. Marissa: Hello. Wow. [Inaudible]. Tim Ferriss: How are you this evening? Marissa: Good, good. I’ve never been so happy or excited to talk to a drunk man but I guess this is a first. Tim Ferriss: I’ve never been so excited to be drunk and calling someone in the Bay Area so here we are. Marissa: Wonderful, very good. Tim Ferriss: We meet at last. How can I help? Marissa: I have a couple of questions. I’ll be fast; I know that you have other ladies to talk to. An entrepreneur and investor, you’re both and I know they’re not mutually exclusive. But which one would you say paid off better for you for a better, freer life? And when I say better, I don’t necessarily mean money but experience and abundance of life that’s [inaudible]. Tim Ferriss: I would say entrepreneur because being an entrepreneur offers you more opportunities and more diverse context to expose yourself to being uncomfortable and developing comfort with uncertainty. And I think that having the experience of building something yourself as an entrepreneur, trying to persuade others, trying to negotiate effectively in many different areas makes you a better investor more than practicing investing with other people’s money, certainly, helps you to be a more effective entrepreneur. I think that in this case being an entrepreneur helps you to be a better investor than being an investor, at least in many different contexts would help you to be a successful entrepreneur. So my answer would be the entrepreneurship. But I should just underscore that I don’t think everyone should be an entrepreneur. The idea of starting a company is, I think, romanced and perhaps dramatized to a great extent in the U.S. on the covers of magazines and everything else. And the mistake that people make which they can’t be faulted for is they end up only reading about the success stories, and there are a lot of failure stories. They just don’t end up being written about, generally, as cover stories for magazines. It’s a difficult road. You have to have a particular type of programming and hardwiring for it to work. So I don’t think that everyone should start a company. And I don’t think that they should feel badly about themselves if they choose a different route. There are many people who have developed incredible skills, built incredible lives, and helped to improve the world without ever starting a company of their own. I think that it’s a matter of embracing and cultivating your own strengths and having or developing the self awareness to identify those and not just doing what is fashionable in this sense, or I should say in the current day, which is starting a startup. I’ll get off my soap box now; sorry for being so longwinded. It’s a side effect of the alcohol. Please continue. Marissa: That’s perfect. That makes perfect sense. I guess that’s the reason why a lot of us don’t do it. And then the next question is, do you go with a service or a product? There are many choices down the line. But also the alternative of not being an entrepreneur is also boring. So that’s kind of tossing up options, which leads me to the next question. I know this could go on forever and I don’t want to take too much time. But it’s so hard to change gears. I’m not an employee but I don’t say that I’m an entrepreneur, either because I don’t have a startup company. But somewhere in between, I’m trying to change gears. Why is it so difficult to change gears and make the change? I guess in different words, finding that muse. I’ve read your Four Hour Workweek book, and somehow I get stuck on the information overload. So where to start is kind of the question that lingers. Tim Ferriss: Sure. I think that the fallacy that stops a lot of people, and this is propagated by a lot of media, a lot of keynote speeches, a lot of TV; is that you have to choose one or the other. What I mean by that is people think of employee and entrepreneur as mutually exclusive. So they feel like they need to quit their full-time job, jump headfirst into the dark water not knowing the depth, and figure out being a full-time entrepreneur and that’s not necessary at all. I think that the most important chapter in The Four Hour Workweek is the chapter on fear setting. It discusses a gentleman named Hans, who goes from his legal career to building a surf company in Brazil. But the feat setting exercise, which is really identifying the worst case scenarios and how you could recover from them, is more important than goal setting and smart, specific, measurable, achievable blah, blah, blah. I think that identifying where you have the emergency brake on and elucidating your specific reasons for being fearful is exceptionally important, A. And then B, realizing that I think the best way to start a company and to become an entrepreneur is to do it in your off hours. Start by developing something in the evenings, on the weekends, and testing it with a very, very small group of people. And once you have traction that you think could supplant or replace your full-time income from your job, whatever that might be, then and only then, once you’ve sufficiently proven to yourself and others that you have a product and a market that will pay for that product do you continue. I think The E-Myth Revisited, by Michael Gerber is a very good book to read as it relates to product versus service. I know that’s not the specific question you asked but you mentioned it earlier. Whenever possible, I think product is easier than service. They’re both hard to do well but I think that service inherently has more operator bottleneck and is more likely to leave you feeling like you cannot at any point leave your business alone. Marissa: I am in the service business; that’s why I was talking about that. I have to be there to service. Tim Ferriss: I think The E-Myth Revisited is a very good book for you to read because it talks about being a technician versus being a business owner and how to work on your business instead of in your business. I think it’s a very helpful book. That would be one starting point that I would recommend for you, just based on the very little that I have gleaned from what we’ve talked about so far. Marissa: Image revisited, that’s the name? Tim Ferriss: The E-Myth, so it’s E hyphen myth revisited. Marissa: Oh, E-Myth. Tim Ferriss: Exactly. By Michael Gerber, G-E-R-B-E-R. Marissa: Okay, one quick question. If you were to do it all over again, what would you change first? Very general question, I know. Tim Ferriss: This is a great question and I have asked a lot of people this question myself. I’m going to give a very unoriginal answer, but I am really happy with where I am. I wouldn’t change it. I wouldn’t jinx it. Maybe a different approach to answering that question, and it might seem like a dodge, but what advice would I give to 30-year-olds in general. I’m a 39-year-old guy right now. What advice would I give to a group of 25- or 30-year-olds, and I think the answers would include, 1) as a meta principle to guide other decisions, you’re the average of the five people you associate most. So choose the people you surround yourself with, the people you associate with, very, very carefully which is easier said than done. But that is a principle that overlays many other decisions. 2) Learn how to negotiate and persuade. I think that is part and parcel with learning to communicate well in a written format. You need to get good at writing. And persuading, The Secrets of Power Negotiating is one book, ideally digest in audio; there is audio. That is by Richard Dawson, I believe; D-A-W-S-O-N. I found that exceptionally helpful. Getting Past No is another book I would recommend, which is the more realistic counterpart to Getting to Yes. I won’t get into all the history of those two books but Getting Past No I think is very helpful. There’s a book by, I want to say, William Zinsser. I’ve had too much gin to pronounce that properly but On Writing Well is the name of the book. It’s been celebrated for decades now. I think it had its 25th anniversary post publication a few years ago. On Writing Well is a book I’ve revisited several times and found very helpful for written communication. Those would be a few of the things I would generally recommend and certainly underscore for myself at that age, as well. Marissa: Yeah, I second that because it’s actually the persuasion of the negotiating I only learned late in life. I wish I had known that before, and I have to catch up now but it makes sense. Tim Ferriss: It takes practice. It all takes practice. Marissa: Very good. I could have done this conversation [inaudible] but I don’t think we’re being fair to everybody because not everybody will understand that. I would have been excited to talk to you [inaudible] another moment. Tim Ferriss: [Speaking Spanish]. Marissa: [Speaking Spanish]. Tim Ferriss: Bueno. Gracias [Speaking Spanish]. Marissa: Thank you so much for the recent work and for not letting it get to your head, which is actually very humbling. Tim Ferriss: Thank you for taking the time. Nice to speak with you and have a good night and good luck. Marissa: Same here. Good bye. Tim Ferriss: Bye-bye. [Phone rings] Tim Ferriss: Hi, is this Liz? Liz: Yes. Tim Ferriss: Liz, this is Tim Ferriss. How are you? Liz: Oh, my God. I’m great, how are you? Tim Ferriss: I’m good. Are you in Florida? Liz: No, I’m actually in Charleston, South Carolina but I’m from Florida originally. Tim Ferriss: Oh, that’s where the tricky phone number comes in. Charleston’s great. Have you been to Husk, by chance? Liz: Oh, my God, yes. We love Husk. So, so good. We tried to go the month that it opened but it was booked for that entire month. We had to wait. Tim Ferriss: Oh, popular. Yeah, they have more bacon and pig product and butter than you can shake a South Carolina stick at. That place is intense. I had brunch there and I was like alright, I’m not going to eat for the next two weeks. So good, though. Very good. Good choice on town; that is a cool town. I’ve been very, very drunk there before so it’s very coincidental that I’m well on my way right now. Let me stop talking and let me allow you to start talking. What can I answer for you or help you with? Liz: Okay. Well, I’m quite honored to be talking to you. I’m a longtime listener and reader. Tim Ferriss: Thank you. Liz: This will probably make me an even more insufferable fan girl, according to my friends. So okay. I want to be a writer. I’ve always wanted to be a writer. I’m just now giving myself permission to admit that. And I’m actually halfway through The Magic of Thinking Big, which I’m reading per your recommendations. It’s been incredible; changed my perspective, motivated me. I’m finally writing and creating what I want to create. I just recently watched your speech that you gave in 2009 called “How to Blog Without Killing Yourself.” Tim Ferriss: Yeah, that was from Word Camp. Liz: Yeah, that WordPress event. Okay so it was super helpful and I know that most of it is still relevant. But what I was wondering is now, since it was seven years ago, I wanted the updated answer to two questions that are related. No. 1 is what is the one piece of really bad advice that you hear people repeating a lot that has kind of been accepted as mainstream, by the mainstream as good advice or best practice? And No. 2, piggybacking off of that, if you had to start your blog again today in 2016, what are the top three ways that you would grow your readership? Tim Ferriss: That’s some heavy lifting for my blood alcohol content but let me do it. Let’s see how I do. Alright so the first one, let me try to make this however useful instead of just me mentally masturbating with too much booze. First is are you writing fiction or nonfiction? Liz: I’m writing nonfiction. Some of my heroes and influences are people like Glennon Doyle Melton of Momastery or Jenny Lawson of the Bloggess, or Lori Deschene of Tiny Buddha; people like that. Tim Ferriss: Okay. So what kind of stuff are you writing right now? Liz: It’s mostly essays. I like to say it’s creative nonfiction. I feel very much a combination of liking to write things, like yourself, that are very practical; things you can implement, things that are helpful. But also just loving the art, the magic that is writing and the stringing of words together. So I don’t want to really write anything that is just totally flowery and beautiful but then helpful. And so I kind of am trying to write both. I really identify with what you said in one of your most recent podcasts where I just like to write, I write things. I haven’t been writing everyday but I mostly just write things that it is more painful to keep them inside of me than it is to finally write them down on paper. Tim Ferriss: That’s the goo stuff to write. So are you hoping to write books, or blog, or what is the format that you are currently thinking of? This will affect the advice that I give. Liz: I’m writing a blog. I will say that my hope is to become a traditionally published author because of all the benefits I know that that brings. But I am starting with a blog and just want to focus on that, at least for the next three months. Tim Ferriss: Okay. What is your mot popular piece that you have written to date? And that does not mean likes or retweets, necessarily. It could just be which have your friends liked the most. But what piece that you’ve written thus far has proven most popular or to have the best response, or that you’re happiest with? It could be any of those or all of those. Liz: I wrote a piece that I really like and that I think most people like called Why We Should All Think About Death More, which is pretty much what it sounds like. And I also wrote just an eBook that I give away for free called Get Naked, Why the World Needs You to Be a Little More You, which also did pretty well. For me it did well; it’s been downloaded 300 times which I thought was fine for what I was doing. So those two, I guess. Tim Ferriss: Alright. The first question was related to bad advice that I’ve heard given out a lot in the world of writing and/or publishing? Is that a fair paraphrase? Liz: Yeah. I’ve been researching a lot and there’s a lot about advice out there, and I want to make sure that I steer clear of it. Tim Ferriss: Alright. There are two that come to mind. The first I’m actually stealing – or borrowing – from Steven Dubner, who I had on my podcast. I had a follow up question for him and I ended up putting his answer in the new book, Tools of Titans. That’s the latest and greatest. But I asked him the same question. And his answer was write what you know. You hear that a lot: write what you know, write what you know. And he said, why would I want to write what I know when I know so little? I want to write about the things that I don’t understand or no so that I have – in effect; I’m paraphrasing – the excuse to explore and experiment in those new worlds. Why would I want to write about what I know; it’s so little of what’s out there. And I agree with him about that. If you look at my trajectory, and I think why my books have succeeded in part at least it’s because I do experiments in worlds involving things that I have now right to experiment with. They’re completely outside of my normal world. And for that reason, it’s new to me, it’s exciting to me and guess what? If it’s new and exciting to you, there’s a decent chance it’s going to be new and exciting to your readers. If it is old and hackneyed and a thousand times rehearsed and rehashed and old news to you, that sentiment is going to be conveyed to your readers. So for me, I think exploring and conveying that excitement of the novelty and the uncertainty and the potential danger, whatever it might be, is a very powerful elixir for creating good prose and ultimately, useful information. So that’s No. 1: write what you know; not always good advice. Explore what you don’t know; I think might be, in many cases, better advice. The second, and this is extremely boring but I do think it’s practical, is book tours. I’ve never done a traditional book tour. This is probably putting the cart before the horse because you have some goals to check off before you get to book tour. But I’ve never done a physical book tour. I just have never found it worth the expenditure of time, money and energy to help my readers or to help a given book. I find it more useful to focus on the virtual, in many cases. So those are two things that immediately come to mind. Which book writers, which authors of books do you most hope to emulate? Are there any that come to mind? Liz: Sure. Are you familiar with Glennon Doyle Melton? Tim Ferriss: I am not. Liz: She just came out with her newest memoir. It was chosen for the Oprah Book Club which instantly made her super famous. She’s been making the podcast rounds, too. She runs a blog called Momastery. Elizabeth Gilbert, I’m sure you’ve heard of her [inaudible] – [Crosstalk] Tim Ferriss: Sure. Liz: She’s one whose writing I just absolutely admire. She’s a hero of mine; I’ve read all her stuff. Cheryl Strayed, author of Wild, I really like her memoirs and her podcast is great. So this might be making myself sound a lot better but I am but I like to think that those women are people whose path I’m trying to follow; women whose writing I’m trying to emulate to some extent, obviously with my own unique take. But that’s the kind of essay-like memoir that I like to write, but also again bring a little bit of a practical take so that it’s not just all flowery and beautiful. Tim Ferriss: I’m going to stress test you a little bit and I would ask the same. If you were a male caller, I would be inclined to ask this. You mentioned a bunch of female writers. Are there any male writers that you have read that you might emulate, or practice emulating? Liz: I really like Mark Manson. Are you familiar with him? Tim Ferriss: Mark Manson, I’m not going to get this right. What is it, why I don’t give a fuck, The Subtle Art of Not Giving a Fuck, is that it? Liz: Yeah, that’s it; The Subtle Art of Not Giving a Fuck. That’s him. I really like him. His take on self help or whatever… Tim Ferriss: Why do you like him, to drill into it. Liz: I guess it’s his voice. He’s so honest, so raw, so funny, and helpful; all of those things. He just gets down to the heart of people. And he’s not for everybody but he’s certainly for me. Tim Ferriss: Okay. If you could just be a little careful with the face on the phone… we were getting a lot of beeping. Liz: Oh, okay, sorry. Tim Ferriss: Don’t worry about it. That’s like my signature move, as well. So here’s what I would suggest, is try to have, in terms of role models and people you want to emulate, two current-day authors who are relatively new. You’ve already checked that box. Two authors or writers who have lasted at least 20 years. So find maybe one female, maybe one male; doesn’t really matter, in my opinion. John McPhee would be my usual go-to recommendation. M-C-P-H-E-E. He’s been a staff writer for The New Yorker for several decades. He’s won at least one, maybe two Pulitzer Prizes. Everything he writes makes me want to cry in my pillow and put poser as a brand on my forehead; he’s amazing. And then study some folks who have lasted 100 or more years, meaning really longstanding folks. The sort of breezy conversational style of a lot of contemporary writers will not last the test of time. I’m not saying that’s true of anyone you mentioned but I think it is very much worth studying people who have stood the test of time. It’s very hard to go wrong by emulating that. If you want a short introduction to John McPhee, two recommendations. One would be a book called Levels of the Game, which is an entire book about one tennis match. It sounds super boring and it will probably be one of your favorite books you’ve ever read. It’s incredible. Liz: Levels of the Game, okay. Did John McPhee write that? Tim Ferriss: Yeah, he wrote that. And then the second is a collection of interviews, or I should say it’s probably one interview spread over multiple segments. But it is called The Art of Nonfiction and it is an interview with John McPhee, or several interviews, from The Paris Review. It is absolutely phenomenal. You can also search his name, John McPhee, on my blog. For those people listening, just go to fourhourworkweek.com/blog or search Tim Ferriss blog and it will pop up. Search John McPhee. I have a couple of articles – at least one – from the Princeton Alumni Weekly that I’ve reprinted on my blog with permission about the craft of nonfiction writing that I think are very, very helpful. So those would be a few recommendations. If you can create a successful blog or a mega successful single post, you can get a book deal. In the world of nonfiction, that is true. I think Mark Manson is a perfect example of that. There are many such cases. The traditional publishing game can be shortcutted very effectively if you produce a single blog post that is mega successful, or a blog itself that as a corpus is successful, per se. Let’s just call that 500,000 to 1 million uniques per month; then you can get a traditional book deal, pretty much no problem. So those would be a few of my thoughts. And if you’re going to write a book, get the book, Bird by Bird. It will save your sanity and keep you tethered to reality so that you don’t tailspin out of control and self destruct. Liz: Yeah, okay. I love Anne Lamott. She’s great. Tim Ferriss: Agreed. Liz: Well, thank you. I’ve go so many notes, so many great ideas. Yeah, thank you so much for your time and for calling me. Am I your last person? Tim Ferriss: No, I’m going to keep going. I think I’m going to do one or two more. We’ll see how it pans out. We’ll see when my brain decides to go offline. When that happens, then I’m done. Liz: Okay, great. Tim Ferriss: Alright, thanks for your time. I hope that helps. Liz: Okay, thank you. Well, I won’t talk to you later. I will hear you later on your podcast. Tim Ferriss: Alright, buh-bye. Liz: Okay, bye. [Phone rings] Tim Ferriss: Hello, is this Lillian? Lillian: Yes, is this Timmy? Tim Ferriss: It is Timmy. You sound like my mom/PE instructor. How are you? Lillian: Okay. So which glass are you on? Tim Ferriss: Oh, which glass? This is like six or seven, I would say, of Hendrick’s and soda. Lillian: Oh, you’re getting really junked to me. Awesome. Tim Ferriss: Oh, yeah. I’m warmed up. Where are you at the moment? Lillian: I’m in Washington, DC. But I’m not from here. I’m from Lebanon. I’m from Beirut. Tim Ferriss: From Beirut, Well, [Speaking foreign language]. Nice to meet you. Lillian: Oh, look at that. Tim Ferriss: Yeah, I’ve got a few words. [Speaking foreign language]. That’s about it. Lillian: You never cease to amaze, Tim. Tim Ferriss: So you’re up late. I’m drunk and it feels late. Let’s have some fun. How can I help? Lillian: Well, you know, I think the thing I really wanted to talk to you about was that I discovered you I think three years ago, and I became so obsessed with optimization. I just became like crazy. And then I realized I completely burnt out, and then I started hating you a lot. And now I’m in a good place. But I just want to know how do you optimize so much and keep a sense of joy and novelty in your life? Also, being here for past two months because I’m here on a short trip, I kind of understood a bit that life here is very different than life back home. And if optimization is about controlling variables in a complex system, there’s this kind of feelable here. While back home, it’s not as much. So I don’t know; let’s just talk about that, if it makes some sense. Tim Ferriss: Sure. Let me ask you first, how is life different in Lebanon compared to here? Lillian: I would start with the internet speed. That’s kind of shit. If I’m writing and I’m feeling optimistic about something, or I’m working and then I just wait for shit to load; I just lose my track of thought and then all my optimization goes down the crapper. Another thing would be transportation. That’s kind of shit; we don’t have public transportation. Tim Ferriss: So there’s just more outside of your control. Lillian: Exactly. So very much variables outside of my control but very much controlling of my life. Tim Ferriss: I would say a few things. The first is that there is, I think, a misperception that I try to optimize everything. I think it’s important for us to define optimize. So let us define optimize in the context of efficiency as getting things done in the least amount of time possible. There are domains in my life that I seek to optimize. Generally, those are processes, tasks that I do not enjoy spending time on. And then there are things that I do not optimize. I don’t watch my favorite TV shows on 2x. I don’t speed read poetry. I don’t boil myself in water because I want to spend less time in my hot bath by increasing the temperature. I’m not trying to… I was going to say ejaculate as quickly as possible but maybe that’s too much alcohol. I’m not trying to have the fastest sex possible, for instance. Sorry; I used the E word. It happens. The point being is the efficiency is most important when you’re trying to multiply outputs. And particularly when there are tasks or processes involved that you do not enjoy. So I don’t make myself miserable by optimization specifically because it is compartmentalized and limited to a specific subset of activities in my life. Does that make sense? I think secondarily, the commonality between, say, rules that I would follow here and rules that I would follow in Lebanon or in many other places are the same. And that is you have, for instance, strategies and tactics above those two; you have a layer which would be first principles. And the first principles that I follow could really be codified in the philosophical system of stoicism. I have a quote from Marcus Aurelius on my refrigerator – I’m looking at it right now; it’s on the right hand door – that I see every morning when I remove anything from my refrigerator. I think the core, or one of the core tenets of stoicism whether you’re looking at Marcus Aurelius, Seneca, Epictetus or otherwise, is close to what people in the U.S. at least would know well as the Serenity Prayer. A big component of that is identifying the things you can change versus the things that you cannot change. So in Lebanon, the things you cannot change would include shitty transportation, shitty internet. Lillian: They just keep changing and piling up. Tim Ferriss: Here, they might be different things but nonetheless they’re still factors that are either in your sphere of influence of control or outside your sphere of influence and control. So separating those are very important. So those, I would say, are two observations just offhand in response to your comments, number one relating to how not to be miserable optimizing. So i.e., choose your targets wisely. And then secondly, the commonalities or the common operating system that you could run independent of environment. Meaning here or in Lebanon, or in Ethiopia, or in Japan; it doesn’t matter. It’s just a higher level of abstraction, if that makes sense. There are certain tactics you may not be able to use. You may not be able to stream video effectively in certain places. But you can still use the higher first principles that you’re imposing upon in a top-down fashion; all the rest of the decision making that you employ. Lillian: That seems pretty legit. It’s actually shit I’ve heard you say before but I just wanted to raise the issue. Have you been to our part of the world Tim? Tim Ferriss: I haven’t been to Lebanon. I’ve wanted to for a long time. Lillian: What are you waiting for? Tim Ferriss: I have Lebanese friends. They told me not to go because it was dangerous. Lillian: Everyone has Lebanese friends, and I don’t trust those Lebanese friends. I’ve heard so much crap about them. Tim Ferriss: They said to me, due to ABC factors, I would not recommend that you go right now because it may not be the safest place. Lillian: Bullshit. We just have a trash crisis and trash is eating our streets. That’s totally fine. We can still party hard. We still eat good food. Tim Ferriss: Yeah, I would like to visit. I’d love to go to Beirut at some point. I’ve spent time in Jordan; that’s about as close as I’ve gotten so far. Lillian: You should come to Cairo. There’s a startup event this December and I think it’s going to be awesome. And it’s pretty close. Tim Ferriss: Yeah, maybe so. December will be tough because I have my book launch in December, and Christmas. Lillian: Congrats on that. Tim Ferriss: Thank you. I’ll be a bit occupied in December. Never been to Egypt; I would love to check it out. That will be a TBD, no doubt. Lillian: I think you’d enjoy the feeling, just the chaos there and I’d love to see your perspective of [inaudible] just how people can survive in a place like Cairo. Every time I visit, I’m just amazed. You’d be shocked. Tim Ferriss: I’m sure I would be. I’ll have to brush up on my Arabic before I head over. I guess Egyptian Arabic should be the easiest, I would imagine, to pick up because most of the movies and music and so on are produced in Egypt. Lillian: Exactly. That’s very true. Tim Ferriss: We will see. I would say that optimization can make you miserable and it will make you miserable if you apply it to all things, for sure. Lillian: Yeah, I think I missed out on that part, like don’t optimize the shit you enjoy. Good point. Tim Ferriss: Savor the shit you enjoy, which means very often that you are doing the opposite of optimizing. You are actually deoptimizing. Lillian: We should find a word for that. Tim Ferriss: You’re elongating. You’re distending; which sounds a little odd and anatomical. But you’re extending the time involved for the things that you enjoy. So that’s my take. Lillian: Well, thank you. Tim Ferriss: For sure. Lillian: I appreciate it. Tim Ferriss: I appreciate you taking the time so thanks for dropping in your information. Lillian: Thank you. Have a good night. Tim Ferriss: Alright, you too. Buy-bye. Lillian: Ciao. Posted on: June 21, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello ladies and germs, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is normally my job to deconstruct world class performers of various types, of all ilks", "this time, we have a slightly different episode", "by request, we have another drunk dialing episode where i meander, gin in hand, hendrix this time around, to my table where i record myself getting inebriated, dialing to many of you via phone and fielding your questions", "now, this is ladies night edition", "why is this ladies night edition", "well, the ladies were absent from the last drunk dialing fiasco", "and why is that", "well, i thought i would explain a few things because it’s just math, among other things", "so i’m looking at the demographics, a result of a poll on wufoo here, and we have 11,643 respondents, so pretty – i would say – statistically representative", "my audience is, as it stands right now, 84.04 percent male, 15.83 percent female, and .13 percent other", "i will leave that to your imagination", "and what that means is a few things", "if we look at the math, last time people submitted their names, phone numbers, etc", "and it’s first come, first serve", "the people who sign up first get called first", "and three out of the 20, which is exactly 15 percent, were female", "unfortunately, those women and several guys, as well, did not pick up", "so if i go to voicemail, i call the next person", "that is what happened", "so this time around, so that the ladies would not get crowded out by all the dudes, i did a ladies night edition", "and we talked about quite a lot", "we talked about language learning; we really get into the weeds on language learning", "we talk about exercising with injuries or around injuries", "we talk about viral marketing, my thoughts on that; my criticisms of that, perhaps", "handstands and handstand training, how i decide what to experiment with, how i decide after that what to share with you guys, teaching disabilities versus learning disabilities, and the craft of writing; common mistakes, goals, etc", "so i hope you guys enjoy this as much as i did", "of course, the blood alcohol content helps", "and that is enough prelude for now", "so without further ado, as i always say after a long introduction, please enjoy volume 3, ladies night edition of drunk dialing with tim ferris", "[phone rings] hi, is this glynnis", "am i getting that right", "glynnis: you are totally getting that right", "sweet", "glynnis: tim ferriss", "yes", "glynnis: hi", "yes, miss, yes, ma’am", "where am i reaching you", "where are you located", "glynnis: in toronto", "toronto", "that’s a fine town", "i like toronto", "glynnis: it is a fine town", "i have spent some time there", "there’s a lot of good food", "glynnis: have you", "yeah", "lots of good companies, good people, good coffee, i dig it", "glynnis: totally", "how can i help", "what can i answer, or just lie and try to make something up to answer", "glynnis: okay, so my question was about i’ve read the four hour body", "love it, have used the diets off and on for a little while now", "the thing i haven’t been able to do has been the exercises", "and that’s because i have a couple of sort of ongoing physical issues, as i said in my little post when i did this; my body is sometimes a bit of an asshole", "i have a cervical disk that is basically permanently bulged so i can’t do the kettle bells", "and i have knee problems so squats long-term are not a good thing for me", "so i guess i’m wondering what your advice is for people who want to stay active as they recover from injuries, or if their bodies are just not as keen on some of the sort of basic hit workouts and that sort of thing; like a lot of those type of movements", "yeah", "well, you’re catching me at a good time for this because i am in the process of recovering from two injuries as we speak", "glynnis: oh, i’m sorry", "that’s okay", "i have a sprained acl in one knee so i cannot squat at the moment", "and i have a torn left glat/rib which is extremely uncomfortable, needless to say", "glynnis: oh, my god, yeah", "i have been addressing this question for myself so here is the short answer, and i’ll elaborate on this", "the short answer is do what you can", "i’m also sitting about 15 feet from someone who is riddled with injuries just like me and is dealing with the same thing, and giving me the middle finger slash stink eye", "glynnis: we’re all a mess, aren’t we", "the answer is do what you can", "and i’m inclined to this, as is everyone else", "i think particularly if you have an injury with a primary mobility joint, say something that helps you walk like a knee, or a prime mover meaning a large muscle group like a quadricep or a lat or something like that, to just stop", "and to be frank, i’ve been a lazy ass and i have not done a whole hell of a lot in the last two weeks", "but i just started yesterday, and in the last few days, focusing on the things that i can do", "such as long walks, such as effectively stick-legged deadlifts; very slow, stiff-legged deadlifts that prevent… they’re doing a lot of the work that kettle bell swings would do but they’re non ballistic", "so i’m using a trap bar deadlift", "this is something you step inside of", "it’s sometimes called a hex bar deadlift", "you could google that and see what i’m talking about", "but i’m doing a very slow, controlled deadlifting movement with a hex bar which is putting less sheer force strain on, say, lower back", "cervical bulging disk is a nontrivial issue", "so obviously, i should say – to cover my own ass as much as yours – talk to your medical professional first", "you’re in canada", "it shouldn’t cost much, although you may have to wait for 17 months but do your best", "the good news is you guys can get everything over the counter, so there’s that", "glynnis: it’s true", "there are things that you can do", "whether it is just calf raises, or something else, in the case of injury my general recommendation is swimming, no", "1, which is something i’ve also been doing", "and if you’re not a swimmer, i recommend checking out total immersion swimming", "it is a method of swimming", "i’ve written a post on that with my highlights", "i think it’s “how i learned to swim in10 days and so can you,” or some info-mercially sounding headline like that", "glynnis: awesome", "i didn’t learn to swim until i was in my early 30s so it’s a good introduction to that", "the second guideline i will provide is low speed", "so you’re performing slow motion movements", "this could mean five seconds up, five seconds down, ten seconds up, ten seconds down", "there have been a number of exercise science studies performed with elderly women, for instance, who are recovering from – i’m not saying that’s you", "glynnis: are you saying i’m old", "no, no", "i’m not that drunk", "you sound what, 15, 16", "no, i’m kidding", "glynnis: oh, yeah, totally", "that’s probably shooting a little low", "i’m getting a shake of the head over here", "i’m getting director cut, cut, cut", "glynnis: maybe a little, yeah", "once you’re in a hole, stop digging", "moving on", "glynnis: yes", "the point being they were recovering from hip fractures and things of this type", "they could not impose any erratic forces, as reflected in, say, a force play where they’re lifting a weight with momentum and going from zero to 120 to x", "so i think the very slow tempo or slow cadence lifting is particularly helpful in recovering from injuries", "and in this particular case, in my case, i am doing this, as well", "when you limit your cadence to ten seconds up, ten seconds down, you are going to be using lighter weights by necessity to do that, particularly if you’re aiming for, let’s just say, seven to ten repetitions to temporary muscular failure", "and all that means is you’re no longer able to pull that up, or contract and shorten the muscle", "and i think it’s doug mcguff – i may be getting this wrong, but body by science is a book that discusses this at some length", "the four hour body discusses it as well but body by science, – i’m doing a quick search for you – it is doug mcguff, m-c-g-u-f-f", "there’s also the super slow, i believe it’s a company or maybe an organization, that emphasizes very specifically this type of slow cadence lifting", "for recovery purposes, i think it is extremely flexible", "it allows you to work around injuries in a meaningful way", "so those are a few of my thoughts", "in addition to that, we’re talking about resistance training and you can add stretching protocols that are strengthening at the same time, meaning they’re not limited to passive, long duration stretching", "that would include programs like gymnastic bodies, which was created by coach chris sommer former national team coach for men’s gymnastics", "i am currently incorporating some of that, as well", "and i’m pretty messed up at the moment", "but those are some of the things that i am reincorporating at the moment", "those are the primaries that come to mind", "glynnis: okay, cool man", "yeah", "let’s see, what else", "now, you’re dealing with the disk", "any other injuries that are particularly problematic for you", " glynnis: i have an ongoing knee condition that i’ve had basically since i was 10 years old, which is the chondromalacia of the patella", "but it’s been better for a long time", "i’ve been able to run and stuff like that", "but the cervical disk bulge was quite major; i was in the hospital for it with a pinched nerve and three months of physiotherapy and i’m looking at an 18 month healing process", "i’m eight months into that right now so that is the primary", "it completely threw me for a loop because most of the things that i did to work out have just been shut down", "how did that disk bulge happen", "do you know", "was it an acute event or was it something else", "glynnis: it was an acute event when it happened", "it was one night and i ended up in the er because it went out far enough to pinch a nerve", "what instigated that", "glynnis: my 1-year-old son was sleeping on my chest and i was crunched against the headboard", "ouch", "those kids are vicious", "glynnis: yes, they are and that’s not the first time this has happened", "so what they think is that it was sort of like a buildup over time; that it had been gradually bulging more and more and then one night it just completely slipped out", "so it wasn’t a specific thing", "it’s just called being a mom", "yeah", "full contact sport, that one", "of course i’m very, very conservative when it comes to any type of cervical issues because you’re dealing with nerves that then affect things like respiration and heart", "glynnis: yeah", "i still don’t have feeling in part of my thumb", "so i would take it slow, and certainly get cleared by your gp", "bu i think that extremely slow cadence lifting and swimming would probably be my go-tos, as well as some degree of controlled stretching program that incorporates strength building, which is effectively mobility, as coach sommer would describe it", "so the ability to exhibit strength at the end ranges; not just passively move through them", "those would be my recommendations for now", "but i’m no doctor and i’m not a trainer", "but that’s what i’m prescribing myself, and the walking", "glynnis: okay, cool", "and the walking", "gotta get in the walking", "okay, yes", "very underrated", "if you need something to do while walking, and you’re sick of my voice haunting you in your dreams because of my podcast, you could listen to hardcore history", "hardcore history is the way to go", "glynnis: okay", "i was going to ask you what your recommendations are", "oh, yeah", "hardcore history", "start with wrath of the khans", "if you can’t find that for whatever reason, prophets of doom is a good episode, as well", "i think that’s still available for free", "but wrath of the khans is worth purchasing if you have to", "glynnis: okay, cool", "my husband is obsessed with podcasts, like obsessed", "and [inaudible] dan carlin", "he’ll go off the rails with dan carlin then yeah, for sure", "glynnis: apparently he’s already obsessed with dan carlin so there you go", "but i’m sort of like only a couple of podcasts that i’ll… he can convert you to dan carlin", "glynnis: okay", "blueprint for armageddon", "oh yeah, that’s a good one", "that’s a long series", "my favorite is probably wrath of the khans but i started with prophets of doom", "if you start with prophets of doom, which i believe is available for free, just give it 15 minutes", "there’s a lot of foreplay involved; it takes a long time to warm up", "but then it gets really, really good so just be patient", "glynnis: okay", "awesome", "glynnis: hopefully that is helpful", "glynnis: totally, yeah", "i wish you all the best and good luck with recovering from your injuries", "glynnis: yeah, same to you", "thank you very much", "glynnis: fellow invalid", "i appreciate you submitting your name", "have a good night", "watch out for those 1-year-olds", "watch out", "they’re vicious", "glynnis: yeah, thanks", "they’re worth it, too", "alright", "bye", "glynnis: okay, bye", "[phone rings] hi, is this juvanna", "juvanna: yes", "is this tim", "this is tim", "good evening", "i don’t know what time it is where you are", "where are you", "juvanna: i am in switzerland in lucerne and it’s 4:11 in the morning", "wow", "up to milk the cows", "i am glad to chat with you", "thanks for staying up, or waking up so early", "juvanna: yeah, i wouldn’t be up this early; not for a lot of people", "i am honored and flattered", "how can i help", "what might i be able to answer for you", "juvanna: i was wondering, before i saw the article you posted a few hours before the drunk dial thing about studying languages but now i have another question related to that article", "how about studying a few different languages at the same time", "which languages do you want to study at the same time", "juvanna: actually right now i’m in switzerland", "i lived in u.s", "for a few years so i kind of got my english to some level, some nice level and now i want to get my german to that same level, academic level", "i’m also studying french", "i kind of know some french and italian and hungarian", "hungarian is tougher than those other ones, i think", "juvanna: yeah, for sure", "and of course i’m not going to do them all at the same time but i noticed, for instance i’m studying french and german at the same time and i don’t know", "i tried to do some hungarian in the meantime and i get the words confused sometimes", "now i’m thinking maybe i should just focus on one language", "if you learn languages in a short amount of time, when you have to perform or talk that language, how do you not confuse it with others if you learn them… if you learn them roughly in the same period of time", "there are a few really interesting questions, here", "i’ll make a couple of recommendations off the bat", "there’s one, it’s a bit dense; there are some things to be taken from it called the loom of language", "this is a very thick book", "it’s in english and it might be worth looking at", "there’s also a book called in other words, just for people out there – since people will be listening to this – who may not think as adults they’re well equipped to learn languages, in other words, which is co-authored by someone named hakuta, h-a-k-u-t-a", "there are a few approaches that i’ve used, and i actually have an entire folder on my computer that i’ve kicked forward since 2005 on language learning", "it includes a bit on this, just from my own notes that i took in 2004 to 2005 when i was studying spanish and german and a few other languages at roughly the same time, within the same three-month period", "my approach has been first and foremost to focus on dialogue whenever possible so that you are refining your conversation abilities and idioms, idiomatic use of the language", "instead of reading, say, newspapers and things of that type used in many classrooms", "two of the tools that i use for simultaneously reviewing one language and learning a new language, in other words i would not recommend going from ground zero in two languages simultaneously", "i think that’s very difficult", "and in fact, the closer they are, the harder it’s going to be", "what is your native language", "juvanna: serbian", "serbian, okay", "i actually had a serbian roommate in berlin", "juvanna: really", "yeah", "she was great", "she spoke great german so it’s not impossible", "and she made fun of me, actually, for the approach i’m about to describe", "there are two different tools i use", "one is movies, and i can explain specifically how", "the second is comic books", "there are, to be more precise, a number of comic books that are translated into multiple languages", "they tend to be japanese", "so for instance, there’s a comic called one piece", "and if i look at my wall, i have one piece on my bookshelves in four or five different languages", "i also did that for cowboy bebop, that’s another comic book, and a few others", "what i would do is, say i had developed a decent level of – in this case – spanish, first", "no, i’m sorry; german first and then i went to spanish-speaking countries like panama and so on", "i wanted to review my german to consolidate it and give it more sticking power", "but i wanted to learn spanish as my new language", "what i would do was have two versions of the same volumes of that comic book", "so let’s just say they have one piece, volume 1, 2, 3, 4, 5", "i would buy 1, 2, 3, 4, 5 in spanish, in german, and in english", "and then of course i had electronic dictionaries and things like that", "so i would read the comic in my new target language", "if i didn’t understand something, i would go to the same page, the same frame, the same sentence in the last language that i studied", "so in this case i was reading in spanish, and then if i didn’t understand something i would go back to german and i would look at the comic book in the same frame", "the first volume is going to take you forever", "it might take you a few weeks", "but within two or three months, you will probably be going through a volume in let’s just say six to 12 hours", "you’ll be very, very fast", "comic books are one of the tools", "the other is movies", "in the case of learning, say – i’m just going to use an example that a lot of readers will identify with because they are in english-speaking countries – spanish, a lot of people who try to learn spanish will watch movies in spanish with english subtitles", "that is only appropriate for very high levels of proficiency because if you mishear something, you’ll make mistakes", "if you don’t quite catch something, you will also make mistakes and you can’t look it up", "but if you watch, for instance, movies you know very well with subtitles in your target language, then you can make very, very fast progress", "so i used diehard, for instance – i’m dating myself a little bit – to learn not only japanese at points but also chinese, and to review", "so that helped me with the writing systems but it also helped me with idiom, it helped me with conversation, etc., just like the comic books", "so those are a few of the recommendations i would make", "the post that you saw, i’m not sure which language learning post it was, benny lewis, l-e-w-i-s, whose nickname is the “irish polyglot,” is also worth looking into", "he has some very interesting approaches, and he speaks many, many languages", "so he would also be a good resource to ping on twitter or elsewhere", "juvanna: what do you think about listening to the music and translating it", "would you surround yourself completely with some language, put your phone on spanish for instance; do things like that to kind of get into that world", "i can tell you my approach, and there are many different approach; different ways to skin this cat as we would say in english – i don’t know where we got that from, by the way; i suppose in old english we liked skinning cats", "but the point i was going to make is that you have to find an approach that works for you", "there are different approaches", "my preference is not to do immersion unless i am in the country", "i think it’s too much work", "i would rather bust my ass and try and get an extra week in-country where i can immerse myself 24/7 in a real environment, as opposed to simulating it here", "so i do not change the settings on my phone", "i’ve tried all of that", "i find it more inconvenient than helpful and it’s more inclined in my case to make me frustrated and quit", "there are, however, people who have become very, very good for instance at japanese", "there’s a site called “all japanese, all the time,” ajatt", "this young guy became incredibly good at japanese by doing exactly what you just described", "benny lewis, i believe, uses internet radio very much for the same reason; this sort of simulated immersion environment", "but i’ve never done that", "i find it too frustrating to stumble in the beginning in that particular way", "i would prefer to take, for instance, that time and apply it to doing skype video sessions with someone who can help me work on pronunciation to get my pronunciation as dialed as possible before i go into a native environment", "my general progression would be pronunciation with set phrases that are very useful, so memorizing 20 to 50 set phrases that are high frequency that you can use all the time", "then moving to, say, present tense, original sentence construction and using what are called auxiliary verbs or helping verbs", "it’s probably true in french; i don’t speak french", "it is true in german; it’s certainly true in spanish", "you can learn the conjugations if you know what i mean, the declinations, for the verbs “to want, to need, should,” for instance; there are a handful of them", "that allows you to then learn the infinitives of all the other verbs, basically, and put them at the end", "in other words, if you just learn to say “i want, you want, he wants, she wants, they want, we want,” etc., then you can add “to eat, to read,” whatever it might be", "by mastering those auxiliary verbs, which is something that i learned from a guy named michel thomas, m-i-c-h-e-l t-h-o-m-a-s, indirectly through his materials, you can amass hundreds of verbs but only learn the conjugations for five or six, say", "that is a cheat that allows you to make a lot of program really quickly", "and then i would work on basic grammar", "but past that point, you need to be amassing vocabulary at a pretty rapid clip", "so i use flashcards, also", "i prefer physical flashcards at this point", "there are good programs like unkie, duolingo is fantastic overall for everything", "but i use physical flashcards from a company called vis-ed, v-i-s hyphen e-d dot com", "juvanna: yeah, i read that in your article about the flashcard", "i love the things that you can touch and see and write; things like that", "it works better with me", "that’s my particular preference, anyway", "i do apologize; i probably should jump off in a bit just because i have to call quite a few people but i’m happy to answer one more thing", "juvanna: okay", "so how do you get to a much higher level", "for instance, i have really good basics of german right now, and i want to get to academic levels, like b2 for instance, or maybe c1", "how do you get completely fluent in one language in some shorter period of time", "i understand", "it’s a long conversation but i would say that you can study for the test", "so it would be dictated in large part by the test and the certification that you’re looking for", "this is something that i studied for in buenos aries when i was trying to get my advanced level spanish certificate, for instance", "you can study for the test", "if you want to use non-teachers, in other words use a tandem format – that’s what they call it in german – where you are teaching someone your language while they’re teaching you theirs, which may or may not work for you but perhaps you help them with english and they help you with german", "i have found translation of very specific sentences that are preparing you for the test to be most effective", "that’s probably beyond the scope of this conversation; it would require a lot of explanation", "but most native speakers cannot teach their native language", "so you have to enable them with very clear instructions", "the best way to do that that i have found is trading translations in areas that you have already identified you need help with", "effectively all they’re doing is saying that sounds funny or that sounds correct; this is how you should fix it", "that’s all they’re doing is giving you, for instance, a sentence in english", "so let’s just say they’re of an equal level in english as you are in german, and you might be working on the subjunctive case", "this is a more advanced skill", "so you’re saying: if i had a million dollars, then i would do blah, blah, blah; the hypothetical case", "this is the subjunctive", "you know in german, in spanish; it’s a more advanced skill", "or reported speech; you might be doing: he said to her that she should do this, this, and this", "it’s a more advanced linguistic contract", "then they would give it to you in english, and you would translate it into german", "so a) you would correct their english so they get a benefit out of it", "and then you would try to produce the same sentence in german and they would correct it", "but you’re practicing for the test in either case", "hopefully that helps", "juvanna: there’s no cheating in that study", "well, there are cheats in the sense that you can use pneumonic devices", "i think ed cooke, c-o-o-k-e is a good guy to look to for that", "he has a company called memrise, m-e-m-r-i-s-e", "ultimately, i think you can do it in a very short period of time; certainly three to six months is more than enough time as opposed to three to six years", "but you have to have the deliberate practice focusing on the right things", "so hopefully that helps but i will let you get to sleep, since i need to get to drinking, smiling, and dialing", "juvanna: okay", "what are you drinking tonight", "i am drinking hendrick’s gin and canada dry club soda, which is probably bottled in hoboken, new jersey or something like that but it says canada dry", "don’t sue me, canada dry", "so good luck with your german, [speaking german]", "juvanna: ja, ja danke schőn", "bitte schőn and sleep well", "maybe i’ll talk to you again soon", "juvanna: have a good night, tim", "nice talking to you and all the best", "alright, thank you", "juvanna: bye", "buh-bye", "[phone rings] hi, is his samantha", "samantha: oh, my god, is this tim ferriss", "it is tim ferriss", "samantha: this it the bet day ever", "i’m so excited", "hello", "hey, how are you", "where are you at the moment", "samantha: i’m in my house in ottawa", "ottawa, good town", "that’s shopify country over there", "samantha: it is", "actually, i just found out we’re like one degree of separation", "i’ve been super excited about it since i found out", "sweet", "yeah, you guys have the coolest place to ice skate i think i’ve ever seen", "what is that", "is it a river reservoir", "samantha: it’s a canal", "it’s a canal that’s like eight miles or whatever long that you can scoot around", "what are those things called", "help me out, here", "not badger, something tails", "samantha: beaver tails", "beaver tails", "can you explain for all of the yanks in the audience and everyone who is not canadian", "what is a beaver tail", "samantha: it’s basically this fried dough smothered in butter and then topped with sugary topping", "so delicious", "samantha: it’s so good and so bad for you", "and it’s only proper to eat in the winter while you’re on the canal skating with hot chocolate", "like you should have cold hands warming up with beaver tail and some hot chocolate", "it’s fantastic", "that sounds so good", "how can i help", "i am well on my way to inebriated and ready to self emulate", "so please help me to destroy myself", "no, i’m kidding", "what can i answer for you", "samantha: i have recently taken some advice from you and i quit my job", "i really hated what i was doing and who i was with and all that stuff", "i went out on my own and i became an actress totally accidentally, and a model also by accident; not what i was looking for", "but i also own this little lifestyle brand and i want to work on viral marketing", "i’m really trying to destruct and understand this whole elements of viral marketing and how i can get more", "i just did my first facebook live video the day before yesterday, and i got myself more than 2,000 views which i was pretty proud of", "but i haven’t been able to convert it so i haven’t made sales from this, yet", "viral marketing is a very, i think, commonly misunderstood and also overused term that doesn’t make it a valuable concept", "there are a few people i would recommend taking a look at who have discussed this quite a bit", "two who come to mind, and i’m sure there are many others since my memory is somewhat impaired at the moment; one is andrew chen", "andrew chen is currently on t he growth team at uber but for a very long time wrote about this type of thing", "the second, and actually now i’m thinking of three, is a guy named andy johns; very, very smart guy about such things", "let me just do a quick google machine search; yes, andy johns", "he’s currently the vice president of product at wealthfront but has worked at many, many different companies in the growth teams; facebook, twitter, quroa, etc", "the third person i have now displaced because i thought of andy", "i may come up with a third person but those are two who are very good to start with", "samantha: okay, excellent", "a foundational essay that i would suggest reading, and this is free, which will give you i think a good core principle to keep in mind when doing any of this is 1,000 true fans by kevin kelly", "that is on his site, kk.org", "if you just search 1,000 true fans it should pop right up", "the basic idea is, for viral marketing to work – and he doesn’t use that term, i don’t think – you need a core group of super fans, true fans, to recommend what you do to other people", "that is pretty much it", "i think that to echo something seth goden said on my podcast, to go big you really want to initially aim very, very narrow", "to that end, one thing that may be helpful is reading a particular chapter in a particular book, very short", "this will take you like 15 minutes", "it’s called the law of category, that is the chapter in a book called the 22 immutable laws of marketing", "some of the examples are outdated", "i would read this in the original edition", "andy johns, by the way, if you want to follow him on twitter is – i just found this – @ibringtraffic, which is a pretty good handle for such a fellow", "very, very smart guy", "he has a lot to say that’s worth listening to", "the law of category chapter would reiterate a lot of what you would find – and i think these are complementary – in a book called i believe it is just the blue ocean strategy", "a lot of it is superfluous but i would say 40 percent of it is very, very useful", "it discusses effectively how to niche yourself properly so you are the no", "1 or no", "2 player", "and if you’re not the no", "1 or no", "2 player, you have to choose a different niche or create a different category", "so those are a few starting points", "i make no claims to be a viral marketing expert but i do think i’m pretty good at getting word-of-mouth, and i view them as very, very close cousins", "samantha: beautiful", "can we talk about doing handstands", "doing handstands", "sure", "i would say i’m at best 10 percent qualified to give advice on handstands but yes, i am happy to attempt to lie, cheat and steam my way through giving you a legitimate answer", "samantha: okay", "so i’m working on it", "i want to get away from the wall and that’s what i’m having trouble with", "i know i’m definitely just being a little bit afraid but my former career was being a barber and i had a lot of repetitive tension and i couldn’t do a lot of that type of work because it hurt too much", "so now that i’m away from that line of work, i’m super strong all of a sudden but i’m just having a hard time with the balance part, i guess, and i’m just having a hard time figuring it out", "okay, so a few things i would recommend, and i’m borrowing from a guy named coach sommer, chris sommer, s-o-m-m-e-r, who i interviewed on my podcast", "i definitely recommend listening to him because he is your handstand master", "a few exercises that helped me very greatly, one would be – and you’re going to have to look these up – an exercise called cast wall walks", "this is going from a handstand facing towards the wall into a pushup by walking your feet down the wall and back up", "the key, however, is maintaining a hollow and protracted position", "this is discussed in my podcast with him so i won’t belabor it here", "but protracted really means your shoulders are pushed forward", "so if you imagine hugging a telephone pole, in effect, your shoulders should be in that position", "it’s extremely exhausting", "it’s sac best to do at the end of a workout", "the other is – well, two things really in combination; something called hollow body rocks, and you can look that up, and then tuck hops", "tuck hops are where you’re hopping into a handstand position but your thighs are basically against your abdomen", "you’re in a tuck position, almost like you were doing a front flip, or imaging someone doing a front flip, i.e", "front tuck in a diving competition or something like that where you’re completely compressed into this fetal position", "your legs are going to be in that position while you’re maintaining the handstand", "then you bring your feet down when you lose your balance, and then you jump and tuck back up", "you hop back up into that tuck position", "tuck hops are really, really helpful", "it’s challenging to do handstands on a soft surface", "but another exercise that i have found helpful, and you can do this on a mat, is where you’re effectively walking the length of a mat", "i did this exercise with a coach named sam – she was great – at a place called athletic playground in emeryville, for people in the bay area who want to check it out", "you’re standing up", "you have your arms overhead, extended", "you raise your shoulders as high as you possibly can by your ears", "you’re going to maintain that the entire time", "you would then place your hands down, kick one leg up so your legs are scissored", "switch them, and bring the opposite leg down, if this makes any sense at all", "and then you stand back up, and you take another step and you repeat until you get to the opposite end of the room", "i would say to keep things simple, since we don’t have video on this audio program, that you should focus on hollow body rocks and tuck hops", "i think those are two very good tools", "and then at the end of a workout, if you are feeling ambitious, you can try cast wall walks", "all of this stuff is borrowed from coach chris sommer", "samantha: thank you so much for calling me", "i want other people to have a chance so i’m not going to keep you but thank you so much; this was awesome", "of course", "my pleasure, thanks for spending the time", "samantha: hey, any time you’re in ottawa, call me", "rock on", "go ottawa", "samantha: alright", "have a nice night", "thank you", "i will", "thanks, have a good night", "bye", "samantha: bye", "[phone rings] hi, is this ashley", "ashley: it is, tim", "ashley, yes, this is tim", "how are you", "ashley: good", "it’s pretty hysterical, okay", "here i am", "you’re in california", "or no", "ashley: totally", "i’m actually in annapolis, maryland right now", "i was asleep", "i’ve got a 5 a.m", "train to manhattan but i’m getting up to do this so let’s do it", "yeah, let’s do it", "good crabs in maryland; i like maryland crabs", "ashley: i live in dc but yeah", "that’s the right way to do it, right", "you live in maryland, or you live in virginia and then you hop, skip, and jump into dc", "ashley: exactly", "how can i help, or try to help", "ashley: you know, i think it’s fascinating", "i’m personally not struggling but i’m struggling with, and definitely from a career standpoint, this concept of what i call infobesity", "i think there’s a lot of conversation around it", "i don’t know if you’ve heard it used in the silicon valley area in the tech space", "in the nutrition space, what i’ve been seeing definitely instead of introducing people to how helpful and healthful nutrition is for their bodies", "it’s really this like wow, we have so much information", "so i use the term infobesity and that we’re all suffering from infobesity regardless of our health status", "it’s drowning the quality of information", "that’s a larger, more of a country conversation", "but i find where you are and a certain segment of my clients, and i also find it an interesting dilemma", "if you’re interested in experimenting, if you’re interested in taking it to the next level, if you’re interested in really understanding how your body works and what you can do with it; that’s a dance between information and even finding new things and learning about yourself with it being too much", "not the orthorexia that people are talking about, this pursuit of perfect, but really just this idea of taking in so much information, or in a certain sense, guinea-pigging yourself", "so what made me think about it was i absolutely loved the podcast you just did on rapamycin and metformin", "i’ve heard one of those presentations", "and it was so interesting because the doctors and scientists were saying, the conclusion of which is “yeah, we don’t take those.” i thought one guy’s piece was really good because he was like i’m not diabetic, i’m healthy", "and so i think the piece for me is, and this is very much to your audience or when i’m working more with people in the performance space, is where in that space of things like discovery and experimentation is fascinating but, at the same time, i actually am healthy and i am, right now, doing well", "so let’s not shake that up, right", "so let’s not bring in more information or the newest thing and the acquisition of knowledge could be different than testing it out on yourself", "so i was curious for you personally, how do you vet that space", "how do you decide what you are willing to do versus turn around and say that’s super cool, i’m fascinated by it but i’m not going to do that", "and then the other part is when you’re thinking about what you deliver for your audience, where do you draw that line in terms of vetting information", "sure", "alright, there’s a lot to tackle here", "ashley: yeah, totally", "i’m so sorry", "no, it’s good", "i like talking about this stuff", "part one is how do i think about my own experimentation and what do i decide to undertake or not undertake", "so how do i vet that", "and part two is what do i choose to convey to my audience or attempt to teach, and how do i vet that", "let me have some gin, first", "hold on", "ashley: what kind of gin", "this is hendrick’s", "i’m a big fan of hendrick’s gin", "just very simple, hendrick’s and soda; i’m a simple man", "this is probably doing the opposite of rapamycin at the moment", "he first part is maybe a correction of a misperception not from you, but from a lot of people", "i think i’m very often viewed as a daredevil, risk taking, cutting edge experimenter", "and i don’t view myself in that way in the sense that most of what i test has a lot of literature to elucidate at least a plausible mechanism of action and a directional area of causation", "that is a fancy way of saying that if i am considering, for instance, using a substance whether it be rapamycin or metformin or otherwise, there is a lot on pubmed, on clinicaltrials.gov, etc", "that i can use to determine the potential upside and potential downside of an experiment", "that’s not true for all things, certainly", "but generally, i am not the first of 100 monkeys to try something", "i’m a big fan of looking at underexplored applications or off-label uses of well tested substances, diets, exercise regimens", "does that make sense", "ashley: totally, yeah", "so for instance, i may look at resveratrol and its potential applications to endurance instead of longevity", "i may look at exogenous ketones, like i have ketoforce and a bunch of weird ketone esters in sketchy, crazy-looking breaking bad containers in my refrigerator", "they probably don’t need to be in my refrigerator but the point being i am looking at their potential application in my life to anti-inflammation and breath hold times", "they’re unrelated but those two particular areas, even though they’re not explicitly designed for those things or sold for those things", "yet, at the same time, i would have a good understanding, i would say, or a sufficient understanding of the potential downsides", "i think i understand the worst case scenarios in taking these, at least in the short term", "so those are for me personally", "i try to be on the dull edge when it comes to compound selection, if we’re talking about drugs or different types of food supplements, etc", "i try to be on the cutting edge of new applications of known substances, training regimens, diets, etc", "so for instance, you take the ketogenic diet", "that was originally developed primarily for epileptic children", "this is not very well known", "the charlie foundation, for instance, has done some great work in this area", "and i have very close friends of friends who have stopped horrific epileptic episodes where they’re having seizures tens or hundreds of times a day by modifying their diets", "it was original designed for that application but then we started looking at body recomposition, and then we started looking at, say, military applications of exogenous ketones to people who need to use rebreathers or something crazy and esoteric like that", "as far as what gets conveyed to my audience, i really try to ameliorate the problem presented by infobesity", "this is actually the first time i’ve heard of the term but information overload i think is often a consequence of striving for perfection instead of good enough", "i’ll give you a perfect example of that", "i do think that paleo or the ketogenic diet have some tremendous applications", "i also think that strict paleo, just like strict veganism or the ketogenic diet done properly, because it’s a very binary diet, are going to have at best a 10 to 15 percent compliance rate", "meaning of every 100 people i might try to convey the prescription for these diets to, of every 100, at best i’m looking at 15 people who succeed", "that is not acceptable to me", "i think there is probably a smarter way to convert people to a more intelligent and healthful way of eating", "and for me, that is the slow carb diet", "the slow carb diet maybe viewed as a poor man’s option compared to these others", "but i know that i can get a much higher compliance rate", "we’re talking 50, 60 percent", "and it’s the gateway drug to these more strict and unforgiving diets that may have a marginally better outcome but a vastly greater abandonment rate", "so for me, the question first and foremost is what is the likelihood of injury", "i want to minimize the likelihood of injury which is why i tend to avoid, or at least provide great disclaimers for anything involving, for instance, breathing exercises or breath hold training", "because the downside is you have a shallow [inaudible] blackout and you die", "it’s a very, very significant downside risk", "so what is the downside", "if it’s too great for too high a percentage of my readership or listenership, i don’t share it; it’s just not worth it", "trying to follow the hippocratic oath to the extent that i can, even though i’m not a medical doctor", "the second is what is the adherence rate; what is the likely adherence rate", "so for me, the priorities are per 1,000 people or per 100 people, what percentage will actually follow what it is that i’m prescribing", "doesn’t matter how good it is if the adherence rate is abysmally low", "so adherence, no.1; how many people are going to do this", "effectiveness, no.2; does it produce the results desired and promised", "no", "3, efficiency; is it efficient in its use of time and other resources; capital, etc", "so those are the three checkboxes, or i should say gates through which i pass in my head all of my potential prescriptions to my audience", "so you have safety, adherence, efficacy, and efficiency", "that’s how i think about it", "and going through those checkboxes in that order, i tend to provide a very minimal dose of information for any particular first step", "you can always invite complexity later, and you can make the complexity digestible to a very high percentage of people who have already gone through the minimal and intermediate", "but if you try to impose that on someone who is just opening their mind to a novice level of understanding, 99 percent out of 100 are going to fail", "so that’s how i think about", "it", "ashley: it’s really fascinating", "i think one of the things you do in that way is take – my sense has been from the guests and having listened for quite some time is really taking that information and no", "1, offering it in a targeted, at minimum targeted or a hypo-targeted way", "and then the second part is really providing how to actually implement it", "and i think that’s what’s missing from a lot of the information that’s out there is that we know that more information is not the answer", "it’s really how to implement it into your life, to one’s life, that’s going to actually result in action", "and i do see that", "i think the other part is that i think your guests also have a level of credibility, both i think from personal experience and then also the professional side", "so it’s pretty fascinating", "it’s super cool", "for me, it’s an area that i’m really passionate about because i think we are definitely overloading the brain, which obviously has such a connection to the gut", "and so we just see people that are not moving forward or moving forward successfully", "and i think your example about paleo, or certainly in the ketogenics space is really spot on so thank you", "yeah, thanks", "i appreciate it", "i think people can do more than they believe possible; they just can’t do it all at the same time", "and so what i try to focus on a lot is what i would consider the sort of magic ingredient that is very widely neglected, which is sequencing", "in other words, you can choose the right information", "so you do an 80/20 analysis and you figure out which 20 percent of the information or exercises or food or whatever it might be, supplements, produce 80 percent of he results you’re looking for; changes in biomarkers, whatever the hell it might be", "but putting those in a logical order or progression where you get maximum adherence, that is really for me the secret sauce", "i spend a lot of time thinking about that", "alright, we have ten things out of 100 that are disproportionately important; how can i put these ten things in a particular order so that for every 100 people who start with step one, i have the maximum number who get through step ten", "i hate to say it but most of the instructional information out there does not give a shit about this, or they just don’t take the time to really consider it", "they put the onus on the learner, and i think that’s a problem", "as eric weinstein, who i had on the podcast – really brilliant, phd, physicist, mathematician", "he said we talk about learning disabilities all the time; we never talk about teaching disabilities", "ashley: that’s fascinating", "i missed that", "oh, that is great", "perfect", "he’s great", "it’s a fun episode", "and if you look at the nonfiction books out there that are prescriptive, i.e", "how-to books of some sort, if you look at classes, if you look at the teaching that fails, it is very often because they don’t think about this progression", "they just take the ten things, and they’ve identified what’s important but they teach them willy-nilly in some order that is convenient for them but not a logical progression for the learner that minimizes quitting or overwhelm", "so that is how i think about a lot of this", "hopefully, that is helpful in some fashion", "ashley: it totally is", "and i think it’s going to be moving forward to continue to address this topic and work to help people", "i’ve done a less stellar job than you just did so this is helpful to me from a practitioner’s standpoint", "i love that teachability piece", "but the other part is just sort of looking at when you ask someone whether or not something is applicable from a nutrition standpoint, it really is who are you right now", "i have great examples of people who have jumped on things and who, because it’s not applicable to them right now… a funny example is the study that came out about fish oils being problematic for prostate, or potentially problematic", "science wasn’t great", "i had all these emails from people; but you put me on this stuff, should i stop it, etc", "and then i went through and 85 percent of them were women", "and i was like, hold on a second", "like if you find your prostate, let me know; you know, that kind of a thing", "that’s like the macro example", "but on a smaller scale, i think people are trying to really figure out what’s that sequencing; what should they be doing right now", "and i think the more that we can get to that, that’s awesome", "so yeah, really cool", "what you should be doing right now is more obvious so i’m excited to listen this episode", "yeah i hope you enjoy the gym and i’m going to put myself to sleep because we know that that is an important part of the sequencing", "but i really appreciate this", "you’ve given me a lot to think about", "yeah, my pleasure", "i would add one more thing, which is i think that it’s important to make people coachable and improve adherence to help them develop a basic scientific literacy", "there’s a great book called bad science that i recommend to a lot of people by ben goldaker", "i did one or two appendices in the four hour body that are related – or adaptations and excerpts from this book", "one of the most important concepts, and navdeep chandel from the metformin/rapamycin conversation mentioned this", "we won’t get into it right now but the difference between relative risk versus absolute risk i think is really important for people to understand because the media fucks that up constantly", "it can set off alarms when they don’t need to be set off and let things slide when they shouldn’t slide at all", "so i will leave it at that and i’ll let you get some sleep", "i appreciate you taking the time", "ashley: thanks", "have a great night", "i appreciate it", "take care", "you, too", "bye", "[phone rings] marissa, this is tim ferriss calling", "good evening", "marissa: hello", "wow", "[inaudible]", "how are you this evening", "marissa: good, good", "i’ve never been so happy or excited to talk to a drunk man but i guess this is a first", "i’ve never been so excited to be drunk and calling someone in the bay area so here we are", "marissa: wonderful, very good", "we meet at last", "how can i help", "marissa: i have a couple of questions", "i’ll be fast; i know that you have other ladies to talk to", "an entrepreneur and investor, you’re both and i know they’re not mutually exclusive", "but which one would you say paid off better for you for a better, freer life", "and when i say better, i don’t necessarily mean money but experience and abundance of life that’s [inaudible]", "i would say entrepreneur because being an entrepreneur offers you more opportunities and more diverse context to expose yourself to being uncomfortable and developing comfort with uncertainty", "and i think that having the experience of building something yourself as an entrepreneur, trying to persuade others, trying to negotiate effectively in many different areas makes you a better investor more than practicing investing with other people’s money, certainly, helps you to be a more effective entrepreneur", "i think that in this case being an entrepreneur helps you to be a better investor than being an investor, at least in many different contexts would help you to be a successful entrepreneur", "so my answer would be the entrepreneurship", "but i should just underscore that i don’t think everyone should be an entrepreneur", "the idea of starting a company is, i think, romanced and perhaps dramatized to a great extent in the u.s", "on the covers of magazines and everything else", "and the mistake that people make which they can’t be faulted for is they end up only reading about the success stories, and there are a lot of failure stories", "they just don’t end up being written about, generally, as cover stories for magazines", "it’s a difficult road", "you have to have a particular type of programming and hardwiring for it to work", "so i don’t think that everyone should start a company", "and i don’t think that they should feel badly about themselves if they choose a different route", "there are many people who have developed incredible skills, built incredible lives, and helped to improve the world without ever starting a company of their own", "i think that it’s a matter of embracing and cultivating your own strengths and having or developing the self awareness to identify those and not just doing what is fashionable in this sense, or i should say in the current day, which is starting a startup", "i’ll get off my soap box now; sorry for being so longwinded", "it’s a side effect of the alcohol", "please continue", "marissa: that’s perfect", "that makes perfect sense", "i guess that’s the reason why a lot of us don’t do it", "and then the next question is, do you go with a service or a product", "there are many choices down the line", "but also the alternative of not being an entrepreneur is also boring", "so that’s kind of tossing up options, which leads me to the next question", "i know this could go on forever and i don’t want to take too much time", "but it’s so hard to change gears", "i’m not an employee but i don’t say that i’m an entrepreneur, either because i don’t have a startup company", "but somewhere in between, i’m trying to change gears", "why is it so difficult to change gears and make the change", "i guess in different words, finding that muse", "i’ve read your four hour workweek book, and somehow i get stuck on the information overload", "so where to start is kind of the question that lingers", "sure", "i think that the fallacy that stops a lot of people, and this is propagated by a lot of media, a lot of keynote speeches, a lot of tv; is that you have to choose one or the other", "what i mean by that is people think of employee and entrepreneur as mutually exclusive", "so they feel like they need to quit their full-time job, jump headfirst into the dark water not knowing the depth, and figure out being a full-time entrepreneur and that’s not necessary at all", "i think that the most important chapter in the four hour workweek is the chapter on fear setting", "it discusses a gentleman named hans, who goes from his legal career to building a surf company in brazil", "but the feat setting exercise, which is really identifying the worst case scenarios and how you could recover from them, is more important than goal setting and smart, specific, measurable, achievable blah, blah, blah", "i think that identifying where you have the emergency brake on and elucidating your specific reasons for being fearful is exceptionally important, a", "and then b, realizing that i think the best way to start a company and to become an entrepreneur is to do it in your off hours", "start by developing something in the evenings, on the weekends, and testing it with a very, very small group of people", "and once you have traction that you think could supplant or replace your full-time income from your job, whatever that might be, then and only then, once you’ve sufficiently proven to yourself and others that you have a product and a market that will pay for that product do you continue", "i think the e-myth revisited, by michael gerber is a very good book to read as it relates to product versus service", "i know that’s not the specific question you asked but you mentioned it earlier", "whenever possible, i think product is easier than service", "they’re both hard to do well but i think that service inherently has more operator bottleneck and is more likely to leave you feeling like you cannot at any point leave your business alone", "marissa: i am in the service business; that’s why i was talking about that", "i have to be there to service", "i think the e-myth revisited is a very good book for you to read because it talks about being a technician versus being a business owner and how to work on your business instead of in your business", "i think it’s a very helpful book", "that would be one starting point that i would recommend for you, just based on the very little that i have gleaned from what we’ve talked about so far", "marissa: image revisited, that’s the name", "the e-myth, so it’s e hyphen myth revisited", "marissa: oh, e-myth", "exactly", "by michael gerber, g-e-r-b-e-r", "marissa: okay, one quick question", "if you were to do it all over again, what would you change first", "very general question, i know", "this is a great question and i have asked a lot of people this question myself", "i’m going to give a very unoriginal answer, but i am really happy with where i am", "i wouldn’t change it", "i wouldn’t jinx it", "maybe a different approach to answering that question, and it might seem like a dodge, but what advice would i give to 30-year-olds in general", "i’m a 39-year-old guy right now", "what advice would i give to a group of 25- or 30-year-olds, and i think the answers would include, 1) as a meta principle to guide other decisions, you’re the average of the five people you associate most", "so choose the people you surround yourself with, the people you associate with, very, very carefully which is easier said than done", "but that is a principle that overlays many other decisions", "2) learn how to negotiate and persuade", "i think that is part and parcel with learning to communicate well in a written format", "you need to get good at writing", "and persuading, the secrets of power negotiating is one book, ideally digest in audio; there is audio", "that is by richard dawson, i believe; d-a-w-s-o-n", "i found that exceptionally helpful", "getting past no is another book i would recommend, which is the more realistic counterpart to getting to yes", "i won’t get into all the history of those two books but getting past no i think is very helpful", "there’s a book by, i want to say, william zinsser", "i’ve had too much gin to pronounce that properly but on writing well is the name of the book", "it’s been celebrated for decades now", "i think it had its 25th anniversary post publication a few years ago", "on writing well is a book i’ve revisited several times and found very helpful for written communication", "those would be a few of the things i would generally recommend and certainly underscore for myself at that age, as well", "marissa: yeah, i second that because it’s actually the persuasion of the negotiating i only learned late in life", "i wish i had known that before, and i have to catch up now but it makes sense", "it takes practice", "it all takes practice", "marissa: very good", "i could have done this conversation [inaudible] but i don’t think we’re being fair to everybody because not everybody will understand that", "i would have been excited to talk to you [inaudible] another moment", "[speaking spanish]", "marissa: [speaking spanish]", "bueno", "gracias [speaking spanish]", "marissa: thank you so much for the recent work and for not letting it get to your head, which is actually very humbling", "thank you for taking the time", "nice to speak with you and have a good night and good luck", "marissa: same here", "good bye", "bye-bye", "[phone rings] hi, is this liz", "liz: yes", "liz, this is tim ferriss", "how are you", "liz: oh, my god", "i’m great, how are you", "i’m good", "are you in florida", "liz: no, i’m actually in charleston, south carolina but i’m from florida originally", "oh, that’s where the tricky phone number comes in", "charleston’s great", "have you been to husk, by chance", "liz: oh, my god, yes", "we love husk", "so, so good", "we tried to go the month that it opened but it was booked for that entire month", "we had to wait", "oh, popular", "yeah, they have more bacon and pig product and butter than you can shake a south carolina stick at", "that place is intense", "i had brunch there and i was like alright, i’m not going to eat for the next two weeks", "so good, though", "very good", "good choice on town; that is a cool town", "i’ve been very, very drunk there before so it’s very coincidental that i’m well on my way right now", "let me stop talking and let me allow you to start talking", "what can i answer for you or help you with", "liz: okay", "well, i’m quite honored to be talking to you", "i’m a longtime listener and reader", "thank you", "liz: this will probably make me an even more insufferable fan girl, according to my friends", "so okay", "i want to be a writer", "i’ve always wanted to be a writer", "i’m just now giving myself permission to admit that", "and i’m actually halfway through the magic of thinking big, which i’m reading per your recommendations", "it’s been incredible; changed my perspective, motivated me", "i’m finally writing and creating what i want to create", "i just recently watched your speech that you gave in 2009 called “how to blog without killing yourself.” yeah, that was from word camp", "liz: yeah, that wordpress event", "okay so it was super helpful and i know that most of it is still relevant", "but what i was wondering is now, since it was seven years ago, i wanted the updated answer to two questions that are related", "no", "1 is what is the one piece of really bad advice that you hear people repeating a lot that has kind of been accepted as mainstream, by the mainstream as good advice or best practice", "and no", "2, piggybacking off of that, if you had to start your blog again today in 2016, what are the top three ways that you would grow your readership", "that’s some heavy lifting for my blood alcohol content but let me do it", "let’s see how i do", "alright so the first one, let me try to make this however useful instead of just me mentally masturbating with too much booze", "first is are you writing fiction or nonfiction", "liz: i’m writing nonfiction", "some of my heroes and influences are people like glennon doyle melton of momastery or jenny lawson of the bloggess, or lori deschene of tiny buddha; people like that", "okay", "so what kind of stuff are you writing right now", "liz: it’s mostly essays", "i like to say it’s creative nonfiction", "i feel very much a combination of liking to write things, like yourself, that are very practical; things you can implement, things that are helpful", "but also just loving the art, the magic that is writing and the stringing of words together", "so i don’t want to really write anything that is just totally flowery and beautiful but then helpful", "and so i kind of am trying to write both", "i really identify with what you said in one of your most recent podcasts where i just like to write, i write things", "i haven’t been writing everyday but i mostly just write things that it is more painful to keep them inside of me than it is to finally write them down on paper", "that’s the goo stuff to write", "so are you hoping to write books, or blog, or what is the format that you are currently thinking of", "this will affect the advice that i give", "liz: i’m writing a blog", "i will say that my hope is to become a traditionally published author because of all the benefits i know that that brings", "but i am starting with a blog and just want to focus on that, at least for the next three months", "okay", "what is your mot popular piece that you have written to date", "and that does not mean likes or retweets, necessarily", "it could just be which have your friends liked the most", "but what piece that you’ve written thus far has proven most popular or to have the best response, or that you’re happiest with", "it could be any of those or all of those", "liz: i wrote a piece that i really like and that i think most people like called why we should all think about death more, which is pretty much what it sounds like", "and i also wrote just an ebook that i give away for free called get naked, why the world needs you to be a little more you, which also did pretty well", "for me it did well; it’s been downloaded 300 times which i thought was fine for what i was doing", "so those two, i guess", "alright", "the first question was related to bad advice that i’ve heard given out a lot in the world of writing and/or publishing", "is that a fair paraphrase", "liz: yeah", "i’ve been researching a lot and there’s a lot about advice out there, and i want to make sure that i steer clear of it", "alright", "there are two that come to mind", "the first i’m actually stealing – or borrowing – from steven dubner, who i had on my podcast", "i had a follow up question for him and i ended up putting his answer in the new book, tools of titans", "that’s the latest and greatest", "but i asked him the same question", "and his answer was write what you know", "you hear that a lot: write what you know, write what you know", "and he said, why would i want to write what i know when i know so little", "i want to write about the things that i don’t understand or no so that i have – in effect; i’m paraphrasing – the excuse to explore and experiment in those new worlds", "why would i want to write about what i know; it’s so little of what’s out there", "and i agree with him about that", "if you look at my trajectory, and i think why my books have succeeded in part at least it’s because i do experiments in worlds involving things that i have now right to experiment with", "they’re completely outside of my normal world", "and for that reason, it’s new to me, it’s exciting to me and guess what", "if it’s new and exciting to you, there’s a decent chance it’s going to be new and exciting to your readers", "if it is old and hackneyed and a thousand times rehearsed and rehashed and old news to you, that sentiment is going to be conveyed to your readers", "so for me, i think exploring and conveying that excitement of the novelty and the uncertainty and the potential danger, whatever it might be, is a very powerful elixir for creating good prose and ultimately, useful information", "so that’s no", "1: write what you know; not always good advice", "explore what you don’t know; i think might be, in many cases, better advice", "the second, and this is extremely boring but i do think it’s practical, is book tours", "i’ve never done a traditional book tour", "this is probably putting the cart before the horse because you have some goals to check off before you get to book tour", "but i’ve never done a physical book tour", "i just have never found it worth the expenditure of time, money and energy to help my readers or to help a given book", "i find it more useful to focus on the virtual, in many cases", "so those are two things that immediately come to mind", "which book writers, which authors of books do you most hope to emulate", "are there any that come to mind", "liz: sure", "are you familiar with glennon doyle melton", "i am not", "liz: she just came out with her newest memoir", "it was chosen for the oprah book club which instantly made her super famous", "she’s been making the podcast rounds, too", "she runs a blog called momastery", "elizabeth gilbert, i’m sure you’ve heard of her [inaudible] – [crosstalk] sure", "liz: she’s one whose writing i just absolutely admire", "she’s a hero of mine; i’ve read all her stuff", "cheryl strayed, author of wild, i really like her memoirs and her podcast is great", "so this might be making myself sound a lot better but i am but i like to think that those women are people whose path i’m trying to follow; women whose writing i’m trying to emulate to some extent, obviously with my own unique take", "but that’s the kind of essay-like memoir that i like to write, but also again bring a little bit of a practical take so that it’s not just all flowery and beautiful", "i’m going to stress test you a little bit and i would ask the same", "if you were a male caller, i would be inclined to ask this", "you mentioned a bunch of female writers", "are there any male writers that you have read that you might emulate, or practice emulating", "liz: i really like mark manson", "are you familiar with him", "mark manson, i’m not going to get this right", "what is it, why i don’t give a fuck, the subtle art of not giving a fuck, is that it", "liz: yeah, that’s it; the subtle art of not giving a fuck", "that’s him", "i really like him", "his take on self help or whatever… why do you like him, to drill into it", "liz: i guess it’s his voice", "he’s so honest, so raw, so funny, and helpful; all of those things", "he just gets down to the heart of people", "and he’s not for everybody but he’s certainly for me", "okay", "if you could just be a little careful with the face on the phone… we were getting a lot of beeping", "liz: oh, okay, sorry", "don’t worry about it", "that’s like my signature move, as well", "so here’s what i would suggest, is try to have, in terms of role models and people you want to emulate, two current-day authors who are relatively new", "you’ve already checked that box", "two authors or writers who have lasted at least 20 years", "so find maybe one female, maybe one male; doesn’t really matter, in my opinion", "john mcphee would be my usual go-to recommendation", "m-c-p-h-e-e", "he’s been a staff writer for the new yorker for several decades", "he’s won at least one, maybe two pulitzer prizes", "everything he writes makes me want to cry in my pillow and put poser as a brand on my forehead; he’s amazing", "and then study some folks who have lasted 100 or more years, meaning really longstanding folks", "the sort of breezy conversational style of a lot of contemporary writers will not last the test of time", "i’m not saying that’s true of anyone you mentioned but i think it is very much worth studying people who have stood the test of time", "it’s very hard to go wrong by emulating that", "if you want a short introduction to john mcphee, two recommendations", "one would be a book called levels of the game, which is an entire book about one tennis match", "it sounds super boring and it will probably be one of your favorite books you’ve ever read", "it’s incredible", "liz: levels of the game, okay", "did john mcphee write that", "yeah, he wrote that", "and then the second is a collection of interviews, or i should say it’s probably one interview spread over multiple segments", "but it is called the art of nonfiction and it is an interview with john mcphee, or several interviews, from the paris review", "it is absolutely phenomenal", "you can also search his name, john mcphee, on my blog", "for those people listening, just go to fourhourworkweek.com/blog or search tim ferriss blog and it will pop up", "search john mcphee", "i have a couple of articles – at least one – from the princeton alumni weekly that i’ve reprinted on my blog with permission about the craft of nonfiction writing that i think are very, very helpful", "so those would be a few recommendations", "if you can create a successful blog or a mega successful single post, you can get a book deal", "in the world of nonfiction, that is true", "i think mark manson is a perfect example of that", "there are many such cases", "the traditional publishing game can be shortcutted very effectively if you produce a single blog post that is mega successful, or a blog itself that as a corpus is successful, per se", "let’s just call that 500,000 to 1 million uniques per month; then you can get a traditional book deal, pretty much no problem", "so those would be a few of my thoughts", "and if you’re going to write a book, get the book, bird by bird", "it will save your sanity and keep you tethered to reality so that you don’t tailspin out of control and self destruct", "liz: yeah, okay", "i love anne lamott", "she’s great", "agreed", "liz: well, thank you", "i’ve go so many notes, so many great ideas", "yeah, thank you so much for your time and for calling me", "am i your last person", "no, i’m going to keep going", "i think i’m going to do one or two more", "we’ll see how it pans out", "we’ll see when my brain decides to go offline", "when that happens, then i’m done", "liz: okay, great", "alright, thanks for your time", "i hope that helps", "liz: okay, thank you", "well, i won’t talk to you later", "i will hear you later on your podcast", "alright, buh-bye", "liz: okay, bye", "[phone rings] hello, is this lillian", "lillian: yes, is this timmy", "it is timmy", "you sound like my mom/pe instructor", "how are you", "lillian: okay", "so which glass are you on", "oh, which glass", "this is like six or seven, i would say, of hendrick’s and soda", "lillian: oh, you’re getting really junked to me", "awesome", "oh, yeah", "i’m warmed up", "where are you at the moment", "lillian: i’m in washington, dc", "but i’m not from here", "i’m from lebanon", "i’m from beirut", "from beirut, well, [speaking foreign language]", "nice to meet you", "lillian: oh, look at that", "yeah, i’ve got a few words", "[speaking foreign language]", "that’s about it", "lillian: you never cease to amaze, tim", "so you’re up late", "i’m drunk and it feels late", "let’s have some fun", "how can i help", "lillian: well, you know, i think the thing i really wanted to talk to you about was that i discovered you i think three years ago, and i became so obsessed with optimization", "i just became like crazy", "and then i realized i completely burnt out, and then i started hating you a lot", "and now i’m in a good place", "but i just want to know how do you optimize so much and keep a sense of joy and novelty in your life", "also, being here for past two months because i’m here on a short trip, i kind of understood a bit that life here is very different than life back home", "and if optimization is about controlling variables in a complex system, there’s this kind of feelable here", "while back home, it’s not as much", "so i don’t know; let’s just talk about that, if it makes some sense", "sure", "let me ask you first, how is life different in lebanon compared to here", "lillian: i would start with the internet speed", "that’s kind of shit", "if i’m writing and i’m feeling optimistic about something, or i’m working and then i just wait for shit to load; i just lose my track of thought and then all my optimization goes down the crapper", "another thing would be transportation", "that’s kind of shit; we don’t have public transportation", "so there’s just more outside of your control", "lillian: exactly", "so very much variables outside of my control but very much controlling of my life", "i would say a few things", "the first is that there is, i think, a misperception that i try to optimize everything", "i think it’s important for us to define optimize", "so let us define optimize in the context of efficiency as getting things done in the least amount of time possible", "there are domains in my life that i seek to optimize", "generally, those are processes, tasks that i do not enjoy spending time on", "and then there are things that i do not optimize", "i don’t watch my favorite tv shows on 2x", "i don’t speed read poetry", "i don’t boil myself in water because i want to spend less time in my hot bath by increasing the temperature", "i’m not trying to… i was going to say ejaculate as quickly as possible but maybe that’s too much alcohol", "i’m not trying to have the fastest sex possible, for instance", "sorry; i used the e word", "it happens", "the point being is the efficiency is most important when you’re trying to multiply outputs", "and particularly when there are tasks or processes involved that you do not enjoy", "so i don’t make myself miserable by optimization specifically because it is compartmentalized and limited to a specific subset of activities in my life", "does that make sense", "i think secondarily, the commonality between, say, rules that i would follow here and rules that i would follow in lebanon or in many other places are the same", "and that is you have, for instance, strategies and tactics above those two; you have a layer which would be first principles", "and the first principles that i follow could really be codified in the philosophical system of stoicism", "i have a quote from marcus aurelius on my refrigerator – i’m looking at it right now; it’s on the right hand door – that i see every morning when i remove anything from my refrigerator", "i think the core, or one of the core tenets of stoicism whether you’re looking at marcus aurelius, seneca, epictetus or otherwise, is close to what people in the u.s", "at least would know well as the serenity prayer", "a big component of that is identifying the things you can change versus the things that you cannot change", "so in lebanon, the things you cannot change would include shitty transportation, shitty internet", "lillian: they just keep changing and piling up", "here, they might be different things but nonetheless they’re still factors that are either in your sphere of influence of control or outside your sphere of influence and control", "so separating those are very important", "so those, i would say, are two observations just offhand in response to your comments, number one relating to how not to be miserable optimizing", "so i.e., choose your targets wisely", "and then secondly, the commonalities or the common operating system that you could run independent of environment", "meaning here or in lebanon, or in ethiopia, or in japan; it doesn’t matter", "it’s just a higher level of abstraction, if that makes sense", "there are certain tactics you may not be able to use", "you may not be able to stream video effectively in certain places", "but you can still use the higher first principles that you’re imposing upon in a top-down fashion; all the rest of the decision making that you employ", "lillian: that seems pretty legit", "it’s actually shit i’ve heard you say before but i just wanted to raise the issue", "have you been to our part of the world tim", "i haven’t been to lebanon", "i’ve wanted to for a long time", "lillian: what are you waiting for", "i have lebanese friends", "they told me not to go because it was dangerous", "lillian: everyone has lebanese friends, and i don’t trust those lebanese friends", "i’ve heard so much crap about them", "they said to me, due to abc factors, i would not recommend that you go right now because it may not be the safest place", "lillian: bullshit", "we just have a trash crisis and trash is eating our streets", "that’s totally fine", "we can still party hard", "we still eat good food", "yeah, i would like to visit", "i’d love to go to beirut at some point", "i’ve spent time in jordan; that’s about as close as i’ve gotten so far", "lillian: you should come to cairo", "there’s a startup event this december and i think it’s going to be awesome", "and it’s pretty close", "yeah, maybe so", "december will be tough because i have my book launch in december, and christmas", "lillian: congrats on that", "thank you", "i’ll be a bit occupied in december", "never been to egypt; i would love to check it out", "that will be a tbd, no doubt", "lillian: i think you’d enjoy the feeling, just the chaos there and i’d love to see your perspective of [inaudible] just how people can survive in a place like cairo", "every time i visit, i’m just amazed", "you’d be shocked", "i’m sure i would be", "i’ll have to brush up on my arabic before i head over", "i guess egyptian arabic should be the easiest, i would imagine, to pick up because most of the movies and music and so on are produced in egypt", "lillian: exactly", "that’s very true", "we will see", "i would say that optimization can make you miserable and it will make you miserable if you apply it to all things, for sure", "lillian: yeah, i think i missed out on that part, like don’t optimize the shit you enjoy", "good point", "savor the shit you enjoy, which means very often that you are doing the opposite of optimizing", "you are actually deoptimizing", "lillian: we should find a word for that", "you’re elongating", "you’re distending; which sounds a little odd and anatomical", "but you’re extending the time involved for the things that you enjoy", "so that’s my take", "lillian: well, thank you", "for sure", "lillian: i appreciate it", "i appreciate you taking the time so thanks for dropping in your information", "lillian: thank you", "have a good night", "alright, you too", "buy-bye", "lillian: ciao"]}