{"dialog_idx": {"charles poliquin": [20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653]}, "episode_num": 198, "file_type": "html", "guests": ["charles poliquin"], "num_sentences": 654, "num_words": 10550, "raw_text": "Tim Ferriss: This is Tim Ferris and welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers to tease out the habits, tools, beliefs, tricks, and so on that you can apply to your life. In this episode, we have one of my favorites. We have Charles Poliquin back for another round. In this episode, he is answering your favorite questions; those questions that were up voted the most by you guys. Charles, you can find him on Twitter and elsewhere @strengthsensei and strengthsensei.com. He’s one of the best strength coaches in the world. He has trained elite athletes from 20+ sports, including Olympic gold medalists, NFL All-Pros, NHL All-Stars, Stanley Cup champions, IFBB body building champs. His client list is long. It includes long jump gold medalist Dwight Phillips, NHL MVP Chris Pronger, and MLB batting champion Edgar Martinez, among many others, and the lady who won the first gold in Olympic wrestling for the U.S. So the list continues to grow. As we creep towards Episode No. 200 – what? How did that happen? His first appearance on the podcast is still one of the top 15 most listened to episodes. You should definitely check that out. It is controversial and very fun and very dense. He is constantly requested by you guys for a Round 2, so here you have it. In this episode, we cover a lot. He goes deep on several topics, including his favorite mass building program of all time, recommendations for older lifters, latest thoughts on hormones, insulin (of course, insulin is a subset of hormones), and diet, how to differentiate a terrible trainer from a good one, and the good from the best of the best, his nighttime routine for improving sleep (oh my goodness gracious, I need more sleep), why most people screw up abdominal training, ketosis, and muscle gain, and much, much more. So, I’m going to go drink more coffee and I hope you enjoy Round 2 with Charles Poliquin. Charles Poliquin: Hi, welcome to The Tim Ferriss Show. Our first question is from Kevin James: He’s asking for recommendations for older lifters, 40+, but with a lot of years of experience. He’s asking what’s the sets, what’s the reps, what’s best for this. He also points out that there’s not very much advice for experienced lifters. He’s also wondering is it all downhill from here? Well, let’s look at it this way: all systems in your body will age. Your hair gets gray, your eyesight drops, your hearing drops over the years, so everything drops and your strength and muscle mass will also drop. But what’s an acceptable rate of drop? The best way to measure that is we’ll actually look at the World Master’s Championships in weightlifting. What you typically see is that the world record holders in their youth, whether competing in the seniors or the Olympic Games or World Senior Championships, whatever they can do at say age 34, they lose about 1 percentage point per year. So let’s say if the guy did 200 kilos at his best at the Olympics in the snatch, 20 years later he’ll do about 160 kilos. That’s obviously the guy has kept on training really hard. So some people, advanced, the fact that they could be 1 percent per year after the age of 26, but a lot of it has to do with training methodology. So you have to have realistic goals of what’s good for your age group. The best place to find out that information is actually Brooks Kubik has a series of books called Dinosaur Training Secrets. In Volume 2, which is called How Strong Are You? (which you can find on Amazon), he outlines lift-specific norms and age-specific norms. So let’s say you’re 60 years old and you want to know what a good back squat is when you’re 60, you go there, you enter your age and the lift and you’ll be able to see what’s good for you. I think having realistic goals will appease your mind. You’re not going to do at 70 what you did when you competed at the Olympics, obviously. So that’s what I would do for you. But as far as training with combinations, as far as sets and reps, because of declining hormone levels, your ability to recover from workouts is somewhat impaired. If you are hormonal therapy and you have testosterone therapy, GH therapy, thyroid therapy and so on, you will lose some, but not as fast as one of your colleagues who has not had their hormones replaced. The next question is from Yasir Nadim. He stipulates: You said that one must be lean enough in carbs, 10 percent or less, how can one test an individual’s insulin and acidity and determine if they are lean enough to make use of carbs or not? Well, the point is if you’re fat, you don’t need to do any blood work to find out that you don’t need carbs. So for a male, your body fat should be less than 10 percent. Less than 10 percent would mean that when you stand up, we can see your abdominals and we can see the [inaudible]. Therefore, we can see every row of abs. Most people think if you have abs, you can see one. That’s not abs. You could do blood work. The best blood market to see if you deserve your carbohydrates is actually the HB1AC. You can run that test for $14.00 to $40.00. It’s always covered by insurance. There are many more sophisticated tests, but this one would be good enough. You want to have your HB1AC below 4.8. If it is below 4.8, you sure can afford carbohydrates. Now, you may want to eat carbs when you’re 26 percent, but don’t complain your body composition is not improving. If I put you on a deserted island and all I give you is protein and fats and fiber being, if you want a carb, you’re not doing to die. There is no essential thing as an essential carbohydrate. So I think for most people it’s just sure laziness that makes them verge on carbs. If you don’t deserve them and you want to get lean, then you’ve got to stay away until you get lean, but it shouldn’t take you that long. Question No. 3 comes from Joe Mulhern. He asks: What’s your best routine for mass? I’m confused about best ways to spend time between strength where it sets which feels like it adds up a lot of wasted time. I get this question every day. Tim asked me to talk about it. We’ve seen it at least ten times on Tim’s Facebook page; about 25 times where people have asked me questions in the last time I posted on that. What I’ve done for the Tim Ferriss listeners is that I looked back on what I’ve done in the last 38 years and found the best approach for that. So in this, it’s an e-book, and I go over all the types of splits you can do because no everybody can commit the most time to it. Obviously, the fastest way to gain mass is to spend a lot of time on it, but it’s only good to a certain point. We have what we call the law of [inaudible] returns. So I tell you what exercise to do, how to eat, what type of supplements. I’ve actually filmed every exercise so there’s no guessing and I’ve taken pictures. Each exercise is actually filmed from two different angles, so it should be very clear for you to get that. I’ve never, ever sold my programs like that online. So I’m going to make it available on my site for two weeks and then take it down. If you’re interested, check it out. It includes 12 weeks of routines, how to personalize your workouts, nutrition advice, everything you need. To get the book, go to strengthsensei.com/mass. So to answer your question, in a nutshell, your muscles will grow faster if you spend usually two to three weeks working on training volume. Usually your reps will be hard in eight, you could be up as much as 50 for the quadriceps. Then you go two to three weeks on low reps because after a while, the amount you can actually use for high reps is what dictates how much muscle mass you’re going to gain. So if you’re weak for reps, it’s going to limit how strong and massive you will get. So from experience, I’ve had a lot of sports where people need to increase muscle mass, whether it’s rugby or hockey or American football. I’ve found over the last 38 years that the alternation of volume versus – which we call accumulation phases – versus [inaudible] phases is probably the most productive way to gain mass. If you go to my website, strengthsensei.com, I’ve got all sorts of examples of mass-building routines. Next question comes from [inaudible] Bear, and please, I apologize if I don’t have the right pronunciation. I only speak three languages, so I don’t always know how it’s pronounced. He says: In the last podcast, you mentioned Gotu Kola doing a good job against stretch marks. What dosage to you use? Usually, because a good, standardized extract like the one made by Gaia – G-A-I-A – you would take six capsules of 500 milligrams and divide the dosage. So two tablets three times a day and it works wonders. The next question is from Bryce Lee: What injuries did you personally have to deal with a [inaudible] of maximizing swolertrophy and how do you deal with them? It seems that no matter how careful we are, we inevitably run into injuries if we pursue hypertrophy and [inaudible] for their own sake as [inaudible]. The best way to avoid injury is actually rotation in the exercises. My friend, Matt Benning, who has two world records in the squat has had zero injuries, but if you look at his methodology, he has a lot of variation. He doesn’t overuse exercises. So if you go to my website, strengthsensei.com, I actually talk about overuse injuries. The biggest cause of injury is to stick to favorite exercise ad nauseum. I just did a tour with Matt and Ed Coan, who is a multiple-time world champion at [inaudible]; he set over 72 world records. He’s had a few injuries compared to Matt. At lunch, he was discussing that if he were to start his life over, he would have varied his exercise selection more often. Because it’s like anything else, if you don’t change the pattern overload of the given exercise, you’re currently just always exposed to the same amount of stress. Proper warm-up I think is the most essential way to prevent injuries. Avoiding static stretching before lifting prevents injuries. Getting regular soft tissue work prevents injuries. But one thing that Dr. Robert Rakowski points out is that we live in a more and more polluted era and he finds, all my lifting coaches colleagues who are over the age of 50, is people are getting more often and more severely than before. One of the things that Robert Rakowski points out is toxic overload – pesticides, heavy metals and so on. So if you pay attention to and eliminate all sorts of toxins and do things like chelation therapy, you’d diminish your toxic load, which should help you prevent injuries. So there’s a [inaudible] issue to it, but there’s also the biomechanics of it. The question is from Jason Bartlett. He says: YouTube fitness experts (or so-called experts) unrealistic workouts and expectations set by ham hands people, that kind of sets up for unrealistic expectation and goals. He says, How do we combat misinformation? I agree with you. There’s a lot of people on the internet that have no place being there, but there’s no such thing as a board to look at the quality of what’s on YouTube. However, I think what you have to look more to is that has the person had results of themselves and are they good at training other people? So if I want to have an intelligent discussion with strength training experts, I know we are fine because they’ve produced athletes multiple times in repetitive fashion. So, for example, Josh Bryant has very good books on weight training and the information he publishes actually works. He’s the lightest man to have ever bench pressed 600 pounds. Guys like Paul Carter can give you good information; Ed Coan. But to go on the internet for reliable sources of information can be rather confusing. What I think is a short-cut to do that is to take seminars with those guys because a lot of stuff you can’t put in a book. For example, with technique in a squat or the deadlift, you can’t learn that through a book or by watching videos. What you think you’re doing and what you’re actually doing are two different things. So what I would do if I were you, and stop wasting your time on the internet watching stupid stuff that doesn’t do anything, I would look at those guys and hire them for consults because there’s a saying, “If you’re too cheap to pay for information, you’ll fall by the wayside.” Most of this stuff that is there for free is actually worth nothing because a lot of people are trying to make a place under the sun and they’ll stupid stuff just to be different, but it doesn’t mean that it’s any good. Like Tim says, you can put your underwear on over your pants, but is it better or is it more fun? It’s more fun for people who laugh at you, but it’s certainly not more comfortable or better. So different and better are not synonyms. It’s better to use someone who has had time-tried training methods than is a peer-reviewed crowd who never produced anybody and only wait until it’s published in science with 60 papers. I wouldn’t trust those guys either because they don’t have any clinical experience. It’s like basically consulting a virgin sex therapist. The next question is Marco Quiacha asks: What differentiates between a good personal trainer and a great PT? Where should someone start if they want to become a PT? What are common mistakes PT make? What official certificates should a PT have to start teaching strength? What initial strength courses should an aspiring PT take? Thank you. Well, your ability to produce results is what distinguishes you in the field. So, for example, Nick Mitchell and Ultimate Performance, they’ve established a brand by producing results. So if you go to an UP around the world, whether it’s in Marbella, Spain or if you’re going to Manchester, U.K., there’s a wall full of success stories. Those success stories are always within about 12 weeks. So the best way to learn, in my opinion, is to offer to do free internship with a well-producing gym, like Shredded in Australia or Worldgate in Prague. So seek out who has constant good results and offer to intern under them for free because you have no experience. Then they will teach you the system. They will point you to the right books. Your question would be very long to answer, but official certifications, in my opinion, don’t mean much. I’ve seen people with lots of different certifications and it’s still your ability to produce results that makes a difference. You have to learn how to do a training system. So if you told me, I want to be a great strength coach, I would say go learn with Ben Prentiss in Connecticut. He’s produced years over years of NHL players, NFL players, and major league baseball players. Because you can’t acquire the stuff just in classes and just by books. You have to get, I would say, in the trenches. Those guys that I strongly recommended are people who spent a fortune on education and they will actually save you time. So if you go to intern, let’s say a month for free at a UP, provided they accept you because they’ll ask to see some colors before you show up, you would learn far more than taking thousands of hours of certification courses. In the near future, I will produce videos for IDEA, which is the largest certification company in the world. Those will be good to get your theory down, but if you listen to those videos, you’ll have a good idea of what reps you should do, sets, so that you’re prepared once you go into the field to maximize your results. But what makes a great PT versus a good PT is simply the ability to produce results, but you need to learn the systems from a world-class mentor. The next question comes from Daniel Matthews Kazimurcha – typical Irish name: Which supplements do you currently use for improving sleep? Personally, I’m a big fan of Magnesium [inaudible]. I take six capsules at bedtime mixed with two grams of thanine – T-H-A-N-I-N-E. I will post a page to where to get these ingredients on the website. The next question comes from Marcus Beemer: There are many things you might regret, but what’s the thing that comes to mind most often? Well, what would I change if I could do it again? I wish The 4-Hour Workweek would have been published when I started my career. People tell me often, “You are very lucky.” I got very lucky by working 20 hours a day for years on end. So when you work that many hours and that doesn’t include training, so for years for about eight months out of the year, I would only sleep three hours a night. I would say that’s my biggest mistake. I said yes too often and I should’ve been concerned more often with the quality of the athletes I trained. The problem was that when I would get tired, I would get the whole national team. Once I established credibility of being consistent with results, I would negotiate with national team, I would tell national team, “These are the guys I’ll pick. These are the guys I will train.” So it would have saved me time on writing programs, administrating programs, monitoring programs, teaching technique. But you need to have a reputation before, so I spent a lot of time doing that. What I’ve learned over the last few years is that you get known by the jobs by the jobs you turn down, not the jobs you accept. A few months ago, Helen Maroulis won the gold in Olympic wrestling for women. First time America did so. For weeks, I’d been asked to do seminars, write books, take on more national team athletes, train foreign teams and I said no to every one of these requests. Why? Because every gear nut – I don’t do The 4-Hour Workweek, but I like to do the 4.5 hour workday. One thing I do regularly is I take a week off a month to rest, to read, and I take three months of vacation a year. Having a child was probably the best thing for me to learn how to prioritize things. So I really started to cut back on the amount of work once I had my daughter. But the biggest mistake I’ve ever done was to work far too much. Now guys like Gary Vaynerchuk will [inaudible] you do, but you should still favor quality over quantity. If you want to understand the concept better, I strongly suggest you read The One Thing and to read The 4-Hour Workweek. It’s just a mental outlook to what you do. The next question is from Jonathan Anderson: Thanks to Charles, I’m not big into Omega-3s, [inaudible] remission. Dr. Barry Sears says 3:1 EPA to DHA. I’m taking that ratio, but at a greater expanse. Is it worth it? Should everyone go on it? Well, Dr. Gagniole, of course, he passed away a few years ago, was probably one of the smartest guys on that topic. What we know is that it’s actually better to vary the types of artificial. There’s an axiom that you should respect that the more you’re dealing with information, the [inaudible] EPA ratio to DHA should be. So a lot of brands will sell you a 6:1 ratio. That will bring down the inflammation better than the 3:1 ratio, actually. If you’re concerned with brain, so let’s say you have ADD, ADHD, borderline personality, all of the studies on brain disorders show that a high DHA Omega-3 product is better. So usually you want an 8 DHA to 1 EPA ratio. But there’s no magical official. The other thing we know now from research, it’s better to take products like Omega-3 [inaudible] from Designs for Health, who has also mixed in D3, K1 and K2 into the product because those actually increase absorption and you don’t need as much large quantity. Of course, you supplement important fat-soluble vitamins. The next question is from Rodney Lee. He asked me: You’re not a big fan of foam rolling. Isn’t foam rolling a massage? My beef against foam rolling is it would be trying to build a bridge one pebble at a time. It takes far too long. So there’s such a thing as the principle of training economy. Tim is big on that. Whether The 4-Hour Body or any of his books. It’s like you have to have maximum return in the least amount of time. So people waste tremendous amount of time with foam rolling. The amount of time they waste on foam rolling could be trying to get flexible could be done in a good 20 minute activity session or Rolfing technique or the [inaudible] method. There’s a lot of stuff out there that exists to get rid of adhesions and improve range of motion. Let’s say you have a good activities practitioner and you’re foam rolling because you have a tight shoulder, if the guy does a good job, and let’s say you’re the worst case scenario – you’re about as flexible as a crowbar – within five treatments, you’ll have 100% range of motion and if you’re a complete, certified idiot, you will still maintain those gains for six months. So in my opinion, I would go see a very good soft tissue practitioner and investing time and money into that will save you all these countless hours of foam rolling because you will have the results and it will be more permanent if you see a soft tissue therapist. The next question comes from Clay Stenman, asking me: Do you have a lifting plan for body transformation? [Inaudible] I’m sure a lot of people would like to buy it. Well, like I said, I’ve done a mass program and the thing with the mass program is that people get so obsessed with fat loss that they should actually be focusing on mass and strength because if you increase your muscle mass, you become more insulin sensitive, therefore fat loss is accelerated. And if you look at the research, one of the fastest ways to lose fat is actually body building programs. They did a study on Puerto Rican obese teenagers and one group did one hour cardio, one group did one hour weight training, and the mid group did half weight training half cardio. It turns out that the group that did cardio got fatter and the group that lifted weights for an hour got long and leaner, but also gained some muscle mass. The group who did the intermediate program had a mixture of the two extreme groups. So in my opinion, for body composition actually focusing on producing muscle mass works far better than trying to focus on fat loss. The next question is from Leo Parry. He says: Considering the magnitude of the supplement industry, how do we know which supplements are most effective or at all? How do we know if they even work? Well, you can go on pubmed and Google a supplement, then you’ll find the research that backs it up or tells you it doesn’t work. A lot of times, supplement companies make what they call extended claims. There’s a good website called [inaudible].com. There’s [inaudible].com, there’s examine.com. Those websites will tell you the real deal. Of course, there’s a strong commercial bias. Do supplements work? Yes. But one of the major things that dictates the quality of the supplements is how they’re made. So if you buy a supplement in Canada, which has very strong regulatory laws on supplement making, you’ll get a good product because the trouble you can get in if you produce a crap supplement is far too extensive. The government does all the testing for you before you get approved over there. That’s one of the reasons why I use ATT Labs is because it’s made in Canada and I know the quality is very high. So for example, Norway is very strong on protecting their own supplement industry, but because of the high quality of Canadian supplements, you can actually ship Canadian-made supplements into Norway and they pass customs, but it’s not true for supplements all over the world. The U.K. is probably the country where they made the worst supplements. They do have strong legislation, but it’s never been applied. They estimate that if the U.K. were to put that law into action, 80 percent of supplement companies in the U.K. would be closing their doors. So depending on where you live, you may have access to high-quality supplements or not. If you’re going to buy supplements, I strongly recommend you buy them from a health practitioner because health practitioner brands have far more severe self-imposed restriction on quality control. I wouldn’t trust most of the stuff you see on the internet because of that. The next question comes from Gabe Rivera. He says: When squatting high bar or low bar yield [inaudible] shoes or flats? Train with or without a belt? [Inaudible] back? These topics are not agreed upon universally. Please explain why. The goal being maximal strength and [inaudible]. Well, Gabe, this is the reality. All the forms of squats you talked about are good. The only thing I’m not big on is squatting with a belt. I think you should allow your core to develop at the same rate as you develop your hip and extensors. Because let’s say if you like to do slalom skiing, if you always train with a belt and you ski without a belt, your core muscles are not matching your leg strength, so you could get into trouble. If you’re a wrestler, you’re not going to be allowed to wear that belt when you go to the mat, so the trunk muscles should evolve at the same rate as the hip and extensors. On my website, I’ve got plenty of different ways you can squat. I’ve actually filmed over 188 forms of good squats. So there’s a lot to choose from. Going back to what I said earlier on about Ed Coan, he also thinks that you should vary your squats more often to stay injury free like Matt Benning. The next question is from Sam Sinclair. He says: Charles, a heavyset guy, 240 pounds, trying to reduce fat. Loves lifting but trains 5 days a week, can’t shift it. Mostly paleo, okay post 8:00 p.m., wine and crap foods a battle. I don’t expect miracles, but one tip from the master. Namaste. Well, Sam, let me break it to you. How lean you are comes from the choices you make. So if you’re 80 percent good and 20 percent terrible, well don’t expect to have 100 percent results. What I would suggest you do, if there’s one tip I give you, is only take on one habit per week. So for example, chewing. Lean people chew their foods 45 times; fat people chew their foods 15 times. So get one of those counters that bouncers use to control how many people that went into the bar and just do this. Start on a Saturday because you won’t have any excuses. Chew your food and every time you take a chew, click the clicker and see what happens. You will find that you rush to [inaudible]. So the low cost tip for fat loss is actually chewing your food. Even if you’re trying to gain muscle mass, it’s true too. Most people inhale their foods. Nothing you have to pay attention to, so it’s a bonus tip is do you actually eat in front of a screen? Are you on Facebook? Are you answering emails? So mindful eating is another way to lose fat and then most people who are not doing mindful eating and sitting in front of the screen consume far too many calories. There’s a very good study from France where they looked at female college students the first year and their dietary intake versus eating mindfully or versus eating in front of something like Facebook. The people who were watching screens while eating on average grained seven kilos in their first semester of school. Most people eat alone, so you’re eating in the company of other people being mindful what you’re eating and not rushing meals is probably the best tip I can give you on that. The next question comes from Dean Laster: How does he fit workouts for individuals for different needs, body types, stages in life? How does he encourage positive building habits to accelerate one’s progression? What are three to five best practices he recommends for someone to adopt to stay fit for life? Well, that’s a lot of questions, Dean. Let me answer them one at a time. I adapt training programs based on goals first. So what do you want? Based on what you want, I give you an estimate on how fast you can do it. So people will show up and say, I want to lose 55 pounds. By when? In two weeks for my nephew’s bar mitzvah. Hey, I don’t have holes in my hand and my feet, I can’t do miracles. So always put that back into reality. I want to bench press 400. How much can you bench press? 95 pounds. Well, let’s take the next seven years to get there. So to increase strength, for example, if you are gifted, within seven years you could triple your strength. If you’re not gifted, you can multiply your strength by 500 percent. Very few people do that because they don’t know how to train. But if you go see a great lifting coach, like let’s say John Brose, he’ll triple your strength in seven years because he knows how to do it. I can tell you right now, he doesn’t use peer reviewed scientific papers to decide how to train. So there is such a thing as experience versus reading and research. Once I know your goals, then I make everybody do the Braverman test, which is a way to see which neurotransmitters you are gifted at producing and which ones you’re not at. Based on your neurotransmitter makeup, I will make you train heavy, a lot of variation, no variation. I teach that in my advanced program that design classes. It takes three days to learn this, but neurotransmitter profile is key to deciding what you need to do. How do encourage building positive habits? Well, the most important thing is that you have to look at progression, not perfection. So what do you do for a habit? Well, one, if you have an appointment with a dentist and you know you’re going to be charged if you don’t show up or give 24 hours’ notice, you don’t miss your dentist appointment. But people are not treating their body properly. So the most important habit is to actually have regular training hours. According to some research in Slovakia, some people do better doing early morning workouts or evening workouts because depending at the time they make the androgens throughout the day. So a good clinical setting tip I can give you is your sex drive. If you wake up under a teepee every morning and you need to take a handstand to take a piss, you probably make your androgens very early so you should train in the morning. Some people have a greater sex drive in the afternoon, then they should train in the afternoon. So optimizing that makes a difference. Also recording everything you do. Tim Ferriss talks about his two weeks’ experiments and all that stuff. That’s great to do because if you don’t live consciously, you don’t know what really works. By having accurate journals of what you do, you’ll be able to figure out what’s best for you. The next question is from Peter Lamb: Is there a way to combine strength training and long cardio sessions? I’ve got two goals for three months: run half a marathon in less than two hours and increase my bench press from 70 kilos, three sets of eight, and to 90 kilos, three sets of eight. I weigh 90 kilos and I’m 46. Well, Peter, there’s an Hungarian proverb, “If you’ve only got one ass, you can’t sit on two horses.” To go for three sets of eight of 70 kilos up to 90 kilos is a realistic goal, but if you do train for a half marathon at the same time, it’s going to take three to four times the time it takes. So what I suggest is you pick one goal and work on it and then once you have accomplished that goal, move on to the next goal. It’s like in the movie, The Last Samurai. Too many minds. You really have to concentrate on one goal at a time. There’s a famous Norwegian weightlifter who’s an exercise physiology professor who was top ranked at the Olympic games in weightlifting. He trained for the marathon for a year and then clean jerk a pretty decent weight, but he could do the pretty decent weight because what people don’t understand is that yes, larger muscles lift heavier weights, but the main reason why you’re strong on a pound-for-pound basis is actually that you have the ability to [inaudible] higher threshold motor units. So the key lesson from that is build your strength first and then work on your endurance. Next question, Jeff Garza: There’s a contingency of people online claiming your plans and protocols lack scientific basis. How do you respond to these people? Thanks. All right. Clinicians are always ahead of the curve. So for example, in February 2008 in the Journal of Applied Sports Science Research, they published a paper. “Cluster Training: A Novel Approach to Develop Maximal Strength.” So remember the date, February 2008. I first did cluster training when I was 14 years old. I learned it from my coach, who learned it in 1968. When the article was published, I tried to go back and find where it came from and apparently it was used in 1948. There’s some records of guys who prepared for the 48th world championships who were using cluster training. So if you look at it, you have 60 years between guys figuring out it’s a great training method versus 2008. How many Olympics is that? If you only count summer Olympics and you divide by 4, that’s 15 Olympics. If you add the winter games, you multiply by 2, we’re up to 30 Olympics. I’ve had plenty of my Olympians, that when I start to coach for the Moscow Olympics who had been doing cluster training. So if I waited for the research, so from 1980 to 2008, we’re looking at 28 years. 28 years divided by 7 is 4, times 2, right? So I would have wasted 14 Olympic games waiting for research to happen. If you look at, for example, Arnold Schwarzenegger’s training, I’m pretty sure that he didn’t use peer reviewed studies to develop his physique. One of the things he’s credited with it point of flexion training. So he figured out that if you overload different points in the biomechanical curve, you create more hypertrophy. Now research can demonstrate that it’s great. One of the things I’ve been advocating since 1982 is to lower weights slowly to create more strength and I was recommending often to do five seconds lowering. The first study to be published to confirm that was published in 2016 by Perra and his colleagues. Again, I would have wasted so many Olympic cycles not doing it. I’ve been advocating to change position in leg curls since I started strength coaching in ’78 and the paper that shows that turning your foot outward create more of the [inaudible] and if you turn your foot inward, [inaudible] more of the medial hamstrings, was published a few months ago. So again, those haters can say whatever you want but there’s such a thing called observation. You look at anybody that’s any good, they will tell you also how not to train besides what’s the best way to train because whether I talk to John Meadows or Dave Tate or Ed Coan, they will say, I’ve tried this; didn’t work. So these people are obsessed with results and they’ve tried many things to get there and then after a while they figure out what works and what doesn’t. So I don’t really care when they say – another thing too is that a lot of people say, there’s no research on that. For example, Leucine. I recommend much higher doses of Leucine and [inaudible]. I’ve been attacked; there’s no papers on it. Yes, there’s papers but they’re in French. And actually, those two French papers use real training programs. A lot of these studies on supplements, the program that the subjects do is not even a workout. It’s more like a warm-up. But the two French studies I like on using Leucine had people do 20 sets per body part and measure different dosages of Leucine. The highest dose had the greatest results and they tested out at 30 grams. So the point is often there is research. When they claim there’s no research, they just don’t know how to look for it. For example, Sheshandra has 88 synonyms. So if you just Google, go on pubmed and search on Sheshandra, you’ll find X amount of studies. But if you go through every synonym, you’ll find more studies. Holy basil has hundreds of synonyms and you could search for holy basil on research, but if you look under Tulsi, the Sanskrit name, you’ll find countless numbers of papers. So those people who make those claims that I’m not scientific, they only have one thing in common – they’ve never produced results. Haters will always hate. I guess it’s frustrating to them that I’ve got great results and they don’t have any. So they pick on that. All the training I do is based on science. There’s such a thing also as common sense. I don’t need a study with double blind that a full speed, front kick with a pair of construction boots with steel toes will damage your testicles. If you want to be part of the [inaudible] group, go ahead. But there’s such a thing as common sense. So that’s why you never see me engage in disputes with those guys because one of the things my father taught me is you have to play fair and those guys are nitwits, so I don’t engage in debate with them. The next question comes from Preston Parish: I once heard him say if you’re in strength training and you can’t get a female client to do 12 pullups in 12 weeks, then you’re not very good and you should quit. [Inaudible] to get women to do 12 pullups, best exercise to help with 12 pullups? Very simple answer, Preston. Just go on YouTube and search under chin-up performance. I give you numerous tips on how to improve chin-up performance. A lot of reasons why people can’t do chin-ups is they don’t know what to recruit. In my upcoming membership site, I will actually give actual programs to do that. I have to actually demonstrate the exercise, so the podcast is not the best way to learn that, but the information will be available on my membership site. The next question is from Morgan Brown: If you only had to pick one important factor between sleep, food and exercise, which would you pick and/or how would you prioritize them? Well, Morgan, that’s like asking me for optimal health, should I prioritize my liver or my heart or my brain or my adrenals or my kidney? All of those are important. If you don’t have a brain, you’re dead. If you don’t have a heart, you’re dead. If you don’t have a liver, you’re not going to live very long. So you can’t prioritize so much. Let’s say if we look at prisons at Club Fed. They can sleep as much as they want. Is the sleep restful? Probably not because maybe your roommate wants to kill you. The food? Food is prison food so it’s not the greatest, but they do have plenty of opportunity to exercise and they have weight rooms. So in that case you could argue people can get a good physique. If you look at the book of [inaudible], Josh Bryant, some pretty good physiques were built behind bars. But then again, [inaudible] guys will make you safe and then will give you paleo foods, all these guys will grow a lot. I’m not sure taxpayers would agree with that thing. But you can’t prioritize them. You can’t say I’m just going to sleep to muscle growth or I’m just going to exercise to muscle growth or I’m just going to eat to muscle growth. You need all three. Next question is from Ryan Reilly: Cryotherapy seems to be an interesting topic because of the extreme nature. What are your thoughts on trying it just for the experience? Meaning, I don’t have any good reason to go, but it intrigues me. What benefits comes from it for the average person? A few years ago, actually in 2001, it was very fashionable for proteins were sold on buying cryosuits. So the guy would train, put the cryosuit on. It cost $150,000.00 and they claimed it was good for recovery. So this strength coach for my rugby team said, “Hey, should I invest into that?” I said, “Well, based on the quality of your weight room, I would take that $150,000.00, buy yourself some real dumbbells and some real equipment.” That is more important than a cryotherapy suit. He says “Why?” I said, “Well first things come first. If you’ve got a choice between cryotherapy and a good weight room, get a good weight room.” He said, “Okay, let’s say I’ve got a good weight room, would you buy the cryotherapy suit?” I said, “No because unless you want to train yourself to be a Navy SEAL and withstand extreme temperatures, if you use cryotherapy post-exercise, it will increase cortisol and it will actually slow down your progress.” He says, “Do you have any papers on that?” I said, “No, but buy one and tell me how it worked.” It turns out that we kept getting the same call and all those cryotherapy suits that were bought in 2001, they’re all in storage in sports clubs. They don’t work. It slows down recovery. Some people argue that you could use cryotherapy short-term to increase healing your tissue. Colleagues of mine have said it’s a good thing because you get reactive hyperemia, so you increase blood flow to body parts. But to be fair, I don’t have enough practical experience or great enough research on it to validate its use. But I can tell you one thing, it does not increase recovery post-workout; it actually slows it down. Next question is from Andras Carsoyoyo: Top things you’ve learned in the last two years. In the last two years, I’ve reinforced the importance of measuring neurotransmitters for improving program selection. So some people are driven by variation. Some people do better with manipulating workloads. Some people do better by keeping the program more constant, have less variation. So keeping that in mind, when I train people, I use that. I’ve been doing that since 2001 on a regular basis, but I’m more and more convinced because I’ve taught the system to students. The reason why I count it as being one of the most important things I’ve learned in the last two years is that many of my students, once I started to create that class started doing that and they all, 100 percent of them, reported that they had much faster results once they’ve applied that system. So that would be No. 1. No. 2, it’s more like how vital sleep is. I’ve always known it to be important, but in the last two years, there’s more and more research. For example, if someone wants to increase their testosterone naturally, the single most important factor is actually sleep. We sleep far too less with also very poor quality because people read online messages before bed and look at screens. So avoiding screen time is very important for sleep quality. Then the next question is: What does he know that’s not well known among the scientific world? It goes back to Point 1. I know well how to use neurotransmitters to maximize training response. However, in the mass book I wrote, I use the 70 percent rule. So for the last 38 years, I’ve made it so that it will maximize training progress regardless of your, because I’m not psychic and I’m not going to write you an individualized program. So people wanted a program that would work for most of the population and that’s what I did. But a lot of it has to do with what [inaudible]. If I don’t know who you are, what’s the best variation? That’s the best I could do for the last 38 years. Jonathan Hyde asks: For someone who’s wanting to start coaching in the strength and conditioning world, would you recommend something other than CSGS? What search would open up the most doors? Again, it has to do with who did you learn under? Go see a strength coach that has produced a lot of athletes, [inaudible] over the years. No cert will do that for you. Expect to work for free. Ben Prentice was telling me that people come to his office and say, “I want to train four athletes.” But the guy has zero experience, so his classic answers is “Don’t we all.” So you have to apprentice and that involves counting reps. If you went to work for me and you said, “I’m very keen.” I would first assess how much do you do. I would expect you to know your basic biomechanics, know your basic physiology, know loading parameters. That’s the homework you need to do on yourself, by yourself before you show up. Probably the first thing you would do is just count reps. Then I would teach you how to select load. Why is Ben Prentice the best strength coach in America? Because one of the things I taught him was application of strength program design. I only let him start writing programs after two years. So it’s like wax on, wax off. You’ve got to do your basics before you want to be a strength coach. There’s no cert that will do that for you. Devon Sprankle says: What are your thoughts on intermittent fasting for trying to gain lean muscle? In my opinion, it’s a waste of time. Some people claim fantastic gains from doing that, but I’ve never seen any evidence of that. If you look at the research, both brain and muscle performance are negatively affected by intermittent fasting. So I’m not keen on that. There’s not a single animal in the world that will voluntarily fast. If you look at anybody big, really big, and really strong, one thing I’ll tell you, they don’t fast. You don’t grow muscle overnight. It’s consistency of effort that matters. One of my earlier mentors was Dale Starr. He will tell you, and I fully agree with him, but when he told me luckily I was 17 years old, was that the biggest thing to gain strength and size is consistency. That is particularly true for eating food. On the internet, people claim all sorts of things about intermittent fasting, but I’ve never seen any visual proof of that and I’ve never met anybody who said I’m an intermittent fasting type of guy and here are my results. So in my opinion, it’s a waste of time. Shane Quinel: What is the most effective, efficient way to increase strength in a squat and deadlift when hitting a plateau? My website is full of information on how to break those plateaus in that vein, so you would have to go to strengthsensei.com, but in a nutshell, you have to vary your loading parameters. The biggest mistake I’ve seen people hitting plateaus is because they’ve been doing one type of squat and one type of deadlift since Jimmy Carter was president. Variation of overload in the strength curve is probably the most neglected factor in overcoming a plateau. So you could overload the bottom of the strength curve by pausing a squat or you could use chains to match the strength curve or you could use bands. You could do explosive work. It doesn’t matter, but probably the best program to improve your squat deadlift is a program you’ve never done. Again, I would reinforce, don’t be cheap. Open up your wallet and hire somebody who’s good at improving your squat. Again, books will do something and reading on the internet will do something, but I would say, for example, this squat is terrible. Go to the last videos, look one up with John Gross. He’ll look at you and say okay your squat is terrible because of this and that and he’ll write you a program and the amount of time you’re going to waste on the internet trying to find a solution will be offset by investing your money. Your deadlift sucks? Find Ed Coan, go see him. There’s a lot of good coaches out there. Your bench press is terrible? Go see Josh Bryant. He’s the expert in improving the bench press. But face-to-face consultation is the surefire way to improve a lift. The next question is from Kieran Donn: What has he been a proponent of in the past that he no longer believes? Perhaps a scientific study of dates? Actually, probably what I’ve changed over the years is that I used to use very short cycles of two weeks and then a colleague of mine convinced me to go to three-week cycles and from experience, I may do only five-day cycles. So I realized that basically strength training is like learning a foreign language, so you need to change your stimulus. If you repeat the same words over and over again in the same order, you’re not going to get strong. So a good example is let’s say if you’re learning English and I show you in writing, did he really say it? You have no idea because there’s no intonation of the meaning of the sentence. But if I say, “Did HE really say it?” it implies is it him or not? Or “Did he REALLY say it?” You get the drift. So depending on where I put the emphasis on the words, the meaning of the sentence is really different. It’s the same with strength training. As time went by, I realized that you need to put the emphasis on something different and one of the things that I find works for everybody is much shorter training cycles. I don’t like to go more than two weeks before workouts being repeated. The next question is from Jason Koning: What new insights did he gain training women’s wrestlers, Helen Maroulis and Elena Pirozhkova, for the Olympic games in Rio? Well, thanks for the question, Jason. Two years ago, I announced on Facebook I was going to start working with wrestlers. It was amazing the amount of hate posts I got, which would say something like, “You don’t know anything about wrestling.” “Are you going to make them train biceps?” Haters going to be haters. So I used that as a good motivation to show that I could train wrestlers. Helen Maroulis came in first with an Olympic gold. The first American wrestler to do so in history. She beat a girl who only lost twice in 16 years, but she hadn’t lost a single fight in 12 years. Helen, as you can see the videos on YouTube, mangled her. She overpowered her. Then when I was looking for the fight online, I kept getting text messages or WhatsApp messages from my students telling me, “Congratulations.” They would have statements like “In Sweden, all they talked about was how she dominated everybody with strength.” So that was one of the best public displays I’ve ever had about how people could relate the effect of strength training on Helen’s win. Elena didn’t do so bad; so came in fifth. Since then, I get asked every day to work with more wrestlers in different countries. But what did I learn? When I first started working for the two athletes, I asked them what are your norms for strength training? There was none. So I’ve done norms for strength training for sports all my life. So okay, let’s look at that. Again, I didn’t have any double-blind studies, but I figured out if you get strong at chin-ups, that should help you with take down, snapping the neck, reversals and so on, because the lats and the elbow flexors are prime movers in those movements. So I’ve only trained for the world championships with Helen for three times six weeks. Once she started with me in January, she could do zero chin-ups. She did two supine chin-ups with 27 kilos five days before she left for the world championships, which she won. For Rio, I trained her six weeks around Christmas, six weeks in the spring. So her total of strength training was about 12 weeks in preparation for Rio. She managed to do pull-ups on the rings with 30 kilos the day before she flew out to Rio. She won Olympic gold and everyone credits strength as being one of the major factors why she won it. It’s not the only factor. This woman doesn’t have mindset, she has soul set. She’s very driven, very smart. She learned Japanese so she could understand what the coach was telling her for [inaudible] between stops. So the thing is that what I learned is that there’s some basic lifts that do transfer to wrestling. The most important ones are squats and deadlifts and chins. So if you drive those lifts up, providing everything is equal, you should have a transfer to a wrestling mat. No. 2 is that I was amazed at the misconceptions that are still surrounding wrestling. So people would laugh at her because she lifted weights. But once she won the world championships – and lifting weights very close to competition – people say you shouldn’t do that, you’re going to be too heavy, you have to cut weight. But I’ve got a few tricks up my sleeve and Helen got strong and not put on any weight. Then for the Olympic games, she decided to keep training up to the competition. Which in wrestling is avoided like the plague. But once she won the world championships, you would see on Instagram all her competitors taking video of themselves training, but their methods were horrendous. It was quite funny. It was a cure for depression to look at the videos. For example, when she beat the Swedish girl. Again, in Sweden, they said she’s far superior by strength. So the insights are (1) squat, deadlift and chins increments will improve transfer on the mat; (2) there’s value in training close to the competition; and (3) based on the response I’m getting, now people are valuing how much strength training can do further combative sports. The next question is from Ryan Desinque: What’s his process in learning my languages? Again, I think it’s exposure. So everywhere I go, I make it a habit to learn at least how to say hello, goodbye, thank you, no problem. I learn basic sentences because if you go to a restaurant, they’ll ask if you want bottled water, if you want tap water, you want the water with bubbles, no bubbles, coffee? So if I go to Slovakia, I’ll go on Bing translator, write down these sentences, have a local person teach me the correct pronunciation. Let’s say if I’m riding in a cab, I’ll look at ads and try to guess what they are. I’ll write them on, go back, go on Bing translate, write down what the ad said, and then I pick it up. But the more languages you learn, the easier it is. I was in Prague with the owners of Worldgate having dinner and one of the tricks that helps me with learning languages is I pay attention when my friends are speaking and I try to slow down internally the conversation and then so now okay, this word must mean this. So I remember the guy was ordering a drink. I said, that must be orange juice. He was surprised I picked it up, because the word was not at all similar to what we have in our language. So learning languages is like strength training as well. I mean, it’s repeated exposure. I found that the Pimsleur method is probably the best method to learn. Hiring somebody to teach you – again, don’t be cheap. Sometimes people do it for free, they’ll do it as a trade, but in my field, how many times do I say, stick your chest out, put your elbows under the bar, lift your chin? So all these sentences, I write them down, Bing translates them, verify with a local if it’s – sometimes Bing translate doesn’t do a good job. It’s rare, but they do a pretty good job most of the time. I’ll say, teach me these sentences and because I keep repeating them throughout the workout, they sink in. But now I know the word. The verb, strengthen. I know back and I know a bunch of words. Another thing I do is I try to read the menu and understand what it means. I was in in Montenegro last summer and they had sometimes English and Serbian menu. So I learned quickly how to say chicken, beef, and whatever. Then I went on the coast and had the choice between Russian and Serbian and Cyrillic, but I’ve taken Russian before, so I know how to read Cyrillic and then so I would read the Serbian menu and I knew how to order ribeye and all that stuff because I had familiarized myself in the capital. But [inaudible] with the menu. Again, my hosts were surprised at how quickly I could pick up stuff. So it’s just a matter of having an open mind and being keen. I like learning foreign languages. I used to have many employees and they wouldn’t even bother to learn how to say thank you and please and I think that’s quite rude. The least you could do is learn to say thank you and welcome when you go to a foreign country. The next question is from Kyle Kulinan: What’s your favorite book? I probably would say The One Thing is my favorite book because it teaches you what to focus on and what’s most important. [Inaudible] The 4-Hour Workweek. I’m not doing that to kiss Tim’s ass, but I think the concepts in the book are very important to master. The next question is from Joshua Battery-Basey: What is Charles Poliquin’s one thing? The one thing is to finish my membership site. I’ve been working on it for the last three years. It took me far longer than what I thought. I’ve learned quite a bit during that process. It’s not as simple as people think, but I’m very proud of being able to open it in January. The thing with the membership website is that there’s a lot of confusion on the market. I can’t teach seminars 365 days a year, so I kind of listened to my friend, John Berardi, and decided to make guidelines of what I’m willing to do and what I’m not willing to do. I’m willing to educate a lot of people, but I can’t travel so much. My information is valuable, so I created a membership site. I’ve had quite a few colleagues look at it and the interesting comment I’ve had is that I have too much information. So, for example, we filmed 188 forms of squats. I was going to leave all the squats there. They told me no, just show five new ones a month because people get overwhelmed and they stop going. My goal is to make it the best website for strength training and nutrition on the web. I’m very confident I’m doing so and the people who have seen the content are blown away because there’s things that I will teach in there through video that you can only get in my classes. It’s really hard to write about these things. A lot of times, demonstration is key in learning. Next question is from Chas Christian: What is your crowning achievement? I’m not sure if you’re asking me what is it that I’m most proud of? What I’m most proud of has not occurred yet. I do something and I don’t think it’s the end of the world. Last summer, I had two athletes win medals at the Olympics; one in triple jump, one in wrestling. That’s great, but eight minutes later, I’m looking at my next goal. So I don’t believe in crowning achievement. A crowning achievement is what people talk about when you’re dead. I intend to be on this planet for far longer, so I don’t have a crowning achievement. Everything I do is part of a pathway. Otherwise, your life is not worth living. So that is all. Thank you for listening. On my website, strengthsensei.com/timferriss resources for the addresses for where to buy some of the products or books I’ve mentioned. If you are interested in buying The Ultimate Mass Program, it will be strengthsensei/timferriss/mass and you’ll be able to have access to it. Thank you for listening and best of luck in all your training endeavors. Thank you. Posted on: June 19, 2018.", "speakers": ["tim ferriss", "charles poliquin"], "text_sentences": ["this is tim ferris and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers to tease out the habits, tools, beliefs, tricks, and so on that you can apply to your life", "in this episode, we have one of my favorites", "we have charles poliquin back for another round", "in this episode, he is answering your favorite questions; those questions that were up voted the most by you guys", "charles, you can find him on twitter and elsewhere @strengthsensei and strengthsensei.com", "he’s one of the best strength coaches in the world", "he has trained elite athletes from 20+ sports, including olympic gold medalists, nfl all-pros, nhl all-stars, stanley cup champions, ifbb body building champs", "his client list is long", "it includes long jump gold medalist dwight phillips, nhl mvp chris pronger, and mlb batting champion edgar martinez, among many others, and the lady who won the first gold in olympic wrestling for the u.s", "so the list continues to grow", "as we creep towards episode no", "200 – what", "how did that happen", "his first appearance on the podcast is still one of the top 15 most listened to episodes", "you should definitely check that out", "it is controversial and very fun and very dense", "he is constantly requested by you guys for a round 2, so here you have it", "in this episode, we cover a lot", "he goes deep on several topics, including his favorite mass building program of all time, recommendations for older lifters, latest thoughts on hormones, insulin (of course, insulin is a subset of hormones), and diet, how to differentiate a terrible trainer from a good one, and the good from the best of the best, his nighttime routine for improving sleep (oh my goodness gracious, i need more sleep), why most people screw up abdominal training, ketosis, and muscle gain, and much, much more", "so, i’m going to go drink more coffee and i hope you enjoy round 2 with charles poliquin", "hi, welcome to the tim ferriss show", "our first question is from kevin james: he’s asking for recommendations for older lifters, 40+, but with a lot of years of experience", "he’s asking what’s the sets, what’s the reps, what’s best for this", "he also points out that there’s not very much advice for experienced lifters", "he’s also wondering is it all downhill from here", "well, let’s look at it this way: all systems in your body will age", "your hair gets gray, your eyesight drops, your hearing drops over the years, so everything drops and your strength and muscle mass will also drop", "but what’s an acceptable rate of drop", "the best way to measure that is we’ll actually look at the world master’s championships in weightlifting", "what you typically see is that the world record holders in their youth, whether competing in the seniors or the olympic games or world senior championships, whatever they can do at say age 34, they lose about 1 percentage point per year", "so let’s say if the guy did 200 kilos at his best at the olympics in the snatch, 20 years later he’ll do about 160 kilos", "that’s obviously the guy has kept on training really hard", "so some people, advanced, the fact that they could be 1 percent per year after the age of 26, but a lot of it has to do with training methodology", "so you have to have realistic goals of what’s good for your age group", "the best place to find out that information is actually brooks kubik has a series of books called dinosaur training secrets", "in volume 2, which is called how strong are you", "(which you can find on amazon), he outlines lift-specific norms and age-specific norms", "so let’s say you’re 60 years old and you want to know what a good back squat is when you’re 60, you go there, you enter your age and the lift and you’ll be able to see what’s good for you", "i think having realistic goals will appease your mind", "you’re not going to do at 70 what you did when you competed at the olympics, obviously", "so that’s what i would do for you", "but as far as training with combinations, as far as sets and reps, because of declining hormone levels, your ability to recover from workouts is somewhat impaired", "if you are hormonal therapy and you have testosterone therapy, gh therapy, thyroid therapy and so on, you will lose some, but not as fast as one of your colleagues who has not had their hormones replaced", "the next question is from yasir nadim", "he stipulates: you said that one must be lean enough in carbs, 10 percent or less, how can one test an individual’s insulin and acidity and determine if they are lean enough to make use of carbs or not", "well, the point is if you’re fat, you don’t need to do any blood work to find out that you don’t need carbs", "so for a male, your body fat should be less than 10 percent", "less than 10 percent would mean that when you stand up, we can see your abdominals and we can see the [inaudible]", "therefore, we can see every row of abs", "most people think if you have abs, you can see one", "that’s not abs", "you could do blood work", "the best blood market to see if you deserve your carbohydrates is actually the hb1ac", "you can run that test for $14.00 to $40.00", "it’s always covered by insurance", "there are many more sophisticated tests, but this one would be good enough", "you want to have your hb1ac below 4.8", "if it is below 4.8, you sure can afford carbohydrates", "now, you may want to eat carbs when you’re 26 percent, but don’t complain your body composition is not improving", "if i put you on a deserted island and all i give you is protein and fats and fiber being, if you want a carb, you’re not doing to die", "there is no essential thing as an essential carbohydrate", "so i think for most people it’s just sure laziness that makes them verge on carbs", "if you don’t deserve them and you want to get lean, then you’ve got to stay away until you get lean, but it shouldn’t take you that long", "question no", "3 comes from joe mulhern", "he asks: what’s your best routine for mass", "i’m confused about best ways to spend time between strength where it sets which feels like it adds up a lot of wasted time", "i get this question every day", "tim asked me to talk about it", "we’ve seen it at least ten times on tim’s facebook page; about 25 times where people have asked me questions in the last time i posted on that", "what i’ve done for the tim ferriss listeners is that i looked back on what i’ve done in the last 38 years and found the best approach for that", "so in this, it’s an e-book, and i go over all the types of splits you can do because no everybody can commit the most time to it", "obviously, the fastest way to gain mass is to spend a lot of time on it, but it’s only good to a certain point", "we have what we call the law of [inaudible] returns", "so i tell you what exercise to do, how to eat, what type of supplements", "i’ve actually filmed every exercise so there’s no guessing and i’ve taken pictures", "each exercise is actually filmed from two different angles, so it should be very clear for you to get that", "i’ve never, ever sold my programs like that online", "so i’m going to make it available on my site for two weeks and then take it down", "if you’re interested, check it out", "it includes 12 weeks of routines, how to personalize your workouts, nutrition advice, everything you need", "to get the book, go to strengthsensei.com/mass", "so to answer your question, in a nutshell, your muscles will grow faster if you spend usually two to three weeks working on training volume", "usually your reps will be hard in eight, you could be up as much as 50 for the quadriceps", "then you go two to three weeks on low reps because after a while, the amount you can actually use for high reps is what dictates how much muscle mass you’re going to gain", "so if you’re weak for reps, it’s going to limit how strong and massive you will get", "so from experience, i’ve had a lot of sports where people need to increase muscle mass, whether it’s rugby or hockey or american football", "i’ve found over the last 38 years that the alternation of volume versus – which we call accumulation phases – versus [inaudible] phases is probably the most productive way to gain mass", "if you go to my website, strengthsensei.com, i’ve got all sorts of examples of mass-building routines", "next question comes from [inaudible] bear, and please, i apologize if i don’t have the right pronunciation", "i only speak three languages, so i don’t always know how it’s pronounced. he says: in the last podcast, you mentioned gotu kola doing a good job against stretch marks", "what dosage to you use", "usually, because a good, standardized extract like the one made by gaia – g-a-i-a – you would take six capsules of 500 milligrams and divide the dosage", "so two tablets three times a day and it works wonders", "the next question is from bryce lee: what injuries did you personally have to deal with a [inaudible] of maximizing swolertrophy and how do you deal with them", "it seems that no matter how careful we are, we inevitably run into injuries if we pursue hypertrophy and [inaudible] for their own sake as [inaudible]", "the best way to avoid injury is actually rotation in the exercises", "my friend, matt benning, who has two world records in the squat has had zero injuries, but if you look at his methodology, he has a lot of variation", "he doesn’t overuse exercises", "so if you go to my website, strengthsensei.com, i actually talk about overuse injuries", "the biggest cause of injury is to stick to favorite exercise ad nauseum", "i just did a tour with matt and ed coan, who is a multiple-time world champion at [inaudible]; he set over 72 world records", "he’s had a few injuries compared to matt", "at lunch, he was discussing that if he were to start his life over, he would have varied his exercise selection more often", "because it’s like anything else, if you don’t change the pattern overload of the given exercise, you’re currently just always exposed to the same amount of stress", "proper warm-up i think is the most essential way to prevent injuries", "avoiding static stretching before lifting prevents injuries", "getting regular soft tissue work prevents injuries", "but one thing that dr", "robert rakowski points out is that we live in a more and more polluted era and he finds, all my lifting coaches colleagues who are over the age of 50, is people are getting more often and more severely than before", "one of the things that robert rakowski points out is toxic overload – pesticides, heavy metals and so on", "so if you pay attention to and eliminate all sorts of toxins and do things like chelation therapy, you’d diminish your toxic load, which should help you prevent injuries", "so there’s a [inaudible] issue to it, but there’s also the biomechanics of it", "the question is from jason bartlett", "he says: youtube fitness experts (or so-called experts) unrealistic workouts and expectations set by ham hands people, that kind of sets up for unrealistic expectation and goals", "he says, how do we combat misinformation", "i agree with you", "there’s a lot of people on the internet that have no place being there, but there’s no such thing as a board to look at the quality of what’s on youtube", "however, i think what you have to look more to is that has the person had results of themselves and are they good at training other people", "so if i want to have an intelligent discussion with strength training experts, i know we are fine because they’ve produced athletes multiple times in repetitive fashion", "so, for example, josh bryant has very good books on weight training and the information he publishes actually works", "he’s the lightest man to have ever bench pressed 600 pounds", "guys like paul carter can give you good information; ed coan", "but to go on the internet for reliable sources of information can be rather confusing", "what i think is a short-cut to do that is to take seminars with those guys because a lot of stuff you can’t put in a book", "for example, with technique in a squat or the deadlift, you can’t learn that through a book or by watching videos", "what you think you’re doing and what you’re actually doing are two different things", "so what i would do if i were you, and stop wasting your time on the internet watching stupid stuff that doesn’t do anything, i would look at those guys and hire them for consults because there’s a saying, “if you’re too cheap to pay for information, you’ll fall by the wayside.” most of this stuff that is there for free is actually worth nothing because a lot of people are trying to make a place under the sun and they’ll stupid stuff just to be different, but it doesn’t mean that it’s any good", "like tim says, you can put your underwear on over your pants, but is it better or is it more fun", "it’s more fun for people who laugh at you, but it’s certainly not more comfortable or better", "so different and better are not synonyms", "it’s better to use someone who has had time-tried training methods than is a peer-reviewed crowd who never produced anybody and only wait until it’s published in science with 60 papers", "i wouldn’t trust those guys either because they don’t have any clinical experience", "it’s like basically consulting a virgin sex therapist", "the next question is marco quiacha asks: what differentiates between a good personal trainer and a great pt", "where should someone start if they want to become a pt", "what are common mistakes pt make? what official certificates should a pt have to start teaching strength", "what initial strength courses should an aspiring pt take", "thank you", "well, your ability to produce results is what distinguishes you in the field", "so, for example, nick mitchell and ultimate performance, they’ve established a brand by producing results", "so if you go to an up around the world, whether it’s in marbella, spain or if you’re going to manchester, u.k., there’s a wall full of success stories", "those success stories are always within about 12 weeks", "so the best way to learn, in my opinion, is to offer to do free internship with a well-producing gym, like shredded in australia or worldgate in prague", "so seek out who has constant good results and offer to intern under them for free because you have no experience", "then they will teach you the system", "they will point you to the right books", "your question would be very long to answer, but official certifications, in my opinion, don’t mean much", "i’ve seen people with lots of different certifications and it’s still your ability to produce results that makes a difference", "you have to learn how to do a training system", "so if you told me, i want to be a great strength coach, i would say go learn with ben prentiss in connecticut", "he’s produced years over years of nhl players, nfl players, and major league baseball players", "because you can’t acquire the stuff just in classes and just by books", "you have to get, i would say, in the trenches", "those guys that i strongly recommended are people who spent a fortune on education and they will actually save you time", "so if you go to intern, let’s say a month for free at a up, provided they accept you because they’ll ask to see some colors before you show up, you would learn far more than taking thousands of hours of certification courses", "in the near future, i will produce videos for idea, which is the largest certification company in the world", "those will be good to get your theory down, but if you listen to those videos, you’ll have a good idea of what reps you should do, sets, so that you’re prepared once you go into the field to maximize your results", "but what makes a great pt versus a good pt is simply the ability to produce results, but you need to learn the systems from a world-class mentor", "the next question comes from daniel matthews kazimurcha – typical irish name: which supplements do you currently use for improving sleep", "personally, i’m a big fan of magnesium [inaudible]", "i take six capsules at bedtime mixed with two grams of thanine – t-h-a-n-i-n-e", "i will post a page to where to get these ingredients on the website", "the next question comes from marcus beemer: there are many things you might regret, but what’s the thing that comes to mind most often", "well, what would i change if i could do it again", "i wish the 4-hour workweek would have been published when i started my career", "people tell me often, “you are very lucky.” i got very lucky by working 20 hours a day for years on end", "so when you work that many hours and that doesn’t include training, so for years for about eight months out of the year, i would only sleep three hours a night", "i would say that’s my biggest mistake", "i said yes too often and i should’ve been concerned more often with the quality of the athletes i trained", "the problem was that when i would get tired, i would get the whole national team", "once i established credibility of being consistent with results, i would negotiate with national team, i would tell national team, “these are the guys i’ll pick", "these are the guys i will train.” so it would have saved me time on writing programs, administrating programs, monitoring programs, teaching technique", "but you need to have a reputation before, so i spent a lot of time doing that", "what i’ve learned over the last few years is that you get known by the jobs by the jobs you turn down, not the jobs you accept", "a few months ago, helen maroulis won the gold in olympic wrestling for women", "first time america did so", "for weeks, i’d been asked to do seminars, write books, take on more national team athletes, train foreign teams and i said no to every one of these requests", "why", "because every gear nut – i don’t do the 4-hour workweek, but i like to do the 4.5 hour workday", "one thing i do regularly is i take a week off a month to rest, to read, and i take three months of vacation a year", "having a child was probably the best thing for me to learn how to prioritize things", "so i really started to cut back on the amount of work once i had my daughter", "but the biggest mistake i’ve ever done was to work far too much", "now guys like gary vaynerchuk will [inaudible] you do, but you should still favor quality over quantity", "if you want to understand the concept better, i strongly suggest you read the one thing and to read the 4-hour workweek", "it’s just a mental outlook to what you do", "the next question is from jonathan anderson: thanks to charles, i’m not big into omega-3s, [inaudible] remission", "dr", "barry sears says 3:1 epa to dha", "i’m taking that ratio, but at a greater expanse", "is it worth it", "should everyone go on it", "well, dr", "gagniole, of course, he passed away a few years ago, was probably one of the smartest guys on that topic", "what we know is that it’s actually better to vary the types of artificial", "there’s an axiom that you should respect that the more you’re dealing with information, the [inaudible] epa ratio to dha should be", "so a lot of brands will sell you a 6:1 ratio", "that will bring down the inflammation better than the 3:1 ratio, actually", "if you’re concerned with brain, so let’s say you have add, adhd, borderline personality, all of the studies on brain disorders show that a high dha omega-3 product is better", "so usually you want an 8 dha to 1 epa ratio", "but there’s no magical official", "the other thing we know now from research, it’s better to take products like omega-3 [inaudible] from designs for health, who has also mixed in d3, k1 and k2 into the product because those actually increase absorption and you don’t need as much large quantity", "of course, you supplement important fat-soluble vitamins", "the next question is from rodney lee", "he asked me: you’re not a big fan of foam rolling", "isn’t foam rolling a massage", "my beef against foam rolling is it would be trying to build a bridge one pebble at a time", "it takes far too long", "so there’s such a thing as the principle of training economy", "tim is big on that", "whether the 4-hour body or any of his books", "it’s like you have to have maximum return in the least amount of time", "so people waste tremendous amount of time with foam rolling", "the amount of time they waste on foam rolling could be trying to get flexible could be done in a good 20 minute activity session or rolfing technique or the [inaudible] method", "there’s a lot of stuff out there that exists to get rid of adhesions and improve range of motion", "let’s say you have a good activities practitioner and you’re foam rolling because you have a tight shoulder, if the guy does a good job, and let’s say you’re the worst case scenario – you’re about as flexible as a crowbar – within five treatments, you’ll have 100% range of motion and if you’re a complete, certified idiot, you will still maintain those gains for six months", "so in my opinion, i would go see a very good soft tissue practitioner and investing time and money into that will save you all these countless hours of foam rolling because you will have the results and it will be more permanent if you see a soft tissue therapist", "the next question comes from clay stenman, asking me: do you have a lifting plan for body transformation", "[inaudible] i’m sure a lot of people would like to buy it", "well, like i said, i’ve done a mass program and the thing with the mass program is that people get so obsessed with fat loss that they should actually be focusing on mass and strength because if you increase your muscle mass, you become more insulin sensitive, therefore fat loss is accelerated", "and if you look at the research, one of the fastest ways to lose fat is actually body building programs", "they did a study on puerto rican obese teenagers and one group did one hour cardio, one group did one hour weight training, and the mid group did half weight training half cardio", "it turns out that the group that did cardio got fatter and the group that lifted weights for an hour got long and leaner, but also gained some muscle mass", "the group who did the intermediate program had a mixture of the two extreme groups", "so in my opinion, for body composition actually focusing on producing muscle mass works far better than trying to focus on fat loss", "the next question is from leo parry", "he says: considering the magnitude of the supplement industry, how do we know which supplements are most effective or at all", "how do we know if they even work", "well, you can go on pubmed and google a supplement, then you’ll find the research that backs it up or tells you it doesn’t work", "a lot of times, supplement companies make what they call extended claims", "there’s a good website called [inaudible].com", "there’s [inaudible].com, there’s examine.com", "those websites will tell you the real deal", "of course, there’s a strong commercial bias", "do supplements work", "yes", "but one of the major things that dictates the quality of the supplements is how they’re made", "so if you buy a supplement in canada, which has very strong regulatory laws on supplement making, you’ll get a good product because the trouble you can get in if you produce a crap supplement is far too extensive", "the government does all the testing for you before you get approved over there", "that’s one of the reasons why i use att labs is because it’s made in canada and i know the quality is very high", "so for example, norway is very strong on protecting their own supplement industry, but because of the high quality of canadian supplements, you can actually ship canadian-made supplements into norway and they pass customs, but it’s not true for supplements all over the world", "the u.k", "is probably the country where they made the worst supplements", "they do have strong legislation, but it’s never been applied", "they estimate that if the u.k", "were to put that law into action, 80 percent of supplement companies in the u.k", "would be closing their doors", "so depending on where you live, you may have access to high-quality supplements or not", "if you’re going to buy supplements, i strongly recommend you buy them from a health practitioner because health practitioner brands have far more severe self-imposed restriction on quality control", "i wouldn’t trust most of the stuff you see on the internet because of that", "the next question comes from gabe rivera", "he says: when squatting high bar or low bar yield [inaudible] shoes or flats", "train with or without a belt", "[inaudible] back", "these topics are not agreed upon universally", "please explain why", "the goal being maximal strength and [inaudible]", "well, gabe, this is the reality", "all the forms of squats you talked about are good", "the only thing i’m not big on is squatting with a belt", "i think you should allow your core to develop at the same rate as you develop your hip and extensors", "because let’s say if you like to do slalom skiing, if you always train with a belt and you ski without a belt, your core muscles are not matching your leg strength, so you could get into trouble", "if you’re a wrestler, you’re not going to be allowed to wear that belt when you go to the mat, so the trunk muscles should evolve at the same rate as the hip and extensors", "on my website, i’ve got plenty of different ways you can squat", "i’ve actually filmed over 188 forms of good squats", "so there’s a lot to choose from", "going back to what i said earlier on about ed coan, he also thinks that you should vary your squats more often to stay injury free like matt benning", "the next question is from sam sinclair", "he says: charles, a heavyset guy, 240 pounds, trying to reduce fat", "loves lifting but trains 5 days a week, can’t shift it", "mostly paleo, okay post 8:00 p.m., wine and crap foods a battle", "i don’t expect miracles, but one tip from the master", "namaste", "well, sam, let me break it to you", "how lean you are comes from the choices you make", "so if you’re 80 percent good and 20 percent terrible, well don’t expect to have 100 percent results", "what i would suggest you do, if there’s one tip i give you, is only take on one habit per week", "so for example, chewing", "lean people chew their foods 45 times; fat people chew their foods 15 times", "so get one of those counters that bouncers use to control how many people that went into the bar and just do this", "start on a saturday because you won’t have any excuses", "chew your food and every time you take a chew, click the clicker and see what happens", "you will find that you rush to [inaudible]", "so the low cost tip for fat loss is actually chewing your food", "even if you’re trying to gain muscle mass, it’s true too", "most people inhale their foods", "nothing you have to pay attention to, so it’s a bonus tip is do you actually eat in front of a screen", "are you on facebook", "are you answering emails", "so mindful eating is another way to lose fat and then most people who are not doing mindful eating and sitting in front of the screen consume far too many calories", "there’s a very good study from france where they looked at female college students the first year and their dietary intake versus eating mindfully or versus eating in front of something like facebook", "the people who were watching screens while eating on average grained seven kilos in their first semester of school", "most people eat alone, so you’re eating in the company of other people being mindful what you’re eating and not rushing meals is probably the best tip i can give you on that", "the next question comes from dean laster: how does he fit workouts for individuals for different needs, body types, stages in life", "how does he encourage positive building habits to accelerate one’s progression", "what are three to five best practices he recommends for someone to adopt to stay fit for life", "well, that’s a lot of questions, dean", "let me answer them one at a time", "i adapt training programs based on goals first", "so what do you want", "based on what you want, i give you an estimate on how fast you can do it", "so people will show up and say, i want to lose 55 pounds", "by when", "in two weeks for my nephew’s bar mitzvah", "hey, i don’t have holes in my hand and my feet, i can’t do miracles", "so always put that back into reality", "i want to bench press 400", "how much can you bench press", "95 pounds", "well, let’s take the next seven years to get there", "so to increase strength, for example, if you are gifted, within seven years you could triple your strength", "if you’re not gifted, you can multiply your strength by 500 percent", "very few people do that because they don’t know how to train", "but if you go see a great lifting coach, like let’s say john brose, he’ll triple your strength in seven years because he knows how to do it", "i can tell you right now, he doesn’t use peer reviewed scientific papers to decide how to train", "so there is such a thing as experience versus reading and research", "once i know your goals, then i make everybody do the braverman test, which is a way to see which neurotransmitters you are gifted at producing and which ones you’re not at", "based on your neurotransmitter makeup, i will make you train heavy, a lot of variation, no variation", "i teach that in my advanced program that design classes", "it takes three days to learn this, but neurotransmitter profile is key to deciding what you need to do", "how do encourage building positive habits", "well, the most important thing is that you have to look at progression, not perfection", "so what do you do for a habit", "well, one, if you have an appointment with a dentist and you know you’re going to be charged if you don’t show up or give 24 hours’ notice, you don’t miss your dentist appointment", "but people are not treating their body properly", "so the most important habit is to actually have regular training hours", "according to some research in slovakia, some people do better doing early morning workouts or evening workouts because depending at the time they make the androgens throughout the day", "so a good clinical setting tip i can give you is your sex drive", "if you wake up under a teepee every morning and you need to take a handstand to take a piss, you probably make your androgens very early so you should train in the morning", "some people have a greater sex drive in the afternoon, then they should train in the afternoon", "so optimizing that makes a difference", "also recording everything you do", "tim ferriss talks about his two weeks’ experiments and all that stuff", "that’s great to do because if you don’t live consciously, you don’t know what really works", "by having accurate journals of what you do, you’ll be able to figure out what’s best for you", "the next question is from peter lamb: is there a way to combine strength training and long cardio sessions", "i’ve got two goals for three months: run half a marathon in less than two hours and increase my bench press from 70 kilos, three sets of eight, and to 90 kilos, three sets of eight", "i weigh 90 kilos and i’m 46", "well, peter, there’s an hungarian proverb, “if you’ve only got one ass, you can’t sit on two horses.” to go for three sets of eight of 70 kilos up to 90 kilos is a realistic goal, but if you do train for a half marathon at the same time, it’s going to take three to four times the time it takes", "so what i suggest is you pick one goal and work on it and then once you have accomplished that goal, move on to the next goal", "it’s like in the movie, the last samurai", "too many minds", "you really have to concentrate on one goal at a time", "there’s a famous norwegian weightlifter who’s an exercise physiology professor who was top ranked at the olympic games in weightlifting", "he trained for the marathon for a year and then clean jerk a pretty decent weight, but he could do the pretty decent weight because what people don’t understand is that yes, larger muscles lift heavier weights, but the main reason why you’re strong on a pound-for-pound basis is actually that you have the ability to [inaudible] higher threshold motor units", "so the key lesson from that is build your strength first and then work on your endurance", "next question, jeff garza: there’s a contingency of people online claiming your plans and protocols lack scientific basis", "how do you respond to these people", "thanks", "all right", "clinicians are always ahead of the curve", "so for example, in february 2008 in the journal of applied sports science research, they published a paper", "“cluster training: a novel approach to develop maximal strength.” so remember the date, february 2008", "i first did cluster training when i was 14 years old", "i learned it from my coach, who learned it in 1968", "when the article was published, i tried to go back and find where it came from and apparently it was used in 1948", "there’s some records of guys who prepared for the 48th world championships who were using cluster training", "so if you look at it, you have 60 years between guys figuring out it’s a great training method versus 2008", "how many olympics is that", "if you only count summer olympics and you divide by 4, that’s 15 olympics", "if you add the winter games, you multiply by 2, we’re up to 30 olympics", "i’ve had plenty of my olympians, that when i start to coach for the moscow olympics who had been doing cluster training", "so if i waited for the research, so from 1980 to 2008, we’re looking at 28 years", "28 years divided by 7 is 4, times 2, right", "so i would have wasted 14 olympic games waiting for research to happen", "if you look at, for example, arnold schwarzenegger’s training, i’m pretty sure that he didn’t use peer reviewed studies to develop his physique", "one of the things he’s credited with it point of flexion training", "so he figured out that if you overload different points in the biomechanical curve, you create more hypertrophy", "now research can demonstrate that it’s great", "one of the things i’ve been advocating since 1982 is to lower weights slowly to create more strength and i was recommending often to do five seconds lowering", "the first study to be published to confirm that was published in 2016 by perra and his colleagues", "again, i would have wasted so many olympic cycles not doing it", "i’ve been advocating to change position in leg curls since i started strength coaching in ’78 and the paper that shows that turning your foot outward create more of the [inaudible] and if you turn your foot inward, [inaudible] more of the medial hamstrings, was published a few months ago", "so again, those haters can say whatever you want but there’s such a thing called observation", "you look at anybody that’s any good, they will tell you also how not to train besides what’s the best way to train because whether i talk to john meadows or dave tate or ed coan, they will say, i’ve tried this; didn’t work", "so these people are obsessed with results and they’ve tried many things to get there and then after a while they figure out what works and what doesn’t", "so i don’t really care when they say – another thing too is that a lot of people say, there’s no research on that", "for example, leucine", "i recommend much higher doses of leucine and [inaudible]", "i’ve been attacked; there’s no papers on it", "yes, there’s papers but they’re in french", "and actually, those two french papers use real training programs", "a lot of these studies on supplements, the program that the subjects do is not even a workout", "it’s more like a warm-up", "but the two french studies i like on using leucine had people do 20 sets per body part and measure different dosages of leucine", "the highest dose had the greatest results and they tested out at 30 grams", "so the point is often there is research", "when they claim there’s no research, they just don’t know how to look for it", "for example, sheshandra has 88 synonyms", "so if you just google, go on pubmed and search on sheshandra, you’ll find x amount of studies", "but if you go through every synonym, you’ll find more studies", "holy basil has hundreds of synonyms and you could search for holy basil on research, but if you look under tulsi, the sanskrit name, you’ll find countless numbers of papers", "so those people who make those claims that i’m not scientific, they only have one thing in common – they’ve never produced results", "haters will always hate", "i guess it’s frustrating to them that i’ve got great results and they don’t have any", "so they pick on that", "all the training i do is based on science", "there’s such a thing also as common sense", "i don’t need a study with double blind that a full speed, front kick with a pair of construction boots with steel toes will damage your testicles", "if you want to be part of the [inaudible] group, go ahead", "but there’s such a thing as common sense", "so that’s why you never see me engage in disputes with those guys because one of the things my father taught me is you have to play fair and those guys are nitwits, so i don’t engage in debate with them", "the next question comes from preston parish: i once heard him say if you’re in strength training and you can’t get a female client to do 12 pullups in 12 weeks, then you’re not very good and you should quit", "[inaudible] to get women to do 12 pullups, best exercise to help with 12 pullups", "very simple answer, preston", "just go on youtube and search under chin-up performance", "i give you numerous tips on how to improve chin-up performance", "a lot of reasons why people can’t do chin-ups is they don’t know what to recruit", "in my upcoming membership site, i will actually give actual programs to do that", "i have to actually demonstrate the exercise, so the podcast is not the best way to learn that, but the information will be available on my membership site", "the next question is from morgan brown: if you only had to pick one important factor between sleep, food and exercise, which would you pick and/or how would you prioritize them", "well, morgan, that’s like asking me for optimal health, should i prioritize my liver or my heart or my brain or my adrenals or my kidney", "all of those are important", "if you don’t have a brain, you’re dead", "if you don’t have a heart, you’re dead", "if you don’t have a liver, you’re not going to live very long", "so you can’t prioritize so much", "let’s say if we look at prisons at club fed", "they can sleep as much as they want", "is the sleep restful", "probably not because maybe your roommate wants to kill you", "the food", "food is prison food so it’s not the greatest, but they do have plenty of opportunity to exercise and they have weight rooms", "so in that case you could argue people can get a good physique", "if you look at the book of [inaudible], josh bryant, some pretty good physiques were built behind bars", "but then again, [inaudible] guys will make you safe and then will give you paleo foods, all these guys will grow a lot", "i’m not sure taxpayers would agree with that thing", "but you can’t prioritize them", "you can’t say i’m just going to sleep to muscle growth or i’m just going to exercise to muscle growth or i’m just going to eat to muscle growth", "you need all three", "next question is from ryan reilly: cryotherapy seems to be an interesting topic because of the extreme nature", "what are your thoughts on trying it just for the experience", "meaning, i don’t have any good reason to go, but it intrigues me", "what benefits comes from it for the average person", "a few years ago, actually in 2001, it was very fashionable for proteins were sold on buying cryosuits", "so the guy would train, put the cryosuit on", "it cost $150,000.00 and they claimed it was good for recovery", "so this strength coach for my rugby team said, “hey, should i invest into that?” i said, “well, based on the quality of your weight room, i would take that $150,000.00, buy yourself some real dumbbells and some real equipment.” that is more important than a cryotherapy suit", "he says “why?” i said, “well first things come first", "if you’ve got a choice between cryotherapy and a good weight room, get a good weight room.” he said, “okay, let’s say i’ve got a good weight room, would you buy the cryotherapy suit?” i said, “no because unless you want to train yourself to be a navy seal and withstand extreme temperatures, if you use cryotherapy post-exercise, it will increase cortisol and it will actually slow down your progress.” he says, “do you have any papers on that?” i said, “no, but buy one and tell me how it worked.” it turns out that we kept getting the same call and all those cryotherapy suits that were bought in 2001, they’re all in storage in sports clubs", "they don’t work", "it slows down recovery", "some people argue that you could use cryotherapy short-term to increase healing your tissue", "colleagues of mine have said it’s a good thing because you get reactive hyperemia, so you increase blood flow to body parts", "but to be fair, i don’t have enough practical experience or great enough research on it to validate its use", "but i can tell you one thing, it does not increase recovery post-workout; it actually slows it down", "next question is from andras carsoyoyo: top things you’ve learned in the last two years", "in the last two years, i’ve reinforced the importance of measuring neurotransmitters for improving program selection", "so some people are driven by variation", "some people do better with manipulating workloads", "some people do better by keeping the program more constant, have less variation", "so keeping that in mind, when i train people, i use that", "i’ve been doing that since 2001 on a regular basis, but i’m more and more convinced because i’ve taught the system to students", "the reason why i count it as being one of the most important things i’ve learned in the last two years is that many of my students, once i started to create that class started doing that and they all, 100 percent of them, reported that they had much faster results once they’ve applied that system", "so that would be no", "1", "no", "2, it’s more like how vital sleep is", "i’ve always known it to be important, but in the last two years, there’s more and more research", "for example, if someone wants to increase their testosterone naturally, the single most important factor is actually sleep", "we sleep far too less with also very poor quality because people read online messages before bed and look at screens", "so avoiding screen time is very important for sleep quality", "then the next question is: what does he know that’s not well known among the scientific world", "it goes back to point 1", "i know well how to use neurotransmitters to maximize training response", "however, in the mass book i wrote, i use the 70 percent rule", "so for the last 38 years, i’ve made it so that it will maximize training progress regardless of your, because i’m not psychic and i’m not going to write you an individualized program", "so people wanted a program that would work for most of the population and that’s what i did", "but a lot of it has to do with what [inaudible]", "if i don’t know who you are, what’s the best variation", "that’s the best i could do for the last 38 years", "jonathan hyde asks: for someone who’s wanting to start coaching in the strength and conditioning world, would you recommend something other than csgs", "what search would open up the most doors", "again, it has to do with who did you learn under", "go see a strength coach that has produced a lot of athletes, [inaudible] over the years", "no cert will do that for you", "expect to work for free", "ben prentice was telling me that people come to his office and say, “i want to train four athletes.” but the guy has zero experience, so his classic answers is “don’t we all.” so you have to apprentice and that involves counting reps", "if you went to work for me and you said, “i’m very keen.” i would first assess how much do you do", "i would expect you to know your basic biomechanics, know your basic physiology, know loading parameters", "that’s the homework you need to do on yourself, by yourself before you show up", "probably the first thing you would do is just count reps", "then i would teach you how to select load", "why is ben prentice the best strength coach in america", "because one of the things i taught him was application of strength program design", "i only let him start writing programs after two years", "so it’s like wax on, wax off", "you’ve got to do your basics before you want to be a strength coach", "there’s no cert that will do that for you", "devon sprankle says: what are your thoughts on intermittent fasting for trying to gain lean muscle", "in my opinion, it’s a waste of time", "some people claim fantastic gains from doing that, but i’ve never seen any evidence of that", "if you look at the research, both brain and muscle performance are negatively affected by intermittent fasting", "so i’m not keen on that", "there’s not a single animal in the world that will voluntarily fast", "if you look at anybody big, really big, and really strong, one thing i’ll tell you, they don’t fast", "you don’t grow muscle overnight", "it’s consistency of effort that matters", "one of my earlier mentors was dale starr", "he will tell you, and i fully agree with him, but when he told me luckily i was 17 years old, was that the biggest thing to gain strength and size is consistency", "that is particularly true for eating food", "on the internet, people claim all sorts of things about intermittent fasting, but i’ve never seen any visual proof of that and i’ve never met anybody who said i’m an intermittent fasting type of guy and here are my results", "so in my opinion, it’s a waste of time", "shane quinel: what is the most effective, efficient way to increase strength in a squat and deadlift when hitting a plateau", "my website is full of information on how to break those plateaus in that vein, so you would have to go to strengthsensei.com, but in a nutshell, you have to vary your loading parameters", "the biggest mistake i’ve seen people hitting plateaus is because they’ve been doing one type of squat and one type of deadlift since jimmy carter was president", "variation of overload in the strength curve is probably the most neglected factor in overcoming a plateau", "so you could overload the bottom of the strength curve by pausing a squat or you could use chains to match the strength curve or you could use bands", "you could do explosive work", "it doesn’t matter, but probably the best program to improve your squat deadlift is a program you’ve never done", "again, i would reinforce, don’t be cheap", "open up your wallet and hire somebody who’s good at improving your squat", "again, books will do something and reading on the internet will do something, but i would say, for example, this squat is terrible", "go to the last videos, look one up with john gross", "he’ll look at you and say okay your squat is terrible because of this and that and he’ll write you a program and the amount of time you’re going to waste on the internet trying to find a solution will be offset by investing your money", "your deadlift sucks", "find ed coan, go see him", "there’s a lot of good coaches out there", "your bench press is terrible", "go see josh bryant", "he’s the expert in improving the bench press", "but face-to-face consultation is the surefire way to improve a lift", "the next question is from kieran donn: what has he been a proponent of in the past that he no longer believes", "perhaps a scientific study of dates", "actually, probably what i’ve changed over the years is that i used to use very short cycles of two weeks and then a colleague of mine convinced me to go to three-week cycles and from experience, i may do only five-day cycles", "so i realized that basically strength training is like learning a foreign language, so you need to change your stimulus", "if you repeat the same words over and over again in the same order, you’re not going to get strong", "so a good example is let’s say if you’re learning english and i show you in writing, did he really say it", "you have no idea because there’s no intonation of the meaning of the sentence", "but if i say, “did he really say it?” it implies is it him or not", "or “did he really say it?” you get the drift", "so depending on where i put the emphasis on the words, the meaning of the sentence is really different", "it’s the same with strength training", "as time went by, i realized that you need to put the emphasis on something different and one of the things that i find works for everybody is much shorter training cycles", "i don’t like to go more than two weeks before workouts being repeated", "the next question is from jason koning: what new insights did he gain training women’s wrestlers, helen maroulis and elena pirozhkova, for the olympic games in rio", "well, thanks for the question, jason", "two years ago, i announced on facebook i was going to start working with wrestlers", "it was amazing the amount of hate posts i got, which would say something like, “you don’t know anything about wrestling.” “are you going to make them train biceps?” haters going to be haters", "so i used that as a good motivation to show that i could train wrestlers", "helen maroulis came in first with an olympic gold", "the first american wrestler to do so in history", "she beat a girl who only lost twice in 16 years, but she hadn’t lost a single fight in 12 years", "helen, as you can see the videos on youtube, mangled her", "she overpowered her", "then when i was looking for the fight online, i kept getting text messages or whatsapp messages from my students telling me, “congratulations.” they would have statements like “in sweden, all they talked about was how she dominated everybody with strength.” so that was one of the best public displays i’ve ever had about how people could relate the effect of strength training on helen’s win", "elena didn’t do so bad; so came in fifth", "since then, i get asked every day to work with more wrestlers in different countries", "but what did i learn", "when i first started working for the two athletes, i asked them what are your norms for strength training", "there was none", "so i’ve done norms for strength training for sports all my life", "so okay, let’s look at that", "again, i didn’t have any double-blind studies, but i figured out if you get strong at chin-ups, that should help you with take down, snapping the neck, reversals and so on, because the lats and the elbow flexors are prime movers in those movements", "so i’ve only trained for the world championships with helen for three times six weeks", "once she started with me in january, she could do zero chin-ups", "she did two supine chin-ups with 27 kilos five days before she left for the world championships, which she won", "for rio, i trained her six weeks around christmas, six weeks in the spring", "so her total of strength training was about 12 weeks in preparation for rio", "she managed to do pull-ups on the rings with 30 kilos the day before she flew out to rio", "she won olympic gold and everyone credits strength as being one of the major factors why she won it", "it’s not the only factor", "this woman doesn’t have mindset, she has soul set", "she’s very driven, very smart", "she learned japanese so she could understand what the coach was telling her for [inaudible] between stops", "so the thing is that what i learned is that there’s some basic lifts that do transfer to wrestling", "the most important ones are squats and deadlifts and chins", "so if you drive those lifts up, providing everything is equal, you should have a transfer to a wrestling mat", "no", "2 is that i was amazed at the misconceptions that are still surrounding wrestling", "so people would laugh at her because she lifted weights", "but once she won the world championships – and lifting weights very close to competition – people say you shouldn’t do that, you’re going to be too heavy, you have to cut weight", "but i’ve got a few tricks up my sleeve and helen got strong and not put on any weight", "then for the olympic games, she decided to keep training up to the competition", "which in wrestling is avoided like the plague", "but once she won the world championships, you would see on instagram all her competitors taking video of themselves training, but their methods were horrendous", "it was quite funny", "it was a cure for depression to look at the videos", "for example, when she beat the swedish girl", "again, in sweden, they said she’s far superior by strength", "so the insights are (1) squat, deadlift and chins increments will improve transfer on the mat; (2) there’s value in training close to the competition; and (3) based on the response i’m getting, now people are valuing how much strength training can do further combative sports", "the next question is from ryan desinque: what’s his process in learning my languages", "again, i think it’s exposure", "so everywhere i go, i make it a habit to learn at least how to say hello, goodbye, thank you, no problem", "i learn basic sentences because if you go to a restaurant, they’ll ask if you want bottled water, if you want tap water, you want the water with bubbles, no bubbles, coffee", "so if i go to slovakia, i’ll go on bing translator, write down these sentences, have a local person teach me the correct pronunciation", "let’s say if i’m riding in a cab, i’ll look at ads and try to guess what they are", "i’ll write them on, go back, go on bing translate, write down what the ad said, and then i pick it up", "but the more languages you learn, the easier it is", "i was in prague with the owners of worldgate having dinner and one of the tricks that helps me with learning languages is i pay attention when my friends are speaking and i try to slow down internally the conversation and then so now okay, this word must mean this", "so i remember the guy was ordering a drink", "i said, that must be orange juice", "he was surprised i picked it up, because the word was not at all similar to what we have in our language", "so learning languages is like strength training as well", "i mean, it’s repeated exposure", "i found that the pimsleur method is probably the best method to learn", "hiring somebody to teach you – again, don’t be cheap", "sometimes people do it for free, they’ll do it as a trade, but in my field, how many times do i say, stick your chest out, put your elbows under the bar, lift your chin", "so all these sentences, i write them down, bing translates them, verify with a local if it’s – sometimes bing translate doesn’t do a good job", "it’s rare, but they do a pretty good job most of the time", "i’ll say, teach me these sentences and because i keep repeating them throughout the workout, they sink in", "but now i know the word", "the verb, strengthen", "i know back and i know a bunch of words", "another thing i do is i try to read the menu and understand what it means", "i was in in montenegro last summer and they had sometimes english and serbian menu", "so i learned quickly how to say chicken, beef, and whatever", "then i went on the coast and had the choice between russian and serbian and cyrillic, but i’ve taken russian before, so i know how to read cyrillic and then so i would read the serbian menu and i knew how to order ribeye and all that stuff because i had familiarized myself in the capital", "but [inaudible] with the menu", "again, my hosts were surprised at how quickly i could pick up stuff", "so it’s just a matter of having an open mind and being keen", "i like learning foreign languages", "i used to have many employees and they wouldn’t even bother to learn how to say thank you and please and i think that’s quite rude", "the least you could do is learn to say thank you and welcome when you go to a foreign country", "the next question is from kyle kulinan: what’s your favorite book", "i probably would say the one thing is my favorite book because it teaches you what to focus on and what’s most important", "[inaudible] the 4-hour workweek", "i’m not doing that to kiss tim’s ass, but i think the concepts in the book are very important to master", "the next question is from joshua battery-basey: what is charles poliquin’s one thing", "the one thing is to finish my membership site", "i’ve been working on it for the last three years", "it took me far longer than what i thought", "i’ve learned quite a bit during that process", "it’s not as simple as people think, but i’m very proud of being able to open it in january", "the thing with the membership website is that there’s a lot of confusion on the market", "i can’t teach seminars 365 days a year, so i kind of listened to my friend, john berardi, and decided to make guidelines of what i’m willing to do and what i’m not willing to do", "i’m willing to educate a lot of people, but i can’t travel so much", "my information is valuable, so i created a membership site", "i’ve had quite a few colleagues look at it and the interesting comment i’ve had is that i have too much information", "so, for example, we filmed 188 forms of squats", "i was going to leave all the squats there", "they told me no, just show five new ones a month because people get overwhelmed and they stop going", "my goal is to make it the best website for strength training and nutrition on the web", "i’m very confident i’m doing so and the people who have seen the content are blown away because there’s things that i will teach in there through video that you can only get in my classes", "it’s really hard to write about these things", "a lot of times, demonstration is key in learning", "next question is from chas christian: what is your crowning achievement", "i’m not sure if you’re asking me what is it that i’m most proud of", "what i’m most proud of has not occurred yet", "i do something and i don’t think it’s the end of the world", "last summer, i had two athletes win medals at the olympics; one in triple jump, one in wrestling", "that’s great, but eight minutes later, i’m looking at my next goal", "so i don’t believe in crowning achievement", "a crowning achievement is what people talk about when you’re dead", "i intend to be on this planet for far longer, so i don’t have a crowning achievement", "everything i do is part of a pathway", "otherwise, your life is not worth living", "so that is all", "thank you for listening", "on my website, strengthsensei.com/timferriss resources for the addresses for where to buy some of the products or books i’ve mentioned", "if you are interested in buying the ultimate mass program, it will be strengthsensei/timferriss/mass and you’ll be able to have access to it", "thank you for listening and best of luck in all your training endeavors", "thank you"]}