{"dialog_idx": {"susan garrett": [21, 22, 36, 37, 38, 39, 40, 41, 46, 47, 48, 49, 50, 52, 53, 54, 55, 56, 57, 59, 60, 61, 63, 64, 65, 66, 67, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 138, 139, 140, 141, 142, 143, 144, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 195, 196, 197, 198, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 239, 240, 241, 242, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 279, 282, 283, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 369, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 438, 439, 440, 441, 442, 454, 455, 456, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 592, 593, 594, 595, 596, 597, 598, 599, 600, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 692, 693, 695, 696, 697, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 778, 779, 780, 781, 782, 783, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 847, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 879, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 896, 897, 898, 900, 901, 902, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 959, 960, 961, 962, 965, 966, 967, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1031, 1033, 1034, 1035, 1036, 1037, 1038, 1042, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1199, 1200, 1201, 1202, 1203, 1204, 1205, 1206, 1217, 1218, 1219, 1220, 1221, 1222, 1223, 1224, 1225, 1233, 1237, 1238, 1241, 1242, 1244, 1245, 1246, 1247, 1248, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1267, 1268, 1269, 1270, 1271, 1272, 1273, 1274, 1276, 1277, 1278, 1279, 1280, 1281, 1285, 1286, 1287, 1288, 1289, 1290, 1291, 1292, 1301, 1302, 1303, 1304, 1305, 1306, 1310], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 42, 43, 44, 45, 51, 58, 62, 68, 87, 88, 89, 90, 121, 135, 136, 137, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 194, 199, 200, 201, 202, 203, 204, 205, 206, 238, 243, 256, 273, 274, 275, 276, 277, 278, 280, 281, 284, 285, 286, 316, 317, 318, 319, 320, 321, 322, 323, 336, 337, 365, 366, 367, 368, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 433, 434, 435, 436, 437, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 457, 506, 556, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 601, 602, 603, 617, 641, 642, 643, 644, 645, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 694, 698, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 784, 799, 817, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 848, 849, 850, 851, 852, 853, 876, 877, 878, 880, 881, 882, 894, 895, 899, 903, 922, 923, 924, 925, 926, 927, 928, 956, 957, 958, 963, 964, 968, 969, 970, 996, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1032, 1039, 1040, 1041, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1144, 1145, 1146, 1147, 1148, 1156, 1207, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1216, 1226, 1227, 1228, 1229, 1230, 1231, 1232, 1234, 1235, 1236, 1239, 1240, 1243, 1249, 1262, 1263, 1264, 1265, 1266, 1275, 1282, 1283, 1284, 1293, 1294, 1295, 1296, 1297, 1298, 1299, 1300, 1307, 1308, 1309, 1311, 1312, 1313, 1314]}, "episode_num": 200, "file_type": "html", "guests": ["susan garrett"], "num_sentences": 1315, "num_words": 20876, "raw_text": "Tim Ferriss: Hello boys and girls, cats and dogs, lemurs and squirrels. This is Tim Ferris and welcome to another episode of the Tim Ferris Show, where it is my job to deconstruct world class performers from all different trades, all different specialties, entertainment, military, sports, you name it. This episode is by request. Thousands of you have been asking for an episode on dog training, and I would expand that to human training; how do you condition other people or yourself to do what it is you want to them, or you yourself to do. This episode features Susan Garrett, who is an incredible not only dog trainer but competitor. She has a bachelor’s of science in animal science. She’s one of the most consistently successful competitors in the sport of dog agility for now more than two decades. She’s been on the podium of world and national championship events more than 50 times, winning those events a total of 38 times. She was of great help to me when I first adopted Molly, my own pup. Her book, Shaping Success, was voted or selected as the 2005 dog training and behavior book of the year. She is a champ both for her competitive track record but also in her ability to convey concrete tips and recommendations for, for instance, the most critical games and exercises to play with your dog, the three types of reinforcement, how to use crates properly, what you should do in the first 24 hours of, say, adopting a puppy. We talk about just about every facet of dog training. And really the way you should think about this is behavioral modification and conditioning. So this applies to chickens, it applies to maybe irritating in-laws, the cat that won’t stop sleeping on your kitchen table – I think I borrowed that from Don’t Shoot the Dog. But it’s all the same thing. So there are principles in this that you can take away, even if you have no interest in training a dog, having a dog, or dogs in general. So let me then allow Susan to do the talking. You can find her on le Facebook, and she has a very active page, lots of great pics and videos, and that is very simply Facebook.com/SusanGarrett, G-A-R-R-E-T-T, Susan Garret dog agility. So Facebook.com/susangarrett/dogagility. Say hi to her and I hope you enjoy this conversation as much as I did. Susan, welcome to the show. Susan Garrett: Thanks, Tim. Really happy to be here. Tim Ferriss: I have wanted to get you on the show for quite awhile, now. After our first conversation, I knew that we would eventually meet again with recorded audio because my audience has been asking me for an episode on dog training and so on for ages, since I got Molly. And you and I spoke very, very early on in that process for me, right when I was – I wouldn’t say flatlining but kind of before I hockey sticked in my training education. So I could think of no better person to have on. Part of what appealed to me was the fact that you have an objective and verifiable record. And what I mean by that, and for those people who are wondering how I seek out experts, part of it is finding people who can be evaluated objectively. It’s not their opinion; it’s not someone else’s qualitative opinion. I’m just going to read a little bit of your bio; I won’t go into a ton of it. You are one of the most consistently successful competitors in the sport of dog agility over the past at least two decades. You’ve been on the podium of world national championships more than 50 times, winning those events a total of 38 times. I was hoping perhaps we could start, since most folks – I shouldn’t say most but many folks are not familiar with dog sports. What is dog agility? What does that sort look like? Susan Garrett: Most people would have seen it but maybe didn’t know what it was. We used to have an event on ESPN a lot, every year. It’s a sport where the dogs go over the jumps, and through the tunnels, and they weave in and out of the poles. It’s a really fast, fast sport. It’s really gotten to a place where it’s tough to keep up unless you’re in really great shape as a handler. It’s a lot of fun for both dog and handler. Tim Ferriss: What are some of the ways in which that is scored? How is that scored? I think maybe you and I talked about this, false starts. Is that a piece of the equation? Susan Garrett: Not in agility. It definitely is in flyball, which is another sport I actually won world championships in, as well, before I got heavily involved in agility. Agility is scored, think of it – if you watch a horse jumping competition at the Olympics; time is No. 1 but it has to be time with a clean round. So there are not style points; it’s getting around and over all the obstacles as fast as you can without having a fault. Tim Ferriss: What separates a good handler from a great handler in, let’s just say for now talking about the sport component? Susan Garrett: Like any sport, the No. 1 thing that separates us is the mental game. Once you put that aside, it would be the handler’s ability to train their dog, or – and you can put an and/or – the handler’s ability to outrun their dog. Most of my competition are in their mid-20s at the world championship level. So they are able to outrun their dog. In my mid-50s, I am not able to outrun any dog so I rely more on the dog training aspect of it to be successful. Tim Ferriss: What would you say differentiates your approach to training compared to others, for those people who have maybe only seen a handful of network TV shows with celebrity dog trainers and so on? Susan Garrett: I train dogs very much the way they train marine mammals or exotic animals. It’s a reinforcement-based program. Think of it like a [inaudible] you can’t get in the tank and correct them and beat the crap of them when they’re wrong. Tim Ferriss: Can’t hit it with a rolled up newspaper? Susan Garrett: Exactly. So it’s choice-based dog training with a focus on reinforcement. It’s incredibly successful. That’s why when I raise a dog, my focus is to have a phenomenal family pet first, and then I know that lays the foundation to be a world champion later. And it’s all done through being intentional and purposeful with what I want, and creating basically the dog of my dreams every time I get a new puppy. Tim Ferriss: When you say choice-based, what does that mean, choice-based training? Susan Garrett: Basically if I was going to lump training into three categories, there would be punishment-based which is more traditional because in the military, that’s the way animals were often trained with you’re the master and they will do what they’re told. And there’s very little reinforcement; it’s the absence of punishment that makes the dog keep working. It’s the brilliance of dogs that allows them to still have this great bond with us in spite of what went on with punishment-based training, and still goes on because it’s certainly not gone. And then there’s reinforcement-based training, where people put a cookie on the dog’s nose and lure them to get what they want from them. And that certainly is a step up from punishment in that you’re creating a relationship of fun and trust. It has its limitations on its success once that lure is gone. And then what we do is different from that because we definitely use food and toys and anything the dog loves as a reinforcement. But it’s only after the dog has made a choice. It’s like consequence. I come from a family of nine kids and I never, ever heard my parent raise their voice. So how you have success with that, and this is really how I trained my first dog, is I just modeled my mother. If we were upstairs watching Disney and it was five to 6 and they called us for supper, they didn’t yell and stamp their feet and carry on. They would give us a chance to make a choice: are you coming for supper? And if you choose not to come down for supper, then she would go down to the basement, unscrew the fuse for the TV, and there would be no TV for the rest of the night and for the next 24 hours. So you have the choice to either do as you’re asked or not, and you live by the consequences of that choice. It’s pretty much how we raise the dogs. You create an environment rich in reinforcement so that the correct choice, when you want them to make, is the one they end up wanting to make. But if they choose something that isn’t what you want, the environment controls the consequences so that you don’t have to punish them or beat them up with a rolled up newspaper. Tim Ferriss: What would be a good example of that in dog training? The story of the TV brings to industry a video I watched of you, I believe it was helping to train a woman’s dog with leave-it, and covering the food. I think you were covering the food with your hand. If that’s a good example – I don’t know if it is, but could you explain how that works? Susan Garrett: That’s one of our foundational games. We have four games. We tell people you can rock it with your dog if you get these four games in. And the first one is the one you described; it’s called “It’s your choice.” I’ve created my own word and it’s just one word: itsyourchoice. We want the dogs to know you’re in control of all the good things that happen in your life, and it’s just a response cost of me closing my hand around the food. So you get a handful of really attractive treats, and depending on the dog’s food draw, if it was a sight hound dog that doesn’t have a ton of food drive, I might get like the top level value food I could get, steak and cheese, and put that in my hand. And if it was a chow hound, like a Labrador – they just love food – or a Sheltie, you could put kibble in your hand. And the dog is going to paw and bite and bark and go crazy. They’re going to be on a leash so they don’t have access to just go find something else to do. But as soon as they stop all that, you open your hand. It’s your choice. So your choice was to stop unwanted behavior, and my choice was to open my hand. And then the dog says: hey, party on; I’m going to dive into the food. Well, I didn’t like that choice so I’m going to close my hand. And this goes back and forth like a tennis match until the dog’s choice is just to sit back and stare at the hand when it’s open. And then I pick up a cookie and I feed them. And that’s the first communication that’s clear to that dog: I am in control of the good things in my life. Because if I do what this person wants, good things happen. And that’s the premise for absolutely everything we do. I have students who train animals at the Toronto zoo and it’s exactly the same premise. You control access to the reinforcement and then you reward good choices by giving access to reinforcement. And the thing is with dog owners, they don’t realize when we think about reinforcement, they think I’ve got to go cut up some cheese because I’m training my dog. But there are three really big reinforcements for our dogs. The food is obvious. Toys, you throw a ball or a Frisbee; that’s obvious. But it’s the hidden ones, the ones that aren’t so obvious, that are the ones that get people into trouble. So it’s permission to do things. So if you’re going to the park and your dog’s pulling you on a leash and they’re chasing a squirrel, and you’re like okay, I’ve got to get rid of this; I’m going to take the leash off. And the dog gets this massive reward of getting to chase a squirrel. But what you’ve just done with the permission, you’ve rewarded what? Tim Ferriss: The behavior you don’t want. Susan Garrett: Exactly; pulling on a leash. So that goes on all day long. And it’s when you have an awakening to where’s – we tell our students where’s the value. Where’s the value for the dog right now? And if you have an unwanted behavior like pulling on a leash, you’ve got to say okay, here’s what I want. Let’s just get clear. Be real intentional about this is what I want, this is what it’s going to look like. This is what I’ve got. So what’s between there is a gap of what I have to train. And the first thing to identify is where’s the value for the dog, because dogs just do what’s reinforcing. And you just identify where that reinforcement is and start to control it in a way that you give them permission for what they want. If we go back to that dog pulling on a leash, you might stand still until the dog came in beside you, and then praise them so that they connect, oh, my action gave me the access to be free and chase. So you make that connection that all the value comes through you, and you become part of the process instead o f he dog and the squirrel being the only two animals in the process. Tim Ferriss: It’s been a little bit since I was digging really deep into a lot of these videos, which were fantastic. But do you call that, I think in this particular case, the common heel position; the dog to your left, the reward zone? Is that the right term? Susan Garrett: Exactly. Reinforcement zone or reward zone. And if that’s what you think of it, that all good things in life happen right there, and again, pulling on the leash is such a pain in the butt for so many people. But they don’t realize that the dog is just seeking a position where we’ve built a lot of value for because we give our dogs their dinner, and we bend down and put it in front of us. We give them a cookie, they might be standing in front of us or even jumping on us and we give them a cookie. We’re sitting on the sofa and we go to pat the dog; they’re in front of us. If you become more intentional about all the good things you deliver happen from the reinforcement zone from your side, bam; you have a dog that wants to seek out that position. Tim Ferriss: You mentioned a couple of things that I want to underscore just because my fans have been asking me for my personal experience. And I want you to feel free and jump in and be like, you know what; you made a mistake there doing X for this reason. But there were a few things that I think are worth underscoring. When I was working on, at one point for instance, recall; so for people who don’t know that term, getting your dog to come is the easiest way to think of it, I suppose but just doing different types of recall. And practice at different distances, and different durations and with more distractions, etc. But at one point I remember I was getting very frustrated, which doesn’t help matters as you know. But because Molly just wasn’t responding, wasn’t responding. I met with this trainer and she looked at my treat bag and she goes, what is this? And I go, it’s her favorite kibble. She said, “Dude, it’s a crowded bar. You’ve got to tip with 20s.” Susan Garrett: Exactly. Tim Ferriss: So I went and I got these much higher end, origin fancy treats. And immediately, like problem solved. It was not a technique issue; it was an incentive issue. That was embarrassingly obvious in retrospect so I wanted to mention that. And you talked about the three reinforcements; food, toys, and this permission. And I guess the biggie, and I think one guy who came up when I was polling my audience for folks to pay attention to in the dog training world was Ian Dunbar. And I don’t know; I’d be curious to hear your thoughts on him but he talks quite a lot about life rewards, I think is the way he puts it, but non-food based rewards. I don’t know where I got this from, maybe it was from you or maybe it was from elsewhere but I remember being told early on that I could have “sit” equal “please.” And I was like okay, well, let me practice having Molly sit before every type of feeding, sit before any type of exit through a door so that I can go out first and then bring her through the doorway. Just treating “sit” like “please” and then granting that permission has worked to spectacularly well. It’s really been fantastic. The other thing that I’d be curious to hear about from you, or to hear you elaborate on are perquisite skills that help all of the other skills. So you mentioned it’s your choice. And one variation of that that I’ve found really helpful, and I think it’s a similar concept – but you can correct me – is training Molly to, when in doubt, give me eye contact. I did that with a clicker, which we’ll talk about. But I would basically hold up a treat right in front of her nose when she was sitting down, and then move it out to the side. She would look at it and eventually glance back at me, and I would click and give her the treat. And over time, training her to do that so that I could release her out of a given position, say getting out of a car or something like that, she would always check in with her eyes. And it’s been hugely valuable, not to mention cute. What are some of the other – you mentioned critical gains or perquisite skills that help all of the other types of training? Susan Garrett: They’re all games where the dog can see that their choices lead to great reinforcement. So it’s your choice, for those of us in the sport world, what you described with having the dog look at your face, that’s something that we want the dog to look at work. So it might be a spot on my body rather than my face because now I’m running agility and now I have a dog who is drawn to want to look at my face; it would get complicated because I’d be tripping over the dog. For the expectations of a pet owner, there’s no problem in that at all. Because you’re building value for a place on your body rather than a value for scanning the horizon for something. So it starts with that choice game. And we get to a point where when we’re training a dog, the ultimate goal of dog training is the value of what the dog wants most of all goes through you. So that in the end, there is nothing more valuable than you. If you start with the hand opening and closed, and then you put the cookies on the floor, then you could put like bowls of food on the floor and be training your dog, and they wouldn’t even think to go and look at the food on the floor because they know that they have to work to earn that. And that’s what you want, and it really takes no time at all if you’re consistent with your expectations. We move from there to crate games, which is really the foundation of everything they do. And it doesn’t matter if you never wanted to do a sport with your dog. If I n ever stepped into any ring again, crate games is the bomb for me. It sounds like it’s just getting a dog to like their crate but it’s not. It’s a model for so many things. It’s giving the dog a comfort zone. If you’re going to visit friends or family, you can bring that crate along. And today, they’ve got so many phenomenal pop-up crates that are soft-sided and are really convenient. I actually throw one in my luggage when I travel. Tim Ferriss: Do you have any favorite brands or models of the pop-ups? Susan Garrett: I have so many of them. I’ll get back to you on that one, Tim. There is one that I really like when I’m going to Europe because it’s so convenient. But I honestly have to make sure that they still make it before I give you the information. Tim Ferriss: No problem. I’ll put it in the show notes, guys; you can check that afterward. I interrupted you. Crate games, I’d love for you to elaborate on because this was a huge epiphany for me. Because I grew up with dogs but they were effectively wild animals that lived in my house, I now realize; zero training. Probably even worse; just like confused, savage animals who were loving but really confused the whole time. Molly was the first pup I had a chance to raise using a crate, and it just changed everything. So I’d love for you to elaborate on why that’s so helpful and so important. Susan Garrett: First of all, dogs are den animals and you’re creating a spot for them. Any time you want to chill, this is your spot; no one’s going to come and bother you in there. So they’re comfortable in there. Basically it’s our responsibility No. 1, to keep our dogs safe at all costs. And No. 2, as pet owners, their next job is to build confidence in that job. And I’d like to elaborate more on how, when we fail them in that, it often leads to aggression; we’ll go into that later. So crate games, we can do both. We give them a place of safety and every time… Think of a kid who’s learning a new skill. The better they get, the more confident they feel and the more they want to learn. And that’s exactly what happens with crate games. Let’s say you’re trying to teach your dog to sit. In a traditional school, they use corrections or food to get the dog into that position. And then if the dog moves, you have to go back with your collar and leash and reposition the dog and keep telling them no, stay, or whatever it is you do. But with crate games, all you do is you watch the dog. You go to give them a cookie and if, as you open the door they get out of their sit, you just close the door. So it goes back to the fuse being unscrewed when we didn’t make the right choice with the TV. That if the dog moved, the door just got closed. There is no yanking or pushing or yelling from us. You don’t even have to ay anything; you just have to close the door until eventually, you can open that door and the dog stays in a sit and you can feed them. And then you grow that to be so many things, like you said, sitting. As soon as I put my hand on the front door, all five of my dogs, boom, they just go into a sit because they know good things will happen if I do that. And the touching of the door just becomes the cue to do the behavior. People think cues in dogs are verbal; sit. But cues can be obviously signals, but they can just be any kind of a motion like touching the door. That means oh, yeah, this is a good thing that’s going to happen next. Crate games is just so many things to your dog, and you can grow layers of understanding from there. So if it’s I don’t want my dog to jump on my guests when they come in the house, and you don’t want a big crate in your living room. Once the dog understands they don’t come out when you touch the door, you can then throw cookies and toys in front of the crate. And I’ve seen you do this with Molly, right, Tim? Tim Ferriss: Yes. Susan Garrett: And Molly will stay, and then you can reward them. And the permission, back to that reinforcement, the permission to get out and chase the toys or the ball or the cookie that’s on the floor, that’s what builds value for the dog wanting to stay there. And then you just replace your crate with a nice dog bed, which I think… My husband always gives me the gears because we have five dogs and about 40 dog beds around this house. I have an issue. Tim Ferriss: It’s good for your cross training in gymnastics, I guess. Susan Garrett: Exactly. I totally have an issue. I see a nice dog bed and I have to – I brought two home from Spain when I was at the world championships last month. Oops. Anyway, I digress. So now you have a nice looking dog bed in your living room. And when someone knocks on the door, you just touch the door and the dog goes flying into their dog bed. You can open the door, your guests don’t get jumped on. You can talk to the UPS guy, get your delivery, close the door and then you throw your dog a handful of cookies because they’re doing good things. So crate games is just the start, where you put foundational layers for good choices and you keep growing it from there and moving on. That was the second game. The third one you’ve already made mention of, and that’s restraint recalls, and you can’t do those enough. Tim Ferriss: What was the name of the second exercise? Susan Garrett: The second was crate games; the third is restraint recalls. When I was single, this was an awesome way to meet people. You’d go to the park and say could you just hold my puppy while I run away? So you get somebody to hold your puppy by the collar or the shoulders. You move out five feet, call the puppy’s name, and take off running and the dog chases you. Because dogs are prey animals and they love that chase. We’re pairing their name with the condition to run as fast as they can towards us. And eventually, you make that distance bigger, and eventually you don’t run; you just stand still until they get partway to you and then you start running because we want to bleed off the big trigger of you running for them to come running. Because I don’t always want to run when I call my dog’s name. but if you build this in at first, you create like a knee-jerk reaction that I hear my name, I run. And now, I might be just standing at the front door and they’re still going to run because of all these restraint recalls that we’ve done. It’s fun. You know what, you get a little exercise in there and the dogs just love it. You can do it in your back yard. If you’re by yourself, if you’re really stuck, you just wrap your leash around a pole, and you kind of move out a little bit and throw the leash when you call the dog’s name and start running. If you’re a fast runner, it’s a no-brainer. Tim Ferriss: That’s what I ended up doing, since there are no women in San Francisco; hence Man Francisco. Oops. Hashtag: moving accident. But of course as a dog-naïve person or a training-naïve person at the time, I didn’t realize you can get a training leash that’s 30 feet long or 40 feet long. Or what is it called, a lead, maybe? I don’t remember the exact term. Susan Garrett: Lead or leash, either one. Tim Ferriss: So I had a 30 foot and I could, like you said, wrap it. I wrapped it around the leg of a fixed bench in the park and it worked out fantastically; it was perfect. Susan Garrett: That’s great. You just want to make sure it’s not one of those retractable ones. Tim Ferriss: Yeah, not retractable; just a gigantic lasso that I have to carry around. So restraint recalls, and then what’s No. 4? Susan Garrett: The fourth one is the collar grab game. Where any time you’re going to give your dog a cookie around the house, you grab the collar first. You have the cookie in your hand, grab the collar, and give the cookie. So at the end of a restraint recall, if you’re going to give your dog a cookie the first thing you do is grab the collar and then give the cookie. We want to classically condition, like Pavlov rang the bell and the dog would salivate; we want to condition in the dog when I reach for your collar, good things are happening. And we want to do this for two reasons. No. 1, if there’s danger at any time and you’re not yourself and you’re frantic and you want to lunge for your dog, you want your dog to not be afraid but say hey, this is that game we play every day, all day; it’s awesome. I just give my collar. And No. 2, if you don’t make a habit of that, the most brilliant things about dogs and the way that evolution has built them is that they are better at predicting events than we are. so they can predict reinforcement and they can predict what they decide is punishment. So let’s say you’re late for work and your dog’s in the back yard. And you go to reach for them; they’re going to dance about two feet outside of your reach. And that happens most when you’re in the biggest hurry. But if you’ve put in the value of the collar grab, as soon as your hand goes out, it turns a switch in them: oh yeah, that’s the game where I put my collar in your hand and good things happen to me. It’s a game that doesn’t take any time at all to play. If you have a dog, a 10-year-old dog, you could start it today and just any time you have a cookie or something the dog really values, just grab the collar and give it to them and make sure, though, that you don’t have the food motioning towards them before you grab the collar. Because it’s just like Pavlov’s bell thing. Pavlov did the experiment where he rang the bell and presented the food. But when he tried it in reverse and presented the food and rang the bell, it didn’t work. With every breed of dog, he found that within 25 repetitions, ring the bell present the food, he got an expected response from any dog. But when he did it in reverse after 200 repetitions, dogs didn’t even care. So really important that once they see the food, all bets are off and you’re not conditioning anything. So don’t move your hand with the food until you’ve got that collar. Then you move your hand. That’s a really simple, simple yet incredibly powerful game. And when you really need it, you’re going to say wow, thanks Tim Ferriss. That chick you had on that show, she taught me something that really worked. Tim Ferriss: This is going to be a very dense and actionable episode so I’m stoked and I’m taking all these notes for things that I want to continue to practice with Molly. The restraint recalls is call once because I remember… Susan Garrett: Yes, really important. Tim Ferriss: I remember we were trading texts at the time, and at some point I asked you a question because I was going through a bunch of your different exercises and games. And you said in the early days, you can work on more than one at a time. For example, no problem doing collar grab, it’s your choice, and call once all in the same session. If you can do three to four sessions a day of four to five minutes in length, you’ll be golden. We’ll come back to the training session length. But is call once a relative of restraint recalls, or is it a variation? Susan Garrett: It’s actually a combination of restraint recalls and the collar grab. It’s just a shorter distance and it’s more intense. You can do it by yourself but it’s best if you have… especially if you have kids. This is something you want to bring your kids into the training of your dog. So you just get a little semi circle, and everybody’s got a cookie in their hand. Somebody calls the dog’s name and when the dog’s head turns, they grab the collar and give them the cookie. Then the next person calls the dog’s name, grab the collar, give the cookie. And the dog is learning to give you that head whip response when they hear their name, and you’re also building in the grab of the collar. It’s an awesome little thing to do. Again, you can do it by yourself, and I would just keep the dog on leash, call the name grab the collar. But it’s brilliant if maybe a spouse who doesn’t really want to be involved with the dog, this is a way that they can see something happening which is really cool, and it helps them to become more a part of that dog’s life. And it helps the dog listen and respond a little bit better to that person in the room. Tim Ferriss: You mentioned earlier with the restraint recalls, using the running initially and then removing the running and there’s a progression in this training. Is that an example of what you would call shaping behavior or is there perhaps a different example that you would use to explain this concept of shaping behavior? Susan Garrett: Everything we do, and the underlying thing I tell people is it’s all behavior whether we’re doing it with people or we’re doing it with dogs. And we’re just shaping their behavior to have a better outcome for them. So whatever it is we’re doing, when you’re allowing the dog to make a choice, then you’re shaping. So that’s how I would define what’s shaping. It’s the dog makes a choice and they get a positive outcome, when it could be a negative outcome, too. You can shape them away from something, as well. We don’t go there but it’s the same thing. That’s really what shaping is. What we’re doing with our restraint recalls is we’re taking the reliance of the prey instinct away and we’re working on the dog just responding to their name. and some people like to say the word “come” instead of their dog’s name. I encourage them to pick one or the other word, and make it a magic word. So again, if you’ve got kids in the house and you want them to be involved with this, you’ve got to tell the kids they’ve got to have the magic key in order to be allowed to say the dog’s name. so anywhere around the house, they’re not allowed to use the dog’s name because that’s how… the dog just learned to tune it out. They hear their name 100 times and then the don’t respond. If you want a dog to respond to their name every time you say it, again with the kids, tell them here’s the treat bowl and you get a cookie. And then you wait until the dog’s not paying attention to you, say their name, and then you can give them a cookie. But that’s the magic key is the cookie. And if you don’t have a key, you can’t say the name. I tell them to give them another word, like “pup, pup, pup.” You can call the dog “pup, pup, pup” unless you have the magic cookie. That’s what works to help build that behavior. And so when we get to the restraint recall, the dog’s got an understanding of what the name is and they’re starting to chase you. But you might build up to maybe 30 or 40 feet that you’re away, and you just delay a little bit. You call the name, you wait until the dog has taken maybe two strides and then you run. And then eventually you just ping-pong that distance. You’re unpredictable. The dog really doesn’t know when you’re going to run so their first response is always to chase because they want to catch you up. That goes back into that prey drawing. Tim Ferriss: You mentioned for instance what I think is at least a key component for people who view themselves as busy, which is the collar grab as one example doesn’t take any additional time. It’s something that you have the opportunity to do in the course of doing things you’re already obligated to do, right? It is extremely easy. And I mentioned earlier that you recommended in an idea world, three to four sessions of four to five minutes’ length as opposed to trying to do a marathon, 60-minute session with a three-month-old puppy or something. Susan Garrett: Exactly. Tim Ferriss: Which, just for those people wondering, doesn’t work very well. I just wanted to share a personal experience and I’d be curious to hear your thoughts. Along the same lines, thinking of things you’re already doing, using the time you’re already going to allocate to your dog more intelligently, I recall at one point I had to take a trip. This was pretty early on in having Molly. Molly stayed with my girlfriend at the time and I was working with a local trainer who was great on Long Island. I came back and it felt like Molly didn’t even know me. It was really interesting. She was no longer my dog, is how I felt. And I was really worried about this. It’s like my God, I think I’ve lost Molly; she doesn’t know who I am. I talked to the trainer. She said you know what you should try is feeding her by hand. Feed her her meals by hand. And I was like, huh, okay, I’ll give it a shot. I still use this, and I don’t know if you have any recommendations here related to food but I was using Stella Chews. I tend to use the freeze-dried patties the lamb or the rabbit is a little easier to break up. I would take her outside and walk with her, and I would keep her in the reward zone and feed her this kind of much by hand. And it was just incredible. Roughly the same amount of time; it really didn’t take very long, I was able to develop two things. The bond between Molly and me just skyrocketed. And the trainer effectively said he or she who feeds the dogs is the dog’s closest friend. It was like okay, I’m going to feed by hand. And also made huge strides forward in getting her to come to that heel position, which was fantastic. So anyway, just a side note and something that really didn’t take very much time at all. The other combination that really helped me related to the crate and permission was, just like you said, the dog sits, you open. If the dog stands up before being cued, you shut the door. And you can train the behavior. What I did from the very beginning with Molly is I would open up the crate, use my hand to get her to just kind of a stay hand signal to sit, and I would have the food sort of in front of her, and wait for her to make eye contact. And gradually increase the duration of that eye contact and then give her permission to eat the food. And before long, really within the span of probably a week, was able to stop using the hand signal because she knew she had to be seated, and then I could just use a release word to get her to eat the food. That I found extremely helpful and still find helpful. We still practice that. Susan Garrett: A couple of things that you said, Tim, that I just want to point out. Number one, what happened with you and Molly when you came back was a great example of a transfer of value. You made a comment that he who feeds the dog gets the respect and the response of the dog, which isn’t the case. Because I never feed our dogs. John and I have been together for 20 years and he’s the only one who ever feeds them. And they don’t give him the time of day. And the reason is there’s no transferability. He does nothing. They don’t have to do anything to get that food. They can run around and be goofballs and the food still comes. So there is no transfer through him. Versus what you did, was you had Molly in the reward zone and reinforced her there, and that’s the magic. That’s how you get the transfer of value. Is that it isn’t just here’s your food and don’t you love me. It’s you don’t give it away for free. You’ve got to make great value of it. I think there’s some old folklore; your mother might have told you about that and the same holds true. It’s got to be earned and that’s when the magic starts happening. That’s how you start to build a relationship. It goes, again, with any animal. Look at a kid. A kid who has absolutely everything and they don’t necessarily want to go out and play catch with you. Versus the kid who has virtually nothing and really, really appreciates the opportunity to come out and play catch with you because it’s value through you that helps create a better bond. And it’s the same with dogs. Value coming through you. A lot of people’s homes, when I used to go and do one-on-ones in people’s homes, the No. 1 mistake they would make is that the food was always on the floor. So the food never had any association with you whatsoever. The dog didn’t have to work for it. They didn’t really need you at all. So that’s a biggie. Tim Ferriss: Yeah, that’s a super key point. I’ve never had food left out, ever. So it’s an event. And there’s an exchange every time we do it. There’s always an exchange. Susan Garrett: It’s because dog training should be intentional but most often it’s either accidental or reactionary. It’s accidental in that the dog learns how to tip over the garbage and get stuff out. Or it’s reactionary in that you see something like the puppy chewing on the slipper, or the puppy peeing on the floor; it’s a reaction. And if you are intentional, which you have been really good with, Tim, being very intentional about what you want the outcome to be; then you don’t tend to have the same problems. I tell people that in the 30 years I’ve owned a dog, I’ve never had one chew a slipper or chew furniture; it just doesn’t happen because I’m so intentional about what I want when I’m raising them. Tim Ferriss: Let’s talk about that and dig into it a little bit because I think it’s super important and I’d love to hear you elaborate on it. The sort of dos and don’ts of, say, getting a puppy or a rescue dog. I adopted Molly out on Long Island. How to go about it, common mistakes. Because I remember reading up on I think there was a PDF from Ian Dunbar. It’s kind of before you get a puppy, and then right after getting a puppy. One of the points I took away, and I think it was from his stuff, was your best bet is to not give the puppy an opportunity to make a mistake. It’s a lot harder to correct the behavior than to simply prevent it in the first place. So bring Molly home, guess what? No shoes on the floor or anywhere for her to chew on. This is just the temptations are not there. Susan Garrett: It’s the same with us, right? I was going to do this kettle bell challenge. I don’t know if you’ve heard about this 10,000 swing kettle bell challenge? Tim Ferriss: That’s a lot. Susan Garrett: There’s this challenge going around. I might get to 10,000 but they want you to do 10,000 in 28 days, which is not going to happen. I started with 100 swings a day and I’m going to go to 200 swings a day. But I decided, you know what, I think I’ve got pretty good form. I videoed myself, looked at my form, checked it out and then I posted it in a Facebook group that I belong to. It’s a kettle bell Facebook group. Dudes, can you give me any input on my form? Because before you start, you want to make sure you’re doing it right. Because if you do 10,000 repetitions of something, you’re going to be creating bad form. And it’s the same with your puppy. We all get one chance to make a first impression with our dogs, when we first bring them home. Whether it’s a puppy or a rescue dog, you get one chance to make that first impression. And if they come in and go wow, no rules, I’m here at Disneyland, let’s go; then you’re in trouble. Because they learn to have bad form, and they keep having bad form. And it’s more difficult to correct bad form than it is to start with good form right from the beginning. And I see that as the No.1 problem with people with dog training; there’s this mismatch of expectations with the people. My parents, when we had our family dog, and you kind of touched on it with your family dog; they’re almost feral because we just expect that they’re going to do what we say. And it’s crazy because there was never any actual reinforcement put into what we wanted. It’s just like dude, what’s wrong with you? Don’t you understand English? Well, no, they don’t. People just expect so much, and they haven’t really prepared the dogs. I say this to all my students; I’ve been saying this for 25 years: “Our dogs are a reflection of our ability to train.” So if there are areas that your dog isn’t brilliant at, if your dog doesn’t bring the toy back, if they don’t come when they’re called when they’re maybe 50 feet away chasing a deer, that shows they’re just a reflection and they’re trying to help us be better dog trainers. And you either take that information or you ignore it. On my YouTube page I’ve got this video called the journey. It’s got like 300,000 hits on it and it’s all about that. That our dogs are here to teach us. And if you don’t open your eyes to that, you’re going to miss these lessons. And chances are your next dog is going to try to teach you the same lessons. It’s not a coincidence. And so our dogs just reflect what we’re good at. And you look at that and go okay, I’m going to fix this. If you have a dog that goes to the bathroom on the floor all the time, then it’s reflecting to you that you haven’t made it clear that there shouldn’t be options here. When people get a new dog, I tell people the first 24 hours are critical. I’m intending to put this on our website; it’s a free download of what you should be preparing for in the first 24 hours. The obvious things are you should get a crate, and you should get really good quality dog food, and educate. And again, be intentional. Find out what dog training resonates with your core beliefs with how you want your animal to be raised. Somebody was telling me yesterday, somebody I really respect was telling me how he was getting his friend’s dog and he was training it by scaring it. And I’m like, dude, do you do that to a 4-year-old kid? Is that really how you want an animal to respond to you is to be terrified of you? So there are just some things that you should be prepared with. A really good, quality chewy for the dog; something that if they did happen to chew on something you didn’t want them to chew on, you would just replace it with what you do want them to chew on; a toy. So these are just all the things you should be preparing, education being the No. 1 thing. And a crate I would say would be No. 2. If you want me to, Tim, I’ll go through what I do when I get a new puppy; that first 24 hours. Tim Ferriss: Sure. Susan Garrett: The first thing I do is I play tug with them. I get a nice, long, fluffy tug and I create the first game of choice right there. So I’ll tug, and then I’ll pull it out of their mouth and I’ll put it a few inches away from them. And they dive on it, and they tug, and I pull it out of their mouth. I put it maybe a little further and they dive on it, and I’ll do that a few times. And then the next time, I won’t put it down; I’ll put it up against my body. And they’ll bounce up my body, and they’ll bite at my body. And as soon as they stop bouncing or biting, then I put it back down and tell them they can get it. And so we’re building an interaction of choice right from the first moment they come into my home. So we get that puppy played out, obviously give them a drink of water, put them in their crate, let them sleep. And you go back between playing, feeding, and sleeping before whatever sessions you have. We touched on three to five minutes. And then maybe two hours before you’re going to go to bed, you would have your last one of these sessions. And then they would get another drink and they wouldn’t get access to water again. I have never had a puppy wake me up in the middle of the night past the first night. And some of them don’t even do it that first night. But it just never happens. And I talk to people who they have seven- and eight-month-old puppies still waking them up in the middle of the night. This protocol that I have for the first 24 hours, it really works well. One of the things that I do is I take a chair from our kitchen, and I put the crate on the chair. I put the crate right beside my face on the bed. So I’m sleeping and my breath is blowing into that puppy’s crate. You can even get these toys that create a heartbeat like the mother’s heartbeat. I think those are great, too, if you wanted to go that route and put it right in their crate with the puppy. If the puppy wakes me up, this is the only time when a puppy tells me I need to go potty outside that I don’t make any kind of interaction with them. So I open the crate. There’s no crate games; I just lift them out. I actually clip the leash right around their collar. And I don’t care if you have a fenced in back yard; put the leash on the puppy. And I take the puppy out. They do their business, I say nothing to them. I pick them back up in my arms, take the leash off, put them back in the crate. The mistake people make is they go oh, the puppy’s really energetic at 2 in the morning so I’ll just do a little bit to tire him out. Oh, hell no. Reinforcement builds behavior. And if you’re telling the puppy play session at 2 a.m. happens every night, you’re going to get woken up at 2 a.m. every night. Any other time when I take that puppy outside, it’s always on leash so that I can help to create, you know what, I don’t want you to pee in my garden; I’d like you to pee in the back corner where the trees are. that’s your potty area. You’re going to be able to clean up the same place all the time because the dogs grew up learning this is where they want me to do my business. So they’re always on a leash. The other thing about always on a leash is let’s say you end up going to a hotel, which I do. If your dog hasn’t been raised to do their business on a leash, they’re not going to do their business on a leash. So you’re going to be walking up and down at this hotel on that little strip of grass out in front, trying to get them to pee and they’re not going to because you haven’t conditioned it from the time they were babies. So when you take them out, you’re quiet until they start doing their business. I personally like to give that a name. Have you done that, Tim, with Molly? Give it a name when they do their business? Tim Ferriss: Yeah, potty was my go-to. Susan Garrett: Yes. And it’s good because if you, again, are taking a puppy to go visit family or friends, you want them to empty their bladder before they go into this house. So if you condition a word, and again it’s just like Pavlov; you wait until they start peeing and then you just say that word really quietly in a way that it doesn’t disturb them. So it’s potty. You just say: potty, potty, potty. And you start to condition that word with an act of releasing their bladder. They get reinforcement because it feels better because they’ve released their bladder. But if you wanted to give them a little cookie for peeing outside after, that’s cool, too. But on a leash in an area you want them to do their business in. and you just get into this routine of potty on leash and playing and feeding. We have one time to make our first impression, and the first impression is all good things come through you. And I have this rule, don’t wake the mama at night. Mama likes to sleep. Don’t be waking the mama at night. And I don’t. I just don’t get woke up so it’s awesome for me. I’m not cranky in the morning b my puppy woke me up. And certainly if they are sick, that’s fine; they have explosive diarrhea or whatever; they can wake me up all and I will always get up with a dog who wants to get out. But I won’t interact with them in any way and that’s a biggie that you not make that reinforcement. Don’t be reinforcing it. Tim Ferriss: A couple of notes on the potties because I’ve had a lot of fans ask me about the potty training, which went very well with Molly. She is probably like many dogs and many humans, good at some things and not great at others. I take full accountability. But the potty training went very well. This I think is also a good area in which to explain the downsides of negative reinforcement or yelling at your dog, putting its head in the mess if it goes to the bathroom in the house. But suffice it to say, I used a clicker, also. I think we can actually maybe give just a brief explanation of what that is. I remember you once described it to me as an audio scalpel which I thought was a really cool way to look at it. So I would say potty while she was going potty. And then as soon as she finished, because I didn’t want to interrupt her, as soon as she finished, the millisecond she was done, click and then treat. I became obsessed with clickers for many different things. Can you explain to people what a clicker is? I was introduced to it first I think through Karen Pryor in Don’t Shoot the Dog, which I really enjoyed. Also a background in training dolphins and marine mammals. Can you explain to people what a clicker is, and what they are good for and what they’re not good for? Susan Garrett: It is a marker. In the marine mammal world, we call it a bridge. So a bridge between marking what we really like, and when we can get that reward to the dog. So in a perfect world when a dog did something we wanted, we could magically make food appear right in front of their face. But that isn’t possible so we need to bridge for the dog between the time of when they did something amazing and when we can get that food to their face. And I know a good friend of mine, Greg Louganis who has won gold medals at the Olympics, he said they have used it for divers, as well, to mark when they’re in their spin; that okay, your arms are in the right spot. So the diver can hear and start to know and get that feedback because it’s really difficult to pinpoint. So it’s exactly the same thing as if you were clicking a dolphin for doing a spin in mid-air. It’s like that’s the time that I like it. Tim Ferriss: Just a quick interruption, I apologize. For those people who don’t know Greg Louganis’ second act, he is a competitive dog trainer. He’s a handler. Susan Garrett: That’s how we met. Greg was a student of mine for many, many years and now we’re great friends. He’s an awesome guy. And he still helps with the U.S. diving, too which is really cool. So he brings what he knows about dog training into the diving world. So the clicker is awesome but it is a conditioned reinforce. It’s a promissory note that something is going to happen that’s amazing. There are a lot of different things you can use. If you have a pen, you can use the top of a pen clicking. You can even use a word. “Yes” is the word that I use most often. The difference between a clicker and the word “yes” is that “yes” can be judgmental, so it’s not necessarily the best thing. Tim Ferriss: Meaning it’s not as consistent, you mean? Susan Garrett: Right. Because if the dog did something amazing, you might say, “Yes!” and the dog, is like okay, yes. Where a clicker is a clicker. It doesn’t have any judgment. It’s just marking that that was good; you’re going to get a reward. But I still use the word “yes” but “yes” isn’t always followed up with food. A clicker is always followed up with a toy or something the dog really has high, high value for. The clicker is basically using classical conditioning. So it goes back to ring a bell, present the food. Instead of ringing a bell, we are clicking a clicker. And it’s best for behaviors that you want to isolate a small slice of a behavior. So for example, a recall. It’s harder to click for a recall unless you’re going to click the moment they give you the head turn. But you don’t want to just click that moment in time or it becomes like musical chairs. Where the dog turns but they don’t turn because they’re waiting; the music might stop here because you always clicked right here. A clicker, as I said to you, is a scalpel and there are some great tools that sometimes you need a scalpel. Like if I’m teaching my dog to wave, put their paw up above their ear, then I would use a clicker for that because I want the height of how high you can reach that paw, like that. Sometimes I use the example if you’re going to have brain surgery, you want your surgeon to use a laser. And that’s what a clicker is; it really pinpoints. But you wouldn’t want that surgeon to use a melon baller. And sometimes a melon baller will do for us, and that is the word “yes.” So there are times you can just mark yes, that was good; thanks for bringing that ball back. Yes, good dog. Other times, you really want something that gets the message across super clearly, that this is a slice of the behavior that I love and that’s when you use the clicker. Tim Ferriss: How do you feel about using a clicker directionally? And what I mean by that is if a dog does something partially correctly, for instance you’re trying to get your dog to roll over, let’s just say. And so you start with hypothetically a treat, and you kind of wind their nose back to their tailbone to get them to roll over, but they only do it a quarter of the way. Would you click to encourage them to continue in that roll? Or is that something that you would only reserve for the completed action? Susan Garrett: No, I would definitely use it to create a behavior. I would do parts of it, for sure. I don’t use the cookie as a lure, not that I would have a problem with anybody doing it at all. Say you were getting your dog to spin in a circle, similar to rolling on the ground. And they started going partway and you clicked that, they’re likely going to carry on the rest of the way to get the cookie. And so you’re actually clicking, you’re marking that’s what I like and then they’re coming around to get the cookie so it finishes the spin, and you get the spin a lot faster by using that clicker instead of just luring the spin all the way around. Same with if you wanted to teach your dog to back up. We’re going to get some good party tricks from people here. You could take a piece of kibble on your kitchen floor; that’s the best combination for teaching the dog to back up. You would wait and let the dog shift their weight backwards. You would throw the cookie between the front paws. The dog would look down for the cookie and you could click that. And then guess what, they’re going to look down for another cookie and you click that, and now you’re clicking them for backing up. And you just wait until they back up even further, and you just keep rolling the cookie. Placement of reinforcement is just so powerful when you’re trying to shape behaviors. We want the reinforcement to be associated with what the dog is doing. For example, if you’re trying to teach your dog to lay down, and they lay down and you click them and you gave them a cookie when they got up, they would still learn to lay down. But the placement of reinforcement is such that it delays that learning. It would take you longer. If you got the cookie while you’re in the down, that would be much better. Tim Ferriss: This actually relates to what I’d mentioned earlier about potty training and why punishment can backfire. And I’d love to hear you elaborate on this but just based on my understanding, for instance with Molly. I grew up in a house where it’s like if the dog went to the bathroom, it wouldn’t be shove the dog’s face in the poo or anything like that, but it would be like bad dog, bad dog, and then put the dog out. The dog would have this shameful look and then hopefully, they learned something and of course they didn’t learn anything. Eventually they ended up going to the bathroom outside because they just preferred to be outside. But the point being, as it was explained to me, No. 1 you’re probably not going to catch the dog in the act so there’s going to be a temporal dislocation. The dog may not put causality together. No. 2, if you just terrify your dog they’re just going to find a nice, quiet, secret corner to go to the bathroom in. And on top of that, when you were talking about getting a dog to back up, the benefit of the positive enforcement – and you can see this. It’s amazing to watch Molly, who’s really the first dog I’ve trained ever to offer behaviors. You want the dog to try to figure out the puzzle. And so sometimes when Molly knows I want something, she lights up. She enjoys training. And she’ll try seven different things. It’s like no, we’re not doing paw. No, we’re not doing spin, no. And she’ll slowly try to figure it out and deduce it. And you want your dog to do that so you can then reward when the dog does the right thing, or does something approximating the right thing in moving in the right direction. If you terrify your dog, they’re just going to opt out. They don’t offer the behaviors and then you have nothing to reward. So it becomes a lot harder to use a bridge or a marker to use any type of conditioning, classical or operant conditioning, to connect the dots for the dog. I remember reading this somewhere; I think it was a police trainer, actually, who said I don’t have anything against negative reinforcement or punishment if it were the most effective; I just haven’t found it to be the most effective. And so the argument was not so much a moral one in that case, although you could make that argument; it was a practical one. And I don’t know if you have anything else you’d like to add to that. Susan Garrett: Since you brought up police officers, I have a straight analogy with punishment and reinforcement. It’s the punishment of being pulled over to get a speeding ticket, which I’m sure you’ve never had a speeding ticket, Tim; you’re just far too nice a guy. Tim Ferriss: Oh, never. Susan Garrett: But those of us who’ve actually had speeding tickets, that’s a punishment, right? It’s a little bit of cash out of the wallet and I don’t know how it works in the States but we get these demerit points and if you get too many, you have to go in and get an interview and the whole nine yards. So it’s a punishment. Tim Ferriss: Just for those people wondering, you’re in Canada, correct? Susan Garrett: Yes, I’m in Canada. And so does it change the targeted behavior? The targeted behavior is we don’t want you to speed again. Clearly it doesn’t because there are some of us who do speed again. But punishment, all punishment has fallout. And the fallout is it changes a different part of the behavior unrelated to the targeted one. So the fallout of getting a speeding ticket is any time you see a parked car on the side of the road, you immediately assume it’s an unmarked police car and you take your foot off the gas, even if you’re not speeding. You have a visceral response of this is the fallout of the punishment that I had earned. And if a police officer pulls in behind you and you’re driving in the city, even if you’re not doing anything wrong, what are your emotions? You get a little tense, you get your perfect driver’s ed 10:00 and 2:00 positioning on the wheel, and you start driving by donut shops in hopes that the police officer will go somewhere else. It’s not a comfortable feeling. So punishment can’t alter behavior but punishment can suppress it. So what it does is when you know there’s a police officer there, you will not speed. And that’s the same with punishing a dog for getting on the couch or getting in the garbage or pooing in the wrong spot. You’ve suppressed that behavior to the point where they won’t do it when you’re around. Or they’ll come when they know you can get them, but when you’re outside of your arm’s reach, they won’t because punishment has suppressed the behavior of them being naughty when you can catch them but not when you can’t. So in order for punishment to work, it has to be catastrophic. It has to be life altering. I use the example of let’s say you’re speeding and you get pulled over, and you explain to the police officer and try to get out of the ticket. Oh, I was listening to the music and it was really cool. They go well, you know you were going 10 kilometers over the speed limit and you have to be punished. They open the back of your car and they take your dog and they shoot and kill your dog. So it’s catastrophic. Once you got out of prison for killing the police officer, you’ve got to think would you ever drive again because of this punishment? And if you had to drive for work, would you drive with a dog in the car? And if you had to drive the dog to the vet, would you speed? There’s just no way you would speed. You’d probably go like 10 kilometers an hour down the road because you would be terrified, and you’d probably be sobbing the whole way because you’re driving with a dog in the car and you don’t want to get in trouble. And then what if a police officer pulls up beside you or behind you and now, you would just be enraged and you’d probably break into hysterics. Catastrophic punishment has catastrophic fallout. Mild punishment has mild fallout but neither of them fix the targeted behavior. Now let’s say if you were driving, and you’re driving the speed limit. A police officer pulls you over, the lights go on and they go: hey, we noticed you’re going the speed limit and we’re honoring model citizens this week, and here’s $2,000 and they get back in their car. And you go: wow, okay. And then a week or two later, you get pulled over again. Hey, we noticed you stopped a full stop at that stop sign; here’s $400.00 in your pocket. And this goes on, and you get a couple more rewards. And then, do you speed again? If you knew you had to be at work at 9 and it takes you 15 minutes to get there, you don’t leave at ten to 9 anymore; you leave at 7:30 so you can tool around the streets and look for police officers to show them how good you are. and if a police officer pulled in behind you then, would you get all verklempt and have this visceral… no. you’d be like: dude, hey, it’s me! You’d have this amazing response to seeing the police officer near you. And that’s what reinforcement does for our dogs. That’s the difference between it being effective and it not being effective. And that’s why I tell people no matter what it is you’re trying to create, reinforcement is the answer. And if you have a problem you can’t fix, it’s because there’s some incidental reinforcement out of your control that’s either happening in the environment where you’re asking them to come and they don’t come, and they end up catching a jackrabbit instead, massive kudos for them; bigtime reinforcement. The reinforcement is there when the dog isn’t doing what you want them to do; it’s just out of your control and you have to bring that back in. which is why it’s always better to do it right the first time and have a plan. But it doesn’t matter how old the dog is. The old “can’t teach a dog new tricks,” that’s crap. You absolutely can start with a dog at any age. The oldest we’ve ever had in our class was 17. Somebody from Jersey brought their 17-year-old dog up to learn how to shake. It was awesome and they absolutely can do it. Tim Ferriss: This is a great story and I want to tie it into perhaps a question that some people listening might ask, which is okay, Ferriss, if you’re not chastising your dog for taking a dump on your kitchen floor, what the hell are you doing? No. 1 is coming back – and feel free to interject at any point but No. 1 is just like I removed the shoes so that my puppy at the time wouldn’t chew on the shoes, and developed that as an incentive, a reinforce, she was very confined in the beginning. No. 1, I used a crate all the time. I think a lot of people want to be extremely nice in their minds in the short term, and they sacrifice a lot of potential long-term rewards for the dog and for the family by not using a crate or a lay-on. So No. 1, Molly was spending a lot of time in the crate. But she was also, when she was outside of the crate, always within eyesight and in one room. She was not allowed to wander the house. The times that I did find her, say, peeing on the floor and it happened a few times, I would immediately pick her up, walk her outside, put her where I wanted her to pee, and then click and reward. So that’s it. It was really not being a bad teacher in the sense that I’m giving her a million and one opportunities to make a mistake. I just did not give her that many opportunities. And I don’t know if this is an accurate rule of thumb but someone had told me a puppy can hold his or her bladder for about an hour for every month of age. I don’t know if that’s true or not. But I just kept that in mind. So I was like okay, I’m going to take her out every three hours, every four hours, every five, whatever it might be. And that’s when she knows it’s time to pee because I’ve rewarded her and trained her to do that. The other thing I did was very early on, and this took some fenagling because I really wasn’t experienced with any kind of shaping or clicker use at that point. But I bought bells that hung from the door so that she could paw or nose the bell and tell me that it was time to go outside. I just began that process by every time we were going to go outside on the three hour mark, or the four hour or the five hour, I would tap it myself and then open the door. And eventually, she totally got it and started nudging it herself. That was a happy day. Susan Garrett: And you could have even just shaped that behavior as a separate behavior, teaching her to paw at the bell, and continue to do what you did, like ring the bell before you went out. It just would have been a fun game. I don’t remember when it was but it was in the San Diego Zoo. There was a drill. Drills are like one of the most endangered species in the world. You know the ones with the big, long canine teeth, the big three-inch teeth? Tim Ferriss: Oh, yeah, the mandrill baboons. Susan Garrett: Yes. It had diabetes. But it was the only male in the San Diego zoo and one of I think a handful of males left in the world. And it wasn’t a diabetes that was genetic so they wanted to give it these insulin shots. They’re a powerful animal so they would use a crowd gate to get him in the corner and give him the needle every day. It’s a big creature and a tiny, little needle. But it was, you’re trying to force me to do something. So it got to the point where he was injuring some of the zoo staff. I think if you look up Gary Priest, I think was the trainer that worked through this process… Tim Ferriss: Mandrills are scary, scary baboons. Susan Garrett: They’re strong. So Gary, all that he did, similar to the bell thing, what he did was he created a tube, a metal tube, attached it to the baboon’s cage, shaped him to put his arm through the tube for treats, and then they put a rod at the end of the tube. And so he would put his arm through the tube and hang onto that rod. And that flexed his arm so when they wanted to take blood, they could take blood. And in a matter of weeks, they have this baboon who’s loving the game of giving blood and getting his insulin every day. Tim Ferriss: That’s amazing. Susan Garrett: You can shape anything. It saved the baboon’s life and probably a couple of zoo workers’ lives too. Shaping behaviors is far more cooperative. And the other thing about is it creates far more opportunities for the dog. Because when punishment doesn’t work, which it won’t long-term, that dog ends up living a life of restriction. So they don’t get to go off leash at the park. They don’t get to have freedom living in the house. If you do what you did and have the dog in a crate, the puppy or the dog when you first get them, and then what we do is we call it the gated community. You can get an x-pen. A lot of the confirmation show dog people use them. They’re like a little three or four foot high pen that you can put up in your kitchen. When you’re supervising the dog, but say you’re cooking supper so you’re supervising but not really, you can throw a couple toys in there and you’re cooking supper and you can watch. And then if you have to leave the room or go outside, the puppy can go back in the crate. So they’re still in a smaller area. And people think oh, I want them to be my family pet. Well, when you have a baby, you keep them in a playpen. You don’t let them crawl all over the house. Tim Ferriss: Right, you don’t let them play with the silverware. Susan Garrett: Exactly. When the baby can make good decisions for themselves, then you don’t have to confine them so much and it’s exactly the same for our dogs. You set them up to make good choices, and that gives them the opportunity to earn a life without restriction. And by not doing that, that dog doesn’t live as full a life and you are sentenced to management for the rest of that dog’s life. When you go outside, you have to put the garbage on the counter because the dog might get into the garbage, and you can’t leave any food around or they’ll rip into the food. So it’s a life of management. You have to make sure the latch is on the gate in the back yard because once the dog gets out, they’re gone down the street. So a life of management for you, which is a ton more work, which leads to a life of complete restriction for that dog, which is sad. Because you know what? They deserve to have as much joy in their lives as they can get because they’re awesome. Tim Ferriss: Totally. I get asked by some of my friends, for instance, because from their vantage point, and this is not me saying this is true, but across the board because you have a different benchmark as someone who’s a professional who trains competition dogs and so on. But a lot of my friends who have basically had the types of dogs that I did growing up; animals who live in your house. And maybe they sit, and they probably don’t go to the bathroom in the house anymore but besides that, all bets are off. So they see Molly and they’re like oh, my God, that’s the best trained dog I’ve ever seen. We can do some fun stuff, like I can have her go from heel, and through my legs and do a little spin around and rotate different directions, and she’ll follow the heel and all this kind of stuff, the decorative stuff. And I’d be curious to hear your opinion on this but I said you know, if I look back on what I did, all it took was about three months, maybe even less, of doing two or three very short, five- to ten-minute sessions a day. That’s it. And doing the stuff that doesn’t take any extra time. Sit for please. Any time Molly wants something, to go out the door, especially for anything safety related so she doesn’t go charging out of a car or something, I always go through doors first. That was one of the protocols. And it’s like you’re going to do that many times a day, and that’s just in the course of your day. But it was maybe two, three sessions a day. And I really feel like if you get it right in the first three months, you’re kind of set. You can’t just slack off but it’s amazing. I guess my shameful confession is I’m not doing a ton of training with Molly anymore. But because I just set aside, and guess what people, you probably do need a couple of five- to ten-minute breaks yourself anyway; it was not that hard. And if you can’t afford to put in that time, you probably shouldn’t get a dog. Susan Garrett: Absolutely. Tim Ferriss: That’s been my experience. I wanted to ask a couple of questions. So the first is one of the things that I experimented with, and ultimately the room was small enough that I could keep an eye on her without it. But instead of using an x-pen, which is the gated community you talked about, which a lot of people seem to use very, very successfully, I experimented with tethering. So using a short leash or some people use these cords of sorts to keep your dog attached to you as you walk around the house or whatever. What is your opinion of that approach? Susan Garrett: Not a fan because it’s removing choice, and I love to give the dogs choice. It’s the difference between trying to create the bond because you become accustomed to being with me all the time, or creating that bond because they’re inspired to want to be beside you all the time. That’s the reason that I’ve not been a fan of that. And the other thing is, you know what, I go to the bathroom and five dogs want to go to the bathroom with me. My dogs follow me everywhere. So that relationship and that kind of phenomenal bond is there with all of my dogs. I have a 17-year-old and I have a one-and-a-half year old and it doesn’t matter; it’s still very, very strong. The other thing, I move so much they would be underfoot all the time. The big reason for me, though, is it come back to I want to train my dog in an environment based with choice. So that they have the choice to just hang out in their x-pen. I have my x-pen in my office and there’s a flight of stairs to go into the kitchen. And so I’ll walk the puppy into the kitchen and I’ll get to a dog bed. And this will be a three-month-old puppy and I’ll just stand there by the dog bed, and I’ll wait. The puppy will offer to go in. I’ll throw cookies, and I’ll keep throwing cookies as I’m making my way across the kitchen to get my water. And then I’ll throw cookies all the way back, and then I’ll give them a release word, permission to leave and come with me again. So it’s like those are all choices that lead up to this phenomenal relationship that I have with my dog that it’s not because you have to; it’s because you want to. Any time we have a choice in life, we hear the alarm go off Monday morning at 9:00 and you have to go to work, and suddenly you go, I think I have a sore throat, I might have a sore throat. But if the alarm goes off at 6:30 in the morning because you have a hockey game on Saturday morning, boom, you’re out of bed, done. Because one is you have to and one is I want to, and I want to inspire my dogs to always want to, no matter what it is. And so I get dogs, even my terriers, if they could be out chasing a squirrel, they might be within a mouthful of catching them and I’ll just whistle and say, “going this way,” and boom, they’ll stop on a dime and come back. Because they’ve always had those choices in life, and those choices have been layered so that they always want to do what I want. Tim Ferriss: A couple of other things that I’d love to get your take on. I feel like I’ve found these things useful but I’d like to get your take because I don’t want to recommend them but they seem to be useful for me. One was not so much variable reinforcement schedule, which we could get into that but that might be a rabbit hole that is Round 2 on the podcast. Susan Garrett: Exactly. Tim Ferriss: But I did do, particularly with recall practice, jackpotting. Once or twice a day, just randomly instead of getting one treat it would be like boom, you’re getting ten treats, or whatever it might be. Do you feel that is a valuable practice at points? Susan Garrett: It’s something that I will do but science has proven it has zero value in training, and sometimes it will actually hurt your training. But you know what? It makes me feel good. And so even though I know that, I will sill do it. Like if my dog does something exceptionally well, oh hell, I’m all in. It’s you know what, I’m jackpotting that. Here’s what the science has proven. There’s a couple by the name of Bob and Marion Bailey, and they were my mentors. Marion passed away and Bob is still an awesome friend. He just turned 80 today, actually. Instead of being scientists who were in a laboratory and playing with dolphins, their livelihood was based on training animals for the armed forces for espionage. Tim Ferriss: I remember this, yeah. Like pigeons and cats. Susan Garrett: Fascinating couple. 1,500 different species of animals they trained, phenomenal. We could do a whole podcast talking about the stuff they’ve done. Tim Ferriss: What was the last name of the couple again? Susan Garrett: Bailey. And actually Marion Bailey, she was a graduate student of B.F. Skinner. Tim Ferriss: Yes, the Skinner Box. Susan Garrett: Phenomenal work that they did. Their putting food on the table was dependent upon getting the science right. And so many of the people that we would talk about as being founders and really having big influence in animal training were teaching at a university. These two were in the trenches taking notes. For their livelihood, they had to do this right. The research is phenomenal on all different aspects of training. They found that it absolutely had no value. They tried it with all different animals and it had no value in training. There was another woman, I don’t know if she ever finished her PhD but she was doing a PhD on jackpotting and dogs. What she found, and you may find this if you play around with this one, Tim, that it increases the variability response. So let’s say you were trying to teach your dog to back up. And you do what I suggested and you throw the cookie between their legs, and you click for that. And then all of a sudden you get two or three really good steps and you jackpot that. What you will find is the dog wont go right back to backing up. They’ll start throwing waving and it creates a whole arousal state with the dog so they won’t go back to the thinking state of offering you the same behavior. Knowing all of that, I still do it. I get excited. It’s more for me than it is for the dog; whatever. Tim Ferriss: Bob Bailey, I’m looking at some notes. I took a lot of notes the first time we got on the phone. I really still want to do this. He does the chicken training classes, chicken camps. Can you explain why this is important? I think there’s a quote that I read but I’m blanking on this. There’s another trainer who said unless you’ve had to train a chicken, you shouldn’t be allowed to have a child. Susan Garrett: Yeah, that’s true. I can’t remember who said that but I have heard that quote. Chicken camp is something that Bob and Marion started up many years ago and I went through some of their early programs when they were teaching it. It was amazing just to listen to Marion lecture. It was five days and you did a little bit of training and a little bit of lecture. They picked the chicken because they’re a phenomenal model of behavior. They’re super easy to train. You can see responses immediately, immediately; it’s very black and white with chickens and there’s no emotional attachment. You use a little measuring cup to deliver the reinforcements, just boom, boom. It covers so many things. It covers the mechanics of training and you just think about training in a completely different way once you’ve been through chicken camp. I was actually talking to Bob just two days ago. He had stopped doing the chicken camps and he’s going to be doing a cruise very soon where he’s going to be talking, doing lectures and then he’s going to open up another chicken camp. He pretty much retired but he does work with the armed forces in one of the Scandinavian countries now. So fascinating guy. He was up at our place for three weeks this summer. He would just have anybody on my team just godsmacked listening to his stories about what they were able to do. Whether it be training a sea lion to swim under the U.S. ships looking for a diver that might want to be putting explosives on the bottom of a ship. The sea lions would be swimming with a leg clamp and if there was any diver in the water, that sea lion could swim faster than the divers. They would have a leg clamp on the diver and boom, the diver would be up on the deck. Just little things, amazing things. They trained cats to go through airports. Back in the ’50s and ‘60s they had this project where the cats had a cochlear implant and they would control where the cats would go with high frequency noises. When there was a conversation they wanted to listen to, they would get the cats to turn right, turn left, sit, stay and it would transmit this conversation. It was just amazing, amazing stories. They taught a cockroach to turn out lights. Tim Ferriss: Wait a minute, hold on. I’ll let you finish and then I have a question. Actually, the question is why has this not been made into a Hollywood movie yet, but wait, they trained cockroaches to do what? Susan Garrett: A cockroach to turn out a light. The thought was if they needed somebody to go into a room that needed to be dark, they would patent the cockroach in to turn it off. I think actually Marion did that as part of her PhD, if I’m not mistaken. But amazing. Tim Ferriss: Big cockroach. That’s terrifying. Susan Garrett: He has a video you can grab, Tim. It’s called “Patient Like the Chipmunks”. And it’s got documentation of some of their experiments and some of their work. Tim Ferriss: Awesome. “Patient Like the Chipmunks”. The question about the chicken training, is it most valuable because the chickens do not respond to negative reinforcement; it just doesn’t work? Susan Garrett: Right. You can’t do anything. They’ll fly away. You are at the mercy of pure behavior. You can observe behavior. And if you get your mechanics wrong, you’ll have a chicken in your face. Because if you aren’t good about getting the food in and getting the food out, they will shape your behavior. It’s basically like dog behavior but it’s intensified. So with dogs, they’ll do the same thing but it might take you a month to figure out what’s going on. I always tell people with any relationship with two animals, one is the trainer and one is the trainee. And with the chicken, they will be your trainer in a heartbeat if you’re not quick about what you’re doing. They’ll train you to put the food out faster for them. Their responses will shape you. And it’s the same with the dogs. One of us is the trainer and one of us is the trainee. And if you aren’t intentional about what you want, then you’ll get a dog… People will say my dog is stupid or stubborn and it’s not. Your dog is just brilliant and they actually have trained you in the way that they want. It’s not like they’re conniving and thinking at night, looking at a book on what they can train you to do. But they recognize patterns of reinforcement so fast that they will get what they want. And then what you see is this dog is stubborn, oh hell, no. this dog has figured out that they can shape you. Always one person’s the trainer and one person’s the trainee. Let me give you an example. When John and I first moved in together, one of my Jack Russells had this routine that didn’t bother me but it drove him nuts. When you’re starting to feed dinner, she would run up your back making terrier noises as you were putting out the food. Tim Ferriss: That sounds a little unnerving. Susan Garrett: I didn’t even think about it. And so when John took over feeding the dogs, it drove him crazy. He didn’t want this terrier running up his back and making all these monkey noises. So I thought, I’m a clever person and I don’t want to have to go back to doing that chore so I have to stop this behavior in the dog. I just shaped her. She was a little, ten-pound dog. I shaped her to jump up on a kitchen chair whenever anyone went in the kitchen to either prepare human food or prepare dog food. So that was her gig. You could go in the kitchen and it was fine. But if you started preparing food, she’d jump on a chair. At the time, we lived in this house with a pine floor so the floorboards were a little uneven. So any time I was cutting carrots or whatever, I’d throw her a cookie over on the chair. But if I was in a hurry and I didn’t notice it, what she would do is she would walk around on the chair until she found the uneven spot, and then she’d go back and forth and rattle it. And that would make me notice that she was there. Oh, what a good girl and I’d throw her cookies. And it took me months and months before I figured out, I’m being shaped. I still did it for the rest of her life because it cracked me up that she was so freaking smart. But dogs are brilliant at figuring out patterns of reinforcement. That’s why when you pick up a set of car keys if a dog loves to go for a ride, they’re the first ones at the door. And if they don’t like the car, they’ll be the first ones in the back bedroom hiding. They just are brilliant at figuring out those patterns and going, how can I get the pattern I want faster? And the chickens are like the intense version of that. It’s a lot of fun; chicken camp is awesome. Tim Ferriss: Oh yeah, I really want to do chicken camp. So a couple more. A few things that I was told that, again, could be complete placebo effect but some of which I think was helpful in the beginning and I would love to get your take, your BS meter on some of this. I read at one point, and I think this was again a canine officer in the police force somewhere. He said if the dog cannot perform the behavior in 20 locations, the dog doesn’t know the behavior. It was something along those lines. And the point being if you haven’t trained it in different contexts and what it seemed to me was different surfaces in particular, for Molly as a puppy, don’t expect it to work. You have to really practice the behaviors that are most important. And I guess for me, I was trying to focus on not necessarily paw and things like that but the behaviors that could save her life; the things that you really want like a remote sit/stay, or recall, leave it, these types of things; licking antifreeze or whatever it might be. How do you think about failure-proofing behaviors to the extent possible? Another kind of heuristic thing I found helpful to think about were the three Ds, and I mentioned it earlier in passing; having a simple behavior but then ratcheting up the distance you are from the dog, the duration of fill in the blank, and then the number of distractions as you can kind of take them from white belt level to black belt in a given behavior. Susan Garrett: Exactly. Tim Ferriss: How do you think about failure-proofing some of the most important behaviors? Susan Garrett: Absolutely. And the three Ds, they are the ones that are going to build the brilliance. The thing is what we do is we make sure that we introduce all of those things in crate games, where you can control what the dog is doing. So any distractions you’re going to use for your recall, the distance away, the duration; you could do all of that in a crate where you can just close the door and it doesn’t affect your relationship with your dog. And then once they’ve got that, it’s almost like they’ve got the first set of inoculations against distractions. And then when you take them out to the real world to do that, you’re just building in that second set so that you are really getting a killer immunity for the dog against any distractions that they may come in contact with. Tim Ferriss: You’re talking about shaping and being shaped as a trainer. Why did Tim Ferriss stop using the bell on the door? I’ll tell you why, and you can probably guess. Susan Garrett: I know where we’re going with this. Tim Ferriss: So Molly, bright pup that she is, figures out pretty quickly: wait a second, if I kick this bell, I get to go outside. So she started kicking it all the time because she didn’t have to pee; she was bored as hell watching me do whatever boring stuff I was doing in the house and she wanted to get outside. I was not sure how to correct it. And so at that point I was like alright, you know what? The only solution I can ese in front of me, and I’m probably missing something, was to remove the bell. And she was old enough at that point where I was like alright, she’s not going to pee all over the house. But what would you do in a situation like that? Because this type of thing, I imagine, can happen with all sorts of things, all sorts of behaviors. Susan Garrett: Absolutely. It’s recognizing that you’re being shaped, first of all. So what I would do is I would make sure that the first bell rang, the dog gets to go out because maybe she does genuinely have to do something. And then you come back in. The second bell ring, she goes out on a leash. And if nothing’s done, she goes in a crate. So it’s like you asked permission but I’m confused because you didn’t do what I expected so then you must have been asking permission to go in your crate. I can put you in your crate; that’s cool. I was confused what that bell ring was for. So she would learn bell ring; I have some action out there, that’s cool. Bell ring, I don’t get some action out there, I get a consequence that I wasn’t expecting. Because it’s all going back to reinforcement. And I’m going to decrease your access to reinforcement, or I’m going to allow the reinforcement to carry on. I had a student once who had a German shepherd and a Jack Russell. The Jack Russell was a really energetic dog but was running really slow on agility. And so I watched her, and she had pretty good skills. I said tell me about your life around the house. She said she’s a picky eater so I put the food on top of the German shepherd’s crate so she can jump up there. She jumps up there and when she’s there, we know she’s hungry. So we put it down, she takes a mouthful and then we put it back on the shelf so the German shepherd can’t get it. And when she wants us to play ball, she barks at the ball in the kitchen sink and we run outside and we play ball. And then if she’s hungry, she goes back up on the crate. And I’m like, no wonder she runs slow in agility because that’s the only time I her life that you actually try to tell her what to do. You have to really just have an awareness of how it’s all rolling out. Dogs are brilliant at figuring out patterns of reinforcement and they’ll run with them, as you found out. Tim Ferriss: As I found out and continue to find out. You gave me a piece of advice early on that was very helpful to me. But it seems like there is, as with anything, a right and a wrong way to do it. These are some notes that I took down. Susan focuses on arousal state of dog to get them used to responding in high arousal states. That’s kind of part two. The part one, which was what immediately helped me, was before all training do some tugging or running to get their heartrates up. And this was kind of a real phase shift in my training, and an inflection point where things really improved. Much like the hey, dude, it’s a crowded bar; got to use 20s not singles. I would take Molly from inside where she’s laying down for hours at a time and I’d be like: okay, time to train; let’s do training! It would be productive but it wasn’t hyper productive until I started adding in even just a minute of playing around, getting her running, getting her heartrate up. So what is the right way to do that, and what are common mistakes that people make? Susan Garrett: It really depends on the dog. Molly is a dog that likes the rough play and bouncing around. You may have a smaller dog that doesn’t get into that kind of play. But the most important thing is you’ve got to get the heartrate up. Think of the typical arousal curve of sport. When they’re at the low end of arousal, as an athlete or a dog you notice insignificant things in your environment. So if you’re stepping in the ring to compete and you’re in a low state of arousal, then you’re going to notice the crowd, you’re going to notice people waving to you and you’re not going to have your head in the game. You won’t be in the zone and you’ll do a terrible job. And the same with the dogs. If they’re in a low state of arousal, then they’re going to notice oh, look, there’s a fly, or there’s something to sniff. You might get some work but it won’t be productive. And so if you can get them into that higher state of arousal, and changing the physiology is the easiest way to create that. With a dog that maybe doesn’t like to tug, you can do a recall where they chase you for a cookie. You can do things like rolling a cookie across the floor, or hiding a cookie in the couch cushion so that they have to get engaged and find it. You can give them a find-it. So you’re getting them into a more hyper aware state where the distractions, they don’t notice them. So when you’re in the zone, or when I step into the ring at the world championships and they say my name, I don’t even notice that the speakers are on because I’m just focused on my task. And the same is true when my dog is training with me. If there are other dogs in the area, it doesn’t matter what’s going on; they’re completely in the zone with me. And that’s what we’re doing when we’re tugging or getting them moving around first. Tim Ferriss: How much is too much? And my second question is is there a way to calm your dog down if they’re redlining? I’ll give you a very specific example. Molly unfortunately lacerated her foot on I think a piece of glass so she was stitched up for awhile. We didn’t do any real training. She seemed to be in a more easily distracted state after a bunch of lethargic sitting around. We went to a friend’s house. There were tons of people around. New environment, big pool in the back yard. Molly loves pools. A bunch of kids petting her, playing with her. And like a crotchety old dog that just wanted to kill everything that was super yappy and distracting to me, and doubly distracting to Molly. And people ordering pizza and cooking meat; there was just everything going on. Basic obedience, no problem: sit, down, remote stay, whatever; that was all fun. But my buddy had seen her do some pretty dramatic stuff, at least in his mind, and he wanted to see it. So I was like okay, sure, no problem. So I go to do some of the fancier stuff and you could just see the beach ball. You could see the frozen computer. She was just like getting it 80 percent right but not quite getting it right because the dog was freaking out; everything’s going nuts. In a situation like that, do you just kind of pack it in and say hey, live to fight another day? Or are there things that you can do to get your dog to calm down? Susan Garrett: You know, failure is a great teacher. And it’s awesome to get a failure and then ay how are we going to work through this? Because then it makes the dog more resistant to that failure the next time. If she was a super young puppy, you might just say let’s pack it in. but assuming she’s of reasonable age, think of it like a dartboard with the heat zone being right in the middle. So she’s in the middle of all of this activity. All you would do is back away ten feet and ask for the same behavior. You’re getting away from the heat zone to a less intense distraction area. And then if it doesn’t work there, back away another ten feet. So you might go from the back yard to the front yard where it’s quiet. And then you would start with simple behaviors that she can respond to. And then when you get the response you want in the front yard, go back to the back yard. I wouldn’t go right to the heat zone but I would say okay, we’ve had some success here, we’re going to break it off here. And then the next time… You do this a couple of times and she’s going to learn I respond any time, all the time. Failure is never a bad thing; it’s just what you take from that failure and how you can respond to it. Tim Ferriss: I want to be respectful of your time, and I think there’s a chance we may end up doing a Round 2 on this because I love talking about this stuff and I always learn so much when we’re jamming. But you started a story before we hit record that I want to hear, which was your vacation to Ireland. Tell me about what happened. Because I said no, stop; I want to talk about this on the podcast and I don’t want to hear it twice. So let’s jump into it. Susan Garrett: My husband is from Britain and we were going for a vacation, quote-unquote, because I was lecturing over in Britain. He’s always wanted to go to Ireland and I said we’ll go to Ireland, have a non-doggy vacation; it’ll be lots of fun. I said we’ll get a B&B in Dublin because I’m vegan and it’s easier to get good food in a big city. And he said no, I don’t want to be in a big city. I said okay. So I found a farm; they raised organic beef, and 200 acres and he said yeah, that sounds perfect. So we pull in and there are 13 dogs. Tim Ferriss: So much for the dog-free vacation. Susan Garrett: He looks at me and he said, did you know this? And he loves dogs; he just wanted a vacation free of them. I said I had no idea because it wasn’t in the advertisement. I showed him the advertisement. So they had 11 Field Springers, a Border Collie and a Great Dane. As soon as you get out of the car, they all jump on you. It’s just awesome. It’s this very sweet couple. They’re all apologetic; oh, they’re terrible, they jump on us. And I said listen, I just happen to have some of my camera equipment with me. If you don’t mind, if I video this I can fix it for you tomorrow. And she’s like, fix it tomorrow? Did you hear what she said, fix it tomorrow? And I explained who I was and that I could do this. The next day we went out and we did a shoot, and we fixed it. And I explained, again it’s about reinforcement and knowing any time you have a behavior, you look at what do I want? I’d like my dogs to greet people when they see them. And what do I have? I’ve got hooligans that jump all over. Well, where’s the value? Because there’s reinforcement there somewhere. And so the value is these dogs are incredible social creatures and they love to greet people. And so let’s change that value. We had gone out for supper to a really nice restaurant. John ordered a nice steak and I took half of it off so I could use it for the dogs the next day. He’s loving this. So I go out there and before they can jump on me, I just reward them for not jumping on me. I take the two that are the real culprits and I just reward and reward for not jumping on me. And then they get the idea that whoa, there’s going to be food on the ground. And so I wait until they sit, and then I reward that. And then I want a failure. Because the greatest lessons happen through failure. So then I get them all excited – what good dogs you are! – so they jump on me. And when I jumped on me, I just turn my back. Because what they were seeking was that social attention, and I didn’t give it to them. And when they got off of me, I turned around again. And I did this two or three times until they made that connection; I’ve had lots of really good steak for sitting, and I got a back turn for not sitting. And so then I couldn’t get them to jump on me. I said they’re not going to jump on me anymore while I’m here. And if you just do this with a couple of friends and a couple of visitors, you’re going to create a new pattern for these dogs and they’re not going to jump on people anymore. It’s all about being present and purposeful with what you want from your dogs. And really, anybody can train. You don’t have to be a professional dog trainer; you just have to seek out what you want. And the thing is, most people try to train from the world of “don’t.” Don’t jump on me, don’t bike, don’t bark. Dogs don’t understand don’t because don’t is a concept. They understand do. They understand behaviors. So what you have to do is look at what you don’t want and create a behavior that you do want so that the dog can be right and you’re setting them up for reinforcement. And that makes for a much better relationship for you and your dog and anybody else who comes in contact with your dog. Tim Ferriss: And it’s also very transferrable to everything else, right? We’re talking about not just a rat in a Skinner box. We’re not just talking about a dog in an x-pen or a dog in the back yard. We’re talking about, as you said, 1,500 different species including human beings. Operant and classical conditioning; we’re not exempt from those rules. I interviewed a gent named Jason Nemer, the cofounder of Acro Yoga. If you look at partner acrobatics, one of the core rules is don’t tell the person what you don’t want; give them a simple command which is more of what you do want. And if you’re going to coach someone effectively and perform at a high level, or even at an effective level in that typical of environment with a lot of variables, the rules are the same. I love it. I love talking about this stuff. Susan Garrett: And the thing is, if you are a person that looks for what’s good in your dog and you’re trying to create ways to set them up for success, you become a person who looks for all that’s good in life. And it changes you. It makes you a better coworker, a better spouse, a better parent because you’re always looking for how can I set this up for success? How can I create an environment that’s reinforcing? And you know what? It’s all the same. Sometimes I get asked to give marketing lectures. I just take out the word “dog” and put in the word “business” and we run to the races and do the same thing. It’s the same thing. Tim Ferriss: I would love to wrap up with a couple of questions that I know people are going to want to ask, and then we’ll talk about where people can find more about you and everything you’re up to. So question No. 1 is related to tools to bring home with your dog, or get before you adopt a dog. The recommendations that came up the most for me when I polled my audience way back in the day were get a crate, No. 1, with a partition so you can make it larger as they get larger but not give them too much space in the beginning. Second, get a kong. Third, get Nature’s Miracle for when they do something on the floor so they don’t go back to the same spot, which is something I learned the hard way and it really does work. Susan Garrett: Great product. Tim Ferriss: And get a clicker. Those were, and I may be omitting something but those were kind of the big four that come to mind. Do you have anything to add to those or anything else that you would consider? Susan Garrett: You know, the obvious; a leash and collar and I like a buckle leash, not a pinch collar, not a chain collar; a buckle leash. And if you’re getting a rescue dog, I like a head halter and Gentle Leader is a brand that I really like to use. Tim Ferriss: The head halter is super, super interesting. You said it was called Gentle Leader? Susan Garrett: Gentle Leader is the one that I like to use. And really good quality dog food. Tim Ferriss: What type of dog food? Susan Garrett: I like to feed raw so the Stella Chewies is a phenomenal brand. When I’m in the States, that’s what I buy. And really good quality, 20-dollar-bill treats. You need to have some lower value treats too, Tim, because you don’t always want to tip with 20s or there’s an expectation that you’re the guy with the 20s. So when you’re at home and it’s a less distracting environment and you’re not asking for a lot, you might use low value like cut up carrots or mix that in with some high value rewards. Tim Ferriss: Any particular brands or types of foods? Susan Garrett: I use all kinds of different things. I like to mix it up from low value, like Origin kibble because it’s super good quality stuff; that’s my lower value. And I might pinch some of John’s roast beef because as I said, there’s no meat in my household. So I’ll mix that up. Raw carrots are another really good one, especially if you have a little dog that might put weight on really fast. You want to be really conscious of that because they eat the calories and they add up fast when you’re training a dog, especially if it’s a rescue dog that’s already full grown and they’re not really growing. And crate games. We have a video that we have that’s going to help people with the understanding of the crate. And I also have a step-New York-step on it’s your choice, an e-book they can get from us. The way they would get that is to go to Dogsthatlisten.com/tim. You can get that there. That’s something that’s within our $500 course but we’re taking it out for people who are listening to this podcast. Tim Ferriss: Perfect. I’ll put that in the show notes, as well. Just a few more and then we can both – at least speaking for myself – get a bite to eat. The question of trainers, you said very early on finding a method of training that resonates with you. Who are some of the trainers or thinkers in this world who you respect very highly and who are the types of people – you could name specific people if you want – that you would recommend staying away from? Susan Garrett: For myself personally, Bob and Marion Bailey are the people that I have learned from and Bob still does have some educational opportunities for people. I’m really a big fan of learning online. I remember when I first looked into this probably six or seven years ago, people told me it’s a mechanical skill; people can’t learn it online. But here’s the thing. When you are learning something in a classroom, you have the distraction of all the other dogs, and the people, and the environment and it is the worst place for a dog to learn something; the absolute worst because the environment is so out of your control. And if the instructor tells you to do something, you’ve got to try to remember that, or write it down when you get back to the car. But when you’re learning online, you can look at video, you can pause it, you can try it, you can go back and replay it over and over again. So I’m a big fan of that. Tim Ferriss: I agree. Susan Garrett: There is a ton of stuff you can get online for free. The thing I advise people to stay away from, anything a person tells you that you must be the boss of your dog, that’s old school. Training should not be physically punishing or mentally intimidating to your dog. If it is, then you’re doing it the wrong way. You can have the most phenomenal success; I don’t care if you’re trying to create a hunting dog that can work 200 meters away from you with birds nearby. It doesn’t matter what you’re trying to train; you can train it in a way that’s creating a better relationship with your dog, full stop; it just doesn’t matter what it is. Tim Ferriss: I love it. Are there any other places people can find you online or… I was going to say elsewhere but don’t give out your home address or your email; people have made that mistake on the podcast before. Any other places online where people can learn more about you? Susan Garrett: My blog has got a ton of free resources and that’s susangarrettdogagility.com. The articles that are in there, maybe 30 percent of them are related to dog agility; it’s just really good dog training. You can Google me or on YouTube or Facebook, susangarrettdogagility. It might be our business page and there’s lots of good stuff that we post there. I’m all about giving people free… there’s tons of great, valuable content on any of our sites, Dogs@listen.com is a place I suggest people go to. Because that’s my goal in life is to help dog owners better understand their dogs and help dogs to have the most joy and the best life possible. That’s what I’m out for and I’m happy to say that we’re changing the world one dog at a time, here. Thank you, Tim, for giving us this opportunity to share that information with the world. Tim Ferriss: My pleasure. I think it’s also changing the world one human at a time. I think these are extremely not only useful but fascinating principles to explore because you start to learn about not just dog training but behavioral modification. If you are a smoker and you know it’s bad for you, you know it’s going to give you lung cancer and potentially kill you eventually, why don’t you stop if you want? This is a puzzle that is not that dissimilar from dog training at all. There are common cores. You want to lose weight but you can’t stop eating Oreo cookies? Well, maybe it’s kind of like these shoes in the house where you allow the dog to develop bad behavior; you probably have to get those out of the house. Susan Garrett: Just keep asking yourself, the same thing with the dogs; where’s the value? Where is the reinforcement coming from for the behavior that I want to change? It doesn’t matter what it is you’re changing. 24 hours a day, we’ve got to be considering that with our dogs. It’s not just we’re training for five minutes and then let them run and be hooligans for the rest. It’s where’s the value coming for all the behaviors that they’re starting to develop. Tim Ferriss: Exactly. This has been a blast, Susan. I really appreciate it and thank you for taking the time, of course. Susan Garrett: My pleasure, Tim. Tim Ferriss: And to everyone listening, I will be adding all the show notes, links to resources, all the URLs that Susan mentioned into the show notes as per usual. You can find the show notes for this episode and every other episode at fourhourworkweek.com/podcast, all spelled out. As always and until next time, thank you for listening and be nice to your dog, for God’s sake and train intelligently. Thanks for listening, guys. Posted on: June 19, 2018.", "speakers": ["tim ferriss", "susan garrett"], "text_sentences": ["hello boys and girls, cats and dogs, lemurs and squirrels", "this is tim ferris and welcome to another episode of the tim ferris show, where it is my job to deconstruct world class performers from all different trades, all different specialties, entertainment, military, sports, you name it", "this episode is by request", "thousands of you have been asking for an episode on dog training, and i would expand that to human training; how do you condition other people or yourself to do what it is you want to them, or you yourself to do", "this episode features susan garrett, who is an incredible not only dog trainer but competitor", "she has a bachelor’s of science in animal science", "she’s one of the most consistently successful competitors in the sport of dog agility for now more than two decades", "she’s been on the podium of world and national championship events more than 50 times, winning those events a total of 38 times", "she was of great help to me when i first adopted molly, my own pup", "her book, shaping success, was voted or selected as the 2005 dog training and behavior book of the year", "she is a champ both for her competitive track record but also in her ability to convey concrete tips and recommendations for, for instance, the most critical games and exercises to play with your dog, the three types of reinforcement, how to use crates properly, what you should do in the first 24 hours of, say, adopting a puppy", "we talk about just about every facet of dog training", "and really the way you should think about this is behavioral modification and conditioning", "so this applies to chickens, it applies to maybe irritating in-laws, the cat that won’t stop sleeping on your kitchen table – i think i borrowed that from don’t shoot the dog", "but it’s all the same thing", "so there are principles in this that you can take away, even if you have no interest in training a dog, having a dog, or dogs in general", "so let me then allow susan to do the talking", "you can find her on le facebook, and she has a very active page, lots of great pics and videos, and that is very simply facebook.com/susangarrett, g-a-r-r-e-t-t, susan garret dog agility", "so facebook.com/susangarrett/dogagility", "say hi to her and i hope you enjoy this conversation as much as i did", "susan, welcome to the show", "thanks, tim", "really happy to be here", "i have wanted to get you on the show for quite awhile, now", "after our first conversation, i knew that we would eventually meet again with recorded audio because my audience has been asking me for an episode on dog training and so on for ages, since i got molly", "and you and i spoke very, very early on in that process for me, right when i was – i wouldn’t say flatlining but kind of before i hockey sticked in my training education", "so i could think of no better person to have on", "part of what appealed to me was the fact that you have an objective and verifiable record", "and what i mean by that, and for those people who are wondering how i seek out experts, part of it is finding people who can be evaluated objectively", "it’s not their opinion; it’s not someone else’s qualitative opinion", "i’m just going to read a little bit of your bio; i won’t go into a ton of it", "you are one of the most consistently successful competitors in the sport of dog agility over the past at least two decades", "you’ve been on the podium of world national championships more than 50 times, winning those events a total of 38 times", "i was hoping perhaps we could start, since most folks – i shouldn’t say most but many folks are not familiar with dog sports", "what is dog agility", "what does that sort look like", "most people would have seen it but maybe didn’t know what it was", "we used to have an event on espn a lot, every year", "it’s a sport where the dogs go over the jumps, and through the tunnels, and they weave in and out of the poles", "it’s a really fast, fast sport", "it’s really gotten to a place where it’s tough to keep up unless you’re in really great shape as a handler", "it’s a lot of fun for both dog and handler", "what are some of the ways in which that is scored", "how is that scored", "i think maybe you and i talked about this, false starts", "is that a piece of the equation", "not in agility", "it definitely is in flyball, which is another sport i actually won world championships in, as well, before i got heavily involved in agility", "agility is scored, think of it – if you watch a horse jumping competition at the olympics; time is no", "1 but it has to be time with a clean round", "so there are not style points; it’s getting around and over all the obstacles as fast as you can without having a fault", "what separates a good handler from a great handler in, let’s just say for now talking about the sport component", "like any sport, the no", "1 thing that separates us is the mental game", "once you put that aside, it would be the handler’s ability to train their dog, or – and you can put an and/or – the handler’s ability to outrun their dog", "most of my competition are in their mid-20s at the world championship level", "so they are able to outrun their dog", "in my mid-50s, i am not able to outrun any dog so i rely more on the dog training aspect of it to be successful", "what would you say differentiates your approach to training compared to others, for those people who have maybe only seen a handful of network tv shows with celebrity dog trainers and so on", "i train dogs very much the way they train marine mammals or exotic animals", "it’s a reinforcement-based program", "think of it like a [inaudible] you can’t get in the tank and correct them and beat the crap of them when they’re wrong", "can’t hit it with a rolled up newspaper", "exactly", "so it’s choice-based dog training with a focus on reinforcement", "it’s incredibly successful", "that’s why when i raise a dog, my focus is to have a phenomenal family pet first, and then i know that lays the foundation to be a world champion later", "and it’s all done through being intentional and purposeful with what i want, and creating basically the dog of my dreams every time i get a new puppy", "when you say choice-based, what does that mean, choice-based training", "basically if i was going to lump training into three categories, there would be punishment-based which is more traditional because in the military, that’s the way animals were often trained with you’re the master and they will do what they’re told", "and there’s very little reinforcement; it’s the absence of punishment that makes the dog keep working", "it’s the brilliance of dogs that allows them to still have this great bond with us in spite of what went on with punishment-based training, and still goes on because it’s certainly not gone", "and then there’s reinforcement-based training, where people put a cookie on the dog’s nose and lure them to get what they want from them", "and that certainly is a step up from punishment in that you’re creating a relationship of fun and trust", "it has its limitations on its success once that lure is gone", "and then what we do is different from that because we definitely use food and toys and anything the dog loves as a reinforcement", "but it’s only after the dog has made a choice", "it’s like consequence", "i come from a family of nine kids and i never, ever heard my parent raise their voice", "so how you have success with that, and this is really how i trained my first dog, is i just modeled my mother", "if we were upstairs watching disney and it was five to 6 and they called us for supper, they didn’t yell and stamp their feet and carry on", "they would give us a chance to make a choice: are you coming for supper", "and if you choose not to come down for supper, then she would go down to the basement, unscrew the fuse for the tv, and there would be no tv for the rest of the night and for the next 24 hours", "so you have the choice to either do as you’re asked or not, and you live by the consequences of that choice", "it’s pretty much how we raise the dogs", "you create an environment rich in reinforcement so that the correct choice, when you want them to make, is the one they end up wanting to make", "but if they choose something that isn’t what you want, the environment controls the consequences so that you don’t have to punish them or beat them up with a rolled up newspaper", "what would be a good example of that in dog training", "the story of the tv brings to industry a video i watched of you, i believe it was helping to train a woman’s dog with leave-it, and covering the food", "i think you were covering the food with your hand", "if that’s a good example – i don’t know if it is, but could you explain how that works", "that’s one of our foundational games", "we have four games", "we tell people you can rock it with your dog if you get these four games in", "and the first one is the one you described; it’s called “it’s your choice.” i’ve created my own word and it’s just one word: itsyourchoice", "we want the dogs to know you’re in control of all the good things that happen in your life, and it’s just a response cost of me closing my hand around the food", "so you get a handful of really attractive treats, and depending on the dog’s food draw, if it was a sight hound dog that doesn’t have a ton of food drive, i might get like the top level value food i could get, steak and cheese, and put that in my hand", "and if it was a chow hound, like a labrador – they just love food – or a sheltie, you could put kibble in your hand", "and the dog is going to paw and bite and bark and go crazy", "they’re going to be on a leash so they don’t have access to just go find something else to do", "but as soon as they stop all that, you open your hand", "it’s your choice", "so your choice was to stop unwanted behavior, and my choice was to open my hand", "and then the dog says: hey, party on; i’m going to dive into the food", "well, i didn’t like that choice so i’m going to close my hand", "and this goes back and forth like a tennis match until the dog’s choice is just to sit back and stare at the hand when it’s open", "and then i pick up a cookie and i feed them", "and that’s the first communication that’s clear to that dog: i am in control of the good things in my life", "because if i do what this person wants, good things happen", "and that’s the premise for absolutely everything we do", "i have students who train animals at the toronto zoo and it’s exactly the same premise", "you control access to the reinforcement and then you reward good choices by giving access to reinforcement", "and the thing is with dog owners, they don’t realize when we think about reinforcement, they think i’ve got to go cut up some cheese because i’m training my dog", "but there are three really big reinforcements for our dogs", "the food is obvious", "toys, you throw a ball or a frisbee; that’s obvious", "but it’s the hidden ones, the ones that aren’t so obvious, that are the ones that get people into trouble", "so it’s permission to do things", "so if you’re going to the park and your dog’s pulling you on a leash and they’re chasing a squirrel, and you’re like okay, i’ve got to get rid of this; i’m going to take the leash off", "and the dog gets this massive reward of getting to chase a squirrel", "but what you’ve just done with the permission, you’ve rewarded what", "the behavior you don’t want", "exactly; pulling on a leash", "so that goes on all day long", "and it’s when you have an awakening to where’s – we tell our students where’s the value", "where’s the value for the dog right now", "and if you have an unwanted behavior like pulling on a leash, you’ve got to say okay, here’s what i want", "let’s just get clear", "be real intentional about this is what i want, this is what it’s going to look like", "this is what i’ve got", "so what’s between there is a gap of what i have to train", "and the first thing to identify is where’s the value for the dog, because dogs just do what’s reinforcing", "and you just identify where that reinforcement is and start to control it in a way that you give them permission for what they want", "if we go back to that dog pulling on a leash, you might stand still until the dog came in beside you, and then praise them so that they connect, oh, my action gave me the access to be free and chase", "so you make that connection that all the value comes through you, and you become part of the process instead o f he dog and the squirrel being the only two animals in the process", "it’s been a little bit since i was digging really deep into a lot of these videos, which were fantastic", "but do you call that, i think in this particular case, the common heel position; the dog to your left, the reward zone", "is that the right term", "exactly", "reinforcement zone or reward zone", "and if that’s what you think of it, that all good things in life happen right there, and again, pulling on the leash is such a pain in the butt for so many people", "but they don’t realize that the dog is just seeking a position where we’ve built a lot of value for because we give our dogs their dinner, and we bend down and put it in front of us", "we give them a cookie, they might be standing in front of us or even jumping on us and we give them a cookie", "we’re sitting on the sofa and we go to pat the dog; they’re in front of us", "if you become more intentional about all the good things you deliver happen from the reinforcement zone from your side, bam; you have a dog that wants to seek out that position", "you mentioned a couple of things that i want to underscore just because my fans have been asking me for my personal experience", "and i want you to feel free and jump in and be like, you know what; you made a mistake there doing x for this reason", "but there were a few things that i think are worth underscoring", "when i was working on, at one point for instance, recall; so for people who don’t know that term, getting your dog to come is the easiest way to think of it, i suppose but just doing different types of recall", "and practice at different distances, and different durations and with more distractions, etc", "but at one point i remember i was getting very frustrated, which doesn’t help matters as you know", "but because molly just wasn’t responding, wasn’t responding", "i met with this trainer and she looked at my treat bag and she goes, what is this", "and i go, it’s her favorite kibble", "she said, “dude, it’s a crowded bar", "you’ve got to tip with 20s.” exactly", "so i went and i got these much higher end, origin fancy treats", "and immediately, like problem solved", "it was not a technique issue; it was an incentive issue", "that was embarrassingly obvious in retrospect so i wanted to mention that", "and you talked about the three reinforcements; food, toys, and this permission", "and i guess the biggie, and i think one guy who came up when i was polling my audience for folks to pay attention to in the dog training world was ian dunbar", "and i don’t know; i’d be curious to hear your thoughts on him but he talks quite a lot about life rewards, i think is the way he puts it, but non-food based rewards", "i don’t know where i got this from, maybe it was from you or maybe it was from elsewhere but i remember being told early on that i could have “sit” equal “please.” and i was like okay, well, let me practice having molly sit before every type of feeding, sit before any type of exit through a door so that i can go out first and then bring her through the doorway", "just treating “sit” like “please” and then granting that permission has worked to spectacularly well", "it’s really been fantastic", "the other thing that i’d be curious to hear about from you, or to hear you elaborate on are perquisite skills that help all of the other skills", "so you mentioned it’s your choice", "and one variation of that that i’ve found really helpful, and i think it’s a similar concept – but you can correct me – is training molly to, when in doubt, give me eye contact", "i did that with a clicker, which we’ll talk about", "but i would basically hold up a treat right in front of her nose when she was sitting down, and then move it out to the side", "she would look at it and eventually glance back at me, and i would click and give her the treat", "and over time, training her to do that so that i could release her out of a given position, say getting out of a car or something like that, she would always check in with her eyes", "and it’s been hugely valuable, not to mention cute", "what are some of the other – you mentioned critical gains or perquisite skills that help all of the other types of training", "they’re all games where the dog can see that their choices lead to great reinforcement", "so it’s your choice, for those of us in the sport world, what you described with having the dog look at your face, that’s something that we want the dog to look at work", "so it might be a spot on my body rather than my face because now i’m running agility and now i have a dog who is drawn to want to look at my face; it would get complicated because i’d be tripping over the dog", "for the expectations of a pet owner, there’s no problem in that at all", "because you’re building value for a place on your body rather than a value for scanning the horizon for something", "so it starts with that choice game", "and we get to a point where when we’re training a dog, the ultimate goal of dog training is the value of what the dog wants most of all goes through you", "so that in the end, there is nothing more valuable than you", "if you start with the hand opening and closed, and then you put the cookies on the floor, then you could put like bowls of food on the floor and be training your dog, and they wouldn’t even think to go and look at the food on the floor because they know that they have to work to earn that", "and that’s what you want, and it really takes no time at all if you’re consistent with your expectations", "we move from there to crate games, which is really the foundation of everything they do", "and it doesn’t matter if you never wanted to do a sport with your dog", "if i n ever stepped into any ring again, crate games is the bomb for me", "it sounds like it’s just getting a dog to like their crate but it’s not", "it’s a model for so many things", "it’s giving the dog a comfort zone", "if you’re going to visit friends or family, you can bring that crate along", "and today, they’ve got so many phenomenal pop-up crates that are soft-sided and are really convenient", "i actually throw one in my luggage when i travel", "do you have any favorite brands or models of the pop-ups", "i have so many of them", "i’ll get back to you on that one, tim", "there is one that i really like when i’m going to europe because it’s so convenient", "but i honestly have to make sure that they still make it before i give you the information", "no problem", "i’ll put it in the show notes, guys; you can check that afterward", "i interrupted you", "crate games, i’d love for you to elaborate on because this was a huge epiphany for me", "because i grew up with dogs but they were effectively wild animals that lived in my house, i now realize; zero training", "probably even worse; just like confused, savage animals who were loving but really confused the whole time", "molly was the first pup i had a chance to raise using a crate, and it just changed everything", "so i’d love for you to elaborate on why that’s so helpful and so important", "first of all, dogs are den animals and you’re creating a spot for them", "any time you want to chill, this is your spot; no one’s going to come and bother you in there", "so they’re comfortable in there", "basically it’s our responsibility no", "1, to keep our dogs safe at all costs", "and no", "2, as pet owners, their next job is to build confidence in that job", "and i’d like to elaborate more on how, when we fail them in that, it often leads to aggression; we’ll go into that later", "so crate games, we can do both", "we give them a place of safety and every time… think of a kid who’s learning a new skill", "the better they get, the more confident they feel and the more they want to learn", "and that’s exactly what happens with crate games", "let’s say you’re trying to teach your dog to sit", "in a traditional school, they use corrections or food to get the dog into that position", "and then if the dog moves, you have to go back with your collar and leash and reposition the dog and keep telling them no, stay, or whatever it is you do", "but with crate games, all you do is you watch the dog", "you go to give them a cookie and if, as you open the door they get out of their sit, you just close the door", "so it goes back to the fuse being unscrewed when we didn’t make the right choice with the tv", "that if the dog moved, the door just got closed", "there is no yanking or pushing or yelling from us", "you don’t even have to ay anything; you just have to close the door until eventually, you can open that door and the dog stays in a sit and you can feed them", "and then you grow that to be so many things, like you said, sitting", "as soon as i put my hand on the front door, all five of my dogs, boom, they just go into a sit because they know good things will happen if i do that", "and the touching of the door just becomes the cue to do the behavior", "people think cues in dogs are verbal; sit", "but cues can be obviously signals, but they can just be any kind of a motion like touching the door", "that means oh, yeah, this is a good thing that’s going to happen next", "crate games is just so many things to your dog, and you can grow layers of understanding from there", "so if it’s i don’t want my dog to jump on my guests when they come in the house, and you don’t want a big crate in your living room", "once the dog understands they don’t come out when you touch the door, you can then throw cookies and toys in front of the crate", "and i’ve seen you do this with molly, right, tim", "yes", "and molly will stay, and then you can reward them", "and the permission, back to that reinforcement, the permission to get out and chase the toys or the ball or the cookie that’s on the floor, that’s what builds value for the dog wanting to stay there", "and then you just replace your crate with a nice dog bed, which i think… my husband always gives me the gears because we have five dogs and about 40 dog beds around this house", "i have an issue", "it’s good for your cross training in gymnastics, i guess", "exactly", "i totally have an issue", "i see a nice dog bed and i have to – i brought two home from spain when i was at the world championships last month", "oops", "anyway, i digress", "so now you have a nice looking dog bed in your living room", "and when someone knocks on the door, you just touch the door and the dog goes flying into their dog bed", "you can open the door, your guests don’t get jumped on", "you can talk to the ups guy, get your delivery, close the door and then you throw your dog a handful of cookies because they’re doing good things", "so crate games is just the start, where you put foundational layers for good choices and you keep growing it from there and moving on", "that was the second game", "the third one you’ve already made mention of, and that’s restraint recalls, and you can’t do those enough", "what was the name of the second exercise", "the second was crate games; the third is restraint recalls", "when i was single, this was an awesome way to meet people", "you’d go to the park and say could you just hold my puppy while i run away", "so you get somebody to hold your puppy by the collar or the shoulders", "you move out five feet, call the puppy’s name, and take off running and the dog chases you", "because dogs are prey animals and they love that chase", "we’re pairing their name with the condition to run as fast as they can towards us", "and eventually, you make that distance bigger, and eventually you don’t run; you just stand still until they get partway to you and then you start running because we want to bleed off the big trigger of you running for them to come running", "because i don’t always want to run when i call my dog’s name", "but if you build this in at first, you create like a knee-jerk reaction that i hear my name, i run", "and now, i might be just standing at the front door and they’re still going to run because of all these restraint recalls that we’ve done", "it’s fun", "you know what, you get a little exercise in there and the dogs just love it", "you can do it in your back yard", "if you’re by yourself, if you’re really stuck, you just wrap your leash around a pole, and you kind of move out a little bit and throw the leash when you call the dog’s name and start running", "if you’re a fast runner, it’s a no-brainer", "that’s what i ended up doing, since there are no women in san francisco; hence man francisco", "oops", "hashtag: moving accident", "but of course as a dog-naïve person or a training-naïve person at the time, i didn’t realize you can get a training leash that’s 30 feet long or 40 feet long", "or what is it called, a lead, maybe", "i don’t remember the exact term", "lead or leash, either one", "so i had a 30 foot and i could, like you said, wrap it", "i wrapped it around the leg of a fixed bench in the park and it worked out fantastically; it was perfect", "that’s great", "you just want to make sure it’s not one of those retractable ones", "yeah, not retractable; just a gigantic lasso that i have to carry around", "so restraint recalls, and then what’s no", "4", "the fourth one is the collar grab game", "where any time you’re going to give your dog a cookie around the house, you grab the collar first", "you have the cookie in your hand, grab the collar, and give the cookie", "so at the end of a restraint recall, if you’re going to give your dog a cookie the first thing you do is grab the collar and then give the cookie", "we want to classically condition, like pavlov rang the bell and the dog would salivate; we want to condition in the dog when i reach for your collar, good things are happening", "and we want to do this for two reasons", "no", "1, if there’s danger at any time and you’re not yourself and you’re frantic and you want to lunge for your dog, you want your dog to not be afraid but say hey, this is that game we play every day, all day; it’s awesome", "i just give my collar", "and no", "2, if you don’t make a habit of that, the most brilliant things about dogs and the way that evolution has built them is that they are better at predicting events than we are", "so they can predict reinforcement and they can predict what they decide is punishment", "so let’s say you’re late for work and your dog’s in the back yard", "and you go to reach for them; they’re going to dance about two feet outside of your reach", "and that happens most when you’re in the biggest hurry", "but if you’ve put in the value of the collar grab, as soon as your hand goes out, it turns a switch in them: oh yeah, that’s the game where i put my collar in your hand and good things happen to me", "it’s a game that doesn’t take any time at all to play", "if you have a dog, a 10-year-old dog, you could start it today and just any time you have a cookie or something the dog really values, just grab the collar and give it to them and make sure, though, that you don’t have the food motioning towards them before you grab the collar", "because it’s just like pavlov’s bell thing", "pavlov did the experiment where he rang the bell and presented the food", "but when he tried it in reverse and presented the food and rang the bell, it didn’t work", "with every breed of dog, he found that within 25 repetitions, ring the bell present the food, he got an expected response from any dog", "but when he did it in reverse after 200 repetitions, dogs didn’t even care", "so really important that once they see the food, all bets are off and you’re not conditioning anything", "so don’t move your hand with the food until you’ve got that collar", "then you move your hand", "that’s a really simple, simple yet incredibly powerful game", "and when you really need it, you’re going to say wow, thanks tim ferriss", "that chick you had on that show, she taught me something that really worked", "this is going to be a very dense and actionable episode so i’m stoked and i’m taking all these notes for things that i want to continue to practice with molly", "the restraint recalls is call once because i remember… yes, really important", "i remember we were trading texts at the time, and at some point i asked you a question because i was going through a bunch of your different exercises and games", "and you said in the early days, you can work on more than one at a time", "for example, no problem doing collar grab, it’s your choice, and call once all in the same session", "if you can do three to four sessions a day of four to five minutes in length, you’ll be golden", "we’ll come back to the training session length", "but is call once a relative of restraint recalls, or is it a variation", "it’s actually a combination of restraint recalls and the collar grab", "it’s just a shorter distance and it’s more intense", "you can do it by yourself but it’s best if you have… especially if you have kids", "this is something you want to bring your kids into the training of your dog", "so you just get a little semi circle, and everybody’s got a cookie in their hand", "somebody calls the dog’s name and when the dog’s head turns, they grab the collar and give them the cookie", "then the next person calls the dog’s name, grab the collar, give the cookie", "and the dog is learning to give you that head whip response when they hear their name, and you’re also building in the grab of the collar", "it’s an awesome little thing to do", "again, you can do it by yourself, and i would just keep the dog on leash, call the name grab the collar", "but it’s brilliant if maybe a spouse who doesn’t really want to be involved with the dog, this is a way that they can see something happening which is really cool, and it helps them to become more a part of that dog’s life", "and it helps the dog listen and respond a little bit better to that person in the room", "you mentioned earlier with the restraint recalls, using the running initially and then removing the running and there’s a progression in this training", "is that an example of what you would call shaping behavior or is there perhaps a different example that you would use to explain this concept of shaping behavior", "everything we do, and the underlying thing i tell people is it’s all behavior whether we’re doing it with people or we’re doing it with dogs", "and we’re just shaping their behavior to have a better outcome for them", "so whatever it is we’re doing, when you’re allowing the dog to make a choice, then you’re shaping", "so that’s how i would define what’s shaping", "it’s the dog makes a choice and they get a positive outcome, when it could be a negative outcome, too", "you can shape them away from something, as well", "we don’t go there but it’s the same thing", "that’s really what shaping is", "what we’re doing with our restraint recalls is we’re taking the reliance of the prey instinct away and we’re working on the dog just responding to their name", "and some people like to say the word “come” instead of their dog’s name", "i encourage them to pick one or the other word, and make it a magic word", "so again, if you’ve got kids in the house and you want them to be involved with this, you’ve got to tell the kids they’ve got to have the magic key in order to be allowed to say the dog’s name", "so anywhere around the house, they’re not allowed to use the dog’s name because that’s how… the dog just learned to tune it out", "they hear their name 100 times and then the don’t respond", "if you want a dog to respond to their name every time you say it, again with the kids, tell them here’s the treat bowl and you get a cookie", "and then you wait until the dog’s not paying attention to you, say their name, and then you can give them a cookie", "but that’s the magic key is the cookie", "and if you don’t have a key, you can’t say the name", "i tell them to give them another word, like “pup, pup, pup.” you can call the dog “pup, pup, pup” unless you have the magic cookie", "that’s what works to help build that behavior", "and so when we get to the restraint recall, the dog’s got an understanding of what the name is and they’re starting to chase you", "but you might build up to maybe 30 or 40 feet that you’re away, and you just delay a little bit", "you call the name, you wait until the dog has taken maybe two strides and then you run", "and then eventually you just ping-pong that distance", "you’re unpredictable", "the dog really doesn’t know when you’re going to run so their first response is always to chase because they want to catch you up", "that goes back into that prey drawing", "you mentioned for instance what i think is at least a key component for people who view themselves as busy, which is the collar grab as one example doesn’t take any additional time", "it’s something that you have the opportunity to do in the course of doing things you’re already obligated to do, right", "it is extremely easy", "and i mentioned earlier that you recommended in an idea world, three to four sessions of four to five minutes’ length as opposed to trying to do a marathon, 60-minute session with a three-month-old puppy or something", "exactly", "which, just for those people wondering, doesn’t work very well", "i just wanted to share a personal experience and i’d be curious to hear your thoughts", "along the same lines, thinking of things you’re already doing, using the time you’re already going to allocate to your dog more intelligently, i recall at one point i had to take a trip", "this was pretty early on in having molly", "molly stayed with my girlfriend at the time and i was working with a local trainer who was great on long island", "i came back and it felt like molly didn’t even know me", "it was really interesting", "she was no longer my dog, is how i felt", "and i was really worried about this", "it’s like my god, i think i’ve lost molly; she doesn’t know who i am", "i talked to the trainer", "she said you know what you should try is feeding her by hand", "feed her her meals by hand", "and i was like, huh, okay, i’ll give it a shot", "i still use this, and i don’t know if you have any recommendations here related to food but i was using stella chews", "i tend to use the freeze-dried patties the lamb or the rabbit is a little easier to break up", "i would take her outside and walk with her, and i would keep her in the reward zone and feed her this kind of much by hand", "and it was just incredible", "roughly the same amount of time; it really didn’t take very long, i was able to develop two things", "the bond between molly and me just skyrocketed", "and the trainer effectively said he or she who feeds the dogs is the dog’s closest friend", "it was like okay, i’m going to feed by hand", "and also made huge strides forward in getting her to come to that heel position, which was fantastic", "so anyway, just a side note and something that really didn’t take very much time at all", "the other combination that really helped me related to the crate and permission was, just like you said, the dog sits, you open", "if the dog stands up before being cued, you shut the door", "and you can train the behavior", "what i did from the very beginning with molly is i would open up the crate, use my hand to get her to just kind of a stay hand signal to sit, and i would have the food sort of in front of her, and wait for her to make eye contact", "and gradually increase the duration of that eye contact and then give her permission to eat the food", "and before long, really within the span of probably a week, was able to stop using the hand signal because she knew she had to be seated, and then i could just use a release word to get her to eat the food", "that i found extremely helpful and still find helpful", "we still practice that", "a couple of things that you said, tim, that i just want to point out", "number one, what happened with you and molly when you came back was a great example of a transfer of value", "you made a comment that he who feeds the dog gets the respect and the response of the dog, which isn’t the case", "because i never feed our dogs", "john and i have been together for 20 years and he’s the only one who ever feeds them", "and they don’t give him the time of day", "and the reason is there’s no transferability", "he does nothing", "they don’t have to do anything to get that food", "they can run around and be goofballs and the food still comes", "so there is no transfer through him", "versus what you did, was you had molly in the reward zone and reinforced her there, and that’s the magic", "that’s how you get the transfer of value", "is that it isn’t just here’s your food and don’t you love me", "it’s you don’t give it away for free", "you’ve got to make great value of it", "i think there’s some old folklore; your mother might have told you about that and the same holds true", "it’s got to be earned and that’s when the magic starts happening", "that’s how you start to build a relationship", "it goes, again, with any animal", "look at a kid", "a kid who has absolutely everything and they don’t necessarily want to go out and play catch with you", "versus the kid who has virtually nothing and really, really appreciates the opportunity to come out and play catch with you because it’s value through you that helps create a better bond", "and it’s the same with dogs", "value coming through you", "a lot of people’s homes, when i used to go and do one-on-ones in people’s homes, the no", "1 mistake they would make is that the food was always on the floor", "so the food never had any association with you whatsoever", "the dog didn’t have to work for it", "they didn’t really need you at all", "so that’s a biggie", "yeah, that’s a super key point", "i’ve never had food left out, ever", "so it’s an event", "and there’s an exchange every time we do it", "there’s always an exchange", "it’s because dog training should be intentional but most often it’s either accidental or reactionary", "it’s accidental in that the dog learns how to tip over the garbage and get stuff out", "or it’s reactionary in that you see something like the puppy chewing on the slipper, or the puppy peeing on the floor; it’s a reaction", "and if you are intentional, which you have been really good with, tim, being very intentional about what you want the outcome to be; then you don’t tend to have the same problems", "i tell people that in the 30 years i’ve owned a dog, i’ve never had one chew a slipper or chew furniture; it just doesn’t happen because i’m so intentional about what i want when i’m raising them", "let’s talk about that and dig into it a little bit because i think it’s super important and i’d love to hear you elaborate on it", "the sort of dos and don’ts of, say, getting a puppy or a rescue dog", "i adopted molly out on long island", "how to go about it, common mistakes", "because i remember reading up on i think there was a pdf from ian dunbar", "it’s kind of before you get a puppy, and then right after getting a puppy", "one of the points i took away, and i think it was from his stuff, was your best bet is to not give the puppy an opportunity to make a mistake", "it’s a lot harder to correct the behavior than to simply prevent it in the first place", "so bring molly home, guess what", "no shoes on the floor or anywhere for her to chew on", "this is just the temptations are not there", "it’s the same with us, right", "i was going to do this kettle bell challenge", "i don’t know if you’ve heard about this 10,000 swing kettle bell challenge", "that’s a lot", "there’s this challenge going around", "i might get to 10,000 but they want you to do 10,000 in 28 days, which is not going to happen", "i started with 100 swings a day and i’m going to go to 200 swings a day", "but i decided, you know what, i think i’ve got pretty good form", "i videoed myself, looked at my form, checked it out and then i posted it in a facebook group that i belong to", "it’s a kettle bell facebook group", "dudes, can you give me any input on my form", "because before you start, you want to make sure you’re doing it right", "because if you do 10,000 repetitions of something, you’re going to be creating bad form", "and it’s the same with your puppy", "we all get one chance to make a first impression with our dogs, when we first bring them home", "whether it’s a puppy or a rescue dog, you get one chance to make that first impression", "and if they come in and go wow, no rules, i’m here at disneyland, let’s go; then you’re in trouble", "because they learn to have bad form, and they keep having bad form", "and it’s more difficult to correct bad form than it is to start with good form right from the beginning", "and i see that as the no.1 problem with people with dog training; there’s this mismatch of expectations with the people", "my parents, when we had our family dog, and you kind of touched on it with your family dog; they’re almost feral because we just expect that they’re going to do what we say", "and it’s crazy because there was never any actual reinforcement put into what we wanted", "it’s just like dude, what’s wrong with you", "don’t you understand english", "well, no, they don’t", "people just expect so much, and they haven’t really prepared the dogs", "i say this to all my students; i’ve been saying this for 25 years: “our dogs are a reflection of our ability to train.” so if there are areas that your dog isn’t brilliant at, if your dog doesn’t bring the toy back, if they don’t come when they’re called when they’re maybe 50 feet away chasing a deer, that shows they’re just a reflection and they’re trying to help us be better dog trainers", "and you either take that information or you ignore it", "on my youtube page i’ve got this video called the journey", "it’s got like 300,000 hits on it and it’s all about that", "that our dogs are here to teach us", "and if you don’t open your eyes to that, you’re going to miss these lessons", "and chances are your next dog is going to try to teach you the same lessons", "it’s not a coincidence", "and so our dogs just reflect what we’re good at", "and you look at that and go okay, i’m going to fix this", "if you have a dog that goes to the bathroom on the floor all the time, then it’s reflecting to you that you haven’t made it clear that there shouldn’t be options here", "when people get a new dog, i tell people the first 24 hours are critical", "i’m intending to put this on our website; it’s a free download of what you should be preparing for in the first 24 hours", "the obvious things are you should get a crate, and you should get really good quality dog food, and educate", "and again, be intentional", "find out what dog training resonates with your core beliefs with how you want your animal to be raised", "somebody was telling me yesterday, somebody i really respect was telling me how he was getting his friend’s dog and he was training it by scaring it", "and i’m like, dude, do you do that to a 4-year-old kid", "is that really how you want an animal to respond to you is to be terrified of you", "so there are just some things that you should be prepared with", "a really good, quality chewy for the dog; something that if they did happen to chew on something you didn’t want them to chew on, you would just replace it with what you do want them to chew on; a toy", "so these are just all the things you should be preparing, education being the no", "1 thing", "and a crate i would say would be no", "2", "if you want me to, tim, i’ll go through what i do when i get a new puppy; that first 24 hours", "sure", "the first thing i do is i play tug with them", "i get a nice, long, fluffy tug and i create the first game of choice right there", "so i’ll tug, and then i’ll pull it out of their mouth and i’ll put it a few inches away from them", "and they dive on it, and they tug, and i pull it out of their mouth", "i put it maybe a little further and they dive on it, and i’ll do that a few times", "and then the next time, i won’t put it down; i’ll put it up against my body", "and they’ll bounce up my body, and they’ll bite at my body", "and as soon as they stop bouncing or biting, then i put it back down and tell them they can get it", "and so we’re building an interaction of choice right from the first moment they come into my home", "so we get that puppy played out, obviously give them a drink of water, put them in their crate, let them sleep", "and you go back between playing, feeding, and sleeping before whatever sessions you have", "we touched on three to five minutes", "and then maybe two hours before you’re going to go to bed, you would have your last one of these sessions", "and then they would get another drink and they wouldn’t get access to water again", "i have never had a puppy wake me up in the middle of the night past the first night", "and some of them don’t even do it that first night", "but it just never happens", "and i talk to people who they have seven- and eight-month-old puppies still waking them up in the middle of the night", "this protocol that i have for the first 24 hours, it really works well", "one of the things that i do is i take a chair from our kitchen, and i put the crate on the chair", "i put the crate right beside my face on the bed", "so i’m sleeping and my breath is blowing into that puppy’s crate", "you can even get these toys that create a heartbeat like the mother’s heartbeat", "i think those are great, too, if you wanted to go that route and put it right in their crate with the puppy", "if the puppy wakes me up, this is the only time when a puppy tells me i need to go potty outside that i don’t make any kind of interaction with them", "so i open the crate", "there’s no crate games; i just lift them out", "i actually clip the leash right around their collar", "and i don’t care if you have a fenced in back yard; put the leash on the puppy", "and i take the puppy out", "they do their business, i say nothing to them", "i pick them back up in my arms, take the leash off, put them back in the crate", "the mistake people make is they go oh, the puppy’s really energetic at 2 in the morning so i’ll just do a little bit to tire him out", "oh, hell no", "reinforcement builds behavior", "and if you’re telling the puppy play session at 2 a.m", "happens every night, you’re going to get woken up at 2 a.m", "every night", "any other time when i take that puppy outside, it’s always on leash so that i can help to create, you know what, i don’t want you to pee in my garden; i’d like you to pee in the back corner where the trees are", "that’s your potty area", "you’re going to be able to clean up the same place all the time because the dogs grew up learning this is where they want me to do my business", "so they’re always on a leash", "the other thing about always on a leash is let’s say you end up going to a hotel, which i do", "if your dog hasn’t been raised to do their business on a leash, they’re not going to do their business on a leash", "so you’re going to be walking up and down at this hotel on that little strip of grass out in front, trying to get them to pee and they’re not going to because you haven’t conditioned it from the time they were babies", "so when you take them out, you’re quiet until they start doing their business", "i personally like to give that a name", "have you done that, tim, with molly", "give it a name when they do their business", "yeah, potty was my go-to", "yes", "and it’s good because if you, again, are taking a puppy to go visit family or friends, you want them to empty their bladder before they go into this house", "so if you condition a word, and again it’s just like pavlov; you wait until they start peeing and then you just say that word really quietly in a way that it doesn’t disturb them", "so it’s potty", "you just say: potty, potty, potty", "and you start to condition that word with an act of releasing their bladder", "they get reinforcement because it feels better because they’ve released their bladder", "but if you wanted to give them a little cookie for peeing outside after, that’s cool, too", "but on a leash in an area you want them to do their business in", "and you just get into this routine of potty on leash and playing and feeding", "we have one time to make our first impression, and the first impression is all good things come through you", "and i have this rule, don’t wake the mama at night", "mama likes to sleep", "don’t be waking the mama at night", "and i don’t", "i just don’t get woke up so it’s awesome for me", "i’m not cranky in the morning b my puppy woke me up", "and certainly if they are sick, that’s fine; they have explosive diarrhea or whatever; they can wake me up all and i will always get up with a dog who wants to get out", "but i won’t interact with them in any way and that’s a biggie that you not make that reinforcement", "don’t be reinforcing it", "a couple of notes on the potties because i’ve had a lot of fans ask me about the potty training, which went very well with molly", "she is probably like many dogs and many humans, good at some things and not great at others", "i take full accountability", "but the potty training went very well", "this i think is also a good area in which to explain the downsides of negative reinforcement or yelling at your dog, putting its head in the mess if it goes to the bathroom in the house", "but suffice it to say, i used a clicker, also", "i think we can actually maybe give just a brief explanation of what that is", "i remember you once described it to me as an audio scalpel which i thought was a really cool way to look at it", "so i would say potty while she was going potty", "and then as soon as she finished, because i didn’t want to interrupt her, as soon as she finished, the millisecond she was done, click and then treat", "i became obsessed with clickers for many different things", "can you explain to people what a clicker is", "i was introduced to it first i think through karen pryor in don’t shoot the dog, which i really enjoyed", "also a background in training dolphins and marine mammals", "can you explain to people what a clicker is, and what they are good for and what they’re not good for", "it is a marker", "in the marine mammal world, we call it a bridge", "so a bridge between marking what we really like, and when we can get that reward to the dog", "so in a perfect world when a dog did something we wanted, we could magically make food appear right in front of their face", "but that isn’t possible so we need to bridge for the dog between the time of when they did something amazing and when we can get that food to their face", "and i know a good friend of mine, greg louganis who has won gold medals at the olympics, he said they have used it for divers, as well, to mark when they’re in their spin; that okay, your arms are in the right spot", "so the diver can hear and start to know and get that feedback because it’s really difficult to pinpoint", "so it’s exactly the same thing as if you were clicking a dolphin for doing a spin in mid-air", "it’s like that’s the time that i like it", "just a quick interruption, i apologize", "for those people who don’t know greg louganis’ second act, he is a competitive dog trainer", "he’s a handler", "that’s how we met", "greg was a student of mine for many, many years and now we’re great friends", "he’s an awesome guy", "and he still helps with the u.s", "diving, too which is really cool", "so he brings what he knows about dog training into the diving world", "so the clicker is awesome but it is a conditioned reinforce", "it’s a promissory note that something is going to happen that’s amazing", "there are a lot of different things you can use", "if you have a pen, you can use the top of a pen clicking", "you can even use a word", "“yes” is the word that i use most often", "the difference between a clicker and the word “yes” is that “yes” can be judgmental, so it’s not necessarily the best thing", "meaning it’s not as consistent, you mean", "right", "because if the dog did something amazing, you might say, “yes!” and the dog, is like okay, yes", "where a clicker is a clicker", "it doesn’t have any judgment", "it’s just marking that that was good; you’re going to get a reward", "but i still use the word “yes” but “yes” isn’t always followed up with food", "a clicker is always followed up with a toy or something the dog really has high, high value for", "the clicker is basically using classical conditioning", "so it goes back to ring a bell, present the food", "instead of ringing a bell, we are clicking a clicker", "and it’s best for behaviors that you want to isolate a small slice of a behavior", "so for example, a recall", "it’s harder to click for a recall unless you’re going to click the moment they give you the head turn", "but you don’t want to just click that moment in time or it becomes like musical chairs", "where the dog turns but they don’t turn because they’re waiting; the music might stop here because you always clicked right here", "a clicker, as i said to you, is a scalpel and there are some great tools that sometimes you need a scalpel", "like if i’m teaching my dog to wave, put their paw up above their ear, then i would use a clicker for that because i want the height of how high you can reach that paw, like that", "sometimes i use the example if you’re going to have brain surgery, you want your surgeon to use a laser", "and that’s what a clicker is; it really pinpoints", "but you wouldn’t want that surgeon to use a melon baller", "and sometimes a melon baller will do for us, and that is the word “yes.” so there are times you can just mark yes, that was good; thanks for bringing that ball back", "yes, good dog", "other times, you really want something that gets the message across super clearly, that this is a slice of the behavior that i love and that’s when you use the clicker", "how do you feel about using a clicker directionally", "and what i mean by that is if a dog does something partially correctly, for instance you’re trying to get your dog to roll over, let’s just say", "and so you start with hypothetically a treat, and you kind of wind their nose back to their tailbone to get them to roll over, but they only do it a quarter of the way", "would you click to encourage them to continue in that roll", "or is that something that you would only reserve for the completed action", "no, i would definitely use it to create a behavior", "i would do parts of it, for sure", "i don’t use the cookie as a lure, not that i would have a problem with anybody doing it at all", "say you were getting your dog to spin in a circle, similar to rolling on the ground", "and they started going partway and you clicked that, they’re likely going to carry on the rest of the way to get the cookie", "and so you’re actually clicking, you’re marking that’s what i like and then they’re coming around to get the cookie so it finishes the spin, and you get the spin a lot faster by using that clicker instead of just luring the spin all the way around", "same with if you wanted to teach your dog to back up", "we’re going to get some good party tricks from people here", "you could take a piece of kibble on your kitchen floor; that’s the best combination for teaching the dog to back up", "you would wait and let the dog shift their weight backwards", "you would throw the cookie between the front paws", "the dog would look down for the cookie and you could click that", "and then guess what, they’re going to look down for another cookie and you click that, and now you’re clicking them for backing up", "and you just wait until they back up even further, and you just keep rolling the cookie", "placement of reinforcement is just so powerful when you’re trying to shape behaviors", "we want the reinforcement to be associated with what the dog is doing", "for example, if you’re trying to teach your dog to lay down, and they lay down and you click them and you gave them a cookie when they got up, they would still learn to lay down", "but the placement of reinforcement is such that it delays that learning", "it would take you longer", "if you got the cookie while you’re in the down, that would be much better", "this actually relates to what i’d mentioned earlier about potty training and why punishment can backfire", "and i’d love to hear you elaborate on this but just based on my understanding, for instance with molly", "i grew up in a house where it’s like if the dog went to the bathroom, it wouldn’t be shove the dog’s face in the poo or anything like that, but it would be like bad dog, bad dog, and then put the dog out", "the dog would have this shameful look and then hopefully, they learned something and of course they didn’t learn anything", "eventually they ended up going to the bathroom outside because they just preferred to be outside", "but the point being, as it was explained to me, no", "1 you’re probably not going to catch the dog in the act so there’s going to be a temporal dislocation", "the dog may not put causality together", "no", "2, if you just terrify your dog they’re just going to find a nice, quiet, secret corner to go to the bathroom in", "and on top of that, when you were talking about getting a dog to back up, the benefit of the positive enforcement – and you can see this", "it’s amazing to watch molly, who’s really the first dog i’ve trained ever to offer behaviors", "you want the dog to try to figure out the puzzle", "and so sometimes when molly knows i want something, she lights up", "she enjoys training", "and she’ll try seven different things", "it’s like no, we’re not doing paw", "no, we’re not doing spin, no", "and she’ll slowly try to figure it out and deduce it", "and you want your dog to do that so you can then reward when the dog does the right thing, or does something approximating the right thing in moving in the right direction", "if you terrify your dog, they’re just going to opt out", "they don’t offer the behaviors and then you have nothing to reward", "so it becomes a lot harder to use a bridge or a marker to use any type of conditioning, classical or operant conditioning, to connect the dots for the dog", "i remember reading this somewhere; i think it was a police trainer, actually, who said i don’t have anything against negative reinforcement or punishment if it were the most effective; i just haven’t found it to be the most effective", "and so the argument was not so much a moral one in that case, although you could make that argument; it was a practical one", "and i don’t know if you have anything else you’d like to add to that", "since you brought up police officers, i have a straight analogy with punishment and reinforcement", "it’s the punishment of being pulled over to get a speeding ticket, which i’m sure you’ve never had a speeding ticket, tim; you’re just far too nice a guy", "oh, never", "but those of us who’ve actually had speeding tickets, that’s a punishment, right", "it’s a little bit of cash out of the wallet and i don’t know how it works in the states but we get these demerit points and if you get too many, you have to go in and get an interview and the whole nine yards", "so it’s a punishment", "just for those people wondering, you’re in canada, correct", "yes, i’m in canada", "and so does it change the targeted behavior", "the targeted behavior is we don’t want you to speed again", "clearly it doesn’t because there are some of us who do speed again", "but punishment, all punishment has fallout", "and the fallout is it changes a different part of the behavior unrelated to the targeted one", "so the fallout of getting a speeding ticket is any time you see a parked car on the side of the road, you immediately assume it’s an unmarked police car and you take your foot off the gas, even if you’re not speeding", "you have a visceral response of this is the fallout of the punishment that i had earned", "and if a police officer pulls in behind you and you’re driving in the city, even if you’re not doing anything wrong, what are your emotions", "you get a little tense, you get your perfect driver’s ed 10:00 and 2:00 positioning on the wheel, and you start driving by donut shops in hopes that the police officer will go somewhere else", "it’s not a comfortable feeling", "so punishment can’t alter behavior but punishment can suppress it", "so what it does is when you know there’s a police officer there, you will not speed", "and that’s the same with punishing a dog for getting on the couch or getting in the garbage or pooing in the wrong spot", "you’ve suppressed that behavior to the point where they won’t do it when you’re around", "or they’ll come when they know you can get them, but when you’re outside of your arm’s reach, they won’t because punishment has suppressed the behavior of them being naughty when you can catch them but not when you can’t", "so in order for punishment to work, it has to be catastrophic", "it has to be life altering", "i use the example of let’s say you’re speeding and you get pulled over, and you explain to the police officer and try to get out of the ticket", "oh, i was listening to the music and it was really cool", "they go well, you know you were going 10 kilometers over the speed limit and you have to be punished", "they open the back of your car and they take your dog and they shoot and kill your dog", "so it’s catastrophic", "once you got out of prison for killing the police officer, you’ve got to think would you ever drive again because of this punishment", "and if you had to drive for work, would you drive with a dog in the car", "and if you had to drive the dog to the vet, would you speed", "there’s just no way you would speed", "you’d probably go like 10 kilometers an hour down the road because you would be terrified, and you’d probably be sobbing the whole way because you’re driving with a dog in the car and you don’t want to get in trouble", "and then what if a police officer pulls up beside you or behind you and now, you would just be enraged and you’d probably break into hysterics", "catastrophic punishment has catastrophic fallout", "mild punishment has mild fallout but neither of them fix the targeted behavior", "now let’s say if you were driving, and you’re driving the speed limit", "a police officer pulls you over, the lights go on and they go: hey, we noticed you’re going the speed limit and we’re honoring model citizens this week, and here’s $2,000 and they get back in their car", "and you go: wow, okay", "and then a week or two later, you get pulled over again", "hey, we noticed you stopped a full stop at that stop sign; here’s $400.00 in your pocket", "and this goes on, and you get a couple more rewards", "and then, do you speed again", "if you knew you had to be at work at 9 and it takes you 15 minutes to get there, you don’t leave at ten to 9 anymore; you leave at 7:30 so you can tool around the streets and look for police officers to show them how good you are", "and if a police officer pulled in behind you then, would you get all verklempt and have this visceral… no", "you’d be like: dude, hey, it’s me", "you’d have this amazing response to seeing the police officer near you", "and that’s what reinforcement does for our dogs", "that’s the difference between it being effective and it not being effective", "and that’s why i tell people no matter what it is you’re trying to create, reinforcement is the answer", "and if you have a problem you can’t fix, it’s because there’s some incidental reinforcement out of your control that’s either happening in the environment where you’re asking them to come and they don’t come, and they end up catching a jackrabbit instead, massive kudos for them; bigtime reinforcement", "the reinforcement is there when the dog isn’t doing what you want them to do; it’s just out of your control and you have to bring that back in", "which is why it’s always better to do it right the first time and have a plan", "but it doesn’t matter how old the dog is", "the old “can’t teach a dog new tricks,” that’s crap", "you absolutely can start with a dog at any age", "the oldest we’ve ever had in our class was 17", "somebody from jersey brought their 17-year-old dog up to learn how to shake", "it was awesome and they absolutely can do it", "this is a great story and i want to tie it into perhaps a question that some people listening might ask, which is okay, ferriss, if you’re not chastising your dog for taking a dump on your kitchen floor, what the hell are you doing", "no", "1 is coming back – and feel free to interject at any point but no", "1 is just like i removed the shoes so that my puppy at the time wouldn’t chew on the shoes, and developed that as an incentive, a reinforce, she was very confined in the beginning", "no", "1, i used a crate all the time", "i think a lot of people want to be extremely nice in their minds in the short term, and they sacrifice a lot of potential long-term rewards for the dog and for the family by not using a crate or a lay-on", "so no", "1, molly was spending a lot of time in the crate", "but she was also, when she was outside of the crate, always within eyesight and in one room", "she was not allowed to wander the house", "the times that i did find her, say, peeing on the floor and it happened a few times, i would immediately pick her up, walk her outside, put her where i wanted her to pee, and then click and reward", "so that’s it", "it was really not being a bad teacher in the sense that i’m giving her a million and one opportunities to make a mistake", "i just did not give her that many opportunities", "and i don’t know if this is an accurate rule of thumb but someone had told me a puppy can hold his or her bladder for about an hour for every month of age", "i don’t know if that’s true or not", "but i just kept that in mind", "so i was like okay, i’m going to take her out every three hours, every four hours, every five, whatever it might be", "and that’s when she knows it’s time to pee because i’ve rewarded her and trained her to do that", "the other thing i did was very early on, and this took some fenagling because i really wasn’t experienced with any kind of shaping or clicker use at that point", "but i bought bells that hung from the door so that she could paw or nose the bell and tell me that it was time to go outside", "i just began that process by every time we were going to go outside on the three hour mark, or the four hour or the five hour, i would tap it myself and then open the door", "and eventually, she totally got it and started nudging it herself", "that was a happy day", "and you could have even just shaped that behavior as a separate behavior, teaching her to paw at the bell, and continue to do what you did, like ring the bell before you went out", "it just would have been a fun game", "i don’t remember when it was but it was in the san diego zoo", "there was a drill", "drills are like one of the most endangered species in the world", "you know the ones with the big, long canine teeth, the big three-inch teeth", "oh, yeah, the mandrill baboons", "yes", "it had diabetes", "but it was the only male in the san diego zoo and one of i think a handful of males left in the world", "and it wasn’t a diabetes that was genetic so they wanted to give it these insulin shots", "they’re a powerful animal so they would use a crowd gate to get him in the corner and give him the needle every day", "it’s a big creature and a tiny, little needle", "but it was, you’re trying to force me to do something", "so it got to the point where he was injuring some of the zoo staff", "i think if you look up gary priest, i think was the trainer that worked through this process… mandrills are scary, scary baboons", "they’re strong", "so gary, all that he did, similar to the bell thing, what he did was he created a tube, a metal tube, attached it to the baboon’s cage, shaped him to put his arm through the tube for treats, and then they put a rod at the end of the tube", "and so he would put his arm through the tube and hang onto that rod", "and that flexed his arm so when they wanted to take blood, they could take blood", "and in a matter of weeks, they have this baboon who’s loving the game of giving blood and getting his insulin every day", "that’s amazing", "you can shape anything", "it saved the baboon’s life and probably a couple of zoo workers’ lives too", "shaping behaviors is far more cooperative", "and the other thing about is it creates far more opportunities for the dog", "because when punishment doesn’t work, which it won’t long-term, that dog ends up living a life of restriction", "so they don’t get to go off leash at the park", "they don’t get to have freedom living in the house", "if you do what you did and have the dog in a crate, the puppy or the dog when you first get them, and then what we do is we call it the gated community", "you can get an x-pen", "a lot of the confirmation show dog people use them", "they’re like a little three or four foot high pen that you can put up in your kitchen", "when you’re supervising the dog, but say you’re cooking supper so you’re supervising but not really, you can throw a couple toys in there and you’re cooking supper and you can watch", "and then if you have to leave the room or go outside, the puppy can go back in the crate", "so they’re still in a smaller area", "and people think oh, i want them to be my family pet", "well, when you have a baby, you keep them in a playpen", "you don’t let them crawl all over the house", "right, you don’t let them play with the silverware", "exactly", "when the baby can make good decisions for themselves, then you don’t have to confine them so much and it’s exactly the same for our dogs", "you set them up to make good choices, and that gives them the opportunity to earn a life without restriction", "and by not doing that, that dog doesn’t live as full a life and you are sentenced to management for the rest of that dog’s life", "when you go outside, you have to put the garbage on the counter because the dog might get into the garbage, and you can’t leave any food around or they’ll rip into the food", "so it’s a life of management", "you have to make sure the latch is on the gate in the back yard because once the dog gets out, they’re gone down the street", "so a life of management for you, which is a ton more work, which leads to a life of complete restriction for that dog, which is sad", "because you know what", "they deserve to have as much joy in their lives as they can get because they’re awesome", "totally", "i get asked by some of my friends, for instance, because from their vantage point, and this is not me saying this is true, but across the board because you have a different benchmark as someone who’s a professional who trains competition dogs and so on", "but a lot of my friends who have basically had the types of dogs that i did growing up; animals who live in your house", "and maybe they sit, and they probably don’t go to the bathroom in the house anymore but besides that, all bets are off", "so they see molly and they’re like oh, my god, that’s the best trained dog i’ve ever seen", "we can do some fun stuff, like i can have her go from heel, and through my legs and do a little spin around and rotate different directions, and she’ll follow the heel and all this kind of stuff, the decorative stuff", "and i’d be curious to hear your opinion on this but i said you know, if i look back on what i did, all it took was about three months, maybe even less, of doing two or three very short, five- to ten-minute sessions a day", "that’s it", "and doing the stuff that doesn’t take any extra time", "sit for please", "any time molly wants something, to go out the door, especially for anything safety related so she doesn’t go charging out of a car or something, i always go through doors first", "that was one of the protocols", "and it’s like you’re going to do that many times a day, and that’s just in the course of your day", "but it was maybe two, three sessions a day", "and i really feel like if you get it right in the first three months, you’re kind of set", "you can’t just slack off but it’s amazing", "i guess my shameful confession is i’m not doing a ton of training with molly anymore", "but because i just set aside, and guess what people, you probably do need a couple of five- to ten-minute breaks yourself anyway; it was not that hard", "and if you can’t afford to put in that time, you probably shouldn’t get a dog", "absolutely", "that’s been my experience", "i wanted to ask a couple of questions", "so the first is one of the things that i experimented with, and ultimately the room was small enough that i could keep an eye on her without it", "but instead of using an x-pen, which is the gated community you talked about, which a lot of people seem to use very, very successfully, i experimented with tethering", "so using a short leash or some people use these cords of sorts to keep your dog attached to you as you walk around the house or whatever", "what is your opinion of that approach", "not a fan because it’s removing choice, and i love to give the dogs choice", "it’s the difference between trying to create the bond because you become accustomed to being with me all the time, or creating that bond because they’re inspired to want to be beside you all the time", "that’s the reason that i’ve not been a fan of that", "and the other thing is, you know what, i go to the bathroom and five dogs want to go to the bathroom with me", "my dogs follow me everywhere", "so that relationship and that kind of phenomenal bond is there with all of my dogs", "i have a 17-year-old and i have a one-and-a-half year old and it doesn’t matter; it’s still very, very strong", "the other thing, i move so much they would be underfoot all the time", "the big reason for me, though, is it come back to i want to train my dog in an environment based with choice", "so that they have the choice to just hang out in their x-pen", "i have my x-pen in my office and there’s a flight of stairs to go into the kitchen", "and so i’ll walk the puppy into the kitchen and i’ll get to a dog bed", "and this will be a three-month-old puppy and i’ll just stand there by the dog bed, and i’ll wait", "the puppy will offer to go in", "i’ll throw cookies, and i’ll keep throwing cookies as i’m making my way across the kitchen to get my water", "and then i’ll throw cookies all the way back, and then i’ll give them a release word, permission to leave and come with me again", "so it’s like those are all choices that lead up to this phenomenal relationship that i have with my dog that it’s not because you have to; it’s because you want to", "any time we have a choice in life, we hear the alarm go off monday morning at 9:00 and you have to go to work, and suddenly you go, i think i have a sore throat, i might have a sore throat", "but if the alarm goes off at 6:30 in the morning because you have a hockey game on saturday morning, boom, you’re out of bed, done", "because one is you have to and one is i want to, and i want to inspire my dogs to always want to, no matter what it is", "and so i get dogs, even my terriers, if they could be out chasing a squirrel, they might be within a mouthful of catching them and i’ll just whistle and say, “going this way,” and boom, they’ll stop on a dime and come back", "because they’ve always had those choices in life, and those choices have been layered so that they always want to do what i want", "a couple of other things that i’d love to get your take on", "i feel like i’ve found these things useful but i’d like to get your take because i don’t want to recommend them but they seem to be useful for me", "one was not so much variable reinforcement schedule, which we could get into that but that might be a rabbit hole that is round 2 on the podcast", "exactly", "but i did do, particularly with recall practice, jackpotting", "once or twice a day, just randomly instead of getting one treat it would be like boom, you’re getting ten treats, or whatever it might be", "do you feel that is a valuable practice at points", "it’s something that i will do but science has proven it has zero value in training, and sometimes it will actually hurt your training", "but you know what", "it makes me feel good", "and so even though i know that, i will sill do it", "like if my dog does something exceptionally well, oh hell, i’m all in", "it’s you know what, i’m jackpotting that", "here’s what the science has proven", "there’s a couple by the name of bob and marion bailey, and they were my mentors", "marion passed away and bob is still an awesome friend", "he just turned 80 today, actually", "instead of being scientists who were in a laboratory and playing with dolphins, their livelihood was based on training animals for the armed forces for espionage", "i remember this, yeah", "like pigeons and cats", "fascinating couple", "1,500 different species of animals they trained, phenomenal", "we could do a whole podcast talking about the stuff they’ve done", "what was the last name of the couple again", "bailey", "and actually marion bailey, she was a graduate student of b.f", "skinner", "yes, the skinner box", "phenomenal work that they did", "their putting food on the table was dependent upon getting the science right", "and so many of the people that we would talk about as being founders and really having big influence in animal training were teaching at a university", "these two were in the trenches taking notes", "for their livelihood, they had to do this right", "the research is phenomenal on all different aspects of training", "they found that it absolutely had no value", "they tried it with all different animals and it had no value in training", "there was another woman, i don’t know if she ever finished her phd but she was doing a phd on jackpotting and dogs", "what she found, and you may find this if you play around with this one, tim, that it increases the variability response", "so let’s say you were trying to teach your dog to back up", "and you do what i suggested and you throw the cookie between their legs, and you click for that", "and then all of a sudden you get two or three really good steps and you jackpot that", "what you will find is the dog wont go right back to backing up", "they’ll start throwing waving and it creates a whole arousal state with the dog so they won’t go back to the thinking state of offering you the same behavior", "knowing all of that, i still do it", "i get excited", "it’s more for me than it is for the dog; whatever", "bob bailey, i’m looking at some notes", "i took a lot of notes the first time we got on the phone", "i really still want to do this", "he does the chicken training classes, chicken camps", "can you explain why this is important", "i think there’s a quote that i read but i’m blanking on this", "there’s another trainer who said unless you’ve had to train a chicken, you shouldn’t be allowed to have a child", "yeah, that’s true", "i can’t remember who said that but i have heard that quote", "chicken camp is something that bob and marion started up many years ago and i went through some of their early programs when they were teaching it", "it was amazing just to listen to marion lecture", "it was five days and you did a little bit of training and a little bit of lecture", "they picked the chicken because they’re a phenomenal model of behavior", "they’re super easy to train", "you can see responses immediately, immediately; it’s very black and white with chickens and there’s no emotional attachment", "you use a little measuring cup to deliver the reinforcements, just boom, boom", "it covers so many things", "it covers the mechanics of training and you just think about training in a completely different way once you’ve been through chicken camp", "i was actually talking to bob just two days ago", "he had stopped doing the chicken camps and he’s going to be doing a cruise very soon where he’s going to be talking, doing lectures and then he’s going to open up another chicken camp", "he pretty much retired but he does work with the armed forces in one of the scandinavian countries now", "so fascinating guy", "he was up at our place for three weeks this summer", "he would just have anybody on my team just godsmacked listening to his stories about what they were able to do", "whether it be training a sea lion to swim under the u.s", "ships looking for a diver that might want to be putting explosives on the bottom of a ship", "the sea lions would be swimming with a leg clamp and if there was any diver in the water, that sea lion could swim faster than the divers", "they would have a leg clamp on the diver and boom, the diver would be up on the deck", "just little things, amazing things", "they trained cats to go through airports", "back in the ’50s and ‘60s they had this project where the cats had a cochlear implant and they would control where the cats would go with high frequency noises", "when there was a conversation they wanted to listen to, they would get the cats to turn right, turn left, sit, stay and it would transmit this conversation", "it was just amazing, amazing stories", "they taught a cockroach to turn out lights", "wait a minute, hold on", "i’ll let you finish and then i have a question", "actually, the question is why has this not been made into a hollywood movie yet, but wait, they trained cockroaches to do what", "a cockroach to turn out a light", "the thought was if they needed somebody to go into a room that needed to be dark, they would patent the cockroach in to turn it off", "i think actually marion did that as part of her phd, if i’m not mistaken", "but amazing", "big cockroach", "that’s terrifying", "he has a video you can grab, tim", "it’s called “patient like the chipmunks”", "and it’s got documentation of some of their experiments and some of their work", "awesome", "“patient like the chipmunks”", "the question about the chicken training, is it most valuable because the chickens do not respond to negative reinforcement; it just doesn’t work", "right", "you can’t do anything", "they’ll fly away", "you are at the mercy of pure behavior", "you can observe behavior", "and if you get your mechanics wrong, you’ll have a chicken in your face", "because if you aren’t good about getting the food in and getting the food out, they will shape your behavior", "it’s basically like dog behavior but it’s intensified", "so with dogs, they’ll do the same thing but it might take you a month to figure out what’s going on", "i always tell people with any relationship with two animals, one is the trainer and one is the trainee", "and with the chicken, they will be your trainer in a heartbeat if you’re not quick about what you’re doing", "they’ll train you to put the food out faster for them", "their responses will shape you", "and it’s the same with the dogs", "one of us is the trainer and one of us is the trainee", "and if you aren’t intentional about what you want, then you’ll get a dog… people will say my dog is stupid or stubborn and it’s not", "your dog is just brilliant and they actually have trained you in the way that they want", "it’s not like they’re conniving and thinking at night, looking at a book on what they can train you to do", "but they recognize patterns of reinforcement so fast that they will get what they want", "and then what you see is this dog is stubborn, oh hell, no", "this dog has figured out that they can shape you", "always one person’s the trainer and one person’s the trainee", "let me give you an example", "when john and i first moved in together, one of my jack russells had this routine that didn’t bother me but it drove him nuts", "when you’re starting to feed dinner, she would run up your back making terrier noises as you were putting out the food", "that sounds a little unnerving", "i didn’t even think about it", "and so when john took over feeding the dogs, it drove him crazy", "he didn’t want this terrier running up his back and making all these monkey noises", "so i thought, i’m a clever person and i don’t want to have to go back to doing that chore so i have to stop this behavior in the dog", "i just shaped her", "she was a little, ten-pound dog", "i shaped her to jump up on a kitchen chair whenever anyone went in the kitchen to either prepare human food or prepare dog food", "so that was her gig", "you could go in the kitchen and it was fine", "but if you started preparing food, she’d jump on a chair", "at the time, we lived in this house with a pine floor so the floorboards were a little uneven", "so any time i was cutting carrots or whatever, i’d throw her a cookie over on the chair", "but if i was in a hurry and i didn’t notice it, what she would do is she would walk around on the chair until she found the uneven spot, and then she’d go back and forth and rattle it", "and that would make me notice that she was there", "oh, what a good girl and i’d throw her cookies", "and it took me months and months before i figured out, i’m being shaped", "i still did it for the rest of her life because it cracked me up that she was so freaking smart", "but dogs are brilliant at figuring out patterns of reinforcement", "that’s why when you pick up a set of car keys if a dog loves to go for a ride, they’re the first ones at the door", "and if they don’t like the car, they’ll be the first ones in the back bedroom hiding", "they just are brilliant at figuring out those patterns and going, how can i get the pattern i want faster", "and the chickens are like the intense version of that", "it’s a lot of fun; chicken camp is awesome", "oh yeah, i really want to do chicken camp", "so a couple more", "a few things that i was told that, again, could be complete placebo effect but some of which i think was helpful in the beginning and i would love to get your take, your bs meter on some of this", "i read at one point, and i think this was again a canine officer in the police force somewhere", "he said if the dog cannot perform the behavior in 20 locations, the dog doesn’t know the behavior", "it was something along those lines", "and the point being if you haven’t trained it in different contexts and what it seemed to me was different surfaces in particular, for molly as a puppy, don’t expect it to work", "you have to really practice the behaviors that are most important", "and i guess for me, i was trying to focus on not necessarily paw and things like that but the behaviors that could save her life; the things that you really want like a remote sit/stay, or recall, leave it, these types of things; licking antifreeze or whatever it might be", "how do you think about failure-proofing behaviors to the extent possible", "another kind of heuristic thing i found helpful to think about were the three ds, and i mentioned it earlier in passing; having a simple behavior but then ratcheting up the distance you are from the dog, the duration of fill in the blank, and then the number of distractions as you can kind of take them from white belt level to black belt in a given behavior", "exactly", "how do you think about failure-proofing some of the most important behaviors", "absolutely", "and the three ds, they are the ones that are going to build the brilliance", "the thing is what we do is we make sure that we introduce all of those things in crate games, where you can control what the dog is doing", "so any distractions you’re going to use for your recall, the distance away, the duration; you could do all of that in a crate where you can just close the door and it doesn’t affect your relationship with your dog", "and then once they’ve got that, it’s almost like they’ve got the first set of inoculations against distractions", "and then when you take them out to the real world to do that, you’re just building in that second set so that you are really getting a killer immunity for the dog against any distractions that they may come in contact with", "you’re talking about shaping and being shaped as a trainer", "why did tim ferriss stop using the bell on the door", "i’ll tell you why, and you can probably guess", "i know where we’re going with this", "so molly, bright pup that she is, figures out pretty quickly: wait a second, if i kick this bell, i get to go outside", "so she started kicking it all the time because she didn’t have to pee; she was bored as hell watching me do whatever boring stuff i was doing in the house and she wanted to get outside", "i was not sure how to correct it", "and so at that point i was like alright, you know what", "the only solution i can ese in front of me, and i’m probably missing something, was to remove the bell", "and she was old enough at that point where i was like alright, she’s not going to pee all over the house", "but what would you do in a situation like that", "because this type of thing, i imagine, can happen with all sorts of things, all sorts of behaviors", "absolutely", "it’s recognizing that you’re being shaped, first of all", "so what i would do is i would make sure that the first bell rang, the dog gets to go out because maybe she does genuinely have to do something", "and then you come back in", "the second bell ring, she goes out on a leash", "and if nothing’s done, she goes in a crate", "so it’s like you asked permission but i’m confused because you didn’t do what i expected so then you must have been asking permission to go in your crate", "i can put you in your crate; that’s cool", "i was confused what that bell ring was for", "so she would learn bell ring; i have some action out there, that’s cool", "bell ring, i don’t get some action out there, i get a consequence that i wasn’t expecting", "because it’s all going back to reinforcement", "and i’m going to decrease your access to reinforcement, or i’m going to allow the reinforcement to carry on", "i had a student once who had a german shepherd and a jack russell", "the jack russell was a really energetic dog but was running really slow on agility", "and so i watched her, and she had pretty good skills", "i said tell me about your life around the house", "she said she’s a picky eater so i put the food on top of the german shepherd’s crate so she can jump up there", "she jumps up there and when she’s there, we know she’s hungry", "so we put it down, she takes a mouthful and then we put it back on the shelf so the german shepherd can’t get it", "and when she wants us to play ball, she barks at the ball in the kitchen sink and we run outside and we play ball", "and then if she’s hungry, she goes back up on the crate", "and i’m like, no wonder she runs slow in agility because that’s the only time i her life that you actually try to tell her what to do", "you have to really just have an awareness of how it’s all rolling out", "dogs are brilliant at figuring out patterns of reinforcement and they’ll run with them, as you found out", "as i found out and continue to find out", "you gave me a piece of advice early on that was very helpful to me", "but it seems like there is, as with anything, a right and a wrong way to do it", "these are some notes that i took down", "susan focuses on arousal state of dog to get them used to responding in high arousal states", "that’s kind of part two", "the part one, which was what immediately helped me, was before all training do some tugging or running to get their heartrates up", "and this was kind of a real phase shift in my training, and an inflection point where things really improved", "much like the hey, dude, it’s a crowded bar; got to use 20s not singles", "i would take molly from inside where she’s laying down for hours at a time and i’d be like: okay, time to train; let’s do training", "it would be productive but it wasn’t hyper productive until i started adding in even just a minute of playing around, getting her running, getting her heartrate up", "so what is the right way to do that, and what are common mistakes that people make", "it really depends on the dog", "molly is a dog that likes the rough play and bouncing around", "you may have a smaller dog that doesn’t get into that kind of play", "but the most important thing is you’ve got to get the heartrate up", "think of the typical arousal curve of sport", "when they’re at the low end of arousal, as an athlete or a dog you notice insignificant things in your environment", "so if you’re stepping in the ring to compete and you’re in a low state of arousal, then you’re going to notice the crowd, you’re going to notice people waving to you and you’re not going to have your head in the game", "you won’t be in the zone and you’ll do a terrible job", "and the same with the dogs", "if they’re in a low state of arousal, then they’re going to notice oh, look, there’s a fly, or there’s something to sniff", "you might get some work but it won’t be productive", "and so if you can get them into that higher state of arousal, and changing the physiology is the easiest way to create that", "with a dog that maybe doesn’t like to tug, you can do a recall where they chase you for a cookie", "you can do things like rolling a cookie across the floor, or hiding a cookie in the couch cushion so that they have to get engaged and find it", "you can give them a find-it", "so you’re getting them into a more hyper aware state where the distractions, they don’t notice them", "so when you’re in the zone, or when i step into the ring at the world championships and they say my name, i don’t even notice that the speakers are on because i’m just focused on my task", "and the same is true when my dog is training with me", "if there are other dogs in the area, it doesn’t matter what’s going on; they’re completely in the zone with me", "and that’s what we’re doing when we’re tugging or getting them moving around first", "how much is too much", "and my second question is is there a way to calm your dog down if they’re redlining", "i’ll give you a very specific example", "molly unfortunately lacerated her foot on i think a piece of glass so she was stitched up for awhile", "we didn’t do any real training", "she seemed to be in a more easily distracted state after a bunch of lethargic sitting around", "we went to a friend’s house", "there were tons of people around", "new environment, big pool in the back yard", "molly loves pools", "a bunch of kids petting her, playing with her", "and like a crotchety old dog that just wanted to kill everything that was super yappy and distracting to me, and doubly distracting to molly", "and people ordering pizza and cooking meat; there was just everything going on", "basic obedience, no problem: sit, down, remote stay, whatever; that was all fun", "but my buddy had seen her do some pretty dramatic stuff, at least in his mind, and he wanted to see it", "so i was like okay, sure, no problem", "so i go to do some of the fancier stuff and you could just see the beach ball", "you could see the frozen computer", "she was just like getting it 80 percent right but not quite getting it right because the dog was freaking out; everything’s going nuts", "in a situation like that, do you just kind of pack it in and say hey, live to fight another day", "or are there things that you can do to get your dog to calm down", "you know, failure is a great teacher", "and it’s awesome to get a failure and then ay how are we going to work through this", "because then it makes the dog more resistant to that failure the next time", "if she was a super young puppy, you might just say let’s pack it in", "but assuming she’s of reasonable age, think of it like a dartboard with the heat zone being right in the middle", "so she’s in the middle of all of this activity", "all you would do is back away ten feet and ask for the same behavior", "you’re getting away from the heat zone to a less intense distraction area", "and then if it doesn’t work there, back away another ten feet", "so you might go from the back yard to the front yard where it’s quiet", "and then you would start with simple behaviors that she can respond to", "and then when you get the response you want in the front yard, go back to the back yard", "i wouldn’t go right to the heat zone but i would say okay, we’ve had some success here, we’re going to break it off here", "and then the next time… you do this a couple of times and she’s going to learn i respond any time, all the time", "failure is never a bad thing; it’s just what you take from that failure and how you can respond to it", "i want to be respectful of your time, and i think there’s a chance we may end up doing a round 2 on this because i love talking about this stuff and i always learn so much when we’re jamming", "but you started a story before we hit record that i want to hear, which was your vacation to ireland", "tell me about what happened", "because i said no, stop; i want to talk about this on the podcast and i don’t want to hear it twice", "so let’s jump into it", "my husband is from britain and we were going for a vacation, quote-unquote, because i was lecturing over in britain", "he’s always wanted to go to ireland and i said we’ll go to ireland, have a non-doggy vacation; it’ll be lots of fun", "i said we’ll get a b&b in dublin because i’m vegan and it’s easier to get good food in a big city", "and he said no, i don’t want to be in a big city", "i said okay", "so i found a farm; they raised organic beef, and 200 acres and he said yeah, that sounds perfect", "so we pull in and there are 13 dogs", "so much for the dog-free vacation", "he looks at me and he said, did you know this", "and he loves dogs; he just wanted a vacation free of them", "i said i had no idea because it wasn’t in the advertisement", "i showed him the advertisement", "so they had 11 field springers, a border collie and a great dane", "as soon as you get out of the car, they all jump on you", "it’s just awesome", "it’s this very sweet couple", "they’re all apologetic; oh, they’re terrible, they jump on us", "and i said listen, i just happen to have some of my camera equipment with me", "if you don’t mind, if i video this i can fix it for you tomorrow", "and she’s like, fix it tomorrow", "did you hear what she said, fix it tomorrow", "and i explained who i was and that i could do this", "the next day we went out and we did a shoot, and we fixed it", "and i explained, again it’s about reinforcement and knowing any time you have a behavior, you look at what do i want", "i’d like my dogs to greet people when they see them", "and what do i have", "i’ve got hooligans that jump all over", "well, where’s the value", "because there’s reinforcement there somewhere", "and so the value is these dogs are incredible social creatures and they love to greet people", "and so let’s change that value", "we had gone out for supper to a really nice restaurant", "john ordered a nice steak and i took half of it off so i could use it for the dogs the next day", "he’s loving this", "so i go out there and before they can jump on me, i just reward them for not jumping on me", "i take the two that are the real culprits and i just reward and reward for not jumping on me", "and then they get the idea that whoa, there’s going to be food on the ground", "and so i wait until they sit, and then i reward that", "and then i want a failure", "because the greatest lessons happen through failure", "so then i get them all excited – what good dogs you are", "– so they jump on me", "and when i jumped on me, i just turn my back", "because what they were seeking was that social attention, and i didn’t give it to them", "and when they got off of me, i turned around again", "and i did this two or three times until they made that connection; i’ve had lots of really good steak for sitting, and i got a back turn for not sitting", "and so then i couldn’t get them to jump on me", "i said they’re not going to jump on me anymore while i’m here", "and if you just do this with a couple of friends and a couple of visitors, you’re going to create a new pattern for these dogs and they’re not going to jump on people anymore", "it’s all about being present and purposeful with what you want from your dogs", "and really, anybody can train", "you don’t have to be a professional dog trainer; you just have to seek out what you want", "and the thing is, most people try to train from the world of “don’t.” don’t jump on me, don’t bike, don’t bark", "dogs don’t understand don’t because don’t is a concept", "they understand do", "they understand behaviors", "so what you have to do is look at what you don’t want and create a behavior that you do want so that the dog can be right and you’re setting them up for reinforcement", "and that makes for a much better relationship for you and your dog and anybody else who comes in contact with your dog", "and it’s also very transferrable to everything else, right", "we’re talking about not just a rat in a skinner box", "we’re not just talking about a dog in an x-pen or a dog in the back yard", "we’re talking about, as you said, 1,500 different species including human beings", "operant and classical conditioning; we’re not exempt from those rules", "i interviewed a gent named jason nemer, the cofounder of acro yoga", "if you look at partner acrobatics, one of the core rules is don’t tell the person what you don’t want; give them a simple command which is more of what you do want", "and if you’re going to coach someone effectively and perform at a high level, or even at an effective level in that typical of environment with a lot of variables, the rules are the same", "i love it", "i love talking about this stuff", "and the thing is, if you are a person that looks for what’s good in your dog and you’re trying to create ways to set them up for success, you become a person who looks for all that’s good in life", "and it changes you", "it makes you a better coworker, a better spouse, a better parent because you’re always looking for how can i set this up for success", "how can i create an environment that’s reinforcing", "and you know what", "it’s all the same", "sometimes i get asked to give marketing lectures", "i just take out the word “dog” and put in the word “business” and we run to the races and do the same thing", "it’s the same thing", "i would love to wrap up with a couple of questions that i know people are going to want to ask, and then we’ll talk about where people can find more about you and everything you’re up to", "so question no", "1 is related to tools to bring home with your dog, or get before you adopt a dog", "the recommendations that came up the most for me when i polled my audience way back in the day were get a crate, no", "1, with a partition so you can make it larger as they get larger but not give them too much space in the beginning", "second, get a kong", "third, get nature’s miracle for when they do something on the floor so they don’t go back to the same spot, which is something i learned the hard way and it really does work", "great product", "and get a clicker", "those were, and i may be omitting something but those were kind of the big four that come to mind", "do you have anything to add to those or anything else that you would consider", "you know, the obvious; a leash and collar and i like a buckle leash, not a pinch collar, not a chain collar; a buckle leash", "and if you’re getting a rescue dog, i like a head halter and gentle leader is a brand that i really like to use", "the head halter is super, super interesting", "you said it was called gentle leader", "gentle leader is the one that i like to use", "and really good quality dog food", "what type of dog food", "i like to feed raw so the stella chewies is a phenomenal brand", "when i’m in the states, that’s what i buy", "and really good quality, 20-dollar-bill treats", "you need to have some lower value treats too, tim, because you don’t always want to tip with 20s or there’s an expectation that you’re the guy with the 20s", "so when you’re at home and it’s a less distracting environment and you’re not asking for a lot, you might use low value like cut up carrots or mix that in with some high value rewards", "any particular brands or types of foods", "i use all kinds of different things", "i like to mix it up from low value, like origin kibble because it’s super good quality stuff; that’s my lower value", "and i might pinch some of john’s roast beef because as i said, there’s no meat in my household", "so i’ll mix that up", "raw carrots are another really good one, especially if you have a little dog that might put weight on really fast", "you want to be really conscious of that because they eat the calories and they add up fast when you’re training a dog, especially if it’s a rescue dog that’s already full grown and they’re not really growing", "and crate games", "we have a video that we have that’s going to help people with the understanding of the crate", "and i also have a step-new york-step on it’s your choice, an e-book they can get from us", "the way they would get that is to go to dogsthatlisten.com/tim", "you can get that there", "that’s something that’s within our $500 course but we’re taking it out for people who are listening to this podcast", "perfect", "i’ll put that in the show notes, as well", "just a few more and then we can both – at least speaking for myself – get a bite to eat", "the question of trainers, you said very early on finding a method of training that resonates with you", "who are some of the trainers or thinkers in this world who you respect very highly and who are the types of people – you could name specific people if you want – that you would recommend staying away from", "for myself personally, bob and marion bailey are the people that i have learned from and bob still does have some educational opportunities for people", "i’m really a big fan of learning online", "i remember when i first looked into this probably six or seven years ago, people told me it’s a mechanical skill; people can’t learn it online", "but here’s the thing", "when you are learning something in a classroom, you have the distraction of all the other dogs, and the people, and the environment and it is the worst place for a dog to learn something; the absolute worst because the environment is so out of your control", "and if the instructor tells you to do something, you’ve got to try to remember that, or write it down when you get back to the car", "but when you’re learning online, you can look at video, you can pause it, you can try it, you can go back and replay it over and over again", "so i’m a big fan of that", "i agree", "there is a ton of stuff you can get online for free", "the thing i advise people to stay away from, anything a person tells you that you must be the boss of your dog, that’s old school", "training should not be physically punishing or mentally intimidating to your dog", "if it is, then you’re doing it the wrong way", "you can have the most phenomenal success; i don’t care if you’re trying to create a hunting dog that can work 200 meters away from you with birds nearby", "it doesn’t matter what you’re trying to train; you can train it in a way that’s creating a better relationship with your dog, full stop; it just doesn’t matter what it is", "i love it", "are there any other places people can find you online or… i was going to say elsewhere but don’t give out your home address or your email; people have made that mistake on the podcast before", "any other places online where people can learn more about you", "my blog has got a ton of free resources and that’s susangarrettdogagility.com", "the articles that are in there, maybe 30 percent of them are related to dog agility; it’s just really good dog training", "you can google me or on youtube or facebook, susangarrettdogagility", "it might be our business page and there’s lots of good stuff that we post there", "i’m all about giving people free… there’s tons of great, valuable content on any of our sites, dogs@listen.com is a place i suggest people go to", "because that’s my goal in life is to help dog owners better understand their dogs and help dogs to have the most joy and the best life possible", "that’s what i’m out for and i’m happy to say that we’re changing the world one dog at a time, here", "thank you, tim, for giving us this opportunity to share that information with the world", "my pleasure", "i think it’s also changing the world one human at a time", "i think these are extremely not only useful but fascinating principles to explore because you start to learn about not just dog training but behavioral modification", "if you are a smoker and you know it’s bad for you, you know it’s going to give you lung cancer and potentially kill you eventually, why don’t you stop if you want", "this is a puzzle that is not that dissimilar from dog training at all", "there are common cores", "you want to lose weight but you can’t stop eating oreo cookies", "well, maybe it’s kind of like these shoes in the house where you allow the dog to develop bad behavior; you probably have to get those out of the house", "just keep asking yourself, the same thing with the dogs; where’s the value", "where is the reinforcement coming from for the behavior that i want to change", "it doesn’t matter what it is you’re changing", "24 hours a day, we’ve got to be considering that with our dogs", "it’s not just we’re training for five minutes and then let them run and be hooligans for the rest", "it’s where’s the value coming for all the behaviors that they’re starting to develop", "exactly", "this has been a blast, susan", "i really appreciate it and thank you for taking the time, of course", "my pleasure, tim", "and to everyone listening, i will be adding all the show notes, links to resources, all the urls that susan mentioned into the show notes as per usual", "you can find the show notes for this episode and every other episode at fourhourworkweek.com/podcast, all spelled out", "as always and until next time, thank you for listening and be nice to your dog, for god’s sake and train intelligently", "thanks for listening, guys"]}