{"dialog_idx": {"derek sivers": [7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 174, 175, 176, 177, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 200, 201, 202, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 224, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 65, 66, 67, 68, 69, 70, 71, 72, 124, 142, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 178, 179, 180, 181, 182, 183, 199, 203, 204, 205, 206, 207, 208, 221, 222, 223, 225, 242, 243, 244, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306]}, "episode_num": 202, "file_type": "html", "guests": ["derek sivers"], "num_sentences": 307, "num_words": 5538, "raw_text": "Tim Ferriss: This is Tim Ferriss and welcome to another episode of the Tim Ferriss show, where it is my job to deconstruct world class performers from many different worlds, many different industries, many different areas of specialty, to teach out the philosophies, habits, routines, etc. that you can use. This episode is going to be a little bit different. It is an experimental episode doing something that many, many thousands of you have requested, and that is a highlight episode, but this is not just material that some of you have heard. This is cherry-picked to highlight the information that I have most applied to my own life, A. B, it includes some of my own commentary for those of you who are interested. I’m inviting back, in the form of his highlight real, and there are many others, but this is certainly a selection that I enjoy, Derek Sivers. Derek Sivers, who can be found on Twitter and Facebook @Sivers, S-I-V-E-R-S has many, many golden nuggets at Sivers.org. He’s one of my favorite humans and I often call him for advice. You can think of him as a philosopher, king programmer, master teacher, and of course merry prankster. He’s a hilarious guy. Originally a professional musician and circus clown … I kid you not. He did the latter to counterbalance being introverted. Derek created CD Baby in 1998. It became the largest seller of independent music online, with 100 million in sales for 150,000 musicians. Then, in 2008, Derek sold CD Baby for $22 million, giving the proceeds to a charitable trust for music education. He is a frequent speaker at TED, with more than 5 million views of his talks. In addition to publishing 33 books via his company, Wood Egg, he is the author of Anything You Want, which I highly recommend. It’s a collection of short life lessons that I’ve read personally at least a dozen times. I still have a very early draft printed out with highlights and notes. Behind the scenes, Derek has read, reviewed, and rank ordered more than 200 books at Sivers.org/books. They’re automatically sorted from best to worst. He is a huge fan of, among others, Charlie Munger, Warren Buffett’s business partner. Derek, in fact, introduced me to the book Seeking Wisdom; subtitle From Darwin to Munger, by Peter Bevelin. He read Awaken the Giant Within by Tony Robbins, who’s also been on this podcast and, if I mention any past guests, you can find all of their episodes at 4-Hour Workweek.com/podcast. He read Awaken the Giant Within by Tony Robbins when he was 18 and it changed his life. I posted the following on Facebook when I was, in fact, working on this chapter from my new book, Tools of Titans, and it read as follows: “I might need to do a second volume of my next book 100 percent dedicated to the knowledge bombs of Derek Sivers; so much good stuff, hard to cut.” There are many comments that float in. The most up voted comment was from a gent named Kevin O. who said, “Put a link to the podcast and have them listen. It’s less than two hours and it will change their life. Tim, you and Derek got me from call center worker to location independent freelancer, with more negotiation power for income and benefits, than I previously imagined. You both also taught me the value of enough and contentment and appreciation, in addition to achievement.” So that made my week and I do highly recommend everybody listen to the whole episodes–and there are more than one–with Derek, but especially the first. Of course you can find that at 4-Hour Workweek.com/Derek. Moving on … Speaker 2: If more information was the answer, then we’d all be billionaires with perfect abs. Tim Ferriss: This is a direct quote from Sir Derek and it really underscores that it’s not what you know, it’s what you do consistently. Tony Robbins, just to bring him up since I did already, has said something along the lines of, “What you know doesn’t mean shit. It’s what you do consistently that makes the difference. It’s not about just more how to information, it’s about why to; incentives and much more than that.” So it’s not just enough to ingest more pages and so on, you have to put it into practice and you have to rig the game so you can win by creating incentives, which I’ve talked about a lot in the dis and stakes section of the 4-Hour Chef, but you can use tools like Stickk, S-T-I-C-K-K, .com or something like Coach. Me. How to thrive in an unknowable future? Choose the plan with the most options. Speaker 2: The best plan is the one that lets you change your plans. Tim Ferriss: My commentary. This is one of Derek’s directives, as he calls them, which are his one-line rules for life distilled from hundreds of books and decades of essons learned. Other directives of his include “Be expensive” which I think certainly echoes the sentiment of Mark Andreessen, who’s been on the podcast, “Expect disaster” which echoes one of my favorite podcast guests. He’s only 2000 years old, Seneca. I’ve had him on before, my favorite, stoic philosopher, and “Own as little as possible” which echoes other podcast guests, including Jason Nemer and Kevin Kelly, in fact. Speaker 2: Who do you think of when you hear the word successful? Derek Sivers: Well, the first answer to any question isn’t much fun because it’s just automatic, right? What’s the first painting that comes to mind? Mona Lisa. Name a genius. Einstein. Who’s a composer? Mozart. This is the subject of the book, Thinking Fast and Slow, by Daniel Kahneman. There’s the instant, unconscious, automatic thinking and then there’s the slower, conscious, rational, deliberate thinking. So I’m really, really into the slower thinking, breaking my automatic responses to the things in my life and slowly thinking through a more deliberate response instead. Then for the things in life where an automatic response is useful, I can create a new one consciously. So what if you asked, when you think of the word successful, who’s the third person that comes to mind and why are they actually more successful than the first person that came to mind? Well, in that case, the first person would be Richard Branson because he’s the like the stereotype, right? He’s like the Mona Lisa of success to me and, honestly, you might be my second answer, but we could talk about that a different time. My third and real answer, after thinking it through, is that we can’t know without knowing a person’s aims, right? What if Richard Branson set out to live a quiet life, but like a compulsive gambler, he just can’t stop creating companies. Well, then that changes everything and we can’t really call him successful anymore. Tim Ferriss: My commentary. This is absolutely genius. I love this approach and it is not limited to Derek. Ricardo Semler, CEO and majority owner of the Brazilian-based Semco Partners, whose writing I’ve read quite a bit of early on just after graduating from college, practices asking why three times. This is true when he is questioning his own motives, doing self-work so to speak, or when tackling big projects and collaborating with others. The rationale is identical to Derek’s. Speaker 2: For people starting out, say yes. Tim Ferriss: When Derek was 18, he lived in Boston and he attended the Berklee College of Music. Derek Sivers: I’m in this band where the bass player one day in rehearsal says, “Hey, man, my agent just offered me a gig that’s like $75.00 to play at a pig show in Vermont.” He rolls his eyes and he’s like, “I’m not gonna do it. Do you want the gig?” I’m like, “Fuck yeah, a paying gig? Oh, my God. Yes.” so I took the gig to go up to Burlington, Vermont and I think it was a $58.00 roundtrip bus ticket. I get to this pig show in Vermont. I strapped my acoustic guitar on and then I’d walk around a pig show playing music. I did that for three hours, got on the bus home and, the next day, the booking agent called me up and said, “Hey, so you did a really good job at the pig show. We got good reports there. I’m wondering if you can play at an art opening in Western Massachusetts. I’ll play you 75 bucks again.” I said, “Yeah, sure.” So, it was the same thing. I took a $60.00 bus out to Western Massachusetts, got 75 bucks for playing at an art opening. The agent was there and he was impressed. So he said, “Hey, look, I’ve got this circus and the previous musician just quit. So we really need somebody new and I really like what you’re doing. So there are about three gigs a week. I can pay you 75 bucks a gig. They’re usually Friday, Saturday, and Sunday. Do you want the gig?” I said, “Hell, yeah. I’m a professional musician now. This is amazing.” So I said yes to everything, which is going to come up later with the hell yeah or no thing, that I think it’s really smart to switch strategies, but when you’re earlier in your career I think the best strategy is you just say yes to everything, every piddly, little gig. You just never know what the lottery tickets are. So, this one ended up being a real lottery ticket for me. Speaker 2: The standard pace is for chumps. Derek Sivers: Keno Williams is this large, black man from Hawaii, who was a musician that attended Berklee School of Music and then stayed there to teach for a while. So what he taught me in four lessons got me to graduate Berklee College of Music in half the time it would take. Here was his thing. He said, “The reason I wanted you to study with me for a bit, I know you only have eight weeks before you go to school.” He said, “I think you can graduate Berklee School of Music in two years instead of four.” He said, “The standard pace is for chumps.” Tim Ferriss: I should get a t-shirt made. Derek Sivers: I know. This is totally Tim Ferriss stuff, right? I can’t believe we hadn’t talked about this before. He’s the one, at the age of 17, 18, got me into this mentality. He said, “The standard pace is for chumps. The school has to organize its curricula around the lowest common denominator so that almost nobody is left out. So they have to slow down so that everybody can up, but you’re smarter than that or anybody can be smarter than that if they want to be. So you can go as fast as you want and here’s how …” So he sat me down at the piano. He said, “Okay, what do you know about music theory?” I said, “Well, I don’t know let’s find out.” He just asked me a few of these music questions like, “Okay, how does the major scale go?” “Da, da, da, da, da, right?” “Okay. Show me the tritone. Do you know what a tritone is? Okay, play me a triton in the C major scale.” I’m like, “Uh, uh, uh, okay B and F” He said, “Okay, now how can you take that and what other chord can you make from B and F? Okay, that’s called the substitute chord. Now was it a resolution?” He was just like, “Thumb, thumb, thumb, at this kind of pace. He was doing all this music theory stuff with me. It was so intense and I had all this adrenalin like a video game. I was like, “This is amazing. Okay, keep going.” He said, “Okay, that and this and this.” That was a two hour lesson that went at that kind of pace and then he dumped a bunch of homework on me. He said, “Okay, now go home tonight and take this big book of jazz standards. Find me all the 2-5 closures. Now substitute chords for that and then come back next Thursday and we’ll do this again.” So we did that for four Thursdays in a row and, sure enough, what he taught me in four two-hour sessions was basically like two years of Berklee College of Music. He compressed it into four lessons so that when I showed up to my first day of Berklee, I tested out of the first few years of [inaudible] just thanks to him. Then he even taught me a strategy. He offhand mentioned, he said, “You know I think they might still have a rule in place where those other required courses that you have to take to graduate, I think you could pretty much just buy the books for those and then contact the department head and just take the final exam to get credit.” Speaker 2: Don’t be a donkey. Tim Ferriss: What advice would you give your 30 year old self? Derek Sivers: My advice to my 30 year old self would be, “Don’t be a donkey.” Tim Ferriss: What does that mean? Derek Sivers: Well, I meet a lot of 30 year olds who are trying to pursue many different directions at once, but not making progress in any, right? Or they get frustrated that the world wants them to pick one thing because they want to do them all. I get a lot of this frustration like, “But I want to do this and that and this and that. Why do I have to choose? I don’t know what to choose.” But the problem is if you’re thinking short term, then you’re acting as if you don’t do them all this week that they won’t happen. But I think the solution is to think long term, to realize that you can do one of these things for a few years and then do another one for a few years and then another. So what I mean about “don’t be a donkey” is you’ve probably heard the fable about … I think it’s Buridan’s donkey. It’s a fable about a donkey that is standing halfway in between a pile of hay and bucket of water. He just keeps looking left to the hay or right to the water trying to decide; hay or water, hay or water? He’s unable to decide, so he eventually falls over and dies of both hunger and thirst. So the point is that a donkey can’t think of the future. If he did, he would clearly realize that he could just go first drink the water and then go eat the hay. So my advice to my 30 year old self is, “Don’t be a donkey” that you can do everything you want to do. You just need foresight and patience. Speaker 2: Business models can be simple. You don’t need to constantly pivot. Tim Ferriss: Derek tells the story of the sophisticated origins of CD Baby’s business model and pricing. Derek Sivers: So I was living in Woodstock, New York at the time and there was a cute, tiny little record store in town that sold consignment CDs on the counter of local musicians. So I walked in there one day and I said, “Hey, how does it work if I want to sell my CD here?” She said, “Well, you set the selling price at whatever you want. We just keep a flat $4.00 per CD sold and then just come by every week and we’ll pay you.” So I went home to my new website that night and I wrote, “You set your selling price at whatever you want. We just keep a flat $4.00 per CD sold and we’ll pay you every week.” Then I realized that it took about 45 minutes of time for me to set up a new album into the system because I had to lay the album art on the scanner and Photoshop it and crop it and then fix the musicians’ spelling mistakes in their own bio and all that kind of stuff. That took about 45 minutes of work per album. So it shows you what I was valuing my time at in those days that I thought, “Forty-five minutes of my time, that’s worth about 25 bucks. So I’ll charge a $25.00 set up fee to sign up for this thing.” Then at the last minute I thought, “Wait a second. In my mind 25 and 35, they’re in the same brain cell in my head. Twenty-five and 35, those numbers don’t feel very different when it comes to cost, you know? Ten dollars is different and $50.00 is different, but 25, 35 occupies the same space in the mind. So you know what? I’m going to make it 35. That will let me give anyone a discount anytime they ask.” “Even if somebody’s on the phone and upset, I’ll say you know what? Let me give you a discount.” So I added in that little buffer so I could give people a discount, which they love. So yeah, $35.00 set up fee, $4.00 per CD sold. Then Tim, for the next 10 years, that was it. That was my entire business model. It was generated in five minutes by walking down to the local record store and asking what they do. Speaker 2: Once you have some success, if it’s not a hell yes, it’s a no. Tim Ferriss: This mantra of Derek’s quickly became one of my favorite rules of thumb. I apply it all over the place and it led me to take, in effect at this point certainly, an indefinite startup vacation, which started in late 2015. I’ve elaborated on that in the past in my blogpost, which was “How to say no when it matters most.” Here is his origin story and how he arrived at the, “If it’s not a hell yes, it’s a no.” Derek Sivers: Then once it came close and it was time to book the ticket, I was like, “Ugh. I don’t really want to go to Australia right now. I’m busy with other stuff.” It was actually my friend, Amber Rubarth, who’s a brilliant musician. I was on the phone with her and lamenting about this. She’s the one who pointed out, she said, “It sounds like from where you’re at, your decision is not between yes and no. You need to figure out whether you’re feeling like ‘fuck yeah’ or ‘no’.” I said, “Yeah, that’s really what it comes down to, right?” because the idea is if you’re feeling anything less than like, “Oh hell, yeah I would love to do that. Oh, my God that would be amazing.” If you’re feeling anything less than that, then just say no because most of us say yes to too much stuff and then we let these little mediocre things fill our lives. So the problem is when that occasional, big, “Oh, my God, hell yeah” thing comes along, you don’t have enough time to give it the attention that you should because you’ve said yes to too much other little, half assed kind of stuff, right? So once I started applying this, my life just opened up. Speaker 2: Busy equals out of control. Derek Sivers: Every time people contact you, every time people contact me they say, “Look, I know you must be incredibly busy.” I always think like, “No, I’m not” because I’m in control of my time. I’m on top of it. Busy to me seems to imply like out of control like, “Oh, my God, I’m so busy. I don’t have any time for this shit.” To me, that sounds like a person who’s got no control of their life. Tim Ferriss: My commentary. Lack of time is lack of priorities. If I personally am busy and I’m inclined to say busy and answer the “How are you?” question that way, it’s because I’ve made choices that put me in that position. So I forbid myself to reply to, “How are you?” with busy. I have no right to complain and, if that is the case, if I am too busy, instead it’s a cue to reexamine my systems and rules, do additional 80-20 analysis and so on that I’ve talked about ad nauseum before. Speaker 2: What would you put on a billboard? Derek Sivers: I really admire those places, Vermont and Sao Paulo, Brazil that ban billboards, but I know that wasn’t really what you were asking. So my better answer is I think I would make a billboard that would say, “It won’t make you happy.” I would place it outside any big shopping mall or car dealer. So ideally actually I think do you know what would be a fun project is to buy and train thousands of parrots to say, “It won’t make you happy. It won’t make you happy.” Then you let them loose in the shopping malls and superstores around the world. That’s my life’s mission: anybody in, anybody with me? Let’s do it. Speaker 2: Take 45 minutes instead of 43. Is your red face worth it? Derek Sivers: So yeah, so I’ve always been very type A. A friend of mine got me into cycling when I was living in LA and I lived right on the beach in Santa Monica, where there’s this great bike path in the sand that goes for I think it’s 25 miles in the sand. No, hold on, something like that. The exact number doesn’t matter. What I would do is I would go onto the bike path and I would get head down and push it as hard as I could. I would go all the way to one end of the bike path and back and then back home. I’d set my little timer when doing this. Tim Ferriss: Huffing and puffing, red faced. Derek Sivers: Yeah, just red faced huffing, but just pushing it as hard as I can. Every single thrust of the leg just oomph, oomph. Of course that made be quite fun if somebody was in my way on the bike path. Tim Ferriss: I’m sure. “That guy’s got places to go.” Derek Sivers: But I noticed it was always 43 minutes. I mean if you know Santa Monica, California, you know the weather is about exactly the same all year round. So unless it was a surprisingly windy day, it was always 43 minutes is what it took me to go as fast as I could on that bike path, but I notice that over time, I was starting to feel less psyched about going out on the bike path. Just mentally when I would think of it, it would feel like pain and hard work. Tim Ferriss: It sounds like pain and hard work. Derek Sivers: Yeah, it was. I guess at first, that was okay and then after a while I just felt like, “Oh, I don’t know, riding the bike. Why don’t I just hang out?” So then I said, “You know that’s not cool for me to start to associate negative stuff with going on the bike ride. Why don’t I just chill for once. I’m just going to go on the same bike ride, but I’m not going to be a complete snail, but I’ll go at half of my normal pace.” So I got on my bike and it was just pleasant. I just went on the same bike ride, but I was standing up more and I just noticed that I was looking around more. I looked out into the ocean and I noticed that day there were these dolphins jumping in the ocean. I went down to Marina Del Rey, to my turnaround point … No, actually it was when the breakers at Marina Del Rey, there was a penguin that was flying above me. I was like, “No way.” I looked up and I was like, “Hey, a penguin” and splat, he shit in my mouth. I was like, “Bleh, bleh.” Tim Ferriss: Was it a penguin or a pelican? Derek Sivers: Oh sorry, pelican, yes. A flying penguin above my head would be more amazing. Tim Ferriss: It’s like, “What did you take before your ride?” [Crosstalk] Tim Ferriss: So you had a pelican shit in your mouth. That’s incredible accuracy. How far away was it? Derek Sivers: Twenty feet up. Tim Ferriss: Wow. Derek Sivers: I don’t know if he was accurate or if I was, you know? Anyway, so the point is, I had such a nice time. It was just purely pleasant. There was no red face. There was no huffing and puffing. I was just cycling. It was nice. When I got back to my usual stopping place, I looked at my watch and it said 45 minutes and I was like, “No way. How the hell that could have been 45 minutes as compared to my usual 43? There’s no way.” But yeah, it was right … 45 minutes. That was a profound lesson that I think changed the way I’ve approached my life ever since. It’s because I realize that I guess what percentage of that huffing and puffing then–we could do the math or whatever–93 point something percent of my huffing and puffing and all that red face and all that stress was only for an extra two minutes. It was basically for nothing. Of course we’re not talking about me competing in something, where the huffing and puffing might have been worth it, but for life I think of all of this optimization and getting the maximum dollar out of everything and the maximum out of every second and the maximum out of every minute. I think I just take this approach now of going like, “Oh or you could just take a lesson, take most of that lesson and apply it and be effective and be happy, but you don’t need to stress about any of this stuff.” So honestly, that’s been my approach ever since. I do things, but I stop it before anything gets stressful. Tim Ferriss: Is there any particular way that you remind yourself of that, given a lifetime of hard charging? I find that I sometimes lose track of that type of truth, which I think is a truth in almost every aspect of the endeavors that I partake in at least. Are there any particular ways that you remind yourself of that or keep it present for you? Derek Sivers: I think it’s just noticing the pain. Luckily, I live in a world where there’s more psychic pain than physical pain, right? So you have to notice the psychic pain that you’re feeling of whether it’s doing things you don’t want to be doing and feeling the pain and regret of that or the frustration. When you notice this internal “grr”, that’s my cue. I treat that like physical pain of like, “What am I doing? I need to stop doing that thing that hurts. What is that?” it usually means that I’m just pushing too hard or doing things that I don’t really want to be doing because I was asking the wrong questions and following the wrong path, the wrong outcome. Speaker 2: On lack of morning routines. Derek Sivers: Not only do I not have morning rituals, but there’s really nothing that I do every day, except for eating or some form of writing, but here’s why. I get really, really, really into one thing at a time. For example, a year ago I discovered a new approach to programming my PostgreSQL database that made all of my code a lot easier. So I spent five month, every waking hour, just completely immersed into this one thing. I would bounce out of bed at 5:00 in the morning and program SQL code for 19 hours, from 5:00 a.m. until midnight. I’d stop maybe an hour or two a day to go for a run or talk on the phone with a friend, but after five months, I finished that project. So I took a week and I went hiking in Milford Sound in New Zealand, totally offline. When I got back from that, I was so Zen nature boy that I spent the next couple of weeks just reading books outside. Speaker 2: What’s something you believe that other people think is crazy? Derek Sivers: Oh, that’s easy. I’ve got a lot of unpopular opinions. I believe alcohol tastes bad and so do olives. I’ve never tried coffee, but I don’t like the smell. I believe all audiobooks should be read and recorded by people from Iceland because they’ve got the best accent. I believe it would be wonderful to move to a new country every six months for the rest of my life. I believe you shouldn’t start a business unless people are asking you to. I believe I’m below average. It’s a deliberate, cultivated belief to compensate for our tendency to think we’re above average. I believe the movie Scott Pilgrim is a masterpiece. I believe that music and people don’t mix, that music should be appreciated alone without seeing or knowing who the musicians are and without other people around. So just listening to music for its own sake, not listening to the people around you and not filtered through what you know about the musician’s personal life. Speaker 2: Treat life as a series of experiments. Derek Sivers: So my recommendation is to do little tests, like try a few months of living the life you think you want, but leave yourself an exit plan being open to the chance, the big chance, that you might not like it after actually trying it. The best book about this subject is Stumbling on Happiness by Daniel Gilbert. His recommendation is to talk to a few people that are currently where you think you want to be and ask them for the pros and cons. Then trust their opinions, since they’re right in it, not just remembering or imagining. Speaker 2: Even when everything is going terribly and I have no reason to be confident, I just decide to be. Derek Sivers: There’s this beautiful Kurt Vonnegut quote that’s just a throwaway line in the middle of one his books that says, “You are whatever you pretend to be.” Speaker 2: The most successful email Derek ever wrote. Tim Ferriss: At its largest, Derek spent roughly four hours on CD Baby every six months; four hours every six months. He’d systematized everything to run without him. Derek is both successful and fulfilled because he never hesitates to challenge the status quo, to test assumptions, to question legacy belief systems or any type of system really that others are saying he should use. It doesn’t have to take all that much to test these assumptions or to do a lot with a little. The following email, which is his most successful email he ever wrote, illustrates this beautifully. I’m going to read what he has written about it and the email itself. Speaker 2: Enter Derek. Tim Ferriss: “When you make a business, you’re making a little world where you control the laws. It doesn’t matter how things are done everywhere else. In your little world, you can make it like it should be. When I first built CD Baby …” Keep in mind I’m speaking in Derek’s voice. “When I first built CD Baby, every order had an automated email that let the customer know when the CD was actually shipped. At first, it was just the normal, ‘Your order has shipped today. Please let us know if it doesn’t arrive. Thank you for your business.’” “After a few months, that felt really incongruent with my mission to make people smile.” Side note from Tim Ferris: this is very true. Derek takes making people smile very seriously. He does a pretty good job I think too … back to Derek. “I knew I could do better so I took 20 minutes and wrote this goofy little thing.” This is the email. “Your CD has been gently taken from our CD Baby shelves with sterilized, contamination free gloves, and placed onto a satin pillow.” “A team of 50 employees inspected your CD and polished it to make sure it was in the best possible condition before mailing. Our packing specialist from Japan lit a candle and a hush fell over the crowd as he put your CD into the finest gold lined box that money can buy. We all had a wonderful celebration afterwards and the whole party marched down the street to the Post Officer, where the entire town of Portland waved bon voyage to your package on its way to you in our private CD Baby jet on this day, Friday, June 6th.” “I hope you had a wonderful time shopping at CD Baby. We sure did. Your picture is on the wall as customer of the year. We’re all exhausted, but can’t wait for you to come back to CDBABY.COM!!” “That one silly email sent out with every order has been so loved that if you search Google for Private CD Baby jet, you’ll get more than 20,000 results. Each of those results, each one, is somebody who got the email and loved it enough to post it on their website and tell all of their friends. That one, goofy email created thousands of new customers.” “When you’re thinking of how to make your business bigger, it’s tempting to try to think all the big thoughts, the world-changing, massive action plans, but please know that it’s often the tiny details that really thrill someone enough to make them tell all of their friends about you.” Posted on: June 20, 2018.", "speakers": ["tim ferriss", "derek sivers"], "text_sentences": ["this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world class performers from many different worlds, many different industries, many different areas of specialty, to teach out the philosophies, habits, routines, etc", "that you can use", "this episode is going to be a little bit different", "it is an experimental episode doing something that many, many thousands of you have requested, and that is a highlight episode, but this is not just material that some of you have heard", "this is cherry-picked to highlight the information that i have most applied to my own life, a", "b, it includes some of my own commentary for those of you who are interested", "i’m inviting back, in the form of his highlight real, and there are many others, but this is certainly a selection that i enjoy, derek sivers", "derek sivers, who can be found on twitter and facebook @sivers, s-i-v-e-r-s has many, many golden nuggets at sivers.org", "he’s one of my favorite humans and i often call him for advice", "you can think of him as a philosopher, king programmer, master teacher, and of course merry prankster", "he’s a hilarious guy", "originally a professional musician and circus clown … i kid you not", "he did the latter to counterbalance being introverted", "derek created cd baby in 1998", "it became the largest seller of independent music online, with 100 million in sales for 150,000 musicians", "then, in 2008, derek sold cd baby for $22 million, giving the proceeds to a charitable trust for music education", "he is a frequent speaker at ted, with more than 5 million views of his talks", "in addition to publishing 33 books via his company, wood egg, he is the author of anything you want, which i highly recommend", "it’s a collection of short life lessons that i’ve read personally at least a dozen times", "i still have a very early draft printed out with highlights and notes", "behind the scenes, derek has read, reviewed, and rank ordered more than 200 books at sivers.org/books", "they’re automatically sorted from best to worst", "he is a huge fan of, among others, charlie munger, warren buffett’s business partner", "derek, in fact, introduced me to the book seeking wisdom; subtitle from darwin to munger, by peter bevelin", "he read awaken the giant within by tony robbins, who’s also been on this podcast and, if i mention any past guests, you can find all of their episodes at 4-hour workweek.com/podcast", "he read awaken the giant within by tony robbins when he was 18 and it changed his life", "i posted the following on facebook when i was, in fact, working on this chapter from my new book, tools of titans, and it read as follows: “i might need to do a second volume of my next book 100 percent dedicated to the knowledge bombs of derek sivers; so much good stuff, hard to cut.” there are many comments that float in", "the most up voted comment was from a gent named kevin o", "who said, “put a link to the podcast and have them listen", "it’s less than two hours and it will change their life", "tim, you and derek got me from call center worker to location independent freelancer, with more negotiation power for income and benefits, than i previously imagined", "you both also taught me the value of enough and contentment and appreciation, in addition to achievement.” so that made my week and i do highly recommend everybody listen to the whole episodes–and there are more than one–with derek, but especially the first", "of course you can find that at 4-hour workweek.com/derek", "moving on … speaker 2: if more information was the answer, then we’d all be billionaires with perfect abs", "this is a direct quote from sir derek and it really underscores that it’s not what you know, it’s what you do consistently", "tony robbins, just to bring him up since i did already, has said something along the lines of, “what you know doesn’t mean shit", "it’s what you do consistently that makes the difference", "it’s not about just more how to information, it’s about why to; incentives and much more than that.” so it’s not just enough to ingest more pages and so on, you have to put it into practice and you have to rig the game so you can win by creating incentives, which i’ve talked about a lot in the dis and stakes section of the 4-hour chef, but you can use tools like stickk, s-t-i-c-k-k, .com or something like coach", "me", "how to thrive in an unknowable future", "choose the plan with the most options", "speaker 2: the best plan is the one that lets you change your plans", "my commentary", "this is one of derek’s directives, as he calls them, which are his one-line rules for life distilled from hundreds of books and decades of essons learned", "other directives of his include “be expensive” which i think certainly echoes the sentiment of mark andreessen, who’s been on the podcast, “expect disaster” which echoes one of my favorite podcast guests", "he’s only 2000 years old, seneca", "i’ve had him on before, my favorite, stoic philosopher, and “own as little as possible” which echoes other podcast guests, including jason nemer and kevin kelly, in fact", "speaker 2: who do you think of when you hear the word successful", "well, the first answer to any question isn’t much fun because it’s just automatic, right", "what’s the first painting that comes to mind", "mona lisa", "name a genius", "einstein", "who’s a composer", "mozart", "this is the subject of the book, thinking fast and slow, by daniel kahneman", "there’s the instant, unconscious, automatic thinking and then there’s the slower, conscious, rational, deliberate thinking", "so i’m really, really into the slower thinking, breaking my automatic responses to the things in my life and slowly thinking through a more deliberate response instead", "then for the things in life where an automatic response is useful, i can create a new one consciously", "so what if you asked, when you think of the word successful, who’s the third person that comes to mind and why are they actually more successful than the first person that came to mind", "well, in that case, the first person would be richard branson because he’s the like the stereotype, right", "he’s like the mona lisa of success to me and, honestly, you might be my second answer, but we could talk about that a different time", "my third and real answer, after thinking it through, is that we can’t know without knowing a person’s aims, right", "what if richard branson set out to live a quiet life, but like a compulsive gambler, he just can’t stop creating companies", "well, then that changes everything and we can’t really call him successful anymore", "my commentary", "this is absolutely genius", "i love this approach and it is not limited to derek", "ricardo semler, ceo and majority owner of the brazilian-based semco partners, whose writing i’ve read quite a bit of early on just after graduating from college, practices asking why three times", "this is true when he is questioning his own motives, doing self-work so to speak, or when tackling big projects and collaborating with others", "the rationale is identical to derek’s", "speaker 2: for people starting out, say yes", "when derek was 18, he lived in boston and he attended the berklee college of music", "i’m in this band where the bass player one day in rehearsal says, “hey, man, my agent just offered me a gig that’s like $75.00 to play at a pig show in vermont.” he rolls his eyes and he’s like, “i’m not gonna do it", "do you want the gig?” i’m like, “fuck yeah, a paying gig", "oh, my god", "yes.” so i took the gig to go up to burlington, vermont and i think it was a $58.00 roundtrip bus ticket", "i get to this pig show in vermont", "i strapped my acoustic guitar on and then i’d walk around a pig show playing music", "i did that for three hours, got on the bus home and, the next day, the booking agent called me up and said, “hey, so you did a really good job at the pig show", "we got good reports there", "i’m wondering if you can play at an art opening in western massachusetts", "i’ll play you 75 bucks again.” i said, “yeah, sure.” so, it was the same thing", "i took a $60.00 bus out to western massachusetts, got 75 bucks for playing at an art opening", "the agent was there and he was impressed", "so he said, “hey, look, i’ve got this circus and the previous musician just quit", "so we really need somebody new and i really like what you’re doing", "so there are about three gigs a week", "i can pay you 75 bucks a gig", "they’re usually friday, saturday, and sunday", "do you want the gig?” i said, “hell, yeah", "i’m a professional musician now", "this is amazing.” so i said yes to everything, which is going to come up later with the hell yeah or no thing, that i think it’s really smart to switch strategies, but when you’re earlier in your career i think the best strategy is you just say yes to everything, every piddly, little gig", "you just never know what the lottery tickets are", "so, this one ended up being a real lottery ticket for me", "speaker 2: the standard pace is for chumps", "keno williams is this large, black man from hawaii, who was a musician that attended berklee school of music and then stayed there to teach for a while", "so what he taught me in four lessons got me to graduate berklee college of music in half the time it would take", "here was his thing", "he said, “the reason i wanted you to study with me for a bit, i know you only have eight weeks before you go to school.” he said, “i think you can graduate berklee school of music in two years instead of four.” he said, “the standard pace is for chumps.” i should get a t-shirt made", "i know", "this is totally tim ferriss stuff, right", "i can’t believe we hadn’t talked about this before", "he’s the one, at the age of 17, 18, got me into this mentality", "he said, “the standard pace is for chumps", "the school has to organize its curricula around the lowest common denominator so that almost nobody is left out", "so they have to slow down so that everybody can up, but you’re smarter than that or anybody can be smarter than that if they want to be", "so you can go as fast as you want and here’s how …” so he sat me down at the piano", "he said, “okay, what do you know about music theory?” i said, “well, i don’t know let’s find out.” he just asked me a few of these music questions like, “okay, how does the major scale go?” “da, da, da, da, da, right?” “okay", "show me the tritone", "do you know what a tritone is", "okay, play me a triton in the c major scale.” i’m like, “uh, uh, uh, okay b and f” he said, “okay, now how can you take that and what other chord can you make from b and f", "okay, that’s called the substitute chord", "now was it a resolution?” he was just like, “thumb, thumb, thumb, at this kind of pace", "he was doing all this music theory stuff with me", "it was so intense and i had all this adrenalin like a video game", "i was like, “this is amazing", "okay, keep going.” he said, “okay, that and this and this.” that was a two hour lesson that went at that kind of pace and then he dumped a bunch of homework on me", "he said, “okay, now go home tonight and take this big book of jazz standards", "find me all the 2-5 closures", "now substitute chords for that and then come back next thursday and we’ll do this again.” so we did that for four thursdays in a row and, sure enough, what he taught me in four two-hour sessions was basically like two years of berklee college of music", "he compressed it into four lessons so that when i showed up to my first day of berklee, i tested out of the first few years of [inaudible] just thanks to him", "then he even taught me a strategy", "he offhand mentioned, he said, “you know i think they might still have a rule in place where those other required courses that you have to take to graduate, i think you could pretty much just buy the books for those and then contact the department head and just take the final exam to get credit.” speaker 2: don’t be a donkey", "what advice would you give your 30 year old self", "my advice to my 30 year old self would be, “don’t be a donkey.” what does that mean", "well, i meet a lot of 30 year olds who are trying to pursue many different directions at once, but not making progress in any, right", "or they get frustrated that the world wants them to pick one thing because they want to do them all", "i get a lot of this frustration like, “but i want to do this and that and this and that", "why do i have to choose", "i don’t know what to choose.” but the problem is if you’re thinking short term, then you’re acting as if you don’t do them all this week that they won’t happen", "but i think the solution is to think long term, to realize that you can do one of these things for a few years and then do another one for a few years and then another", "so what i mean about “don’t be a donkey” is you’ve probably heard the fable about … i think it’s buridan’s donkey", "it’s a fable about a donkey that is standing halfway in between a pile of hay and bucket of water", "he just keeps looking left to the hay or right to the water trying to decide; hay or water, hay or water", "he’s unable to decide, so he eventually falls over and dies of both hunger and thirst", "so the point is that a donkey can’t think of the future", "if he did, he would clearly realize that he could just go first drink the water and then go eat the hay", "so my advice to my 30 year old self is, “don’t be a donkey” that you can do everything you want to do", "you just need foresight and patience", "speaker 2: business models can be simple", "you don’t need to constantly pivot", "derek tells the story of the sophisticated origins of cd baby’s business model and pricing", "so i was living in woodstock, new york at the time and there was a cute, tiny little record store in town that sold consignment cds on the counter of local musicians", "so i walked in there one day and i said, “hey, how does it work if i want to sell my cd here?” she said, “well, you set the selling price at whatever you want", "we just keep a flat $4.00 per cd sold and then just come by every week and we’ll pay you.” so i went home to my new website that night and i wrote, “you set your selling price at whatever you want", "we just keep a flat $4.00 per cd sold and we’ll pay you every week.” then i realized that it took about 45 minutes of time for me to set up a new album into the system because i had to lay the album art on the scanner and photoshop it and crop it and then fix the musicians’ spelling mistakes in their own bio and all that kind of stuff", "that took about 45 minutes of work per album", "so it shows you what i was valuing my time at in those days that i thought, “forty-five minutes of my time, that’s worth about 25 bucks", "so i’ll charge a $25.00 set up fee to sign up for this thing.” then at the last minute i thought, “wait a second", "in my mind 25 and 35, they’re in the same brain cell in my head", "twenty-five and 35, those numbers don’t feel very different when it comes to cost, you know", "ten dollars is different and $50.00 is different, but 25, 35 occupies the same space in the mind", "so you know what", "i’m going to make it 35", "that will let me give anyone a discount anytime they ask.” “even if somebody’s on the phone and upset, i’ll say you know what", "let me give you a discount.” so i added in that little buffer so i could give people a discount, which they love", "so yeah, $35.00 set up fee, $4.00 per cd sold", "then tim, for the next 10 years, that was it", "that was my entire business model", "it was generated in five minutes by walking down to the local record store and asking what they do", "speaker 2: once you have some success, if it’s not a hell yes, it’s a no", "this mantra of derek’s quickly became one of my favorite rules of thumb", "i apply it all over the place and it led me to take, in effect at this point certainly, an indefinite startup vacation, which started in late 2015", "i’ve elaborated on that in the past in my blogpost, which was “how to say no when it matters most.” here is his origin story and how he arrived at the, “if it’s not a hell yes, it’s a no.” then once it came close and it was time to book the ticket, i was like, “ugh", "i don’t really want to go to australia right now", "i’m busy with other stuff.” it was actually my friend, amber rubarth, who’s a brilliant musician", "i was on the phone with her and lamenting about this", "she’s the one who pointed out, she said, “it sounds like from where you’re at, your decision is not between yes and no", "you need to figure out whether you’re feeling like ‘fuck yeah’ or ‘no’.” i said, “yeah, that’s really what it comes down to, right?” because the idea is if you’re feeling anything less than like, “oh hell, yeah i would love to do that", "oh, my god that would be amazing.” if you’re feeling anything less than that, then just say no because most of us say yes to too much stuff and then we let these little mediocre things fill our lives", "so the problem is when that occasional, big, “oh, my god, hell yeah” thing comes along, you don’t have enough time to give it the attention that you should because you’ve said yes to too much other little, half assed kind of stuff, right", "so once i started applying this, my life just opened up", "speaker 2: busy equals out of control", "every time people contact you, every time people contact me they say, “look, i know you must be incredibly busy.” i always think like, “no, i’m not” because i’m in control of my time", "i’m on top of it", "busy to me seems to imply like out of control like, “oh, my god, i’m so busy", "i don’t have any time for this shit.” to me, that sounds like a person who’s got no control of their life", "my commentary", "lack of time is lack of priorities", "if i personally am busy and i’m inclined to say busy and answer the “how are you?” question that way, it’s because i’ve made choices that put me in that position", "so i forbid myself to reply to, “how are you?” with busy", "i have no right to complain and, if that is the case, if i am too busy, instead it’s a cue to reexamine my systems and rules, do additional 80-20 analysis and so on that i’ve talked about ad nauseum before", "speaker 2: what would you put on a billboard", "i really admire those places, vermont and sao paulo, brazil that ban billboards, but i know that wasn’t really what you were asking", "so my better answer is i think i would make a billboard that would say, “it won’t make you happy.” i would place it outside any big shopping mall or car dealer", "so ideally actually i think do you know what would be a fun project is to buy and train thousands of parrots to say, “it won’t make you happy", "it won’t make you happy.” then you let them loose in the shopping malls and superstores around the world", "that’s my life’s mission: anybody in, anybody with me", "let’s do it", "speaker 2: take 45 minutes instead of 43", "is your red face worth it", "so yeah, so i’ve always been very type a", "a friend of mine got me into cycling when i was living in la and i lived right on the beach in santa monica, where there’s this great bike path in the sand that goes for i think it’s 25 miles in the sand", "no, hold on, something like that", "the exact number doesn’t matter", "what i would do is i would go onto the bike path and i would get head down and push it as hard as i could", "i would go all the way to one end of the bike path and back and then back home", "i’d set my little timer when doing this", "huffing and puffing, red faced", "yeah, just red faced huffing, but just pushing it as hard as i can", "every single thrust of the leg just oomph, oomph", "of course that made be quite fun if somebody was in my way on the bike path", "i’m sure", "“that guy’s got places to go.” but i noticed it was always 43 minutes", "i mean if you know santa monica, california, you know the weather is about exactly the same all year round", "so unless it was a surprisingly windy day, it was always 43 minutes is what it took me to go as fast as i could on that bike path, but i notice that over time, i was starting to feel less psyched about going out on the bike path", "just mentally when i would think of it, it would feel like pain and hard work", "it sounds like pain and hard work", "yeah, it was", "i guess at first, that was okay and then after a while i just felt like, “oh, i don’t know, riding the bike", "why don’t i just hang out?” so then i said, “you know that’s not cool for me to start to associate negative stuff with going on the bike ride", "why don’t i just chill for once", "i’m just going to go on the same bike ride, but i’m not going to be a complete snail, but i’ll go at half of my normal pace.” so i got on my bike and it was just pleasant", "i just went on the same bike ride, but i was standing up more and i just noticed that i was looking around more", "i looked out into the ocean and i noticed that day there were these dolphins jumping in the ocean", "i went down to marina del rey, to my turnaround point … no, actually it was when the breakers at marina del rey, there was a penguin that was flying above me", "i was like, “no way.” i looked up and i was like, “hey, a penguin” and splat, he shit in my mouth", "i was like, “bleh, bleh.” was it a penguin or a pelican", "oh sorry, pelican, yes", "a flying penguin above my head would be more amazing", "it’s like, “what did you take before your ride?” [crosstalk] so you had a pelican shit in your mouth", "that’s incredible accuracy", "how far away was it", "twenty feet up", "wow", "i don’t know if he was accurate or if i was, you know", "anyway, so the point is, i had such a nice time", "it was just purely pleasant", "there was no red face", "there was no huffing and puffing", "i was just cycling", "it was nice", "when i got back to my usual stopping place, i looked at my watch and it said 45 minutes and i was like, “no way", "how the hell that could have been 45 minutes as compared to my usual 43", "there’s no way.” but yeah, it was right … 45 minutes", "that was a profound lesson that i think changed the way i’ve approached my life ever since", "it’s because i realize that i guess what percentage of that huffing and puffing then–we could do the math or whatever–93 point something percent of my huffing and puffing and all that red face and all that stress was only for an extra two minutes", "it was basically for nothing", "of course we’re not talking about me competing in something, where the huffing and puffing might have been worth it, but for life i think of all of this optimization and getting the maximum dollar out of everything and the maximum out of every second and the maximum out of every minute", "i think i just take this approach now of going like, “oh or you could just take a lesson, take most of that lesson and apply it and be effective and be happy, but you don’t need to stress about any of this stuff.” so honestly, that’s been my approach ever since", "i do things, but i stop it before anything gets stressful", "is there any particular way that you remind yourself of that, given a lifetime of hard charging", "i find that i sometimes lose track of that type of truth, which i think is a truth in almost every aspect of the endeavors that i partake in at least", "are there any particular ways that you remind yourself of that or keep it present for you", "i think it’s just noticing the pain", "luckily, i live in a world where there’s more psychic pain than physical pain, right", "so you have to notice the psychic pain that you’re feeling of whether it’s doing things you don’t want to be doing and feeling the pain and regret of that or the frustration", "when you notice this internal “grr”, that’s my cue", "i treat that like physical pain of like, “what am i doing", "i need to stop doing that thing that hurts", "what is that?” it usually means that i’m just pushing too hard or doing things that i don’t really want to be doing because i was asking the wrong questions and following the wrong path, the wrong outcome", "speaker 2: on lack of morning routines", "not only do i not have morning rituals, but there’s really nothing that i do every day, except for eating or some form of writing, but here’s why", "i get really, really, really into one thing at a time", "for example, a year ago i discovered a new approach to programming my postgresql database that made all of my code a lot easier", "so i spent five month, every waking hour, just completely immersed into this one thing", "i would bounce out of bed at 5:00 in the morning and program sql code for 19 hours, from 5:00 a.m", "until midnight", "i’d stop maybe an hour or two a day to go for a run or talk on the phone with a friend, but after five months, i finished that project", "so i took a week and i went hiking in milford sound in new zealand, totally offline", "when i got back from that, i was so zen nature boy that i spent the next couple of weeks just reading books outside", "speaker 2: what’s something you believe that other people think is crazy", "oh, that’s easy", "i’ve got a lot of unpopular opinions", "i believe alcohol tastes bad and so do olives", "i’ve never tried coffee, but i don’t like the smell", "i believe all audiobooks should be read and recorded by people from iceland because they’ve got the best accent", "i believe it would be wonderful to move to a new country every six months for the rest of my life", "i believe you shouldn’t start a business unless people are asking you to", "i believe i’m below average", "it’s a deliberate, cultivated belief to compensate for our tendency to think we’re above average", "i believe the movie scott pilgrim is a masterpiece", "i believe that music and people don’t mix, that music should be appreciated alone without seeing or knowing who the musicians are and without other people around", "so just listening to music for its own sake, not listening to the people around you and not filtered through what you know about the musician’s personal life", "speaker 2: treat life as a series of experiments", "so my recommendation is to do little tests, like try a few months of living the life you think you want, but leave yourself an exit plan being open to the chance, the big chance, that you might not like it after actually trying it", "the best book about this subject is stumbling on happiness by daniel gilbert", "his recommendation is to talk to a few people that are currently where you think you want to be and ask them for the pros and cons", "then trust their opinions, since they’re right in it, not just remembering or imagining", "speaker 2: even when everything is going terribly and i have no reason to be confident, i just decide to be", "there’s this beautiful kurt vonnegut quote that’s just a throwaway line in the middle of one his books that says, “you are whatever you pretend to be.” speaker 2: the most successful email derek ever wrote", "at its largest, derek spent roughly four hours on cd baby every six months; four hours every six months", "he’d systematized everything to run without him", "derek is both successful and fulfilled because he never hesitates to challenge the status quo, to test assumptions, to question legacy belief systems or any type of system really that others are saying he should use", "it doesn’t have to take all that much to test these assumptions or to do a lot with a little", "the following email, which is his most successful email he ever wrote, illustrates this beautifully", "i’m going to read what he has written about it and the email itself", "speaker 2: enter derek", "“when you make a business, you’re making a little world where you control the laws", "it doesn’t matter how things are done everywhere else", "in your little world, you can make it like it should be", "when i first built cd baby …” keep in mind i’m speaking in derek’s voice", "“when i first built cd baby, every order had an automated email that let the customer know when the cd was actually shipped", "at first, it was just the normal, ‘your order has shipped today", "please let us know if it doesn’t arrive", "thank you for your business.’” “after a few months, that felt really incongruent with my mission to make people smile.” side note from tim ferris: this is very true", "derek takes making people smile very seriously", "he does a pretty good job i think too … back to derek", "“i knew i could do better so i took 20 minutes and wrote this goofy little thing.” this is the email", "“your cd has been gently taken from our cd baby shelves with sterilized, contamination free gloves, and placed onto a satin pillow.” “a team of 50 employees inspected your cd and polished it to make sure it was in the best possible condition before mailing", "our packing specialist from japan lit a candle and a hush fell over the crowd as he put your cd into the finest gold lined box that money can buy", "we all had a wonderful celebration afterwards and the whole party marched down the street to the post officer, where the entire town of portland waved bon voyage to your package on its way to you in our private cd baby jet on this day, friday, june 6th.” “i hope you had a wonderful time shopping at cd baby", "we sure did", "your picture is on the wall as customer of the year", "we’re all exhausted, but can’t wait for you to come back to cdbaby.com!!” “that one silly email sent out with every order has been so loved that if you search google for private cd baby jet, you’ll get more than 20,000 results", "each of those results, each one, is somebody who got the email and loved it enough to post it on their website and tell all of their friends"]}