{"dialog_idx": {"josh waitzkin": [12, 13, 14, 15, 16, 17, 18, 27, 60, 61, 62, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 128, 129, 131, 133, 134, 135, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 149, 150, 152, 153, 154, 155, 157, 158, 159, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173], "male speaker": [19, 28, 48, 86, 115, 127, 136, 148, 156, 160], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 20, 21, 22, 23, 24, 25, 26, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 130, 132, 151]}, "episode_num": 204, "file_type": "html", "guests": ["josh waitzkin", "male speaker"], "num_sentences": 174, "num_words": 2736, "raw_text": "Tim Ferriss: Hello, my little mogwai. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is typically my responsibility to distill expertise or, I should say, rather, habits, tactics, tools, etc. from world-class performers. Those things that you can test in your own life, apply to your own life. Whether they are from the world’s say entertainment, sports, military, or in this case, chess, Brazilian Jiu-Jitsu and Tai Chi push hands. But this episode is going to be an experimental episode. I want share a few things that are adapted from my new book – Tools of Titans. You can find it on BarnesandNoble.com, Amazon.com, everybody. They should be available. It’s also a highlight reel, in effect, that you guys – many of you, thousands of you – have asked me for. We’re going to invite back one of my favorite people on the planet, Josh Waitzkin. He’s an endlessly fascinating guy. Josh Waitzkin – you can find him at joshwaitzkin.com – was the basis for the book and the movie, Searching for Bobby Fischer. He was considered a chess prodigy, but he has perfected learning strategies that be applied to anything by anyone. I really mean that. Including his loves of Brazilian Jiu-Jitsu (he’s a black belt under – I think he was the first black belt under phenom Marcelo Garcia; we’ll talk more about him) and Tai Chi push hands, in which he was a world champion. These days, he spends his time very quietly coaching the world’s top athletes and investors, working to revolutionize education (we’ve partnered on a number of things there) and tackling his new passion of paddle surfing (in the latter, very often nearly killing me in the process). I first met Josh after reading his book – The Art of Learning. As I think I’ve mentioned, we’ve become very dear friends. Male Speaker: Empty Space. Tim Ferriss: Josh has no social media, does no interviews – except for my podcast, for which he very often says to me or texts me, “You fuck!” After all, he’s from New York City. He avoids nearly all meetings and phone calls. He is perhaps the best I’ve met (actually, there’s one other – Rick Rubin, who’s been on the podcast as well – legendary music producer). He minimizes input to maximize output. As Josh would say, “I cultivate empty space as a way of life for the creative process.” So you might ask yourself how are you creating empty space? How are you creating the slack necessary to connect dots that perhaps you haven’t connected before or come up with original ideas? Josh is an expert here. Josh Waitzkin: I cultivate empty space as a way of life for the creative process. Male Speaker: Learning the macro from the micro. Tim Ferriss: Josh really focuses on depth over breadth in everything. He often uses a principle nicknamed, “learning the macro from the micro.” This means focusing on something very small in a field, whether that’s in chess, martial arts or elsewhere, to internalize extremely powerful macro principles that apply everywhere. I’ll give you a few examples. This is also sometimes combined with beginning with the end game. I will illustrate that. For instance, when Josh gave me a beginner’s tutorial on chess, he didn’t start with opening moves. Memorizing openings is natural, of course, and nearly everyone does it. But Josh likens it to stealing the test answers from a teacher. You’re not learning principles or strategies; you’re merely learning a few tricks that will help you beat your novice friends. Instead, Josh took me in the complete reverse, just as his first teacher, Bruce Pandolfini, did with him. So he took off all of the pieces – empty board – and he added three back in an end game scenario, where he would usually finish the game. King and pawn against king. So in this case, through the micro – positions of vastly reduced complexity – he was able to force me to focus on the macro. Principles like the power of empty space, opposition or setting an opponent up for zugzwang, which is a situation where any moves he makes will destroy his position. So by limiting me to a few simple pieces, he hoped that I would learn something limitless – high level concepts that I could apply anytime against anyone. I’ve seen Josh do this himself to many things, including, for instance, Jiu-Jitsu, where he can cover near all the principles of Jiu-Jitsu, the main tenets that will help you compete at a high level, by focusing on a single submission and the end game called, in this case, the guillotine or specifically, the “Marcelotine,” from Marcelo Garcia. After he gave me this tutorial in chess (part of it was recorded and there’s an extended scene that’s available in the TV show I did called “The Tim Ferriss Experiment), I went to Washington Square Park and lasted about ten times longer than I ever have before competing against these street hustlers. That was literally from practicing no openers, no nothing aside from these high-level principles with three pieces on the board. Pretty cool stuff. Male Speaker: If you’re studying my game, you’re entering my game. Tim Ferriss: Josh and I spent a lot of time discussing and, in some cases, hanging out with or training with Marcelo Garcia. Five time World Champion in Brazilian Jiu-Jitsu, with whom Josh owns the Marcelo Garcia Academy in New York City, which I highly recommend if you have a chance. They have a very strict, no asshole, no bully policy. It’s probably also the cleanest and certainly one of the most competitive Jiu-Jitsu gyms in the world. Marcelo – who’s Marcelo? Marcelo is arguably the best grappler of the last hundred years. He’s considered the combined Mike Tyson, Wayne Gretzky and Michael Jordan of his sport. Whereas most competitors are very secretive about their training for competition, their competition prep, Marcelo does the opposite. He routinely records and uploads his exact sparring sessions. In other words, his exact training for major events, which all of his competitors can watch. Josh explains the rationale. Josh Waitzkin: When he was competing in Abu Dhabi’s Submission Grappling World Championship and Mundials, which is the Brazilian Jiu-Jitsu World Championship, we were streaming his sparring sessions every night. So he was basically showing his competitors what he was about to use against them in two weeks and three weeks and four weeks. His attitude about this was just completely unique, is if you’re studying my game, you’re entering my game and I’ll be better at it than you. Tim Ferriss: I often share exact, under-the-hood details of how, for instance, I’ve built the podcast or put together Kickstarter campaigns and so on. I do this really for two reasons. They’re reflective of two core beliefs. So let’s talk about those. Belief No. 1: It’s rarely a zero-sum game. In other words, if someone wins, someone else must lose. That’s just not the case. It’s rarely a zero-sum game in something like podcasting. The more that I help people with details, the more details help I receive in turn. Belief No. 2: If it is competitive, I’m simply offering people the details of my game, right? My attention to detail will scare off half of the people right off the bat who would have tried. So now we’re down to 50 percent of the people who have heard it or read it or observed it. 40 percent will try it and be worse than me because it’s my game, right? I’m capitalizing on my strengths with my particular strategies and so on. But 10 percent will try it be better than me. Now, is this a problem or is it not? I would just say: See Belief No. 1. That 10 percent will often reach out to me to teach me exactly what they learned and did to get better results because they are grateful for what I offered in the first place, which was transparency. So call it karma, call it anything you might like. I call it very, very useful and plus, it’s just a more offensive and not defensive way to live and to perform in a professional arena for me. Male Speaker: Remember the last three turns. Josh Waitzkin: I remember when I went skiing with Billy Kidd, who you might recall is one of the great downhill racers back in the ‘60s, the Olympic Ski Team. Awesome dude. Now he skis out in Colorado wearing a cowboy hat. Just a timeless guy, brilliant dude. He was saying to me years ago, when I first skied with him, “Josh, what do you think are the three most important turns of the ski run?” I’ve asked that question to a lot of people since. Most people will say, “The middle because it’s the hardest, the beginning because they’re getting momentum.” Billy describes the three most important turns of a ski run are the last three before you got in the lift. It’s a very, very subtle point. For those of you who are skiers, you know that’s when the slope is leveled off, there’s less challenge. Most people are very sloppy then. They’re taking the weight off the muscles they’ve been using. They have bad form. The problem with that is that on the lift ride up, unconsciously, you’re internalizing bad body mechanics. As Billy points out, if your last three turns are precise, then what you’re internalizing on the lift ride up is precision. So I carry this on to the guys who I train in the finance world, for example. Ending the work day with very high quality, which opens up – for one thing, you’re internalizing quality overnight. Tim Ferriss: Thanks to Josh, I now always end training sessions on a good rep, per se. Whether that’s AcroYoga (you can definitely learn more about that by listening to my episode with Jason Nemer), gymnastics (check out Coach Sommer), archery or other. For instance, even if I have 60 minutes budgeted for a workout, if I hit a fantastic PR, in other words, a personal record at say 45 minutes, or do something new particularly well in gymnastics, I pack it in. That’s the end of the workout. In the case of archery, which is a new passion of mine, I always use what’s called blank bale practice. A bale like a hay bale (they would use that you would put a target on and aim for). A blank bale is where I start and end all sessions with five to six arrows shot by feel alone. Eyes closed, into a target that is a mere ten feet away. So I’m not aiming at anything. This is similar in many senses, to dry firing with firearms or handguns, for instance, to try to minimize any type of flinching that you might have in anticipation of the shot. You’re able to then kinesthetically incorporate the fine motor control that will ultimately aid you in other circumstances. One of Josh’s favorite writers, Hemingway, had a practice of ending his writing sessions mid-flow and mid-sentence. This way, he knew exactly where to start the next day and he could reliably both end and start his sessions with confidence. Male Speaker: To turn it on, learn to turn it off and vice versa. Josh Waitzkin: Marcelo Garcia, who we were talking about, one of my most beautiful memories of him and World Championships, right before going into the semi-finals. [Inaudible]. Everyone’s screaming, yelling. He’s sleeping. Sleeping in the bleachers. You’d wake him up. He’d sort of stumble into the ring. You’ve never seen a guy more relaxed before going into a World Championship fight. Then he can turn it off so deeply, and man, when he goes in the ring, you can’t turn it on with any more intensity than he can. His ability to turn it off is directly aligned with how intensely he can turn it on. So training people to do this, have stress and recovery, undulation throughout their day. Male Speaker: The little things are the big things. Josh Waitzkin: We’re talking about Marcelo talking about embodying the principle of quality. In all these little ways – these little ways you could say don’t matter, but they add up to matter hugely. Tim Ferriss: I think the little things are the big things, right? Josh Waitzkin: Yeah. Tim Ferriss: Because they’re a reflection – I mean, this might sound cliché, but it’s like how you do anything is how you do everything. Josh Waitzkin: It’s such a beautiful, incredible principle. Most people think they can wait around for the big moments to turn it on. But if you don’t cultivate turning it on as a way of life in the little moments – and there’s hundreds more times little moments than big – then there’s no chance in the big moments. Male Speaker: Just go around for life. Josh Waitzkin: Lateral thinking or thematic thinking – the ability to take a lesson from one thing and transfer it over – I think is one of the most important disciplines that any of us can cultivate or ways of being. It’s something that Jack and I have, from a really young age, we began to cultivate this from when he was really small around this principle of “go around.” The first time it happened, he was really tiny. We were in a little cottage on Martha’s Vineyard, a tiny little cottage in a big field. He was trying to get in one door and he couldn’t, but he could get in the other door. I said, “Jack, go around.” He looked at me and then he went around. And then “go around” became a language for us physically. If you can’t go one way, you go around, turn another way. But then it became a language for us in terms of solving puzzles and in terms of anytime you run into an obstacle, go around. Then working with the metaphor of go around opened up this way that we would just have dialogue around connecting things. Taking a principle from one thing and applying it to something else. We’ve had a lot of fun with that. Male Speaker: Embrace your funk. Josh Waitzkin: That’s a term my buddy, Graham, who’s a dear friend of ours who comes on our surf adventures with us. He’s a brilliant thought partner. Tim Ferriss: “Embrace the funk.” Could you explain that? Josh Waitzkin: Yeah, we have to embrace our funk. We have to figure out what – you think about the entanglement of genius and madness or brilliance and eccentricity. Understanding that entanglement is always a precursor to working with anybody who’s trying to be world-class at something, because that entanglement is fundamental to their being. They have to ultimately embrace their funk; embrace their eccentricity; embrace what makes them different and then build on it. Male Speaker: Who do you pick when your ego seems threatened? Josh Waitzkin: It’s very interesting to observe who the top competitors pick out when they’re five rounds into the sparring sessions and they’re completely gassed. The ones who are on the steepest growth curve look for the hardest guy there, the one who will beat them up or who might beat them up. While others will look for someone they can take a break on. Male Speaker: The importance of language on a rainy day. Josh Waitzkin: One of the biggest mistakes that I observed in the first year of Jack’s life or year or two of Jack’s life that I observed with parents is that they have this language around weather; weather being good or bad. Whenever it was raining, they’d be like, it’s bad weather. You’d hear moms, babysitters, dads talk about if it’s bad weather, we can’t go out or if it’s good weather, we can go out. So that means that somehow we’re externally reliant on conditions being perfect in order to be able to go out and have a good time. So Jack and I never missed a single storm. Every rain storm. I don’t think we’ve missed one storm, other than one maybe when he was sick. But I don’t think we’ve missed a single storm, rain or snow, going outside and romping in it. We developed this language around how beautiful it was. So now whenever there’s a rainy day, Jack says, “Look, Da-Da. It’s such a beautiful rainy day.” And we go out and we play in it. I wanted him to have this internal locus of control. To not be reliant on external conditions being just so. Posted on: June 19, 2018.", "speakers": ["tim ferriss", "josh waitzkin", "male speaker"], "text_sentences": ["hello, my little mogwai", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is typically my responsibility to distill expertise or, i should say, rather, habits, tactics, tools, etc", "from world-class performers", "those things that you can test in your own life, apply to your own life", "whether they are from the world’s say entertainment, sports, military, or in this case, chess, brazilian jiu-jitsu and tai chi push hands", "but this episode is going to be an experimental episode", "i want share a few things that are adapted from my new book – tools of titans", "you can find it on barnesandnoble.com, amazon.com, everybody", "they should be available", "it’s also a highlight reel, in effect, that you guys – many of you, thousands of you – have asked me for", "we’re going to invite back one of my favorite people on the planet, josh waitzkin", "he’s an endlessly fascinating guy", "josh waitzkin – you can find him at joshwaitzkin.com – was the basis for the book and the movie, searching for bobby fischer", "he was considered a chess prodigy, but he has perfected learning strategies that be applied to anything by anyone", "i really mean that", "including his loves of brazilian jiu-jitsu (he’s a black belt under – i think he was the first black belt under phenom marcelo garcia; we’ll talk more about him) and tai chi push hands, in which he was a world champion", "these days, he spends his time very quietly coaching the world’s top athletes and investors, working to revolutionize education (we’ve partnered on a number of things there) and tackling his new passion of paddle surfing (in the latter, very often nearly killing me in the process)", "i first met josh after reading his book – the art of learning", "as i think i’ve mentioned, we’ve become very dear friends", "empty space", "josh has no social media, does no interviews – except for my podcast, for which he very often says to me or texts me, “you fuck!” after all, he’s from new york city", "he avoids nearly all meetings and phone calls", "he is perhaps the best i’ve met (actually, there’s one other – rick rubin, who’s been on the podcast as well – legendary music producer)", "he minimizes input to maximize output", "as josh would say, “i cultivate empty space as a way of life for the creative process.” so you might ask yourself how are you creating empty space", "how are you creating the slack necessary to connect dots that perhaps you haven’t connected before or come up with original ideas", "josh is an expert here", "i cultivate empty space as a way of life for the creative process", "learning the macro from the micro", "josh really focuses on depth over breadth in everything", "he often uses a principle nicknamed, “learning the macro from the micro.” this means focusing on something very small in a field, whether that’s in chess, martial arts or elsewhere, to internalize extremely powerful macro principles that apply everywhere", "i’ll give you a few examples", "this is also sometimes combined with beginning with the end game", "i will illustrate that", "for instance, when josh gave me a beginner’s tutorial on chess, he didn’t start with opening moves", "memorizing openings is natural, of course, and nearly everyone does it", "but josh likens it to stealing the test answers from a teacher", "you’re not learning principles or strategies; you’re merely learning a few tricks that will help you beat your novice friends", "instead, josh took me in the complete reverse, just as his first teacher, bruce pandolfini, did with him", "so he took off all of the pieces – empty board – and he added three back in an end game scenario, where he would usually finish the game", "king and pawn against king", "so in this case, through the micro – positions of vastly reduced complexity – he was able to force me to focus on the macro", "principles like the power of empty space, opposition or setting an opponent up for zugzwang, which is a situation where any moves he makes will destroy his position", "so by limiting me to a few simple pieces, he hoped that i would learn something limitless – high level concepts that i could apply anytime against anyone", "i’ve seen josh do this himself to many things, including, for instance, jiu-jitsu, where he can cover near all the principles of jiu-jitsu, the main tenets that will help you compete at a high level, by focusing on a single submission and the end game called, in this case, the guillotine or specifically, the “marcelotine,” from marcelo garcia", "after he gave me this tutorial in chess (part of it was recorded and there’s an extended scene that’s available in the tv show i did called “the tim ferriss experiment), i went to washington square park and lasted about ten times longer than i ever have before competing against these street hustlers", "that was literally from practicing no openers, no nothing aside from these high-level principles with three pieces on the board", "pretty cool stuff", "if you’re studying my game, you’re entering my game", "josh and i spent a lot of time discussing and, in some cases, hanging out with or training with marcelo garcia", "five time world champion in brazilian jiu-jitsu, with whom josh owns the marcelo garcia academy in new york city, which i highly recommend if you have a chance", "they have a very strict, no asshole, no bully policy", "it’s probably also the cleanest and certainly one of the most competitive jiu-jitsu gyms in the world", "marcelo – who’s marcelo", "marcelo is arguably the best grappler of the last hundred years", "he’s considered the combined mike tyson, wayne gretzky and michael jordan of his sport", "whereas most competitors are very secretive about their training for competition, their competition prep, marcelo does the opposite", "he routinely records and uploads his exact sparring sessions", "in other words, his exact training for major events, which all of his competitors can watch", "josh explains the rationale", "when he was competing in abu dhabi’s submission grappling world championship and mundials, which is the brazilian jiu-jitsu world championship, we were streaming his sparring sessions every night", "so he was basically showing his competitors what he was about to use against them in two weeks and three weeks and four weeks", "his attitude about this was just completely unique, is if you’re studying my game, you’re entering my game and i’ll be better at it than you", "i often share exact, under-the-hood details of how, for instance, i’ve built the podcast or put together kickstarter campaigns and so on", "i do this really for two reasons", "they’re reflective of two core beliefs", "so let’s talk about those", "belief no", "1: it’s rarely a zero-sum game", "in other words, if someone wins, someone else must lose", "that’s just not the case", "it’s rarely a zero-sum game in something like podcasting", "the more that i help people with details, the more details help i receive in turn", "belief no", "2: if it is competitive, i’m simply offering people the details of my game, right", "my attention to detail will scare off half of the people right off the bat who would have tried", "so now we’re down to 50 percent of the people who have heard it or read it or observed it", "40 percent will try it and be worse than me because it’s my game, right", "i’m capitalizing on my strengths with my particular strategies and so on", "but 10 percent will try it be better than me", "now, is this a problem or is it not", "i would just say: see belief no", "1", "that 10 percent will often reach out to me to teach me exactly what they learned and did to get better results because they are grateful for what i offered in the first place, which was transparency", "so call it karma, call it anything you might like", "i call it very, very useful and plus, it’s just a more offensive and not defensive way to live and to perform in a professional arena for me", "remember the last three turns", "i remember when i went skiing with billy kidd, who you might recall is one of the great downhill racers back in the ‘60s, the olympic ski team", "awesome dude", "now he skis out in colorado wearing a cowboy hat", "just a timeless guy, brilliant dude", "he was saying to me years ago, when i first skied with him, “josh, what do you think are the three most important turns of the ski run?” i’ve asked that question to a lot of people since", "most people will say, “the middle because it’s the hardest, the beginning because they’re getting momentum.” billy describes the three most important turns of a ski run are the last three before you got in the lift", "it’s a very, very subtle point", "for those of you who are skiers, you know that’s when the slope is leveled off, there’s less challenge", "most people are very sloppy then", "they’re taking the weight off the muscles they’ve been using", "they have bad form", "the problem with that is that on the lift ride up, unconsciously, you’re internalizing bad body mechanics", "as billy points out, if your last three turns are precise, then what you’re internalizing on the lift ride up is precision", "so i carry this on to the guys who i train in the finance world, for example", "ending the work day with very high quality, which opens up – for one thing, you’re internalizing quality overnight", "thanks to josh, i now always end training sessions on a good rep, per se", "whether that’s acroyoga (you can definitely learn more about that by listening to my episode with jason nemer), gymnastics (check out coach sommer), archery or other", "for instance, even if i have 60 minutes budgeted for a workout, if i hit a fantastic pr, in other words, a personal record at say 45 minutes, or do something new particularly well in gymnastics, i pack it in", "that’s the end of the workout", "in the case of archery, which is a new passion of mine, i always use what’s called blank bale practice", "a bale like a hay bale (they would use that you would put a target on and aim for)", "a blank bale is where i start and end all sessions with five to six arrows shot by feel alone", "eyes closed, into a target that is a mere ten feet away", "so i’m not aiming at anything", "this is similar in many senses, to dry firing with firearms or handguns, for instance, to try to minimize any type of flinching that you might have in anticipation of the shot", "you’re able to then kinesthetically incorporate the fine motor control that will ultimately aid you in other circumstances", "one of josh’s favorite writers, hemingway, had a practice of ending his writing sessions mid-flow and mid-sentence", "this way, he knew exactly where to start the next day and he could reliably both end and start his sessions with confidence", "to turn it on, learn to turn it off and vice versa", "marcelo garcia, who we were talking about, one of my most beautiful memories of him and world championships, right before going into the semi-finals", "[inaudible]", "everyone’s screaming, yelling", "he’s sleeping", "sleeping in the bleachers", "you’d wake him up", "he’d sort of stumble into the ring", "you’ve never seen a guy more relaxed before going into a world championship fight", "then he can turn it off so deeply, and man, when he goes in the ring, you can’t turn it on with any more intensity than he can", "his ability to turn it off is directly aligned with how intensely he can turn it on", "so training people to do this, have stress and recovery, undulation throughout their day", "the little things are the big things", "we’re talking about marcelo talking about embodying the principle of quality", "in all these little ways – these little ways you could say don’t matter, but they add up to matter hugely", "i think the little things are the big things, right", "yeah", "because they’re a reflection – i mean, this might sound cliché, but it’s like how you do anything is how you do everything", "it’s such a beautiful, incredible principle", "most people think they can wait around for the big moments to turn it on", "but if you don’t cultivate turning it on as a way of life in the little moments – and there’s hundreds more times little moments than big – then there’s no chance in the big moments", "just go around for life", "lateral thinking or thematic thinking – the ability to take a lesson from one thing and transfer it over – i think is one of the most important disciplines that any of us can cultivate or ways of being", "it’s something that jack and i have, from a really young age, we began to cultivate this from when he was really small around this principle of “go around.” the first time it happened, he was really tiny", "we were in a little cottage on martha’s vineyard, a tiny little cottage in a big field", "he was trying to get in one door and he couldn’t, but he could get in the other door", "i said, “jack, go around.” he looked at me and then he went around", "and then “go around” became a language for us physically", "if you can’t go one way, you go around, turn another way", "but then it became a language for us in terms of solving puzzles and in terms of anytime you run into an obstacle, go around", "then working with the metaphor of go around opened up this way that we would just have dialogue around connecting things", "taking a principle from one thing and applying it to something else", "we’ve had a lot of fun with that", "embrace your funk", "that’s a term my buddy, graham, who’s a dear friend of ours who comes on our surf adventures with us", "he’s a brilliant thought partner", "“embrace the funk.” could you explain that", "yeah, we have to embrace our funk", "we have to figure out what – you think about the entanglement of genius and madness or brilliance and eccentricity", "understanding that entanglement is always a precursor to working with anybody who’s trying to be world-class at something, because that entanglement is fundamental to their being", "they have to ultimately embrace their funk; embrace their eccentricity; embrace what makes them different and then build on it", "who do you pick when your ego seems threatened", "it’s very interesting to observe who the top competitors pick out when they’re five rounds into the sparring sessions and they’re completely gassed", "the ones who are on the steepest growth curve look for the hardest guy there, the one who will beat them up or who might beat them up", "while others will look for someone they can take a break on", "the importance of language on a rainy day", "one of the biggest mistakes that i observed in the first year of jack’s life or year or two of jack’s life that i observed with parents is that they have this language around weather; weather being good or bad", "whenever it was raining, they’d be like, it’s bad weather", "you’d hear moms, babysitters, dads talk about if it’s bad weather, we can’t go out or if it’s good weather, we can go out", "so that means that somehow we’re externally reliant on conditions being perfect in order to be able to go out and have a good time", "so jack and i never missed a single storm", "every rain storm", "i don’t think we’ve missed one storm, other than one maybe when he was sick", "but i don’t think we’ve missed a single storm, rain or snow, going outside and romping in it", "we developed this language around how beautiful it was", "so now whenever there’s a rainy day, jack says, “look, da-da", "it’s such a beautiful rainy day.” and we go out and we play in it", "i wanted him to have this internal locus of control", "to not be reliant on external conditions being just so"]}