{"dialog_idx": {"ezra klein": [37, 39, 42, 44, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 121, 123, 124, 125, 126, 127, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 160, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 188, 189, 190, 191, 193, 194, 195, 196, 197, 198, 199, 200, 202, 204, 206, 207, 208, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 223, 224, 228, 229, 230, 231, 232, 233, 235, 237, 239, 240, 243, 245, 246, 247, 248, 250, 251, 252, 254, 255, 257, 258, 260, 261, 262, 265, 266, 267, 268, 269, 270, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 287, 288, 291, 292, 297, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 316, 322, 323, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 338, 339, 340, 341, 342, 343, 344, 345, 349, 350, 351, 352, 355, 357, 358, 359, 360, 361, 367, 368, 369, 370, 371, 373, 374, 375, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 408, 409, 410, 411, 412, 414, 415, 416, 417, 418, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 441, 449, 450, 451, 452, 453, 455, 456, 457, 459, 460, 494, 495, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 533, 534, 535, 536, 537, 538, 539, 540, 541, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 564, 565, 566, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 582, 583, 584, 585, 586, 587, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 648, 650, 652, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 756, 757, 758, 759, 760, 761, 772, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 866, 868, 869, 870, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 900, 901, 902, 903, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 38, 40, 41, 43, 45, 46, 47, 66, 67, 90, 91, 92, 93, 120, 122, 128, 129, 130, 131, 132, 133, 156, 157, 158, 159, 161, 162, 163, 164, 165, 187, 192, 201, 203, 205, 209, 220, 221, 222, 225, 226, 227, 234, 236, 238, 241, 242, 244, 249, 253, 256, 259, 263, 264, 271, 286, 289, 290, 293, 294, 295, 296, 298, 299, 300, 301, 302, 315, 317, 318, 319, 320, 321, 324, 337, 346, 347, 348, 353, 354, 356, 362, 363, 364, 365, 366, 372, 376, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 413, 419, 420, 421, 422, 423, 424, 440, 442, 443, 444, 445, 446, 447, 448, 454, 458, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 496, 497, 498, 499, 500, 511, 529, 530, 531, 532, 542, 563, 567, 581, 588, 615, 616, 647, 649, 651, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 720, 755, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 773, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 867, 871, 896, 897, 898, 899, 904, 905, 916, 917, 918, 919, 920]}, "episode_num": 208, "file_type": "html", "guests": ["ezra klein"], "num_sentences": 921, "num_words": 16670, "raw_text": "Tim Ferriss: Hello ladies and germs, reindeer and elves, crazy Bulgarian sitting across from me. That’s a long story, folks. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, where it is my job to sit down metaphorically or physically with smart people, excellent people, those who know what they’re doing in various worlds and tease out the habits, routines, favorite books, etc. that you can use. This time we did something that I’m usually allergic to. We actually talked about politics. Now, we did talk about how this gent lost 60 pounds. We did talk about his ascension into the ranks of the best respected media companies in the world; top 15 companies according to INC magazine recently; in the last week, in fact. I’m talking about Ezra Klein. And before you cut bait and run because I said politics, realize that I never talk about politics. I feel like an ignoramus, and that is by design. We don’t talk about the T word, we don’t talk about presidential stuff; we talk about how can you influence the rules of the game by which this country is run, or your city or your state because I’ve decided that it’s time for me to perhaps jump in the fray. Ezra, @ezraklein on Twitter and other socials like the Facebook, is founder and editor in chief of Vox.com, and explanatory news organization that now reaches more than 100 million people each month through articles, videos, newsletters and podcasts. Before that, or I should say previously, he was a columnist and editor at the Washington Post, a policy analyst at MSNBC, and a contributor to – oh, my God, that crazy Bulgarian. And do I need more caffeine? I think I do. He was named one of the 50 most powerful people in Washington, D.C. by GQ. Esquire says “he gives economist columnists a good name,” which Ezra hopes is accurate. He’s written for the New Yorker and the New York Review of Books. And his primary podcast, Ezra Klein Show, very, very popular is a long form interview show where he talks to the smartest people he can find, including pasts guests like Bill Gates – what? – Rachel Maddow, Andrew Sullivan, Atul Gawande – love to interview him, too – Slack founder Stewart Butterfield, The Daily Show’s Trevor Noah, and many more. He also co-hosts the Weeds, or maybe it’s Weeds, but “the” is lower case so I’ll call it the Weeds, a weekly policy podcast with his colleagues Matt Yglesias and Sarah Kliff. We talk about a whole lot, here. It’s a shorter episode, perhaps, around an hour, hour and 15 minutes and we cover a lot of ground. So, I think you guys will enjoy it. This really came from a personal place. I have opted out of political discussion for a long time. Do not worry; this podcast is not going to turn into any type of ranting machine; really it’s very proactive. How do you influence policy? If you don’t like, well let’s say, sharks having their fins cut off because someone granted Chinese fishing rights to Costa Rica, what can you do? That actually is something that happened related to me. Or, if something you care about like a startup or anything is about to be snuffed out by some questionable tactics in a place like DC, which happened to me once – or elsewhere – what can you do? And it turns out there are things you can do. This is about the tactics and strategies you can use to not just be a chess piece on the chessboard, not just to be a good chess player, but to perhaps actually change the rules of chess so that you can stack the deck in some respect. That is it, so without further ado, please enjoy my conversation with Ezra Klein. Ezra, welcome to the show. Ezra Klein: Thank you for having me. Tim Ferriss: I always think that you live in New York City, which you do not but we happen to coincide. Ezra Klein: In this case, I’m living in New York City for the day. Tim Ferriss: I want to set the tone, or set the visual for people who are obviously not here, besides my imaginary friends, at least, I am wearing a shirt that Jocko Willink gave me and you can Google him to figure out who he is. And it says “Know the darkness.” We’re in a room in a hotel that was set aside to be quiet, and we had to close the blinds so it is literally dark. Ezra Klein: Slash romantic. Tim Ferriss: Slash romantic. Ezra Klein: There are hearts on the walls. Tim Ferriss: We are in hipster penthouse prison in New York City. The question that I really wanted to jump into first, and this may be an odd jumping off point but I had read that you were bullied when you were a kid. Tell us about that, because I really don’t have any of the details but I’ve been asked a lot about bullying recently, and so I’ve been exploring in my own head. Ezra Klein: Basically going back as far as I consciously remember in school, I was not an unpopular kid but the least popular kid. When I was a kid, I changed schools a number of times because I was being bullied at different places. I changed and then went back. And when you do that, by the way, something important about when you leave one place because something is going wrong, then the same thing goes wrong so you leave that place, then you go back and the same thing goes wrong; is that you do get a sense, rightly or wrongly, that it is you. And over time, that really wears you down. So, I want to be careful. The bullying is not that I got the shit kicked out of me every day. But it is that relentlessly I was teased, or mocked, or kept out of things; I had my stuff hidden. It’s very common kids stuff. But it is a painful way to grow up. One of the things about that experience, which I would say lasted more or less into mid high school for me, and then a lot of things changed for me and we can talk about what they were, was that it gave me a real appreciation of the way context decides people’s lives. Because in a lot of context when I was younger, and particularly I think for me in the school context which really didn’t fit for me, things went very badly. I failed at everything. It wasn’t, by the way, just that I was being bullied; I also did a terrible job in school. I barely graduated; I barely got into college. Then when I was able to change the context of my life later on, change it in college, change it with blogging, change it by going into journalism, and by moving to Washington, D.C., my life transformed really dramatically. That, too was a bit of a lesson where I had to find a place, context where the qualities that I have were adaptive rather than maladaptive. That wasn’t school but it did exist. Tim Ferriss: Let’s dig into that a little bit. When you were going from place to place, what did you think at the time was wrong with you, or what were you routinely teased for? Ezra Klein: So, a bunch of things. I was very heavy growing up. I weighed, in my sophomore year of high school, 60 pounds more than I do now, to give a number on it. So, one, just being fat as a kid gets you bullied; maybe not in every case but certainly in a lot. I would not say I was a particularly great dresser, although one thing I will say on that is I did, as part of my trying to get away from this, go to a school for a couple years that had a dress code, not that I thought that was the issue. That didn’t really help anything. So, clearly that was not the operative variable. [Crosstalk] But I was not a great dresser. I am a sort of loquacious, argumentative person and I think that the edges of that were probably even harsher when I was young and stranger in the context in which they were applied. So, it’s one thing to be a bit of an argumentative person when you work in journalism in politic; it’s another thing to do it in elementary school. So, that probably didn’t help. Another thing, though, that when I look back, and I’m not sure I would change my life because I like how it’s worked out, but if I were giving advice to my younger self, something that I didn’t do, something that I do regret, is that I didn’t go and find and take comfort in spaces that might have been more natural to me. So, that wasn’t really possible, I think, in elementary school. By the time I was in high school, I didn’t leave the situation and find another; which is to say I didn’t go into theater, or try to work for the school newspaper, or do things that would have put me in a context that was maybe a little more suited to me. Instead, I tried to be on the football team. I was on the football team. I was a wrestler. I was really trying to find acceptance. And so I kept also butting myself into these situations that put me at – risk isn’t exactly the word, but in a space where this would happen. That isn’t to blame myself for it, but it is to say that I don’t think I almost somehow understood that I had choices. And so I didn’t make any. It had become in my head as if the only option was to succeed in this one context that was repeatedly and continuously rebuffing me. Tim Ferriss: So, the word context is something I want to define for folks in this particular case, in this instance. I’m not going to do it; I’m going to ask you to do it. But is that simply choosing where you are, who you surround yourself with, basically the interrogatives of journalism if you were to answer those for yourself; is that the context that you then created for yourself in college later? Is that what you mean by context? Ezra Klein: Yeah, I think I mean a lot of things by it but I mean the situation you’re in. So, let me use a non-bullying example. I mentioned that I did poorly in school, and I really did. I’m not one of those kids who’s coming here and saying oh, I had a 3.5 in high school but everybody else had a 4 point. I graduated high school with a 2.2. I failed out of a lot of classes. I was in remedial math by the end. I’ve done a lot of thinking about why that was. I really think I had basically a learning disability. I have a tremendous amount of trouble absorbing information from someone lecturing. Even now when I’m older and more disciplined and have much more reason to absorb the information that is coming at me, as a journalist I basically won’t call into a teleconference call because I just know I can’t absorb anything. And so I would spend all day sitting in this classroom where somebody was talking at me, and I just couldn’t, I couldn’t focus on it; I couldn’t absorb any of it. And because there is this cultural message in America where when you see kids in school on television and everybody’s always doodling, and daydreaming, and thinking about something else; that’s the meme about it so I thought everybody was actually doing what I was doing and never, ever, under any circumstances paying attention for even two minutes. That wasn’t true, obviously. Other people were paying attention. They were taking notes. They did know what the hell was going on when they looked at their homework. Later, when I went to college, college doesn’t really ask that of you. You don’t really have to attend class if you don’t want to. You can read the book and then you can write an essay. There are other ways for me of absorbing information that I am much better than average at. I’m really, really good at absorbing information in conversation; really good at absorbing information from reading. And so to the extent that I could be in a place where I could do that, I could actually succeed academically. So, it was the difference between – I was the same person, but in one, the particular set of strengths and weaknesses I had led me to be one of the worst performers. And in another, the exact, same set of strengths and weaknesses put me – I wasn’t the best performer in college but I did very well. That, to me, was a big lesson. Tim Ferriss: What was your major in college? Ezra Klein: Poli-sci. Tim Ferriss: That makes sense. Ezra Klein: You know, I wish I hadn’t done it. Even though nowadays I love political science, it is at the core of my work and I think among journalists, I am unusually focused on it as a way of understanding American politics; I had a lot of trouble in college understanding how it related. I was already doing political writing then and it just somehow didn’t click. And I do wish I had spent that time learning about a discipline or a topic that I did not plan to go into. So, if I could go back, I think I would have been a philosophy major. Tim Ferriss: A surprising number of people I’ve interviewed on this podcast ended up being philosophy majors, which I think is an excellent choice. I get asked a lot because of my proximity to, say, the Teo Fellowship; or I should say rather my proximity geographically to Silicon Valley and a very anti-college sentiment or romanticizing quite a bit what kids should do. Or parents sometimes ask me what they should do as it relates to college and their kids. The only answer I’ve been able to come up with that I’ve been reasonably happy with is that the goal of a liberal arts education is to make you a well-rounded human being, not to maybe to equip you with the meta skills, but not to prepare you necessarily for a specific trade. The follow up that I wanted to ask was you went from elementary school, high school not realizing that you didn’t have to accept option A in front of you; you had other choices, like you said. Was there a moment when you realized a specific conversation, something your parents said to you, anything in college where you said wait a second, I can actually pass or do well I this class by simply writing the essays and taking the tests, and I can choose the type of information, the format that I absorb? Ezra Klein: Yeah, so let me say a couple of things, here. One is that I was lucky and privileged to have other choices. My family wasn’t rich by any means but my father is a university professor, and so the SATs were a thing in my household. My parents could pay for me to go to a prep course, which I also had trouble paying attention to, but nevertheless. So, I do want to say one thing, here, which is that I’m very conscious that the second chances I got, not everybody would have gotten. Sometimes for a lot of people, if you don’t do well in high school, that’s just it for you; you get tracked into something very, very different. I was lucky I had always taken tests very well; it’s something I’m just good at. And that got me into the UC system. I also was lucky to be in a state – California – that has a great public college system. And the UCs, at least at that point, had something called eligibility. It was a sliding scale of GPA and SATs but if you got above a 1400 on your SATs, you got into Santa Cruz or UC Riverside just automatically and I was able to do that. So, I went to Santa Cruz, which is great. So, that’s one thing; having those choices isn’t always fully under your control. But the other thing is that I don’t think there was an epiphany moment, and to some degree I wasn’t shocked. It wasn’t that I thought I was dumb; I knew I was a good writer. And I knew that I was actually pretty smart. I could talk to people about things. During high school and even before that, I was a pretty voracious self learner. So, when I got to a place where I could actually choose what I was learning about, which I also think is a nontrivial dimension of this, being able to say I want to learn about politics; I see the relevance of it to my life, as opposed to now you’re in chemistry. That isn’t to downgrade chemistry; at this point I wish I knew a lot more about chemistry. But I had thought that would work a bit better for me. So, I wasn’t shocked when it did. Tim Ferriss: I can help you with the chemistry but it’s purely breaking Benjamin type of ad hoc experimentation, which is probably not what you’re looking for. You mentioned in high school not writing for the school paper, correct? You were trying to do football, wrestling, and so on. At some point you did try to write for a school paper, correct? Ezra Klein: Santa Cruz City on a Hill Press, man. Tim Ferriss: I’ve heard o fit. I’m a subscriber. No, that’s not true. But what happened? How’d that go? Ezra Klein: Nothing happened. The whole story there is nothing happened. I got to Santa Cruz, which is an awesome, awesome place by the way, if you’re ever able to just visit. College is wasted on the young. Santa Cruz is this place where it is built in a redwood grove. I may get the exact details of this wrong, but no building is allowed to be higher than two-thirds of the height of the tallest nearby redwood. So, everything is just dominated by these amazing trees and this amazing land, this phenomenal grant of land. There are dorm rooms in Santa Cruz that have a redwood and ocean view; dorm rooms! So, Santa Cruz is great. I had just gotten there; I was trying to figure out what I would be doing or what I wanted to be doing. I applied to work at City on the Hill Press, which is the student newspaper. And I just got rejected, which was not strange. I didn’t do the student newspaper in high school; I had no obvious aptitude in that. I will say, though, there are different ways you can frame the story of your life. One of them is through the things you achieved. It often feels to me that the truer one for me, or at least an as-true one, is through the things that I wanted and didn’t get, that turned out to be extreme blessings. So, at about the same time I applied for Santa Cruz City on the Hill Press – I don’t know why I just said that so formally – the student newspaper… Tim Ferriss: I’m sold, I’m sold. Ezra Klein: Still, it has this vaunted space in my imagination. I had started what at that point was an unknown thing, which was a blog. We were right in the beginning of the early political blogosphere. This is 2003. Tim Ferriss: You started a blog before you tried to pitch the Press? Ezra Klein: Uh-huh. I was bored. I went to Santa Cruz and it was great, but I was a college kid and I just didn’t have that much to do. So, I had begun reading some of these bloggers, and in particular there was a kid at another college across the country named Matt Yglesias who had a really good blog that I really liked. Tim Ferriss: What was it about? Ezra Klein: Politics. It was just this super smart, analytical Harvard student writing about politics. And it had become, again in the early blogosphere a pretty central blog. There was a guy named Kevin Drum, who was actually in my hometown of Irvine California but I looked at Matt and I thought well, if this college kid can have a blog, then maybe I can. But if I had gotten into City on the Hill, I’m sure I would have just done that. It would have been much more absorbing, it would have had a big, big social component. The people I know who did student newspaper work, they really got into it. But I didn’t get that. Tim Ferriss: Why did they reject you? Ezra Klein: Nobody ever told me. Tim Ferriss: We’ll call you; don’t call us? Ezra Klein: Yeah, I don’t think it was a big deal for them in life; I think I just didn’t get it. Tim Ferriss: Okay, go ahead. Ezra Klein: But that left me with a lot of time to focus on blogging, which at that moment didn’t at all seems like a good trade. Nobody in 2003 thought blogging was going to be a pathway into journalism or into anything else; nobody even knew the word. But it turned to to be arguably the central pivot moment in my life. Tim Ferriss: How much time did you spend on it? Ezra Klein: It’s funny because we talked about context changes before. But the real context change for me wasn’t high school to college; it was high school to blogging. When I found that, something happened to me. I wasn’t writing for a big audience. By 2004, let’s say… Tim Ferriss: What year of college would that be? Ezra Klein: This would be going into my sophomore year, sometimes. By 2004 I was getting I think 35 readers a day. And I think that I cared more about those 35 readers a day than I have ever cared… I love the audience but I felt so amazed that 35 people – and on some days when I got on Matt Yglesias, 150 people would come to the site. It blew me away. When I found that, when I found the space for what I could do was read what I was interested in and then process it through writing, and that’s an important thing for me because going back to that idea of how do you absorb information; I’m good at absorbing it by reading but the real way I come up with ideas is by talking about or writing about the inputs. Tim Ferriss: Definitely. That’s what Kevin Kelly, a founding editor of Wired, says, too. He says I write to find out what I’m thinking. Ezra Klein: I think that’s a Joan Didion line. I’m going to blow up Kevin Kelly’s spot, here. Tim Ferriss: I may actually be misappropriating a quote and attributing it to Kevin. He elaborates, obviously. But it’s seems like “I don’t know what I think until I start writing,” in effect. Ezra Klein: That’s deeply true. I found blogging and again, I’m writing for 15, then 30, then 45 people a day. And I just took it from the beginning; I just got addicted, like really addicted. It was a little blog spot blog. I would wake up at 7 in the morning as a college student and be writing blog posts so that my East Coast audience, all nine of them, had something to read. In college, I was writing 15 things a day on the blog. Tim Ferriss: Wow. Ezra Klein: I barely ever partied, in part because I did not figure things out socially until a couple of years later, still, so I didn’t have many friends. Tim Ferriss: When did you lose your weight? Ezra Klein: Sophomore year of high school. Tim Ferriss: Oh, of high school? Ezra Klein: Of high school. That was a big turning point of my life, too. Tim Ferriss: How did you lose the weight? What was the trigger, also? Ezra Klein: I got rejected by a girl I really liked. Tim Ferriss: Ah, yes. Ezra Klein: So, that was a trigger. So, I had the option to absorb that as I am, not a likeable person, or not a lovable person or this beautiful girl didn’t want to be with me because I’m heavy. I’m not saying correctly, by the way, and I don’t want to suggest that as an objective view of the reality. But that was the way I absorbed it. Tim Ferriss: But it was a choice between she rejected me for reasons or due to factors I can’t change, or due to factors I can change. Ezra Klein: Yeah, and this was the face-saving way to do it. And so something kind of clicked, there. I’m not really sure what or why, but for six months I ate the exact, same thing every day and I ran three miles a day. Tim Ferriss: What did you eat? Ezra Klein: Alright, I’m going to try to remember this. I woke up and I had two eggs with salsa for breakfast every day. Tim Ferriss: Scrambled eggs? Ezra Klein: No, they were just fried. And I was not a good cook. Tim Ferriss: Right, fried eggs and salsa. Ezra Klein: I had not read The Four Hour Chef. So, fried eggs with salsa. Then at 10 a.m., whenever the break was at my high school, I had a pure protein bar, which I still eat those today but back then, those tasted like garbage, let me tell you; let me be real clear about that. Tim Ferriss: Oh, yeah. Just shock. Ezra Klein: And I don’t know why this is what it was but a mini bobbly pizza crust with two slices of deli meat turkey on it. I’m quickly running out of remembering. I don’t remember what I did for lunch, actually. I would get home and I think I had a snack of popcorn, usually. Then I would microwave two Lean Cuisines for dinner. That was what I ate every day. Tim Ferriss: How did you decide on that particular regime? Ezra Klein: There was some way that actually happened. I think I went and talked to a trainer at the gym; I got like a free trainer thing. You know, like you can go and have a consult at a gym. He told me how many calories I should be eating and I just literally figured out a count to get there. And then I didn’t stop. I don’t think I could do that today. I don’t really know where that came from in me, but it happened. That was also the first time in my own life that I had been able to take control of something and really succeed at it. And a lot of confidence emerged from that for me. Because until then, there were a lot of things about me that just seemed to be immutable. They were how I was. And then all of a sudden, it turned out that that wasn’t how I was; that was just how I had been until I made a series of changes. And out of that, I have become in my life and in my attitude towards life probably obsessively calibrating and hopefully self I’m proving. I’m talking to somebody who’s much more than that. Tim Ferriss: I don’t know anything about that. Ezra Klein: But I always have three or four things that I’m constantly trying to track and change and play with. Because it just gave me a real sense that you are who you make yourself to be. Tim Ferriss: There are a few things I want to highlight. You figured out a few things in high school, and then in college. Ezra Klein: Do I have to pay for this therapy session? Or is this an intro? Tim Ferriss: The first one’s free. One of which was the format of information that you absorbed best. And what I want to just mention for people is that this is a critical piece of the puzzle to figure out. I was chatting with Ed Catmull, President of Pixar. Ezra Klein: His book, Creativity, Inc.; an amazing, amazing book. Tim Ferriss: Fantastic book. And he had, in a sense, the exact opposite experience that you had. He found that he could not absorb. He was trying to read – and I’m making up this example – The Odyssey, or any type of poetry, or anything that actually began with being transmitted as an oral tradition; he couldn’t absorb it in print and he started listening. He went in the exact opposite direction and started listening to I think it was the Teaching Company while he was on commutes to absorb information. Ezra Klein: Actually, it’s funny. Related to that, something I’ve learned later in life is that I can absorb information from listening extremely well if it is the secondary thing that I’m doing. I actually cannot sit at my computer and watch a TED Talk; I can’t do it. But I can listen to a podcast while I walk my dogs, or clean my house, or whatever. So, I absorb now, particularly because I have less time to read because my job has more of a management schedule; I absorb a tremendous amount of information through podcasting while I am doing other things. And I don’t know why that makes it possible for me but it somehow does. Similarly in my office at work, I have a lot of trouble paying attention during meetings. So, my office is littered with things that I can play with in my hands. It’s just full of squeeze balls and magnets. I just every so often go on Amazon and search “fidget toys,” and I will buy any fidget toy I can find, and it’s full of them. People think: oh, you have this quirky little office. And the actual reason is that I can pay attention much better if I’m absorbed physically somewhere else. Tim Ferriss: I don’t know why this flashed to mind but you’ve seen the movie Big, with Tom Hanks? Ezra Klein: I have. Tim Ferriss: When he has one of his first meetings and they walk in when he’s at the toy company and he’s crashing these cars together as they’re trying to talk to him. But let’s flash forward to the present for just a moment, and then we’ll backtrack again. So, the first is what have you listened to most, say, in the last year in terms of – Ezra Klein: Are you just fishing for compliments? Tim Ferriss: No, no. I did slip Ezra a 20 but I need to tip 100s. Ezra Klein: I’m a fan of your show. So, I can actually pull out my podcast list, here; that’s probably the best way to check. Tim Ferriss: Yeah, let’s check it out. Ezra Klein: Oh, of course I always listen to The Ezra Klein Show and the Weeds; the two greatest non-Tim podcasts in American life today. So, podcasts I like listening to, I like your show. I’m a big fan of You Made it Weird, the Pete Holmes podcast, which is just a great interview. I like the long-form podcast Reply All. Recode Decode, Kara Swisher who is part of Vox Media has a great interview show. Particularly in the election season I listened to a lot of The Axe Files, which is David Axelrod’s interview show. It’s great; that’s a good one. Off Message by Glen Thrush I think is good; that’s a political show. I love Conversations with Tyler Cohen. Tyler is brilliant. He’s a guy I know well. I’ve actually been on that show with him and he just has a mind that works unlike any mind I’ve ever come into contact with before. Tim Ferriss: What makes his mind different? Ezra Klein: He’s a polymath in a truer sense. I’ll just give you an example from when I was on his show. We were talking about the conversation in America about diversity and inclusion, and tolerance and pluralism and multiculturalism. It’s a Trump campaign-related conversation. And Tyler, who knows that during my honeymoon I went to Singapore for two days and knows that I’m half Brazilian, so I’ve been to Brazil a lot, says, “Well, Brazil and Singapore have such different conversations about multiculturalism and diversity. When you look at the way they experience these issues versus America, do you think they have figured something out that we haven’t?” And embedded in that question is one, that Tyler is so smart that he actually has a distinct point of view about the discourse around multiculturalism in Singapore; but also thinks other people might also have that view. So, just listening to him is a real tore through the mind o feasibility who is smarter than you are. I love Death, Sex, and Money; that’s a great show. Tim Ferriss: What you just said about Tyler just also makes me think about some of my conversations with Eric Weinstein. He’s the managing director of Thiel Capital – I don’t know why Theil is coming up so much. He’s a mathematician and physicist and he’ll say something like, “Well, of course you know what a mirror orchid is.” And then he’ll just continue on like that. Ezra Klein: He’s got that. [Crosstalk] Tim Ferriss: [Inaudible] just not going to pipe up. Ezra Klein: Switched on Pop is great, by Charlie Manning and Nate – I’m blanking on his last name – but it’s a good pop culture podcast. I probably have a bunch more. Tim Ferriss: You have a vast selection of podcasts. I know a lot of people get overwhelmed with input; they just feel like there’s too much to read, too much to listen to. Ezra Klein: The Exponent by Ben Thompson; I like that one. Tim Ferriss: How do you choose which episodes? Ezra Klein: Podcasts come up. You look at what’s come up and you see what’s interesting. I actually find most days I don’t have one I want to listen to. It’s not that every episode of every one of these podcasts is interesting to me. Hopefully there are enough that are. Tim Ferriss: So, what is interesting, and I’ll cache that – that’s probably not an appropriate use of the word – but in the question – Ezra Klein: Now I feel bad about all the ones I didn’t mention. Tim Ferriss: No, that’s okay. There are a lot there. If you had to give – not listen to a TED Talk but give a TED Talk on something that you’re not known for at all, so no politics, something that you are very interested in that is not something people readily associate you with, something maybe you read about on the weekends or evenings, whatever it is; what would that be? What might you talk about? Ezra Klein: It would probably be about some angle on the ethics of meat eating, which I feel real strongly about. And not simply eating meat is bad. One thing I’ve been become really convinced by, and I’ve become convinced by a guy named Bruce Frederick, who his actually on my podcast and said this to me; I’ve been thinking about it ever since. So, one, I think what we eat is a very profound moral choice. And I’ve argued, and I do believe elsewhere, that 50 years from now, 100 years from now when it’s really easy to not eat factory farm meat because there’s all this lab-grown meat and really tasty synthetic meat, people will look back on the way we treated animals in this era and judge us very, very harshly. Tim Ferriss: I agree with that. Ezra Klein: I think we are going to look very bad because we’re torturing a lot of sentient beings constantly. But that said, one thing I’ve become convinced by is I don’t think it is good that the only ways here you can become “ethical” is to become a vegetarian or a vegan. One, I think it’s just too hard for a lot of people. Tim Ferriss: I agree. Ezra Klein: And two, it’s actually not the right way to think about what you’re trying to do, here. You’re not being consequentialist enough about it. If we can get everybody to cut meat consumption by half, that is so much better than quadrupling the number of vegetarians from I think it’s roughly around 5 percent now to where it would go. So, one, I think we need to be thinking just really about reduction, here. But the thing that Bruce explained to me, which I hadn’t thought about a lot before, was that people think that what they should do is go vegetarian. And that’s actually not a great equilibrium in terms of animal suffering particular because egg-laying chickens are arguably the worst treated of all of the animals. So, if you’ve cut out a lot of other kinds of meat and you’re eating a lot of eggs, there is some context in which you’re buying backyard eggs from a farmer. You can come up with the examples here where the animal is treated really, really well and great, if you’re able to source like that, God bless you. But I think a lot of people have ended up a little bit accidentally in spaces where they’ve maybe cut out red meat so they’re eating a lot of chicken. But it turns out you can finish a chicken in a night. It takes a family of four like a year or two years to finish a cow. And what Bruce, who used to run campaigns for PETA and now does investing around I think he likes to call it “clean meat,” what he argued to me is if everybody just ate beef; cut out eggs, cut out poultry, cut out fish, cut out all the rest of it, if everybody just ate beef you would reduce the number of animals killed for human consumption by something in the order of 95 to 98 percent. So, it actually really matters how big the animal is. And cows, because you do need to raise them, they’re actually treated – even the ones not treated – well better, particularly better than chickens and other kinds of poultry. There is no effort really anywhere to figure out a humane way to raise and kill fish because we just don’t jump the species barrier in sympathy that way. And I do know there are people, there’s a guy named Mat Ball; I think his organization is called First Step – if I have that wrong, I’ll send it to you for your show notes – who has been making similar arguments so this is very much not my argument. But I think it would not be that hard for a lot of people to switch over to beef consumption and to go from there. Now, I do want to say there are cross cutting environmental concerns. People argue about whether a pound of beef is significantly worse for the environment than a pound of chicken or fish; I’ve heard that both ways. I have not looked into it enough to know. Right now, what I am saying is just about animal suffering. Tim Ferriss: We could talk about this for a long time. I’ve read quite a bit on both sides of the fence, if you will, just on the meat eating versus non meat eating if we’re looking at it in a binary fashion. And what’s been philosophically interesting for me, at least to hear and listen to, are how the reasons dictate what you consume on the less meat side of the equation. So, you have people who are optimizing for number of animals killed. Then you have people who have some distinction in cognitive ability that determines what they’ll eat or not. Then there is the carbon emissions component, which I think actually kind of falls apart with cows in the sense that they’re often on grazing lands that couldn’t otherwise be utilized for many agrarian purposes. Then you run into all these thorny things, and I’m not going to get into deep Peter Singer land. But if you look at some of the mono crops, so for instance you were mentioning with incomplete information, if you’re trying to minimize suffering in the total number of animals, if you go lacto over vegetarian and suddenly you’re quadrupling your egg intake that you might be in fact netting on the side of doing more damage than just, say, having one cow or a quarter of a cow. And with the mono crops – soy and so on – if you look at the threshers and the number of animals they end up killing, these small rodents and whatnot, then I becomes a very complex, moral decision. Or it seems that it can become a very nuanced, I should say, moral decision. Ezra Klein: I’m not super convinced by the mono crop thresher arguments. Theses feel to me a little bit like an argumentative move meant to paralyze a conversation in a place of information abundance. It’s true that we can never have perfect knowledge about all the consequences of our decisions. But I think this is one where people’s moral intuitions here are pretty clear and actually should be followed. I just never meet anybody who says yeah, factory farming’s okay. Tim Ferriss: No, no. Ezra Klein: But I will sometimes meet people who say – and I’m not saying you’re doing this here – who begin bringing a level of, “what about this, what about that?” And it’s true. But it would be wonderful if we all decided to treat the way we eat as enough of an ethical choice of we’re actually trying to gather that information in a really strong way. I think the important thing to me, and the thing that I’ve thought a lot about in my own life is people can make moves that are not that painful that appear with our best knowledge to have a really big first order effect on suffering. And that it’s worth doing, and the equilibrium of it just being about vegetarianism or veganism I think has probably made this a lot harder. Because it’s just hard for folks to make jumps that big. Tim Ferriss: Yeah, the adherence is really low. So, if you’re trying to move the needle, and I think about this a lot as it relates to behavioral change just since I have thought about it and spent so much time with people who are studying this in labs; you run into this conundrum with, say, very strict vegans or very strict paleo, for that matter. If you try to take someone from zero to 60 from standard American diet to either of those sides, the drop-off that you’re going to have is going to probably be above 90 percent after a few weeks. And then what absolutely good have you accomplished? It’s a lot easier to get people, say, one step further. It’s like hey, try moving to this protein and consuming either fewer eggs or really paying attention specifically to how you are sourcing. Ezra Klein: And it’s an interesting thing, there. There’s a fair amount of behavioral science evidence that it’s important to people to act in ways reasonably consonant with the identities they have for themselves. So, something I found, because I flitted back and forth between vegetarianism and not for a long time, and now have been [inaudible] for a bit; what would happen is I would say I’m going vegetarian. And then at some point I would fail. And having failed, it’s not like what would happen is I would go to 95 percent vegetarian. I would completely collapse back into full-on omnivorism. And the reason in part was that if I had set up the success structure so that I was vegetarian or I was not, then was not is almost the same kind of failure no matter how much meat I was eating, what kind of meat I was eating; all of it. The way this actually stuck for me this time was that the way I went vegetarian a couple of years ago now, was with a tremendous number of caveats. I’m vegetarian except when I travel, because I know when I travel I often have a lot of trouble sticking to vegetarianism. So, if I’m vegetarian except when I travel, and when I travel then I eat meat, well then it doesn’t offend my identity at all. And now I’m mostly vegan. I eat vegan at home, except when I travel I’m vegetarian and there are a couple of points in the year. It’s like my best friend’s mother, I’ve been having sushi with her since I was a kid. And it is important to me that I’m able to continue that tradition. So, as opposed to going and having sushi with her twice a year and then collapsing out of all my other eating habits because of it, that’s built into it; that’s part of the identity. Tim Ferriss: That’s the exception. Ezra Klein: So, I’ve actually found that personally very helpful, to not be so strict on myself that when I make decisions that I can pretty well predict I’m going to make, that they have this identity collapsing effect on me. Tim Ferriss: Let’s take a left turn and go back to college. What were some of the – Ezra Klein: I don’t sound enough like a cynic [inaudible] to you? Tim Ferriss: No, I’m enjoying – Ezra Klein: It’s not that much of a left turn. I have a lot of [inaudible] – [Crosstalk] – in college. Tim Ferriss: Back to Garden of Life; did you ever go to Garden of Life in Santa Cruz? Back to Santa Cruz and very good writing school, and people playing didgeridoos in the street; what were the decisions or lucky incidents that were really defining moments, once you started the blog? When did you go from 35 – okay, if you got a lucky link, 150; when did that start to change? Ezra Klein: A couple of key things happened. One is I mentioned this other college kid, so that’s Matt Yglesias. And Matt is my cofounder at Vox; we work together now and actually have worked together for a lot of our adult lives, also at the American Prospect, and he’s in a very important way my mentor. But he continuously, as someone with a bigger site, linked to me, sent people to my site. The patronage, I think is actually a fair term for it, the attention of someone I respected that much was a tremendous kind of positive feedback for me. Tim Ferriss: How did he find your stuff? Ezra Klein: I emailed him. Very early on, I emailed it to him and he linked to it. he was very generous in that way. Tim Ferriss: What did you say in your email? Ezra Klein: Oh God, I genuinely don’t remember. I’d have to think about that. Tim Ferriss: Was it a pitch or was it “Hi, Matt; love your stuff.” Ezra Klein: I think it was “Hi, Matt; I love your stuff.” I think it was probably “Hi, Matt; I love your stuff. I’ve also started a blog where I’m saying things that are going to prove to be wildly incorrect and embarrassing about American politics,” although I probably didn’t say that at the time. That did, however, prove out to be the truth of it. But, “I’ve started a blog. Also, I’d love it if you checked it out.” And he checked it out. So, that was really important. And I remember it took me, I think, a year and a half, maybe more, to get my first Kevin Drum link. My first Kevin Drum link was a big deal to me. Andrew Sullivan, I think, came later even than that. And the blog for them was small. It was a personal place. There was Instapundit, who was the big link aggregator on the right and the sort of war hawk. You had Atrios, who was the big linker on the left. It sort of went on like that. So, I did pretty assiduously try to get my stuff in front of those people for a period of time. And all that mattered to me. That escalating series of accomplishments: “Hey, I’ve finally achieved a Kevin Drum link; now I’ve really made it,” really mattered to me. I’ll back up a little bit here. The reason I started a political blog is that I was into politics. The reason I was into politics is my brother, who lives in Los Angeles and is an environmental attorney up there, was also into politics and was incredibly, incredibly insanely generous to his fat, socially awkward 12-year-old brother and when he did political work in LA, would take me along; I will never forget and never stop being grateful. During Bill Bradley’s 2000 campaign for the presidency, my brother was driving around Senator Paul Wellstone, the late Senator Paul Wellstone who’s an amazing figure in American politics. He died in a plane crash; I think it was in 2002. My brother had this opportunity and my brother at this point must have been 26, something like that, 28; he’s a lot older than I am. He had the opportunity to drive Wellstone and his wife around LA for a day. And he had me come with them. I still almost can’t believe that moment. Here’s my brother who has this opportunity as a young, up and coming politico to spend a whole day with a U.S. senator; that’s a real opportunity. I think most people would take that opportunity for themselves and spend that time trying to impress a senator with how smart they are. And he took me, and I spent that day talking with Paul Wellstone about wrestling because Wellstone was a high school and college wrestler. Tim Ferriss: It’s such a great magic trick. Wrestling is a great connector. Yeah, continue. Ezra Klein: But I was into politics and I started to blog because – Tim Ferriss: Can I interrupt for one second? Ezra Klein: Yeah, please. Tim Ferriss: So, two things. For those people, and quite frankly myself who are wondering, because I have always had maybe the exact opposite inclination. Mostly due to family, but who talked a lot about politics a lot all the time and got into huge fights; I developed an allergy to it. But I never really knew what, in the first place, they meant by politics. When you say you had an interest in politics, what does that mean? Ezra Klein: I was interested in the decisions politicians were making to move power, resources, and personnel into different spaces in the American and international space. So, in this era, I graduated high school in 2002 so the year before I graduated is 9/11. 9/11 was a moment that certainly woke me to the idea that politics cared about me, even if I didn’t care about it. we were starting wars, and I think people forget this. There was talk at that time of a draft. And in some ways, I think arguably, there were good arguments for one that would have at least made us as a country think hard about where we were going to war, and whether or not we all wanted to bear that sacrifice. I think the reason that I got engaged in politics, my family talked about it but I don’t come from a political family. I think the reason that I got engaged in politics was that it was a very, very political time and I found those questions to be enormously interesting and obviously, obviously consequential. I’m not sure that if I had been in this formative period in my life in 1996, I would have found it as obviously consequential. I’m not sure it was as obviously consequential in 1996. Tim Ferriss: It’s exactly the timeframe that I was in. Ezra Klein: There you go. The period of time in which I sort of came of age, I think of 2000 – I actually think it would have calmed down but now it looks like it’s actually ramping back up. But politics got a lot more central to the lives of most people, starting in roughly 2001. We’ve had, since then, a period of time that when the history of this era is written, they are not going to spend much time on the Clinton years. They’re not going to spend much time on the George H.W. Bush years. That era is going to be interesting for the rise of China, the dissolution of the Soviet Union, but it’s not going to be interesting for what happened in America. But starting with 9/11, going through to the financial crisis, now the election of Trump; we are a country that is… I transferred to UCLA my junior year and I had a history professor there who said “I don’t know if you know this, but the grip, the fist of history is tightening around all of you right now.” And I’ve always remembered that because I think it’s true. She meant that this is a moment that is capital H history. This is a moment that when people write about the 21st Century, they’re not going to skip over. A moment when America is going to war, when there’s talk of a clash of – this was in 2003 or ’04, or maybe a little bit later. This is when America is going to war; people are talking of a class of civilizations. It was a moment that felt like history. Similar to we have reshaped the framework of the America in the social state. We created a near universal healthcare guarantee in America for the first time; now we’re talking about whether or not we’re going to dissolve that just a couple of years after it was launched. This doesn’t happen all the time. This is not the velocity at which politics normally operates in this country or really any other. Tim Ferriss: So, if we go back to, then, your exploration which you said turned out largely inaccurate on the blog in the early days, was there a piece that first felt you made that you’d cracked through? And I remember, for instance, the first post on my blog that ever, at the time, reached the front page of Dig. And it crashed my site immediately but that was a big deal. When did you crack out of, or do you remember the first piece that really popped for you? Ezra Klein: I don’t, actually. But I’ll give a different version of when I knew maybe something was beginning to happen, here, and it’s a fairly funny story, actually. In 2004, or maybe this is 2003 but it’s the run-up to the 2004 election and things feel very consequential. Bush is a very polarizing president. I was at the University of Santa Cruz; you can imagine which side of that polarization I was on. And there’s a lot of talk in the blogosphere, a lot of talk just among people about who should run against him. Now I, very idiosyncratically, had become obsessed with a long-retired politician by the name of Gary Hart, who I had read – and I cannot recommend this book highly enough. Richard Ben Kramer, a great, great journalist who died, unfortunately, a couple of years ago; he wrote a book, a mammoth book about the 1988 election, which is considered one of the landmark books in new journalism. Just the way it is written is extraordinary. Tim Ferriss: What is new journalism? Ezra Klein: New journalism was a way of doing nonfiction journalism using the techniques of literary fiction, at least the more modern techniques of literary fiction. I want to say I’m not an expert on this, so there’s probably a much more precise definition. But people like Tom Wolfe, and Norman Mailer, and Richard Ben Kramer, it was a way of writing about the world as it happened but with an informality and an experimental style that you’d really only seen in fiction until then. I do want to say, actually, that these things, these books, these changes in language and how you talk about things, these were actually really important to people; more so than I think folks realize. One reason I got into blogging is I remember coming across a blog post where somebody, I don’t know how old the person was but was clearly young, wrote about American politics and used the word “props” to say that somebody was doing something good; “props to them.” It sounds dumb but it actually hit me like a thunderbolt. The idea that you could talk about politics not in the language that George Will talked about it on the Washington Post Op Ed page, or that people talked about it on Crossfire on CNN, or that Paul Krugman talked about it. The idea that you could talk about it in the language that you just talked, it seemed so obvious now because now so many people do it but it wasn’t, then. It’s one of the really big things blogging contributed was a breakdown in experimentation with tone. Political tone was very formal and mannered and structured. And it’s much more opened up now, including now at very big institutions that previously had a much more mannered, formal, structured tone. So, that matters to me. But Ben Kramer, he wrote this book and this book is just – Tim Ferriss: Do you remember the title of the book? Ezra Klein: What It Takes. The book is called What It Takes. Everybody should read it. Gary Hart is really the hero of What It Takes. He’s brought down by sexual scandal and a scandal, by the way, in the era of “grab them by the pussy” so unbelievably minimal. So, Gary Hart comes out as the hero of What It Takes. Hart has a lot of fascinating dimensions to him, but one of the fascinating dimensions to him is he was very early, through a commission he co-chaired with another senator, Warren Rudman – I think Warren Rudman – at seeing the threats that were going to be coming. The threats of terrorism from non-state actors, the way the American military needed to reorganize to meet those threats. Tim Ferriss: I apologize; what is a non-state actor? Ezra Klein: Al-Qaeda is a non-state actor. So, previously, the Soviet Union versus America is two states going to war with each other. Al-Qaeda, or ISIS and America are America and non-state actors. Tim Ferriss: Understood. Ezra Klein: Which are very, very different. There are very, very different ways you need to organize yourself to deal with non-state actors. So, Hart had been pretty visionary on this, and was somebody who seemed, like at a time when Democrats needed a national security voice, he had actually had enough of acclaimed oppressions here that he might be a strong candidate. So, Hart actually begins thinking about running for president that year, and I somehow get signed up with an organization for him that doesn’t yet exist. I am an intern in this shadow Gary Hart organization. And Hart is testing the waters. So, I have now set up in northern California a couple of events for him; I think one in Oakland and one in San Francisco, or I think maybe it was one in Palo Alto and one in San Francisco. I am driving him. This is so great. So, I have my little blog. I am the blogosphere’s only Hart supporter, certainly the only Hart supporter who is under the age of 20 that anybody has met recently. I am writing about him and now I’m driving this guy around, and it’s just so, so fucking exciting. But, I am not an experienced planner of political events, and certainly am not experienced with the logistics in getting people to and from them. Tim Ferriss: Uh-oh. Ezra Klein: These events are not that far apart from each other, either in time or in space. I am driving Hart around. I had a blue Ford Focus with a stick shift, and I had never driven in San Francisco at all, and definitely not in San Francisco traffic. And so I’m taking hart from Palo Alto to San Francisco, and we are super late because it’s at rush hour so it’s not taking however long it would have taken, but taking three times that long. And we’re on these hills, and I’m burning out the transmission on every one of them. So, the car is filled with this acrid stench of the destruction of the undercarriage of this vehicle. Tim Ferriss: Some of these hills, for people who haven’t been to San Francisco, they feel like they’re 45 degrees. Ezra Klein: They’re vertical. He is understandably, not unkindly, getting agitated. At one point he asks if I would like him to drive. I eventually get him there; all the events themselves went fine. But it was an unpleasant experience for everybody involved. It was stressful. The next day, he announces he is not running for president. It’s probably not but I have always wondered if he was like, “I am too old for this shit; I do not need idiot kids burning up their transmissions getting me late… that’s not the life I need to lead as a human being.” So, Gary Hart drops out, and I write on my blog which again, 35 people a day at this point, that I’m really bummed. The candidate I supported is not in the race anymore. I get an email from Joe Trippi, who is the campaign manager for Howard Dean’s campaign, and Howard Dean’s campaign is really taking off at this point. Joe Trippi worked for Hart in ’88 and was very involved in the early blogosphere, and was very fascinated by the idea that there was this college kid somewhere writing about how Gary Hart is great. That just seemed so incongruous to him. He invited me to come out and work on the Dean campaign, to intern for the Dean campaign that summer, which I did. Now, I had thought that I wanted to work in politics; that I actually wanted to be on campaigns or somehow be involved in the actual work of politics. And what I learned that year was that I actually hated working in campaigns and being in politics. And I didn’t like supporting a candidate because it meant I had to support them even when they said or did things I didn’t like. It’s not that Dean did so many terrible things; it’s just I wasn’t 100 percent on that campaign or any campaign. Meanwhile, my blog was beginning to take off. People were listening to me. I was now at hundreds of people a day; occasionally when I got a couple big links, a thousand. And I loved it. It was really satisfying to me. It was really fascinating to learn about things and go where my interests wanted to take me. That was really the pivot moment in my understanding of my own career where I went from thinking I would work in politics to where I would write about it. And also recognizing that I was not built or cut out to support candidates that wasn’t a personality that I had. And so that wasn’t going to work for me in the long run. Tim Ferriss: So, if we then flash forward to, say, Vox; or actually now, let’s not approach it that way. What are, from that point forward, some of the decisions, most important decisions that helped lead you to where you are now? Ezra Klein: So, a bunch of things happened, and often they relate to not getting something I wanted. I did not get an internship at the American Prospect that I wanted. But then when I was panicking, I got an internship at the Washington Monthly. I don’t know how often it publishes now but it’s a small policy magazine out of DC, as was the American Prospect, for that matter. And the Monthly was an amazing place to do an internship. That’s where it cemented for me that I wanted to be a journalist. It is edited by a guy named Paul Glastris. So, one, it’s a very policy-centric place. It is a place that is interested in how government works and the mechanics of it, and the functioning and quality of the bureaucracy. It takes policy and politics seriously. And I think something really important about the work I’ve done, including at Vox, is I emerged – my background is in the policy blogosphere and then in the world of policy magazines, so I’ll explain. Those are very idiosyncratic worlds that used to be extremely small. And my career as much as anything has been about expanding the audience for that kind of coverage, from seeing it as a boutique thing to seeing it as a mainstream thing. And that’s a thing I think I’m proudest of doing. So, I was at the Washington Monthly. Paul Glastris, who is the editor of it now, I believe, and was the editor; he’s fantastic. But the two senior editors, and they seemed so senior to me now but I realize now they were just in their 20s, but were Nick Confessore, who is at the New York Times now, and Ben Wallace Wells who is at the New Yorker. And both of them are just extraordinarily talented journalists, who are also extraordinarily kind to their interns and actually gave us real work to do. So, I got a sense of what it would be like to be a journalist. I didn’t get to go to the slightly bigger place; I ended up at the slightly smaller place. And being at the smaller place meant that I had a lot more contact with the people working there; a lot more opportunity to do things. It was a fantastic experience. Even though I did better in college, I didn’t really like college. I thought maybe what I didn’t like was Santa Cruz so I transferred to UCLA. It turned to what I didn’t like was college. I just don’t really like being in school. My junior year, one night I was sitting up complaining. I was friends with Matt Yglesias at this point and we were IM’ing, because back in the day you IM’d. So, I was like, ASL Matt. You’re too old – you don’t know what ASL is? Tim Ferriss: I don’t know what ASL is. Ezra Klein: Age, sex, location! Tim Ferriss: Ooh, that’s a useful one. Ezra Klein: Well, I’m not sure it is anymore because I think it’s now all Facebook profile. Tim Ferriss: It’s moved on. Ezra Klein: But that’s what you did. Tim Ferriss: Find me on IRC chat, folks [inaudible] – [Crosstalk] Ezra Klein: So, I’m talking to Matt and I was complaining that I didn’t want to be doing some midterm paper I was doing. And he’s like you should apply for the American Prospect’s fellowship. I said, I’m a junior. He said yeah, whatever; leave college. I actually looked and it was possible for me to do enough in the summer that I could graduate if I needed to. So, I applied to the Prospect’s fellowship, and I also applied actually for the New Republic’s reporter researcher position. I never got a call back from the New Republic, which was a slightly more prestigious magazine at that point so I might have taken them instead. But their reporter researchers actually did a lot more base level work for the institution. So, they did a lot more copy editing and fact checking. It would have been a much worse job for me at a place where it would have been much more ideologically difficult for me to be. At that point, the New Republic was extremely pro Iraq war; I was quite against it by then. I wasn’t originally. So, it would have been a very awkward fit. But I didn’t even get called back for that, so that went nowhere. I did get the American Prospect job, which was amazing and was the perfect first job in journalism for me. The next year, if I had just done what was normal, the next year the American Prospect ran out of funding for that job and it didn’t exist. The only two journalism jobs I had any shot of getting to because they were the only ones that cared about bloggers were the Prospect and the New Republic, and the New Republic didn’t want me and the Prospect wouldn’t have been able to take me. So, my whole life could have been different if I hadn’t done this in my junior year, unusually. So, I did that then. I went to the Prospect. The Prospect is a great magazine, and again is part of this small collection of policy magazines. The first thing that happened to me when I went to the American Prospect, the editor was a guy named Mike Tomasky, who does a great column for the Daily Beast now, and runs a journal called Democracy Mike called me to his office and he always had his feet up on his desk. He called me in, and I think this was my first day or week there. And he says, “Go find out what’s hot in poverty.” I was like, what? He said, “You know, Katrina happened.” This was post-Katrina; this was late 2005. And he says, “There’s a big conversation about what to do about poverty in this country. Go find out what’s happening in that conversation.” I don’t really now, with more experience, recognize that as an article pitch and yet, it was such… A place where that could happen is such a great place. One, a place that things what is hot in poverty is a sentence that makes sense; a lot of places would not consider there to be such a thing as “hot” in the poverty reduction community. Two, a place that would just send a young reporter with really no experience to learn about that. [Crosstalk] That became a feature for them. And the third thing that happened there, which is really, really important and is key to my career is I was a really good blogger. I’m willing to say that. At that point and what blogging was, I was good at that. But I didn’t know how to do anything in journalism. I didn’t know how to structure an article, I didn’t know how to report. I didn’t know how to pitch; I didn’t know anything. I had written op ed columns for the LA Weekly; I had done a couple little things but I didn’t really have any skills aside from write my opinions on the internet. The American Prospect was a place that was willing to take me on the strength of my blogging because they were very early into the blogosphere and wanted to get some of these young bloggers. And in return for that, and in return for paying me extremely little, teach me how to be a journalist. And they did that. Mike Tomasky, what was the acronym? Pick put he damn phone; PUTDP. He would always say “pick up the damn phone” to you. And you learned okay, one of the tools here as reporting, when you pick up the damn phone; as a blogger you don’t expect anyone would answer your calls because they probably wouldn’t, particularly not at that point. But if you’re calling from the American Prospect, they will. One of the things that was really important in my career is I was pretty early in merging the techniques, and ideas, and ideologies, and sensibility of blogging with the processes and skills and tools of journalism. And a lot of what I’ve been doing at different places is pulling those two threads together not in ways that are unique to me, but in ways that not many people were doing. Because most people who were blogging were not young enough and free enough to go take entry level, underpaid jobs where they could develop these skill sets and then spend all of their time working on them. And most people in journalism did not want to develop the tools of blogging, because the tools of blogging were in many ways partly an opposition; they were partly based on a critique of journalism. I was in this very lucky space, and I do want to say it was a lucky space; it was a product of timing. I happened to start blogging when the wave began to build and at a moment when people would hire folks who had that kind of experience. If I had been five years later or five years earlier, who fucking knows? But I also then had the personality to bring those things together. Tim Ferriss: Let me ask you a question about that. If you were now, and I don’t know how you feel about teaching as opposed to learning in an academic setting, but let’s just say you had an opportunity to teach a freshman seminar at some type of college to just an incredible set of 15 students, just really receptive, brilliant students that could change the world. And you were teaching them this combination of perhaps a writing course for those who intend to work in politics in some fashion, what might the first lessons or areas of focus look like? What kind of exercises would you have them do? Ezra Klein: The first half of the course would not be about writing at all. One of the criticisms I have journalism is that we are too focused – and it’s funny because it’s a little bit distinct, maybe even contrary to what I just said. But we are too focused on journalism as a universally applicable skill set, tool set. Now, it is that. But because we have so much confidence in it, we do not demand enough subject issue knowledge out of journalists. The first half of the course would be about how to learn. How to learn about policies, how to learn about campaigns, how to find the right information sources, how to know what kinds of information are credible. I often think of my writing as having sort of an iceberg metaphor. Any individual piece is the tip of the iceberg but the pieces only work because of what’s beneath. They work because of the super structure of knowledge that hopefully, hopefully if I’ve done my job right, I’ve developed over a period of time. Tim Ferriss: The subject matter expertise? Ezra Klein: The place where I broke through, you asked earlier about actually breaking through. And in my head, where I broke through came much later. The story that I broke through on was Obamacare and healthcare policy, generally. And the reason I broke through on it was that long before it was an issue, I had developed an idiosyncratic interest in it. This was when I was at UCLA, on my blog. I just for no particular reason had begun reading think tank healthcare policy proposals. And then I checked out a bunch of books from the UCLA library and wrote a series, which is probably the most popular thing I had done until that time called “The Health of Nations.” I wrote up what now I think you would characterize really as Wikipedia summaries of how does the German healthcare system work, the French healthcare system, the Canadian, Japanese healthcare systems? I spent all this time over the next couple of years just writing and arguing with people about healthcare. And what that meant was that by the time it actually became an issue in American politics to report on, I had a very unusually deep knowledge of healthcare policy. Not healthcare politics; I didn’t have great sources, I wasn’t the person who could break stories, necessary. But I had read a lot of congressional budget office reports; a lot more than a lot of the people who, in theory, were actually the folk covering healthcare. So, when that began happening, I could deliver pretty good news reporting and analysis very fast. Because when somebody said something or they released something, I had a model to put it into. I recognize that this is getting a little bit rambly but I think this is an important thing to me so I’m going to ramble into it anyway. A core idea of Vox, and a core idea of mine in how I approach journalism is that the product is the reporter’s body of knowledge, not primarily the new piece of information. I think that a lot of journalists and a lot of reporter processes, workflows, approaches, etc…. And these are not bad things, by the way. I just think there is room for different models. It is all built on finding the next nugget of news. What people are really good at, and the way stories are structured is to highlight the next nugget of news. I do want to be clear; that’s an incredibly, incredibly important ole. We absolutely need that. But, I think kind of everybody was that. I think that’s how the whole industry was. When, in my view, one of the really important roles that we can play is to surface and expose the body of knowledge, the model as I think about it, the context that makes that news make sense to us. So, a lot of Vox’s formats, our explainers, our card stacks, our videos, our posts where we do 15 graphs on something, what we are actually doing there, the meta point of all of that, is that we are building out ways to expose more of the iceberg, more of the reporter’s body of knowledge so that when we give you a new piece of information, we are laying out more and more clearly why we understand and believe that information to be important. And that actually does require you to think and learn and work in different ways. And now I’ll connect this a bit back. The thing I think journalists often don’t do enough of is they’re so focused, particularly when they get moved onto a beat, on finding out what’s going on on that beat, they don’t build enough of the underlying super structure. They don’t read the foundational textbooks on just how does health policy work, how does moral hazard work, how do actuarial rule makings work? When you don’t do that, you often cannot communicate policy topics or complex topics clearly because they’re not actually clear to you. You know the part that’s new; people are telling you which part that is new. But if it doesn’t fit really neatly into a broader structure for you, then it’s not going to come through clearly to the audience. I think something we do a lot is we communicate complex topics unclearly to people, and then we blame them for not getting it. Tim Ferriss: Totally. Ezra Klein: I want to say there are a tremendous number of amazing journalists, healthcare and otherwise, who know this stuff backwards and forwards; this is not a systemic critique. But it is something that happens a lot, and it happens particularly when we just move people around to beats because we figure the journalistic tool kit will carry them through in getting the news. We’ll give them the sources, and we’ll have the person who was there before help them. When often I think you almost need to go into a room for a couple months. When I move somebody on a beat, often I will assign them articles that are not about something new but that are about something really foundational in that area, just so they will have to do the work of learning a lot of the basic knowledge. And the article, it’s not going to break any new ground but I’ll know at the end of it, they have that. Tim Ferriss: This makes me think of Sebastian Junger, also. I asked him how he dealt with writer’s block and he said “Writer’s block just means I don’t have the ammo.” He said, and I’m paraphrasing here, but you never want to fix a gap in your research with a cute twist of prose, and you just need to do more research. This is a bit of a different episode than a lot of my episodes so I’ll dive into it. I will make it a systemic critique, so I will go there. Because I have a deep rooted insecurity about feeling ignorant of politics, and it’s been largely by choice because I’ve felt like I can’t distinguish oftentimes theater and posturing from fact. I don’t know how to find what is reliable and what is not. I mean I have a few ideas, but the point being that when I ask sometimes the dumb questions, say at dinners because something has been unclear to me, I often do get sort of a side eye from – I’m not going to name names but people in the media who have presented it themselves in a very unclear way. So, one of the questions I wanted to ask you is I’m not the smartest guy but I feel like I could maybe wade through this and at least establish a basic understanding of how this democracy and government that we live under functions. But I imagine it being like reading the IRS tax code, and just being impenetrable text. So, for someone who said you know what, I’m actually not only relatively historically uninterested in politics but have actively avoided it but I feel like I want to understand how this machine works; what books or resources, what approach would you recommend if I’m not going to make it a 20-hour a week thing? Ezra Klein: So, aside from reading Vox. Tim Ferriss: Aside from reading Vox. Ezra Klein: Let me say a couple of things, because everything you said there I think is right on and it breaks my heart. My foundational experience, the thing I’ve always been trying to correct is after 9/11 when I began reading the news, I remember I would read pieces and I would think, I only understood 45 percent of that. So, many of the terms or names that were encoded with meaning didn’t mean anything to me. So, senate minority leader Tom Daschle, I didn’t know much about the senate; I don’t really know what the minority leader does, I don’t know anything about Tom Daschle. But he’s the key character! So, I am not getting this. And I remember slowly, I was like now it’s 55 percent, and then it was 65, and then it was 75. And now it’s 140 because there’s a lot of stuff that just isn’t in the article at all but I’m able to see. And I remember a very experienced editor once saying to me, “It took me ten years to learn how to read a newspaper story.” And he meant that as like, I’m great. I thought, we are fucking up if it needs ten years of training to learn what’s going on here and understand the game behind the game, the story behind the story. So, a couple things. We have an internal document at Vox called “The Vox Voice” about who are we supposed to be to the audience. One of the premises here is if we have taken something important and made it uninteresting, it is always our fault and it is never theirs. You know what’s interesting? The fucking IRS tax code. I have written about that a lot. It is a fascinating place. That is a place where we translate a lot of our values and ideas as a country into actual policy. And the stories encoded in that are fascinating but we often don’t write them well. So, in terms of how do you do this, the first thing I would say is that it is helpful to find guides. It is helpful to find people whose tone, whose sensibility, whose approach you connect to. It’s often said that people think in stories. But I also think that they prefer to think through social relationships. And if you are able to build a relationship, an intellectual relationship with Matt Yglesias, or Paul Krugman, or Ross Douthat or Rebecca Traister or Annie Lawery. My wife is an amazing economics reporter. I think that actually helps. That’s why blogging was really good for me because there were these people who I connected to and even when I didn’t understand exactly what they were saying, I had this relationship with them that carried me through. The second thing that I do think is important, and this might be me talking through how I think, but it’s really helpful for me to be writing. Now, comment sections are a bit of a dying thing online but Twitter isn’t, and Facebook threads aren’t. I think there’s a lot of shit talking about “oh, these terrible political Facebook threads where nobody knows anything.” But you know what? Writing half-informed comments about politics on Facebook, that is a legitimate form of engagement and a way that you learn about political life. And then I do think, I really think this has gotten better. I really, fundamentally at my soul believe this has gotten better. I think that in the last ten years, both a number of outlets – again, I really think like Fox but also a number of traditional outlets who used to be much more mannered and buttoned-up and for the experts have opened up their writing styles a lot and made it a lot easier to read what they’re doing. Tim Ferriss: Let me jump in because I feel like you are one of the people I’ve developed somewhat of a relationship with so I want to lean on you since I’m not going to delve into it with a lot of time on the internet because I’m just averse to it for a lot of reasons. But my primary interest, I’ll just tell you, is that I’ve worked on a few specific things, meaning legislation in a number of states related to, say, shark fin importation and some other things which have actually proven effective. But outside of that, my interest in politics is I guess twofold now at this point. One is that it’s become clear to me you can be a great chess player but it’s [inaudible] much more interesting if you are able to influence the rules of chess itself. So, I feel an obligation to gain a better understanding of how it works also from an intellectual standpoint. So, if there are any books for someone who has actively been avoiding politics for a long time would read that could increase my level of understanding, that would be amazing. And then the second thing, and we may not have time for this today because this is going to wrap up in just a few minutes so we’ll probably do a follow-on, is my interest is in active change. And I remember I was told once – I’m not going to name the person but the right hand man of a very well known politician said to me, because I was talking to him about this, “Just imagine you have maybe a maximum of six bullets per year. You get to shoot six.” And what I see on the internet is A) I don’t want to engage in any religious war conversations over politics where no one is going to change their mind; it’s a waste of my time. I don’t want to engage in dialogue where the end product is not going to be change for the better of some type. So, for me, I want to figure out how I can pick my shots and using the assets that I have and so on, this doesn’t mean becoming a political writer which I don’t want to do; how I can influence the rules of the game. I’m meandering a bit but part of the challenge that I have is that I get hit with so many asks. I get hit with hundreds of asks for different propositions. One I did stand up for and unfortunately it passed was the foreign intelligence surveillance act, way back in the day. I had a long conversation with Daniel Ellsberg, some of you may know from penning on papers about this, and went public with it. I didn’t change the course of history but I also alienated half my audience immediately. I’m trying to figure out how to play with all those factors, but it seems to start with at least figuring out what the fuck is going on, and how it actually works. What are your thoughts? Ezra Klein: So, a couple things. In terms of books, and I should do more thinking on this, and the book that is probably the most influential for me in thinking about how American politics really works is not the easiest read but it’s a book by a political scientist named Frances Lee called Beyond Ideology. And if you want a condensed version of it, I actually wrote a New Yorker piece called “The Unpersuaded,” which leans on this book very heavily so you can read that, too. This book shows that a lot of our intuition about politics, which is when the president comes out and leads on an issue, that is how things get done; is flatly wrong. That actually, we have a system in which governmental is usually divided. It’s very, very easy to block things and usually you have different parties controlling things. When the president talks about anything, the chance of the other party polarizing against it automatically becomes higher. She has this great data set where she uses non controversial issues and shows that whenever the president talks about a non controversial issue, an issue where the two parties don’t have positions, like should we fly a rocket ship to Mars; the president talking about it leads to a sharp increase in party line vote. So, there’s a lot of good information in some of those books. The Gamble, which is by a series of political scientists on the 2012 election I think is really helpful. There’s a guy named Bob Edwards who has written a series of books on presidential rhetoric. Those are books that are not the friendliest tours through American politics but they are the most information rich that come to mind immediately. So, that’s one thing. I don’t think there’s a way to invest in politics aggressively that will not lead to some controversy. These are things where disagreement is real. But I will say that people overinvest in the headline issues. They are unlikely to change minds on issues where everybody already has a very intense position. Where there is a lot of room in politics to change things is to raise the salience of issues that people do not currently care a lot about. So, I think that something that I and others have tried to do over the last couple of years is raise the salience of the filibuster as an issue that is important in American politics that people should care about more, and that actually has changed. The filibuster has weakened a little bit. My friend Matt Yglesias and others have been very aggressive – Ryan Avent and others – in talking about housing density, zoning policies, occupational licensing. These are city level policies that people weren’t really thinking of as big problems in the American growth story ten years ago but I think are now developing an appreciation for them. And neither party is particular polarized on them; in fact there is a lot of agreement. So, just by raising them as issues, there’s been I think a lot more opportunity to get things done. So, to the extent that you can take people and convince them to care about something new where maybe the battle lines in American politics are not already extremely drawn, that can be very, very powerful. So, if I were you thinking about this, I would be not looking to weigh in on somewhere where there is already a raging war but to weigh in somewhere where maybe people haven’t thought about this, or maybe they underrate the importance of it but would be open to deciding that this should be higher on their priority list. Because that can be a very powerful thing, and there can still be the chance to create an equilibrium around it that is non polarized. Tim Ferriss: So, I definitely want to have more conversation with you around this. I’m going to do some reading first, though, so I’m not a complete idiot. We’re going to wrap up in a minute but I’ll tell you another moment when I actually became more interested in this as a skill set. I want to very much develop a toolkit for myself so that I can pick my shots, maybe involve my audience, maybe not. But after my TED Talk, which at the end closes with a discussion about education reform, really dove into it for a number of years and looked at public school education in the U.S. Spent a ton of time, I met with some law makers. And I remember at one point being really just beaten down and exhausted. It involved teachers’ unions, this, that and the other thing. I won’t bore you with the details but I ended up having lunch with a senator. He said to me, “Look, a lot of people come out of, say, entrepreneurial business [inaudible] they think they’ve figured out how to do one thing. They come in here, they try to change it, and they get chewed up and spit out by this bureaucracy; they don’t make any lasting change.” He wasn’t talking about himself, but he said, “I hate to put it this way but perhaps you should just raise a bunch of funds and buy yourself a law maker,” meaning the support and whatever it might be; campaigning and so on. I thought to myself A) I was thankful to this guy – because we actually had spent quite a bit of time together – for just saying how it is, if that’s how it is, and then B) that’s fucked up. That’s horrible and really depressing; and C) if that’s the way it actually is, I need to learn how to deal with that. Ezra Klein: I have a couple of thoughts on this. Tim Ferriss: Okay, and then we’ll wrap up and we’ll do a follow-on because we have so much more to talk about. Ezra Klein: So, No. 1, money and politics is toxic, and it is poisonous and you can hear it right there; it erodes trust in the system and it doesn’t work like that. It is not impossible to bribe your way into some kind of political outcome but it is quite difficult, particularly anything that people are thinking about and hearing about. Tim Ferriss: Just to be clear, I’m not talking about bribes. Ezra Klein: No, I know. I think the way people imagine that going, when you say “buy a politician,” is that you give the politician X amount of dollars or you fund a super PAC for them and basically there’s money changing hands so they will vote a certain way on an issue. On some issues, particularly issues that are more or less out of the public eye, that stuff does happen. On the big issues, polarization, party incentives, electoral incentives are just much more powerful. And I’ll just say this year has been a powerful way of thinking about what money can and can’t buy. Because across all the elections, Jeb Bush was the best funded Republican, Hillary Clinton was by far the better funded general election challenger. Money, it is a bad thing in American politics; there’s almost no version of campaign finance you can propose that I won’t support but I think people overrate its power. So, let me give you a different twist on that, though. The thing people really underestimate and really underinvest in is city and state politics. Tremendous amounts of change can happen there. Tremendously important things can begin there. And there’s a lot less polarization, a lot less opportunity to access your legislators or the other relevant decision makers, And a lot of opportunity then for things to spread. So, you think about the way in which marijuana is being legalized slowly but surely across the country. That is beginning in states. You wouldn’t have been able to fight it in Congress first but by starting in a couple of states, you’re able to have a national impact. If I could change anything in the way people engage with politics, this is actually probably a pretty good thing to say; I wish people thought less about the president and more about Congress, and less about national politics and more about state and local politics. I think at every level we tend to try to default to treating politics like an episode of The West Wing, where the president is the main character, then there are all these other supporting characters and the question is can he make a stirring enough speech. That isn’t how it works. And that also isn’t where most of our power is individually. Look, you live in a big state. California is an important place. Where California goes, oftentimes so too does the nation. And also you have the insane, totally fucked up California ballot proposition process which for all of its problems does create a much easier access point to potentially hosting very, very large experiments that maybe the political system would not want to host normally. So, I would think less about Congress and more about the place you actually live with people who will actually listen to you, who don’t have as many folks vying for their attention and who maybe actually have a little bit more space to run because of it. Tim Ferriss: Alright, guys. I’m going to do a bunch more thinking on this and I’m going to try to get over my lifelong allergy to the word and the concept and all of the dinner brawls that I witnessed my relatives having to actually figure out how this works and do some work. So, to be continued. Ezra, where can people find you, connect with you, and so on? Ezra Klein: On the internet @Vox.com; that is our website and it has all the normal social media manifestations you’d expect. I’m on Twitter at Twitter.com/ezraklein. I have two podcasts that particularly if people enjoyed the politics section on this, they might enjoy the Weeds where I talk policy with Matt Yglesias and Sara Kliff every week. Then the Ezra Klein Show where I do long interviews with very smart people. Tim Ferriss: I’ll try one closing question. If you could put a short message on a gigantic billboard to get a message out to millions of people, what would it be? Ezra Klein: Actually, I’ve thought about this question when you’ve asked it before. My belief in the persuadability of people is extremely low. I think it is very hard to persuade anybody of anything, particularly if you can only do a drive-by. So, I’m not going to try to persuade anybody with my billboard. I’m going to put a billboard somewhere on the 405 where there’s a lot of traffic. And I’m going to find somebody more visually creative than me to create a billboard that brings a little bit of wonder and happiness and levity into a long, shitty drive that people have to do every day. Maybe it will just say “You’re almost there.” Tim Ferriss: I like it, I like it. That’s a very good one, you’re almost there. Ezra, thank you so much, man. Ezra Klein: Thank you, man. Tim Ferriss: Really fun and to be continued. This is going to be, offline or online, for the podcast or not for the podcast, you guys let us know, let me know; I will have a lot of follow up questions. For everybody listening, you can certainly find the show notes everywhere. That doesn’t make any sense at all. You can find the show notes on everything we talked about at fourhourworkweek.com/podcast as per usual, and as always, thank you for listening. Posted on: June 19, 2018.", "speakers": ["tim ferriss", "ezra klein"], "text_sentences": ["hello ladies and germs, reindeer and elves, crazy bulgarian sitting across from me", "that’s a long story, folks", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to sit down metaphorically or physically with smart people, excellent people, those who know what they’re doing in various worlds and tease out the habits, routines, favorite books, etc", "that you can use", "this time we did something that i’m usually allergic to", "we actually talked about politics", "now, we did talk about how this gent lost 60 pounds", "we did talk about his ascension into the ranks of the best respected media companies in the world; top 15 companies according to inc magazine recently; in the last week, in fact", "i’m talking about ezra klein", "and before you cut bait and run because i said politics, realize that i never talk about politics", "i feel like an ignoramus, and that is by design", "we don’t talk about the t word, we don’t talk about presidential stuff; we talk about how can you influence the rules of the game by which this country is run, or your city or your state because i’ve decided that it’s time for me to perhaps jump in the fray", "ezra, @ezraklein on twitter and other socials like the facebook, is founder and editor in chief of vox.com, and explanatory news organization that now reaches more than 100 million people each month through articles, videos, newsletters and podcasts", "before that, or i should say previously, he was a columnist and editor at the washington post, a policy analyst at msnbc, and a contributor to – oh, my god, that crazy bulgarian", "and do i need more caffeine", "i think i do", "he was named one of the 50 most powerful people in washington, d.c", "by gq", "esquire says “he gives economist columnists a good name,” which ezra hopes is accurate", "he’s written for the new yorker and the new york review of books", "and his primary podcast, ezra klein show, very, very popular is a long form interview show where he talks to the smartest people he can find, including pasts guests like bill gates – what", "– rachel maddow, andrew sullivan, atul gawande – love to interview him, too – slack founder stewart butterfield, the daily show’s trevor noah, and many more", "he also co-hosts the weeds, or maybe it’s weeds, but “the” is lower case so i’ll call it the weeds, a weekly policy podcast with his colleagues matt yglesias and sarah kliff", "we talk about a whole lot, here", "it’s a shorter episode, perhaps, around an hour, hour and 15 minutes and we cover a lot of ground", "so, i think you guys will enjoy it", "this really came from a personal place", "i have opted out of political discussion for a long time", "do not worry; this podcast is not going to turn into any type of ranting machine; really it’s very proactive", "how do you influence policy", "if you don’t like, well let’s say, sharks having their fins cut off because someone granted chinese fishing rights to costa rica, what can you do", "that actually is something that happened related to me", "or, if something you care about like a startup or anything is about to be snuffed out by some questionable tactics in a place like dc, which happened to me once – or elsewhere – what can you do", "and it turns out there are things you can do", "this is about the tactics and strategies you can use to not just be a chess piece on the chessboard, not just to be a good chess player, but to perhaps actually change the rules of chess so that you can stack the deck in some respect", "that is it, so without further ado, please enjoy my conversation with ezra klein", "ezra, welcome to the show", "thank you for having me", "i always think that you live in new york city, which you do not but we happen to coincide", "in this case, i’m living in new york city for the day", "i want to set the tone, or set the visual for people who are obviously not here, besides my imaginary friends, at least, i am wearing a shirt that jocko willink gave me and you can google him to figure out who he is", "and it says “know the darkness.” we’re in a room in a hotel that was set aside to be quiet, and we had to close the blinds so it is literally dark", "slash romantic", "slash romantic", "there are hearts on the walls", "we are in hipster penthouse prison in new york city", "the question that i really wanted to jump into first, and this may be an odd jumping off point but i had read that you were bullied when you were a kid", "tell us about that, because i really don’t have any of the details but i’ve been asked a lot about bullying recently, and so i’ve been exploring in my own head", "basically going back as far as i consciously remember in school, i was not an unpopular kid but the least popular kid", "when i was a kid, i changed schools a number of times because i was being bullied at different places", "i changed and then went back", "and when you do that, by the way, something important about when you leave one place because something is going wrong, then the same thing goes wrong so you leave that place, then you go back and the same thing goes wrong; is that you do get a sense, rightly or wrongly, that it is you", "and over time, that really wears you down", "so, i want to be careful", "the bullying is not that i got the shit kicked out of me every day", "but it is that relentlessly i was teased, or mocked, or kept out of things; i had my stuff hidden", "it’s very common kids stuff", "but it is a painful way to grow up", "one of the things about that experience, which i would say lasted more or less into mid high school for me, and then a lot of things changed for me and we can talk about what they were, was that it gave me a real appreciation of the way context decides people’s lives", "because in a lot of context when i was younger, and particularly i think for me in the school context which really didn’t fit for me, things went very badly", "i failed at everything", "it wasn’t, by the way, just that i was being bullied; i also did a terrible job in school", "i barely graduated; i barely got into college", "then when i was able to change the context of my life later on, change it in college, change it with blogging, change it by going into journalism, and by moving to washington, d.c., my life transformed really dramatically", "that, too was a bit of a lesson where i had to find a place, context where the qualities that i have were adaptive rather than maladaptive", "that wasn’t school but it did exist", "let’s dig into that a little bit", "when you were going from place to place, what did you think at the time was wrong with you, or what were you routinely teased for", "so, a bunch of things", "i was very heavy growing up", "i weighed, in my sophomore year of high school, 60 pounds more than i do now, to give a number on it", "so, one, just being fat as a kid gets you bullied; maybe not in every case but certainly in a lot", "i would not say i was a particularly great dresser, although one thing i will say on that is i did, as part of my trying to get away from this, go to a school for a couple years that had a dress code, not that i thought that was the issue", "that didn’t really help anything", "so, clearly that was not the operative variable", "[crosstalk] but i was not a great dresser", "i am a sort of loquacious, argumentative person and i think that the edges of that were probably even harsher when i was young and stranger in the context in which they were applied", "so, it’s one thing to be a bit of an argumentative person when you work in journalism in politic; it’s another thing to do it in elementary school", "so, that probably didn’t help", "another thing, though, that when i look back, and i’m not sure i would change my life because i like how it’s worked out, but if i were giving advice to my younger self, something that i didn’t do, something that i do regret, is that i didn’t go and find and take comfort in spaces that might have been more natural to me", "so, that wasn’t really possible, i think, in elementary school", "by the time i was in high school, i didn’t leave the situation and find another; which is to say i didn’t go into theater, or try to work for the school newspaper, or do things that would have put me in a context that was maybe a little more suited to me", "instead, i tried to be on the football team", "i was on the football team", "i was a wrestler", "i was really trying to find acceptance", "and so i kept also butting myself into these situations that put me at – risk isn’t exactly the word, but in a space where this would happen", "that isn’t to blame myself for it, but it is to say that i don’t think i almost somehow understood that i had choices", "and so i didn’t make any", "it had become in my head as if the only option was to succeed in this one context that was repeatedly and continuously rebuffing me", "so, the word context is something i want to define for folks in this particular case, in this instance", "i’m not going to do it; i’m going to ask you to do it", "but is that simply choosing where you are, who you surround yourself with, basically the interrogatives of journalism if you were to answer those for yourself; is that the context that you then created for yourself in college later", "is that what you mean by context", "yeah, i think i mean a lot of things by it but i mean the situation you’re in", "so, let me use a non-bullying example", "i mentioned that i did poorly in school, and i really did", "i’m not one of those kids who’s coming here and saying oh, i had a 3.5 in high school but everybody else had a 4 point", "i graduated high school with a 2.2", "i failed out of a lot of classes", "i was in remedial math by the end", "i’ve done a lot of thinking about why that was", "i really think i had basically a learning disability", "i have a tremendous amount of trouble absorbing information from someone lecturing", "even now when i’m older and more disciplined and have much more reason to absorb the information that is coming at me, as a journalist i basically won’t call into a teleconference call because i just know i can’t absorb anything", "and so i would spend all day sitting in this classroom where somebody was talking at me, and i just couldn’t, i couldn’t focus on it; i couldn’t absorb any of it", "and because there is this cultural message in america where when you see kids in school on television and everybody’s always doodling, and daydreaming, and thinking about something else; that’s the meme about it so i thought everybody was actually doing what i was doing and never, ever, under any circumstances paying attention for even two minutes", "that wasn’t true, obviously", "other people were paying attention", "they were taking notes", "they did know what the hell was going on when they looked at their homework", "later, when i went to college, college doesn’t really ask that of you", "you don’t really have to attend class if you don’t want to", "you can read the book and then you can write an essay", "there are other ways for me of absorbing information that i am much better than average at", "i’m really, really good at absorbing information in conversation; really good at absorbing information from reading", "and so to the extent that i could be in a place where i could do that, i could actually succeed academically", "so, it was the difference between – i was the same person, but in one, the particular set of strengths and weaknesses i had led me to be one of the worst performers", "and in another, the exact, same set of strengths and weaknesses put me – i wasn’t the best performer in college but i did very well", "that, to me, was a big lesson", "what was your major in college", "poli-sci", "that makes sense", "you know, i wish i hadn’t done it", "even though nowadays i love political science, it is at the core of my work and i think among journalists, i am unusually focused on it as a way of understanding american politics; i had a lot of trouble in college understanding how it related", "i was already doing political writing then and it just somehow didn’t click", "and i do wish i had spent that time learning about a discipline or a topic that i did not plan to go into", "so, if i could go back, i think i would have been a philosophy major", "a surprising number of people i’ve interviewed on this podcast ended up being philosophy majors, which i think is an excellent choice", "i get asked a lot because of my proximity to, say, the teo fellowship; or i should say rather my proximity geographically to silicon valley and a very anti-college sentiment or romanticizing quite a bit what kids should do", "or parents sometimes ask me what they should do as it relates to college and their kids", "the only answer i’ve been able to come up with that i’ve been reasonably happy with is that the goal of a liberal arts education is to make you a well-rounded human being, not to maybe to equip you with the meta skills, but not to prepare you necessarily for a specific trade", "the follow up that i wanted to ask was you went from elementary school, high school not realizing that you didn’t have to accept option a in front of you; you had other choices, like you said", "was there a moment when you realized a specific conversation, something your parents said to you, anything in college where you said wait a second, i can actually pass or do well i this class by simply writing the essays and taking the tests, and i can choose the type of information, the format that i absorb", "yeah, so let me say a couple of things, here", "one is that i was lucky and privileged to have other choices", "my family wasn’t rich by any means but my father is a university professor, and so the sats were a thing in my household", "my parents could pay for me to go to a prep course, which i also had trouble paying attention to, but nevertheless", "so, i do want to say one thing, here, which is that i’m very conscious that the second chances i got, not everybody would have gotten", "sometimes for a lot of people, if you don’t do well in high school, that’s just it for you; you get tracked into something very, very different", "i was lucky i had always taken tests very well; it’s something i’m just good at", "and that got me into the uc system", "i also was lucky to be in a state – california – that has a great public college system", "and the ucs, at least at that point, had something called eligibility", "it was a sliding scale of gpa and sats but if you got above a 1400 on your sats, you got into santa cruz or uc riverside just automatically and i was able to do that", "so, i went to santa cruz, which is great", "so, that’s one thing; having those choices isn’t always fully under your control", "but the other thing is that i don’t think there was an epiphany moment, and to some degree i wasn’t shocked", "it wasn’t that i thought i was dumb; i knew i was a good writer", "and i knew that i was actually pretty smart", "i could talk to people about things", "during high school and even before that, i was a pretty voracious self learner", "so, when i got to a place where i could actually choose what i was learning about, which i also think is a nontrivial dimension of this, being able to say i want to learn about politics; i see the relevance of it to my life, as opposed to now you’re in chemistry", "that isn’t to downgrade chemistry; at this point i wish i knew a lot more about chemistry", "but i had thought that would work a bit better for me", "so, i wasn’t shocked when it did", "i can help you with the chemistry but it’s purely breaking benjamin type of ad hoc experimentation, which is probably not what you’re looking for", "you mentioned in high school not writing for the school paper, correct", "you were trying to do football, wrestling, and so on", "at some point you did try to write for a school paper, correct", "santa cruz city on a hill press, man", "i’ve heard o fit", "i’m a subscriber", "no, that’s not true", "but what happened", "how’d that go", "nothing happened", "the whole story there is nothing happened", "i got to santa cruz, which is an awesome, awesome place by the way, if you’re ever able to just visit", "college is wasted on the young", "santa cruz is this place where it is built in a redwood grove", "i may get the exact details of this wrong, but no building is allowed to be higher than two-thirds of the height of the tallest nearby redwood", "so, everything is just dominated by these amazing trees and this amazing land, this phenomenal grant of land", "there are dorm rooms in santa cruz that have a redwood and ocean view; dorm rooms", "so, santa cruz is great", "i had just gotten there; i was trying to figure out what i would be doing or what i wanted to be doing", "i applied to work at city on the hill press, which is the student newspaper", "and i just got rejected, which was not strange", "i didn’t do the student newspaper in high school; i had no obvious aptitude in that", "i will say, though, there are different ways you can frame the story of your life", "one of them is through the things you achieved", "it often feels to me that the truer one for me, or at least an as-true one, is through the things that i wanted and didn’t get, that turned out to be extreme blessings", "so, at about the same time i applied for santa cruz city on the hill press – i don’t know why i just said that so formally – the student newspaper… i’m sold, i’m sold", "still, it has this vaunted space in my imagination", "i had started what at that point was an unknown thing, which was a blog", "we were right in the beginning of the early political blogosphere", "this is 2003", "you started a blog before you tried to pitch the press", "uh-huh", "i was bored", "i went to santa cruz and it was great, but i was a college kid and i just didn’t have that much to do", "so, i had begun reading some of these bloggers, and in particular there was a kid at another college across the country named matt yglesias who had a really good blog that i really liked", "what was it about", "politics", "it was just this super smart, analytical harvard student writing about politics", "and it had become, again in the early blogosphere a pretty central blog", "there was a guy named kevin drum, who was actually in my hometown of irvine california but i looked at matt and i thought well, if this college kid can have a blog, then maybe i can", "but if i had gotten into city on the hill, i’m sure i would have just done that", "it would have been much more absorbing, it would have had a big, big social component", "the people i know who did student newspaper work, they really got into it", "but i didn’t get that", "why did they reject you", "nobody ever told me", "we’ll call you; don’t call us", "yeah, i don’t think it was a big deal for them in life; i think i just didn’t get it", "okay, go ahead", "but that left me with a lot of time to focus on blogging, which at that moment didn’t at all seems like a good trade", "nobody in 2003 thought blogging was going to be a pathway into journalism or into anything else; nobody even knew the word", "but it turned to to be arguably the central pivot moment in my life", "how much time did you spend on it", "it’s funny because we talked about context changes before", "but the real context change for me wasn’t high school to college; it was high school to blogging", "when i found that, something happened to me", "i wasn’t writing for a big audience", "by 2004, let’s say… what year of college would that be", "this would be going into my sophomore year, sometimes", "by 2004 i was getting i think 35 readers a day", "and i think that i cared more about those 35 readers a day than i have ever cared… i love the audience but i felt so amazed that 35 people – and on some days when i got on matt yglesias, 150 people would come to the site", "it blew me away", "when i found that, when i found the space for what i could do was read what i was interested in and then process it through writing, and that’s an important thing for me because going back to that idea of how do you absorb information; i’m good at absorbing it by reading but the real way i come up with ideas is by talking about or writing about the inputs", "definitely", "that’s what kevin kelly, a founding editor of wired, says, too", "he says i write to find out what i’m thinking", "i think that’s a joan didion line", "i’m going to blow up kevin kelly’s spot, here", "i may actually be misappropriating a quote and attributing it to kevin", "he elaborates, obviously", "but it’s seems like “i don’t know what i think until i start writing,” in effect", "that’s deeply true", "i found blogging and again, i’m writing for 15, then 30, then 45 people a day", "and i just took it from the beginning; i just got addicted, like really addicted", "it was a little blog spot blog", "i would wake up at 7 in the morning as a college student and be writing blog posts so that my east coast audience, all nine of them, had something to read", "in college, i was writing 15 things a day on the blog", "wow", "i barely ever partied, in part because i did not figure things out socially until a couple of years later, still, so i didn’t have many friends", "when did you lose your weight", "sophomore year of high school", "oh, of high school", "of high school", "that was a big turning point of my life, too", "how did you lose the weight", "what was the trigger, also", "i got rejected by a girl i really liked", "ah, yes", "so, that was a trigger", "so, i had the option to absorb that as i am, not a likeable person, or not a lovable person or this beautiful girl didn’t want to be with me because i’m heavy", "i’m not saying correctly, by the way, and i don’t want to suggest that as an objective view of the reality", "but that was the way i absorbed it", "but it was a choice between she rejected me for reasons or due to factors i can’t change, or due to factors i can change", "yeah, and this was the face-saving way to do it", "and so something kind of clicked, there", "i’m not really sure what or why, but for six months i ate the exact, same thing every day and i ran three miles a day", "what did you eat", "alright, i’m going to try to remember this", "i woke up and i had two eggs with salsa for breakfast every day", "scrambled eggs", "no, they were just fried", "and i was not a good cook", "right, fried eggs and salsa", "i had not read the four hour chef", "so, fried eggs with salsa", "then at 10 a.m., whenever the break was at my high school, i had a pure protein bar, which i still eat those today but back then, those tasted like garbage, let me tell you; let me be real clear about that", "oh, yeah", "just shock", "and i don’t know why this is what it was but a mini bobbly pizza crust with two slices of deli meat turkey on it", "i’m quickly running out of remembering", "i don’t remember what i did for lunch, actually", "i would get home and i think i had a snack of popcorn, usually", "then i would microwave two lean cuisines for dinner", "that was what i ate every day", "how did you decide on that particular regime", "there was some way that actually happened", "i think i went and talked to a trainer at the gym; i got like a free trainer thing", "you know, like you can go and have a consult at a gym", "he told me how many calories i should be eating and i just literally figured out a count to get there", "and then i didn’t stop", "i don’t think i could do that today", "i don’t really know where that came from in me, but it happened", "that was also the first time in my own life that i had been able to take control of something and really succeed at it", "and a lot of confidence emerged from that for me", "because until then, there were a lot of things about me that just seemed to be immutable", "they were how i was", "and then all of a sudden, it turned out that that wasn’t how i was; that was just how i had been until i made a series of changes", "and out of that, i have become in my life and in my attitude towards life probably obsessively calibrating and hopefully self i’m proving", "i’m talking to somebody who’s much more than that", "i don’t know anything about that", "but i always have three or four things that i’m constantly trying to track and change and play with", "because it just gave me a real sense that you are who you make yourself to be", "there are a few things i want to highlight", "you figured out a few things in high school, and then in college", "do i have to pay for this therapy session", "or is this an intro", "the first one’s free", "one of which was the format of information that you absorbed best", "and what i want to just mention for people is that this is a critical piece of the puzzle to figure out", "i was chatting with ed catmull, president of pixar", "his book, creativity, inc.; an amazing, amazing book", "fantastic book", "and he had, in a sense, the exact opposite experience that you had", "he found that he could not absorb", "he was trying to read – and i’m making up this example – the odyssey, or any type of poetry, or anything that actually began with being transmitted as an oral tradition; he couldn’t absorb it in print and he started listening", "he went in the exact opposite direction and started listening to i think it was the teaching company while he was on commutes to absorb information", "actually, it’s funny", "related to that, something i’ve learned later in life is that i can absorb information from listening extremely well if it is the secondary thing that i’m doing", "i actually cannot sit at my computer and watch a ted talk; i can’t do it", "but i can listen to a podcast while i walk my dogs, or clean my house, or whatever", "so, i absorb now, particularly because i have less time to read because my job has more of a management schedule; i absorb a tremendous amount of information through podcasting while i am doing other things", "and i don’t know why that makes it possible for me but it somehow does", "similarly in my office at work, i have a lot of trouble paying attention during meetings", "so, my office is littered with things that i can play with in my hands", "it’s just full of squeeze balls and magnets", "i just every so often go on amazon and search “fidget toys,” and i will buy any fidget toy i can find, and it’s full of them", "people think: oh, you have this quirky little office", "and the actual reason is that i can pay attention much better if i’m absorbed physically somewhere else", "i don’t know why this flashed to mind but you’ve seen the movie big, with tom hanks", "i have", "when he has one of his first meetings and they walk in when he’s at the toy company and he’s crashing these cars together as they’re trying to talk to him", "but let’s flash forward to the present for just a moment, and then we’ll backtrack again", "so, the first is what have you listened to most, say, in the last year in terms of – are you just fishing for compliments", "no, no", "i did slip ezra a 20 but i need to tip 100s", "i’m a fan of your show", "so, i can actually pull out my podcast list, here; that’s probably the best way to check", "yeah, let’s check it out", "oh, of course i always listen to the ezra klein show and the weeds; the two greatest non-tim podcasts in american life today", "so, podcasts i like listening to, i like your show", "i’m a big fan of you made it weird, the pete holmes podcast, which is just a great interview", "i like the long-form podcast reply all", "recode decode, kara swisher who is part of vox media has a great interview show", "particularly in the election season i listened to a lot of the axe files, which is david axelrod’s interview show", "it’s great; that’s a good one", "off message by glen thrush i think is good; that’s a political show", "i love conversations with tyler cohen", "tyler is brilliant", "he’s a guy i know well", "i’ve actually been on that show with him and he just has a mind that works unlike any mind i’ve ever come into contact with before", "what makes his mind different", "he’s a polymath in a truer sense", "i’ll just give you an example from when i was on his show", "we were talking about the conversation in america about diversity and inclusion, and tolerance and pluralism and multiculturalism", "it’s a trump campaign-related conversation", "and tyler, who knows that during my honeymoon i went to singapore for two days and knows that i’m half brazilian, so i’ve been to brazil a lot, says, “well, brazil and singapore have such different conversations about multiculturalism and diversity", "when you look at the way they experience these issues versus america, do you think they have figured something out that we haven’t?” and embedded in that question is one, that tyler is so smart that he actually has a distinct point of view about the discourse around multiculturalism in singapore; but also thinks other people might also have that view", "so, just listening to him is a real tore through the mind o feasibility who is smarter than you are", "i love death, sex, and money; that’s a great show", "what you just said about tyler just also makes me think about some of my conversations with eric weinstein", "he’s the managing director of thiel capital – i don’t know why theil is coming up so much", "he’s a mathematician and physicist and he’ll say something like, “well, of course you know what a mirror orchid is.” and then he’ll just continue on like that", "he’s got that", "[crosstalk] [inaudible] just not going to pipe up", "switched on pop is great, by charlie manning and nate – i’m blanking on his last name – but it’s a good pop culture podcast", "i probably have a bunch more", "you have a vast selection of podcasts", "i know a lot of people get overwhelmed with input; they just feel like there’s too much to read, too much to listen to", "the exponent by ben thompson; i like that one", "how do you choose which episodes", "podcasts come up", "you look at what’s come up and you see what’s interesting", "i actually find most days i don’t have one i want to listen to", "it’s not that every episode of every one of these podcasts is interesting to me", "hopefully there are enough that are", "so, what is interesting, and i’ll cache that – that’s probably not an appropriate use of the word – but in the question – now i feel bad about all the ones i didn’t mention", "no, that’s okay", "there are a lot there", "if you had to give – not listen to a ted talk but give a ted talk on something that you’re not known for at all, so no politics, something that you are very interested in that is not something people readily associate you with, something maybe you read about on the weekends or evenings, whatever it is; what would that be", "what might you talk about", "it would probably be about some angle on the ethics of meat eating, which i feel real strongly about", "and not simply eating meat is bad", "one thing i’ve been become really convinced by, and i’ve become convinced by a guy named bruce frederick, who his actually on my podcast and said this to me; i’ve been thinking about it ever since", "so, one, i think what we eat is a very profound moral choice", "and i’ve argued, and i do believe elsewhere, that 50 years from now, 100 years from now when it’s really easy to not eat factory farm meat because there’s all this lab-grown meat and really tasty synthetic meat, people will look back on the way we treated animals in this era and judge us very, very harshly", "i agree with that", "i think we are going to look very bad because we’re torturing a lot of sentient beings constantly", "but that said, one thing i’ve become convinced by is i don’t think it is good that the only ways here you can become “ethical” is to become a vegetarian or a vegan", "one, i think it’s just too hard for a lot of people", "i agree", "and two, it’s actually not the right way to think about what you’re trying to do, here", "you’re not being consequentialist enough about it", "if we can get everybody to cut meat consumption by half, that is so much better than quadrupling the number of vegetarians from i think it’s roughly around 5 percent now to where it would go", "so, one, i think we need to be thinking just really about reduction, here", "but the thing that bruce explained to me, which i hadn’t thought about a lot before, was that people think that what they should do is go vegetarian", "and that’s actually not a great equilibrium in terms of animal suffering particular because egg-laying chickens are arguably the worst treated of all of the animals", "so, if you’ve cut out a lot of other kinds of meat and you’re eating a lot of eggs, there is some context in which you’re buying backyard eggs from a farmer", "you can come up with the examples here where the animal is treated really, really well and great, if you’re able to source like that, god bless you", "but i think a lot of people have ended up a little bit accidentally in spaces where they’ve maybe cut out red meat so they’re eating a lot of chicken", "but it turns out you can finish a chicken in a night", "it takes a family of four like a year or two years to finish a cow", "and what bruce, who used to run campaigns for peta and now does investing around i think he likes to call it “clean meat,” what he argued to me is if everybody just ate beef; cut out eggs, cut out poultry, cut out fish, cut out all the rest of it, if everybody just ate beef you would reduce the number of animals killed for human consumption by something in the order of 95 to 98 percent", "so, it actually really matters how big the animal is", "and cows, because you do need to raise them, they’re actually treated – even the ones not treated – well better, particularly better than chickens and other kinds of poultry", "there is no effort really anywhere to figure out a humane way to raise and kill fish because we just don’t jump the species barrier in sympathy that way", "and i do know there are people, there’s a guy named mat ball; i think his organization is called first step – if i have that wrong, i’ll send it to you for your show notes – who has been making similar arguments so this is very much not my argument", "but i think it would not be that hard for a lot of people to switch over to beef consumption and to go from there", "now, i do want to say there are cross cutting environmental concerns", "people argue about whether a pound of beef is significantly worse for the environment than a pound of chicken or fish; i’ve heard that both ways", "i have not looked into it enough to know", "right now, what i am saying is just about animal suffering", "we could talk about this for a long time", "i’ve read quite a bit on both sides of the fence, if you will, just on the meat eating versus non meat eating if we’re looking at it in a binary fashion", "and what’s been philosophically interesting for me, at least to hear and listen to, are how the reasons dictate what you consume on the less meat side of the equation", "so, you have people who are optimizing for number of animals killed", "then you have people who have some distinction in cognitive ability that determines what they’ll eat or not", "then there is the carbon emissions component, which i think actually kind of falls apart with cows in the sense that they’re often on grazing lands that couldn’t otherwise be utilized for many agrarian purposes", "then you run into all these thorny things, and i’m not going to get into deep peter singer land", "but if you look at some of the mono crops, so for instance you were mentioning with incomplete information, if you’re trying to minimize suffering in the total number of animals, if you go lacto over vegetarian and suddenly you’re quadrupling your egg intake that you might be in fact netting on the side of doing more damage than just, say, having one cow or a quarter of a cow", "and with the mono crops – soy and so on – if you look at the threshers and the number of animals they end up killing, these small rodents and whatnot, then i becomes a very complex, moral decision", "or it seems that it can become a very nuanced, i should say, moral decision", "i’m not super convinced by the mono crop thresher arguments", "theses feel to me a little bit like an argumentative move meant to paralyze a conversation in a place of information abundance", "it’s true that we can never have perfect knowledge about all the consequences of our decisions", "but i think this is one where people’s moral intuitions here are pretty clear and actually should be followed", "i just never meet anybody who says yeah, factory farming’s okay", "no, no", "but i will sometimes meet people who say – and i’m not saying you’re doing this here – who begin bringing a level of, “what about this, what about that?” and it’s true", "but it would be wonderful if we all decided to treat the way we eat as enough of an ethical choice of we’re actually trying to gather that information in a really strong way", "i think the important thing to me, and the thing that i’ve thought a lot about in my own life is people can make moves that are not that painful that appear with our best knowledge to have a really big first order effect on suffering", "and that it’s worth doing, and the equilibrium of it just being about vegetarianism or veganism i think has probably made this a lot harder", "because it’s just hard for folks to make jumps that big", "yeah, the adherence is really low", "so, if you’re trying to move the needle, and i think about this a lot as it relates to behavioral change just since i have thought about it and spent so much time with people who are studying this in labs; you run into this conundrum with, say, very strict vegans or very strict paleo, for that matter", "if you try to take someone from zero to 60 from standard american diet to either of those sides, the drop-off that you’re going to have is going to probably be above 90 percent after a few weeks", "and then what absolutely good have you accomplished", "it’s a lot easier to get people, say, one step further", "it’s like hey, try moving to this protein and consuming either fewer eggs or really paying attention specifically to how you are sourcing", "and it’s an interesting thing, there", "there’s a fair amount of behavioral science evidence that it’s important to people to act in ways reasonably consonant with the identities they have for themselves", "so, something i found, because i flitted back and forth between vegetarianism and not for a long time, and now have been [inaudible] for a bit; what would happen is i would say i’m going vegetarian", "and then at some point i would fail", "and having failed, it’s not like what would happen is i would go to 95 percent vegetarian", "i would completely collapse back into full-on omnivorism", "and the reason in part was that if i had set up the success structure so that i was vegetarian or i was not, then was not is almost the same kind of failure no matter how much meat i was eating, what kind of meat i was eating; all of it", "the way this actually stuck for me this time was that the way i went vegetarian a couple of years ago now, was with a tremendous number of caveats", "i’m vegetarian except when i travel, because i know when i travel i often have a lot of trouble sticking to vegetarianism", "so, if i’m vegetarian except when i travel, and when i travel then i eat meat, well then it doesn’t offend my identity at all", "and now i’m mostly vegan", "i eat vegan at home, except when i travel i’m vegetarian and there are a couple of points in the year", "it’s like my best friend’s mother, i’ve been having sushi with her since i was a kid", "and it is important to me that i’m able to continue that tradition", "so, as opposed to going and having sushi with her twice a year and then collapsing out of all my other eating habits because of it, that’s built into it; that’s part of the identity", "that’s the exception", "so, i’ve actually found that personally very helpful, to not be so strict on myself that when i make decisions that i can pretty well predict i’m going to make, that they have this identity collapsing effect on me", "let’s take a left turn and go back to college", "what were some of the – i don’t sound enough like a cynic [inaudible] to you", "no, i’m enjoying – it’s not that much of a left turn", "i have a lot of [inaudible] – [crosstalk] – in college", "back to garden of life; did you ever go to garden of life in santa cruz", "back to santa cruz and very good writing school, and people playing didgeridoos in the street; what were the decisions or lucky incidents that were really defining moments, once you started the blog", "when did you go from 35 – okay, if you got a lucky link, 150; when did that start to change", "a couple of key things happened", "one is i mentioned this other college kid, so that’s matt yglesias", "and matt is my cofounder at vox; we work together now and actually have worked together for a lot of our adult lives, also at the american prospect, and he’s in a very important way my mentor", "but he continuously, as someone with a bigger site, linked to me, sent people to my site", "the patronage, i think is actually a fair term for it, the attention of someone i respected that much was a tremendous kind of positive feedback for me", "how did he find your stuff", "i emailed him", "very early on, i emailed it to him and he linked to it", "he was very generous in that way", "what did you say in your email", "oh god, i genuinely don’t remember", "i’d have to think about that", "was it a pitch or was it “hi, matt; love your stuff.” i think it was “hi, matt; i love your stuff.” i think it was probably “hi, matt; i love your stuff", "i’ve also started a blog where i’m saying things that are going to prove to be wildly incorrect and embarrassing about american politics,” although i probably didn’t say that at the time", "that did, however, prove out to be the truth of it", "but, “i’ve started a blog", "also, i’d love it if you checked it out.” and he checked it out", "so, that was really important", "and i remember it took me, i think, a year and a half, maybe more, to get my first kevin drum link", "my first kevin drum link was a big deal to me", "andrew sullivan, i think, came later even than that", "and the blog for them was small", "it was a personal place", "there was instapundit, who was the big link aggregator on the right and the sort of war hawk", "you had atrios, who was the big linker on the left", "it sort of went on like that", "so, i did pretty assiduously try to get my stuff in front of those people for a period of time", "and all that mattered to me", "that escalating series of accomplishments: “hey, i’ve finally achieved a kevin drum link; now i’ve really made it,” really mattered to me", "i’ll back up a little bit here", "the reason i started a political blog is that i was into politics", "the reason i was into politics is my brother, who lives in los angeles and is an environmental attorney up there, was also into politics and was incredibly, incredibly insanely generous to his fat, socially awkward 12-year-old brother and when he did political work in la, would take me along; i will never forget and never stop being grateful", "during bill bradley’s 2000 campaign for the presidency, my brother was driving around senator paul wellstone, the late senator paul wellstone who’s an amazing figure in american politics", "he died in a plane crash; i think it was in 2002", "my brother had this opportunity and my brother at this point must have been 26, something like that, 28; he’s a lot older than i am", "he had the opportunity to drive wellstone and his wife around la for a day", "and he had me come with them", "i still almost can’t believe that moment", "here’s my brother who has this opportunity as a young, up and coming politico to spend a whole day with a u.s", "senator; that’s a real opportunity", "i think most people would take that opportunity for themselves and spend that time trying to impress a senator with how smart they are", "and he took me, and i spent that day talking with paul wellstone about wrestling because wellstone was a high school and college wrestler", "it’s such a great magic trick", "wrestling is a great connector", "yeah, continue", "but i was into politics and i started to blog because – can i interrupt for one second", "yeah, please", "so, two things", "for those people, and quite frankly myself who are wondering, because i have always had maybe the exact opposite inclination", "mostly due to family, but who talked a lot about politics a lot all the time and got into huge fights; i developed an allergy to it", "but i never really knew what, in the first place, they meant by politics", "when you say you had an interest in politics, what does that mean", "i was interested in the decisions politicians were making to move power, resources, and personnel into different spaces in the american and international space", "so, in this era, i graduated high school in 2002 so the year before i graduated is 9/11", "9/11 was a moment that certainly woke me to the idea that politics cared about me, even if i didn’t care about it", "we were starting wars, and i think people forget this", "there was talk at that time of a draft", "and in some ways, i think arguably, there were good arguments for one that would have at least made us as a country think hard about where we were going to war, and whether or not we all wanted to bear that sacrifice", "i think the reason that i got engaged in politics, my family talked about it but i don’t come from a political family", "i think the reason that i got engaged in politics was that it was a very, very political time and i found those questions to be enormously interesting and obviously, obviously consequential", "i’m not sure that if i had been in this formative period in my life in 1996, i would have found it as obviously consequential", "i’m not sure it was as obviously consequential in 1996", "it’s exactly the timeframe that i was in", "there you go", "the period of time in which i sort of came of age, i think of 2000 – i actually think it would have calmed down but now it looks like it’s actually ramping back up", "but politics got a lot more central to the lives of most people, starting in roughly 2001", "we’ve had, since then, a period of time that when the history of this era is written, they are not going to spend much time on the clinton years", "they’re not going to spend much time on the george h.w", "bush years", "that era is going to be interesting for the rise of china, the dissolution of the soviet union, but it’s not going to be interesting for what happened in america", "but starting with 9/11, going through to the financial crisis, now the election of trump; we are a country that is… i transferred to ucla my junior year and i had a history professor there who said “i don’t know if you know this, but the grip, the fist of history is tightening around all of you right now.” and i’ve always remembered that because i think it’s true", "she meant that this is a moment that is capital h history", "this is a moment that when people write about the 21st century, they’re not going to skip over", "a moment when america is going to war, when there’s talk of a clash of – this was in 2003 or ’04, or maybe a little bit later", "this is when america is going to war; people are talking of a class of civilizations", "it was a moment that felt like history", "similar to we have reshaped the framework of the america in the social state", "we created a near universal healthcare guarantee in america for the first time; now we’re talking about whether or not we’re going to dissolve that just a couple of years after it was launched", "this doesn’t happen all the time", "this is not the velocity at which politics normally operates in this country or really any other", "so, if we go back to, then, your exploration which you said turned out largely inaccurate on the blog in the early days, was there a piece that first felt you made that you’d cracked through", "and i remember, for instance, the first post on my blog that ever, at the time, reached the front page of dig", "and it crashed my site immediately but that was a big deal", "when did you crack out of, or do you remember the first piece that really popped for you", "i don’t, actually", "but i’ll give a different version of when i knew maybe something was beginning to happen, here, and it’s a fairly funny story, actually", "in 2004, or maybe this is 2003 but it’s the run-up to the 2004 election and things feel very consequential", "bush is a very polarizing president", "i was at the university of santa cruz; you can imagine which side of that polarization i was on", "and there’s a lot of talk in the blogosphere, a lot of talk just among people about who should run against him", "now i, very idiosyncratically, had become obsessed with a long-retired politician by the name of gary hart, who i had read – and i cannot recommend this book highly enough", "richard ben kramer, a great, great journalist who died, unfortunately, a couple of years ago; he wrote a book, a mammoth book about the 1988 election, which is considered one of the landmark books in new journalism", "just the way it is written is extraordinary", "what is new journalism", "new journalism was a way of doing nonfiction journalism using the techniques of literary fiction, at least the more modern techniques of literary fiction", "i want to say i’m not an expert on this, so there’s probably a much more precise definition", "but people like tom wolfe, and norman mailer, and richard ben kramer, it was a way of writing about the world as it happened but with an informality and an experimental style that you’d really only seen in fiction until then", "i do want to say, actually, that these things, these books, these changes in language and how you talk about things, these were actually really important to people; more so than i think folks realize", "one reason i got into blogging is i remember coming across a blog post where somebody, i don’t know how old the person was but was clearly young, wrote about american politics and used the word “props” to say that somebody was doing something good; “props to them.” it sounds dumb but it actually hit me like a thunderbolt", "the idea that you could talk about politics not in the language that george will talked about it on the washington post op ed page, or that people talked about it on crossfire on cnn, or that paul krugman talked about it", "the idea that you could talk about it in the language that you just talked, it seemed so obvious now because now so many people do it but it wasn’t, then", "it’s one of the really big things blogging contributed was a breakdown in experimentation with tone", "political tone was very formal and mannered and structured", "and it’s much more opened up now, including now at very big institutions that previously had a much more mannered, formal, structured tone", "so, that matters to me", "but ben kramer, he wrote this book and this book is just – do you remember the title of the book", "what it takes", "the book is called what it takes", "everybody should read it", "gary hart is really the hero of what it takes", "he’s brought down by sexual scandal and a scandal, by the way, in the era of “grab them by the pussy” so unbelievably minimal", "so, gary hart comes out as the hero of what it takes", "hart has a lot of fascinating dimensions to him, but one of the fascinating dimensions to him is he was very early, through a commission he co-chaired with another senator, warren rudman – i think warren rudman – at seeing the threats that were going to be coming", "the threats of terrorism from non-state actors, the way the american military needed to reorganize to meet those threats", "i apologize; what is a non-state actor", "al-qaeda is a non-state actor", "so, previously, the soviet union versus america is two states going to war with each other", "al-qaeda, or isis and america are america and non-state actors", "understood", "which are very, very different", "there are very, very different ways you need to organize yourself to deal with non-state actors", "so, hart had been pretty visionary on this, and was somebody who seemed, like at a time when democrats needed a national security voice, he had actually had enough of acclaimed oppressions here that he might be a strong candidate", "so, hart actually begins thinking about running for president that year, and i somehow get signed up with an organization for him that doesn’t yet exist", "i am an intern in this shadow gary hart organization", "and hart is testing the waters", "so, i have now set up in northern california a couple of events for him; i think one in oakland and one in san francisco, or i think maybe it was one in palo alto and one in san francisco", "i am driving him", "this is so great", "so, i have my little blog", "i am the blogosphere’s only hart supporter, certainly the only hart supporter who is under the age of 20 that anybody has met recently", "i am writing about him and now i’m driving this guy around, and it’s just so, so fucking exciting", "but, i am not an experienced planner of political events, and certainly am not experienced with the logistics in getting people to and from them", "uh-oh", "these events are not that far apart from each other, either in time or in space", "i am driving hart around", "i had a blue ford focus with a stick shift, and i had never driven in san francisco at all, and definitely not in san francisco traffic", "and so i’m taking hart from palo alto to san francisco, and we are super late because it’s at rush hour so it’s not taking however long it would have taken, but taking three times that long", "and we’re on these hills, and i’m burning out the transmission on every one of them", "so, the car is filled with this acrid stench of the destruction of the undercarriage of this vehicle", "some of these hills, for people who haven’t been to san francisco, they feel like they’re 45 degrees", "they’re vertical", "he is understandably, not unkindly, getting agitated", "at one point he asks if i would like him to drive", "i eventually get him there; all the events themselves went fine", "but it was an unpleasant experience for everybody involved", "it was stressful", "the next day, he announces he is not running for president", "it’s probably not but i have always wondered if he was like, “i am too old for this shit; i do not need idiot kids burning up their transmissions getting me late… that’s not the life i need to lead as a human being.” so, gary hart drops out, and i write on my blog which again, 35 people a day at this point, that i’m really bummed", "the candidate i supported is not in the race anymore", "i get an email from joe trippi, who is the campaign manager for howard dean’s campaign, and howard dean’s campaign is really taking off at this point", "joe trippi worked for hart in ’88 and was very involved in the early blogosphere, and was very fascinated by the idea that there was this college kid somewhere writing about how gary hart is great", "that just seemed so incongruous to him", "he invited me to come out and work on the dean campaign, to intern for the dean campaign that summer, which i did", "now, i had thought that i wanted to work in politics; that i actually wanted to be on campaigns or somehow be involved in the actual work of politics", "and what i learned that year was that i actually hated working in campaigns and being in politics", "and i didn’t like supporting a candidate because it meant i had to support them even when they said or did things i didn’t like", "it’s not that dean did so many terrible things; it’s just i wasn’t 100 percent on that campaign or any campaign", "meanwhile, my blog was beginning to take off", "people were listening to me", "i was now at hundreds of people a day; occasionally when i got a couple big links, a thousand", "and i loved it", "it was really satisfying to me", "it was really fascinating to learn about things and go where my interests wanted to take me", "that was really the pivot moment in my understanding of my own career where i went from thinking i would work in politics to where i would write about it", "and also recognizing that i was not built or cut out to support candidates that wasn’t a personality that i had", "and so that wasn’t going to work for me in the long run", "so, if we then flash forward to, say, vox; or actually now, let’s not approach it that way", "what are, from that point forward, some of the decisions, most important decisions that helped lead you to where you are now", "so, a bunch of things happened, and often they relate to not getting something i wanted", "i did not get an internship at the american prospect that i wanted", "but then when i was panicking, i got an internship at the washington monthly", "i don’t know how often it publishes now but it’s a small policy magazine out of dc, as was the american prospect, for that matter", "and the monthly was an amazing place to do an internship", "that’s where it cemented for me that i wanted to be a journalist", "it is edited by a guy named paul glastris", "so, one, it’s a very policy-centric place", "it is a place that is interested in how government works and the mechanics of it, and the functioning and quality of the bureaucracy", "it takes policy and politics seriously", "and i think something really important about the work i’ve done, including at vox, is i emerged – my background is in the policy blogosphere and then in the world of policy magazines, so i’ll explain", "those are very idiosyncratic worlds that used to be extremely small", "and my career as much as anything has been about expanding the audience for that kind of coverage, from seeing it as a boutique thing to seeing it as a mainstream thing", "and that’s a thing i think i’m proudest of doing", "so, i was at the washington monthly", "paul glastris, who is the editor of it now, i believe, and was the editor; he’s fantastic", "but the two senior editors, and they seemed so senior to me now but i realize now they were just in their 20s, but were nick confessore, who is at the new york times now, and ben wallace wells who is at the new yorker", "and both of them are just extraordinarily talented journalists, who are also extraordinarily kind to their interns and actually gave us real work to do", "so, i got a sense of what it would be like to be a journalist", "i didn’t get to go to the slightly bigger place; i ended up at the slightly smaller place", "and being at the smaller place meant that i had a lot more contact with the people working there; a lot more opportunity to do things", "it was a fantastic experience", "even though i did better in college, i didn’t really like college", "i thought maybe what i didn’t like was santa cruz so i transferred to ucla", "it turned to what i didn’t like was college", "i just don’t really like being in school", "my junior year, one night i was sitting up complaining", "i was friends with matt yglesias at this point and we were im’ing, because back in the day you im’d", "so, i was like, asl matt", "you’re too old – you don’t know what asl is", "i don’t know what asl is", "age, sex, location", "ooh, that’s a useful one", "well, i’m not sure it is anymore because i think it’s now all facebook profile", "it’s moved on", "but that’s what you did", "find me on irc chat, folks [inaudible] – [crosstalk] so, i’m talking to matt and i was complaining that i didn’t want to be doing some midterm paper i was doing", "and he’s like you should apply for the american prospect’s fellowship", "i said, i’m a junior", "he said yeah, whatever; leave college", "i actually looked and it was possible for me to do enough in the summer that i could graduate if i needed to", "so, i applied to the prospect’s fellowship, and i also applied actually for the new republic’s reporter researcher position", "i never got a call back from the new republic, which was a slightly more prestigious magazine at that point so i might have taken them instead", "but their reporter researchers actually did a lot more base level work for the institution", "so, they did a lot more copy editing and fact checking", "it would have been a much worse job for me at a place where it would have been much more ideologically difficult for me to be", "at that point, the new republic was extremely pro iraq war; i was quite against it by then", "i wasn’t originally", "so, it would have been a very awkward fit", "but i didn’t even get called back for that, so that went nowhere", "i did get the american prospect job, which was amazing and was the perfect first job in journalism for me", "the next year, if i had just done what was normal, the next year the american prospect ran out of funding for that job and it didn’t exist", "the only two journalism jobs i had any shot of getting to because they were the only ones that cared about bloggers were the prospect and the new republic, and the new republic didn’t want me and the prospect wouldn’t have been able to take me", "so, my whole life could have been different if i hadn’t done this in my junior year, unusually", "so, i did that then", "i went to the prospect", "the prospect is a great magazine, and again is part of this small collection of policy magazines", "the first thing that happened to me when i went to the american prospect, the editor was a guy named mike tomasky, who does a great column for the daily beast now, and runs a journal called democracy mike called me to his office and he always had his feet up on his desk", "he called me in, and i think this was my first day or week there", "and he says, “go find out what’s hot in poverty.” i was like, what", "he said, “you know, katrina happened.” this was post-katrina; this was late 2005", "and he says, “there’s a big conversation about what to do about poverty in this country", "go find out what’s happening in that conversation.” i don’t really now, with more experience, recognize that as an article pitch and yet, it was such… a place where that could happen is such a great place", "one, a place that things what is hot in poverty is a sentence that makes sense; a lot of places would not consider there to be such a thing as “hot” in the poverty reduction community", "two, a place that would just send a young reporter with really no experience to learn about that", "[crosstalk] that became a feature for them", "and the third thing that happened there, which is really, really important and is key to my career is i was a really good blogger", "i’m willing to say that", "at that point and what blogging was, i was good at that", "but i didn’t know how to do anything in journalism", "i didn’t know how to structure an article, i didn’t know how to report", "i didn’t know how to pitch; i didn’t know anything", "i had written op ed columns for the la weekly; i had done a couple little things but i didn’t really have any skills aside from write my opinions on the internet", "the american prospect was a place that was willing to take me on the strength of my blogging because they were very early into the blogosphere and wanted to get some of these young bloggers", "and in return for that, and in return for paying me extremely little, teach me how to be a journalist", "and they did that", "mike tomasky, what was the acronym", "pick put he damn phone; putdp", "he would always say “pick up the damn phone” to you", "and you learned okay, one of the tools here as reporting, when you pick up the damn phone; as a blogger you don’t expect anyone would answer your calls because they probably wouldn’t, particularly not at that point", "but if you’re calling from the american prospect, they will", "one of the things that was really important in my career is i was pretty early in merging the techniques, and ideas, and ideologies, and sensibility of blogging with the processes and skills and tools of journalism", "and a lot of what i’ve been doing at different places is pulling those two threads together not in ways that are unique to me, but in ways that not many people were doing", "because most people who were blogging were not young enough and free enough to go take entry level, underpaid jobs where they could develop these skill sets and then spend all of their time working on them", "and most people in journalism did not want to develop the tools of blogging, because the tools of blogging were in many ways partly an opposition; they were partly based on a critique of journalism", "i was in this very lucky space, and i do want to say it was a lucky space; it was a product of timing", "i happened to start blogging when the wave began to build and at a moment when people would hire folks who had that kind of experience", "if i had been five years later or five years earlier, who fucking knows", "but i also then had the personality to bring those things together", "let me ask you a question about that", "if you were now, and i don’t know how you feel about teaching as opposed to learning in an academic setting, but let’s just say you had an opportunity to teach a freshman seminar at some type of college to just an incredible set of 15 students, just really receptive, brilliant students that could change the world", "and you were teaching them this combination of perhaps a writing course for those who intend to work in politics in some fashion, what might the first lessons or areas of focus look like", "what kind of exercises would you have them do", "the first half of the course would not be about writing at all", "one of the criticisms i have journalism is that we are too focused – and it’s funny because it’s a little bit distinct, maybe even contrary to what i just said", "but we are too focused on journalism as a universally applicable skill set, tool set", "now, it is that", "but because we have so much confidence in it, we do not demand enough subject issue knowledge out of journalists", "the first half of the course would be about how to learn", "how to learn about policies, how to learn about campaigns, how to find the right information sources, how to know what kinds of information are credible", "i often think of my writing as having sort of an iceberg metaphor", "any individual piece is the tip of the iceberg but the pieces only work because of what’s beneath", "they work because of the super structure of knowledge that hopefully, hopefully if i’ve done my job right, i’ve developed over a period of time", "the subject matter expertise", "the place where i broke through, you asked earlier about actually breaking through", "and in my head, where i broke through came much later", "the story that i broke through on was obamacare and healthcare policy, generally", "and the reason i broke through on it was that long before it was an issue, i had developed an idiosyncratic interest in it", "this was when i was at ucla, on my blog", "i just for no particular reason had begun reading think tank healthcare policy proposals", "and then i checked out a bunch of books from the ucla library and wrote a series, which is probably the most popular thing i had done until that time called “the health of nations.” i wrote up what now i think you would characterize really as wikipedia summaries of how does the german healthcare system work, the french healthcare system, the canadian, japanese healthcare systems", "i spent all this time over the next couple of years just writing and arguing with people about healthcare", "and what that meant was that by the time it actually became an issue in american politics to report on, i had a very unusually deep knowledge of healthcare policy", "not healthcare politics; i didn’t have great sources, i wasn’t the person who could break stories, necessary", "but i had read a lot of congressional budget office reports; a lot more than a lot of the people who, in theory, were actually the folk covering healthcare", "so, when that began happening, i could deliver pretty good news reporting and analysis very fast", "because when somebody said something or they released something, i had a model to put it into", "i recognize that this is getting a little bit rambly but i think this is an important thing to me so i’m going to ramble into it anyway", "a core idea of vox, and a core idea of mine in how i approach journalism is that the product is the reporter’s body of knowledge, not primarily the new piece of information", "i think that a lot of journalists and a lot of reporter processes, workflows, approaches, etc…", "and these are not bad things, by the way", "i just think there is room for different models", "it is all built on finding the next nugget of news", "what people are really good at, and the way stories are structured is to highlight the next nugget of news", "i do want to be clear; that’s an incredibly, incredibly important ole", "we absolutely need that", "but, i think kind of everybody was that", "i think that’s how the whole industry was", "when, in my view, one of the really important roles that we can play is to surface and expose the body of knowledge, the model as i think about it, the context that makes that news make sense to us", "so, a lot of vox’s formats, our explainers, our card stacks, our videos, our posts where we do 15 graphs on something, what we are actually doing there, the meta point of all of that, is that we are building out ways to expose more of the iceberg, more of the reporter’s body of knowledge so that when we give you a new piece of information, we are laying out more and more clearly why we understand and believe that information to be important", "and that actually does require you to think and learn and work in different ways", "and now i’ll connect this a bit back", "the thing i think journalists often don’t do enough of is they’re so focused, particularly when they get moved onto a beat, on finding out what’s going on on that beat, they don’t build enough of the underlying super structure", "they don’t read the foundational textbooks on just how does health policy work, how does moral hazard work, how do actuarial rule makings work", "when you don’t do that, you often cannot communicate policy topics or complex topics clearly because they’re not actually clear to you", "you know the part that’s new; people are telling you which part that is new", "but if it doesn’t fit really neatly into a broader structure for you, then it’s not going to come through clearly to the audience", "i think something we do a lot is we communicate complex topics unclearly to people, and then we blame them for not getting it", "totally", "i want to say there are a tremendous number of amazing journalists, healthcare and otherwise, who know this stuff backwards and forwards; this is not a systemic critique", "but it is something that happens a lot, and it happens particularly when we just move people around to beats because we figure the journalistic tool kit will carry them through in getting the news", "we’ll give them the sources, and we’ll have the person who was there before help them", "when often i think you almost need to go into a room for a couple months", "when i move somebody on a beat, often i will assign them articles that are not about something new but that are about something really foundational in that area, just so they will have to do the work of learning a lot of the basic knowledge", "and the article, it’s not going to break any new ground but i’ll know at the end of it, they have that", "this makes me think of sebastian junger, also", "i asked him how he dealt with writer’s block and he said “writer’s block just means i don’t have the ammo.” he said, and i’m paraphrasing here, but you never want to fix a gap in your research with a cute twist of prose, and you just need to do more research", "this is a bit of a different episode than a lot of my episodes so i’ll dive into it", "i will make it a systemic critique, so i will go there", "because i have a deep rooted insecurity about feeling ignorant of politics, and it’s been largely by choice because i’ve felt like i can’t distinguish oftentimes theater and posturing from fact", "i don’t know how to find what is reliable and what is not", "i mean i have a few ideas, but the point being that when i ask sometimes the dumb questions, say at dinners because something has been unclear to me, i often do get sort of a side eye from – i’m not going to name names but people in the media who have presented it themselves in a very unclear way", "so, one of the questions i wanted to ask you is i’m not the smartest guy but i feel like i could maybe wade through this and at least establish a basic understanding of how this democracy and government that we live under functions", "but i imagine it being like reading the irs tax code, and just being impenetrable text", "so, for someone who said you know what, i’m actually not only relatively historically uninterested in politics but have actively avoided it but i feel like i want to understand how this machine works; what books or resources, what approach would you recommend if i’m not going to make it a 20-hour a week thing", "so, aside from reading vox", "aside from reading vox", "let me say a couple of things, because everything you said there i think is right on and it breaks my heart", "my foundational experience, the thing i’ve always been trying to correct is after 9/11 when i began reading the news, i remember i would read pieces and i would think, i only understood 45 percent of that", "so, many of the terms or names that were encoded with meaning didn’t mean anything to me", "so, senate minority leader tom daschle, i didn’t know much about the senate; i don’t really know what the minority leader does, i don’t know anything about tom daschle", "but he’s the key character", "so, i am not getting this", "and i remember slowly, i was like now it’s 55 percent, and then it was 65, and then it was 75", "and now it’s 140 because there’s a lot of stuff that just isn’t in the article at all but i’m able to see", "and i remember a very experienced editor once saying to me, “it took me ten years to learn how to read a newspaper story.” and he meant that as like, i’m great", "i thought, we are fucking up if it needs ten years of training to learn what’s going on here and understand the game behind the game, the story behind the story", "so, a couple things", "we have an internal document at vox called “the vox voice” about who are we supposed to be to the audience", "one of the premises here is if we have taken something important and made it uninteresting, it is always our fault and it is never theirs", "you know what’s interesting", "the fucking irs tax code", "i have written about that a lot", "it is a fascinating place", "that is a place where we translate a lot of our values and ideas as a country into actual policy", "and the stories encoded in that are fascinating but we often don’t write them well", "so, in terms of how do you do this, the first thing i would say is that it is helpful to find guides", "it is helpful to find people whose tone, whose sensibility, whose approach you connect to", "it’s often said that people think in stories", "but i also think that they prefer to think through social relationships", "and if you are able to build a relationship, an intellectual relationship with matt yglesias, or paul krugman, or ross douthat or rebecca traister or annie lawery", "my wife is an amazing economics reporter", "i think that actually helps", "that’s why blogging was really good for me because there were these people who i connected to and even when i didn’t understand exactly what they were saying, i had this relationship with them that carried me through", "the second thing that i do think is important, and this might be me talking through how i think, but it’s really helpful for me to be writing", "now, comment sections are a bit of a dying thing online but twitter isn’t, and facebook threads aren’t", "i think there’s a lot of shit talking about “oh, these terrible political facebook threads where nobody knows anything.” but you know what", "writing half-informed comments about politics on facebook, that is a legitimate form of engagement and a way that you learn about political life", "and then i do think, i really think this has gotten better", "i really, fundamentally at my soul believe this has gotten better", "i think that in the last ten years, both a number of outlets – again, i really think like fox but also a number of traditional outlets who used to be much more mannered and buttoned-up and for the experts have opened up their writing styles a lot and made it a lot easier to read what they’re doing", "let me jump in because i feel like you are one of the people i’ve developed somewhat of a relationship with so i want to lean on you since i’m not going to delve into it with a lot of time on the internet because i’m just averse to it for a lot of reasons", "but my primary interest, i’ll just tell you, is that i’ve worked on a few specific things, meaning legislation in a number of states related to, say, shark fin importation and some other things which have actually proven effective", "but outside of that, my interest in politics is i guess twofold now at this point", "one is that it’s become clear to me you can be a great chess player but it’s [inaudible] much more interesting if you are able to influence the rules of chess itself", "so, i feel an obligation to gain a better understanding of how it works also from an intellectual standpoint", "so, if there are any books for someone who has actively been avoiding politics for a long time would read that could increase my level of understanding, that would be amazing", "and then the second thing, and we may not have time for this today because this is going to wrap up in just a few minutes so we’ll probably do a follow-on, is my interest is in active change", "and i remember i was told once – i’m not going to name the person but the right hand man of a very well known politician said to me, because i was talking to him about this, “just imagine you have maybe a maximum of six bullets per year", "you get to shoot six.” and what i see on the internet is a) i don’t want to engage in any religious war conversations over politics where no one is going to change their mind; it’s a waste of my time", "i don’t want to engage in dialogue where the end product is not going to be change for the better of some type", "so, for me, i want to figure out how i can pick my shots and using the assets that i have and so on, this doesn’t mean becoming a political writer which i don’t want to do; how i can influence the rules of the game", "i’m meandering a bit but part of the challenge that i have is that i get hit with so many asks", "i get hit with hundreds of asks for different propositions", "one i did stand up for and unfortunately it passed was the foreign intelligence surveillance act, way back in the day", "i had a long conversation with daniel ellsberg, some of you may know from penning on papers about this, and went public with it", "i didn’t change the course of history but i also alienated half my audience immediately", "i’m trying to figure out how to play with all those factors, but it seems to start with at least figuring out what the fuck is going on, and how it actually works", "what are your thoughts", "so, a couple things", "in terms of books, and i should do more thinking on this, and the book that is probably the most influential for me in thinking about how american politics really works is not the easiest read but it’s a book by a political scientist named frances lee called beyond ideology", "and if you want a condensed version of it, i actually wrote a new yorker piece called “the unpersuaded,” which leans on this book very heavily so you can read that, too", "this book shows that a lot of our intuition about politics, which is when the president comes out and leads on an issue, that is how things get done; is flatly wrong", "that actually, we have a system in which governmental is usually divided", "it’s very, very easy to block things and usually you have different parties controlling things", "when the president talks about anything, the chance of the other party polarizing against it automatically becomes higher", "she has this great data set where she uses non controversial issues and shows that whenever the president talks about a non controversial issue, an issue where the two parties don’t have positions, like should we fly a rocket ship to mars; the president talking about it leads to a sharp increase in party line vote", "so, there’s a lot of good information in some of those books", "the gamble, which is by a series of political scientists on the 2012 election i think is really helpful", "there’s a guy named bob edwards who has written a series of books on presidential rhetoric", "those are books that are not the friendliest tours through american politics but they are the most information rich that come to mind immediately", "so, that’s one thing", "i don’t think there’s a way to invest in politics aggressively that will not lead to some controversy", "these are things where disagreement is real", "but i will say that people overinvest in the headline issues", "they are unlikely to change minds on issues where everybody already has a very intense position", "where there is a lot of room in politics to change things is to raise the salience of issues that people do not currently care a lot about", "so, i think that something that i and others have tried to do over the last couple of years is raise the salience of the filibuster as an issue that is important in american politics that people should care about more, and that actually has changed", "the filibuster has weakened a little bit", "my friend matt yglesias and others have been very aggressive – ryan avent and others – in talking about housing density, zoning policies, occupational licensing", "these are city level policies that people weren’t really thinking of as big problems in the american growth story ten years ago but i think are now developing an appreciation for them", "and neither party is particular polarized on them; in fact there is a lot of agreement", "so, just by raising them as issues, there’s been i think a lot more opportunity to get things done", "so, to the extent that you can take people and convince them to care about something new where maybe the battle lines in american politics are not already extremely drawn, that can be very, very powerful", "so, if i were you thinking about this, i would be not looking to weigh in on somewhere where there is already a raging war but to weigh in somewhere where maybe people haven’t thought about this, or maybe they underrate the importance of it but would be open to deciding that this should be higher on their priority list", "because that can be a very powerful thing, and there can still be the chance to create an equilibrium around it that is non polarized", "so, i definitely want to have more conversation with you around this", "i’m going to do some reading first, though, so i’m not a complete idiot", "we’re going to wrap up in a minute but i’ll tell you another moment when i actually became more interested in this as a skill set", "i want to very much develop a toolkit for myself so that i can pick my shots, maybe involve my audience, maybe not", "but after my ted talk, which at the end closes with a discussion about education reform, really dove into it for a number of years and looked at public school education in the u.s", "spent a ton of time, i met with some law makers", "and i remember at one point being really just beaten down and exhausted", "it involved teachers’ unions, this, that and the other thing", "i won’t bore you with the details but i ended up having lunch with a senator", "he said to me, “look, a lot of people come out of, say, entrepreneurial business [inaudible] they think they’ve figured out how to do one thing", "they come in here, they try to change it, and they get chewed up and spit out by this bureaucracy; they don’t make any lasting change.” he wasn’t talking about himself, but he said, “i hate to put it this way but perhaps you should just raise a bunch of funds and buy yourself a law maker,” meaning the support and whatever it might be; campaigning and so on", "i thought to myself a) i was thankful to this guy – because we actually had spent quite a bit of time together – for just saying how it is, if that’s how it is, and then b) that’s fucked up", "that’s horrible and really depressing; and c) if that’s the way it actually is, i need to learn how to deal with that", "i have a couple of thoughts on this", "okay, and then we’ll wrap up and we’ll do a follow-on because we have so much more to talk about", "so, no", "1, money and politics is toxic, and it is poisonous and you can hear it right there; it erodes trust in the system and it doesn’t work like that", "it is not impossible to bribe your way into some kind of political outcome but it is quite difficult, particularly anything that people are thinking about and hearing about", "just to be clear, i’m not talking about bribes", "no, i know", "i think the way people imagine that going, when you say “buy a politician,” is that you give the politician x amount of dollars or you fund a super pac for them and basically there’s money changing hands so they will vote a certain way on an issue", "on some issues, particularly issues that are more or less out of the public eye, that stuff does happen", "on the big issues, polarization, party incentives, electoral incentives are just much more powerful", "and i’ll just say this year has been a powerful way of thinking about what money can and can’t buy", "because across all the elections, jeb bush was the best funded republican, hillary clinton was by far the better funded general election challenger", "money, it is a bad thing in american politics; there’s almost no version of campaign finance you can propose that i won’t support but i think people overrate its power", "so, let me give you a different twist on that, though", "the thing people really underestimate and really underinvest in is city and state politics", "tremendous amounts of change can happen there", "tremendously important things can begin there", "and there’s a lot less polarization, a lot less opportunity to access your legislators or the other relevant decision makers, and a lot of opportunity then for things to spread", "so, you think about the way in which marijuana is being legalized slowly but surely across the country", "that is beginning in states", "you wouldn’t have been able to fight it in congress first but by starting in a couple of states, you’re able to have a national impact", "if i could change anything in the way people engage with politics, this is actually probably a pretty good thing to say; i wish people thought less about the president and more about congress, and less about national politics and more about state and local politics", "i think at every level we tend to try to default to treating politics like an episode of the west wing, where the president is the main character, then there are all these other supporting characters and the question is can he make a stirring enough speech", "that isn’t how it works", "and that also isn’t where most of our power is individually", "look, you live in a big state", "california is an important place", "where california goes, oftentimes so too does the nation", "and also you have the insane, totally fucked up california ballot proposition process which for all of its problems does create a much easier access point to potentially hosting very, very large experiments that maybe the political system would not want to host normally", "so, i would think less about congress and more about the place you actually live with people who will actually listen to you, who don’t have as many folks vying for their attention and who maybe actually have a little bit more space to run because of it", "alright, guys", "i’m going to do a bunch more thinking on this and i’m going to try to get over my lifelong allergy to the word and the concept and all of the dinner brawls that i witnessed my relatives having to actually figure out how this works and do some work", "so, to be continued", "ezra, where can people find you, connect with you, and so on", "on the internet @vox.com; that is our website and it has all the normal social media manifestations you’d expect", "i’m on twitter at twitter.com/ezraklein", "i have two podcasts that particularly if people enjoyed the politics section on this, they might enjoy the weeds where i talk policy with matt yglesias and sara kliff every week", "then the ezra klein show where i do long interviews with very smart people", "i’ll try one closing question", "if you could put a short message on a gigantic billboard to get a message out to millions of people, what would it be", "actually, i’ve thought about this question when you’ve asked it before", "my belief in the persuadability of people is extremely low", "i think it is very hard to persuade anybody of anything, particularly if you can only do a drive-by", "so, i’m not going to try to persuade anybody with my billboard", "i’m going to put a billboard somewhere on the 405 where there’s a lot of traffic", "and i’m going to find somebody more visually creative than me to create a billboard that brings a little bit of wonder and happiness and levity into a long, shitty drive that people have to do every day", "maybe it will just say “you’re almost there.” i like it, i like it", "that’s a very good one, you’re almost there", "ezra, thank you so much, man", "thank you, man", "really fun and to be continued", "this is going to be, offline or online, for the podcast or not for the podcast, you guys let us know, let me know; i will have a lot of follow up questions", "for everybody listening, you can certainly find the show notes everywhere", "that doesn’t make any sense at all", "you can find the show notes on everything we talked about at fourhourworkweek.com/podcast as per usual, and as always, thank you for listening"]}