{"dialog_idx": {"adam robinson": [56, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 124, 125, 126, 127, 128, 129, 130, 261, 262, 264, 265, 267, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 291, 298, 299, 302, 314, 315, 316, 317, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 353, 354, 355, 356, 358, 359, 360, 361, 364, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 600, 601, 602, 603, 604, 605, 606, 608, 611, 612, 613, 614, 615, 616, 617, 637, 640, 643, 644, 648, 649, 650, 651, 655, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 805, 807, 808, 883, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913], "josh waitzkin": [48, 49, 52, 53, 54, 55, 57, 58, 59, 60, 61, 62, 63, 64, 65, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 176, 177, 178, 179, 180, 181, 182, 183, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 201, 202, 203, 205, 209, 210, 211, 212, 213, 216, 217, 219, 220, 221, 222, 223, 224, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 243, 244, 246, 247, 366, 369, 370, 371, 479, 515, 516, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 583, 618, 624, 626, 628, 658, 687, 688, 689, 690, 692, 693, 697, 707, 708, 709, 710, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 740, 742, 744, 749, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 809, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 839, 841, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 869, 870, 871, 926], "ramit sethi": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 147, 148, 149, 150, 152, 153, 154, 161, 162, 163, 164, 165, 166, 167, 352, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 428, 429, 430, 431, 432, 433, 434, 437, 438, 439, 440, 441, 442, 443, 444, 445, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 537, 538, 539, 540, 558, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 681, 683, 684, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 873, 874, 875, 876, 877, 878, 927], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 50, 51, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 93, 94, 95, 96, 120, 121, 122, 123, 146, 151, 155, 156, 157, 158, 159, 160, 168, 169, 170, 171, 172, 173, 174, 175, 184, 199, 200, 204, 206, 207, 208, 214, 215, 218, 225, 226, 227, 228, 229, 230, 231, 242, 245, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 263, 266, 268, 269, 270, 290, 292, 293, 294, 295, 296, 297, 300, 301, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 318, 351, 357, 362, 363, 365, 367, 368, 394, 395, 396, 397, 398, 399, 400, 401, 402, 420, 421, 422, 423, 424, 425, 426, 427, 435, 436, 446, 460, 490, 491, 492, 493, 494, 495, 496, 497, 498, 513, 514, 517, 518, 519, 520, 521, 522, 523, 524, 525, 554, 555, 556, 557, 559, 560, 561, 562, 582, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 607, 609, 610, 619, 620, 621, 622, 623, 625, 627, 629, 630, 631, 632, 633, 634, 635, 636, 638, 639, 641, 642, 645, 646, 647, 652, 653, 654, 656, 657, 659, 660, 680, 682, 685, 686, 691, 694, 695, 696, 698, 699, 700, 701, 702, 703, 704, 705, 706, 711, 739, 741, 743, 745, 746, 747, 748, 750, 751, 804, 806, 810, 811, 812, 838, 840, 842, 843, 844, 845, 846, 847, 861, 862, 863, 864, 865, 866, 867, 868, 872, 879, 880, 881, 882, 884, 885, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925]}, "episode_num": 210, "file_type": "html", "guests": ["josh waitzkin", "ramit sethi", "adam robinson"], "num_sentences": 928, "num_words": 16547, "raw_text": "Tim Ferriss: Hello, boys and girls, this is Tim Ferriss and welcome to another episode of “The Tim Ferriss Show.” My dog just got really startled. I’m at home for the holidays and in this episode, like every episode, it is my job to try to tease out the habits, routines, and specifics from world-class performers so that you can test them and apply them in your own lives. This is a special edition because the audio is coming from a live performance – although I’m not sure you would call it performance – a conversation collection of grab-assing and insightful, hopefully, answers from my guests at the 92Y, 92nd Street Y, in New York City. It was my first live podcast event on the east coast and we had a blast. The guests are three-fold: we have two favorites that you guys have loved in the past. One of those is Josh Waitzkin, best known as the inspiration and the basis for Searching for Bobby Fisher. He’s thought of as a chess prodigy but he has a framework and approach that he has applied to several different fields to become world champion in push-hands among other things. He now works with a lot of the top people in the finance world. We have Ramit Sethi. And Josh can be found at joshwaitzkin.com. He very rarely crawls out of his cave but he joined us on this occasion. Ramit Sethi, @Ramit on both the Twitters and Instagram, he is the, I suppose you can call him, personal finance guru who has built a huge company out of his blog which started way back in the day and he is the best spelling author of I Will Teach You to Be Rich and also has a site by the same name. And then we have a new guest who is Adam Robinson. He’s very close friends with Josh Waitzkin. And where should we begin? Well, you can learn about him at robinsonglobalstrategies.com but, check this out: look at this bio. Alright, so Adam has made a lifelong study of outflanking the competition. It began with acting as the co-founder – one of the two cofounders – of The Princeton Review. So he developed a revolutionary approach to taking standardized tests and his book became the first ever based on test prep to be reviewed by The Wall Street Journal and become a New York Times Best Seller. After selling his interest in that company, he turned his attention to the then-emerging field of artificial intelligence – this was in the early ’90s – and he developed a program that could analyze text and provide human-like commentary. He was later invited to join a well-known quant fund – this is in world investing – to develop statistical trading models. And then, following that and currently, he is an independent global macro adviser to the chief investment officers of a select group of the world’s largest hedge funds as well as family offices. And he has a degree from Wharton, he has a Master’s degree from Oxford University, and, not only that, he is a rated chessmaster who was awarded a life title by the United States Chess Federation and, as a teenager, he was personally mentored by Bobby Fisher in the 18 months leading up to his winning the world championships. So it seems like it’s too incredible to be non-fiction but that is Adam and he is hilarious. So I think you guys will really enjoy those three guests. I hope you enjoy it as much as I did and I must mention that the live event was helped by MeUndies and XO Protein. They provided all sorts of goodies to the attendees. So check out some of my favorite underwear and lounge pants – I’m wearing them right now, in fact – at meundies.com/tim. And you can check out XO Protein. These are the only bars that I eat these days and I like them so much that I ended up becoming an investor and an advisor to the company. No soy, no dairy, no gluten but Paleo, 10 grams of protein, and real food – you can check it out. It is based on cricket protein of all things which is about as pure and unadulterated as you can get with full-spectrum protein. So check it out at xoexoprotein.com. And, without further ado, please enjoy this conversation with Josh, Ramit, and Adam. [Intro music] So you guys may be familiar with the esteemed Mr. Waitzkin. I’ll give a little bit of context for those who might not know him and then I’ll let him correct me. Well, many people think of him as a chess prodigy. If you’ve read or seen Searching for Bobby Fisher, it’s very much based on his life. Although I don’t think the word prodigy applies to Josh insomuch as he really has an extremely methodical and conscious approach to learning and mastery. And he’s applied that to Tai Chi Push Hands in which he is a world champion. He’s applied it to Brazilian Jiu Jitsu – first black belt right, under Marcelo Garcia who is the phenom, probably the most successful grappler who’s ever lived. And I’ll leave it at that for now. He works with a lot of top performers and we’ll get into that, I’m sure. Ramit, where should we begin? It starts a long time ago with the long walks on the beach – both of us – and turned a blog, way back in the day, into one of the most successful destinations and resources for personal finance and very much more than that. He has a hugely successful company and has been featured in, was it, Fortune in a spread right alongside to Warren Buffett – that’s pretty good company. And, Adam, I think I’m going to leave the introduction for Adam, our mystery guest, to Josh to give just a little bit of context on who Adam is. Josh Waitzkin: Okay. Timbo, it’s great to be here with you. Tim Ferriss: Yeah. Thanks for coming. Josh Waitzkin: And Adam is a dear friend of mine. My 5-year-old son, Jack, would say he’s a closer friend with him which… He’s a beautiful human being. Adam, back in the day in the 1960’s, was a chessmaster. He’s still a chessmaster but that was when he was really actively playing chess. Adam Robinson: A little after that. Josh Waitzkin: After that? And then he was close friends with Bobby Fisher, for better or worse, in the ’60s, ’70s so really in the center of the chess world back then. Then Adam founded The Princeton Review so he’s one of the most fascinating educational minds. He’s written ten educational books and I’ve watched Adam just work with my little boy and with so many people in education. He’s a brilliant mind around the learning process. And then Adam took his kind of unique versatile mind and applied it to macroeconomics and that’s the world in which he and I met a number of years ago. And Adam is a consultant with some of the – I can’t say their names because confidentiality’s a huge part of what Adam does – but some of the most brilliant and well-known names in the finance industry. He’s an incredibly brilliant thinker in a lot of fields. And I love the guy – he’s a really beautiful human. Tim Ferriss: He will charm all of you with his charisma. He just captures the room. He tried to pinch Ramit’s nipples earlier. [Crosstalk] Adam Robinson: Wait a second. Wait a second. It’s not the way it sounds. [Crosstalk] Josh Waitzkin: That’s a welcome approach. [00:10:03] Tim Ferriss: No, this is a common greeting where he’s from as I’ve been told. [Crosstalk] Adam Robinson: He and I have safety words so… Ramit Sethi: Yeah, we do have safety words. Tim Ferriss: And we’re going to get into all sorts of nonsense because that’s kind of my style. But we have a very smart crew here and I thought I would just begin by dumbing it all down. Josh, can you tell us…? Josh game me a warning before we got started. It was a tooth caveat. What’s happening with the tooth? Josh Waitzkin: Be very careful in the things you say to Tim right before he pulls you onto his podcast. I’ve learned that several times. I forgot it this time around. A number of years ago, I was spearfishing – freediving is something I love. I was spearfishing and it was actually an interesting moment because I had just speared a couple mutton snappers for lunch with my family down in an uninhabited island in the Southern Bahamas. And I was just taking target practice with this kind Hawaiian sling – it’s like a bow and arrow – and I was shooting these little shells, 20, 25 feet away, just stroking it. And I reached this realization that, if you barely touch the spear, barely grip it, as you know from bow and arrow, I was just missing by a quarter inch versus longer. And I was in this beautiful zone and then my sister screamed, “Josh!” and there was a big barracuda swimming with her and I thought she was in trouble so I released the wrong side of it. It exploded into my tooth and so I have this wonderful snaggletooth. And I just told Tim right before that it came loose right before now. So I could very easily have a snaggle tooth with a screw hanging out within about 5, 10 minutes of the beginning of this discussion which will add to the flavor of it. I’m not sure why we’re talking about that, but there it is. Tim Ferriss: So, for those of you listening on audio only, this is what you miss when you don’t come to a live Tim Ferriss Show. I thought we’d begin – and, maybe, Adam, we’ll start with you – we are recording this towards, say, the tail end of a year. How do you think about the transition from one year to the next? Do you have New Year’s resolutions or do you have any particular routines or approaches as you close out a year? Adam Robinson: I try to take stock of what I’ve learned the past year. And I’ve learned three things this year – and two of which, you exemplify – and I wish I had known them when I was younger. And I’d like to share them because I think they’re the keys to success and, again, you exemplify them. The first is the importance of enthusiasm with everything that you do – absolutely everything. The second is the importance of connecting to people. I live in the world of ideas and it’s only this year that I’ve learned the importance of connecting with brothers like you guys. And, the third, this is best illustrated with a metaphor. About 20 years ago, I met the dog who was in The Mask. Do you remember the Jim Carrey movie, The Mask? So – [Crosstalk] Tim Ferriss: Was that just a personals ad or…? This was the…? [Crosstalk] Adam Robinson: No, I met the dog and his trainer. [Crosstalk] Tim Ferriss: Oh, okay. Oh, I got it. Got it. Adam Robinson: Right? Okay, so I met the dog and his trainer and we were walking down the street in New York. And the dog – so this is a star dog, right, a Hollywood star dog, a little Jack Russell terrier – and so he was walking down the street and, every time someone passed by, he went like this. And we walked a little further and then… And I thought, “That’s so perfect. He expects magic in every encounter.” And I think that’s one of the key things that I’ve learned – that, if you expect magic in every encounter, you find it like this. I’m really excited for you guys because I know the magic that’s going to happen here with this crew. So that’s what I’ve learned this year. So that’s what I do with my New Year’s. Tim Ferriss: Now, is that something that you ruminate on as an internal dialogue? Is it something you write down? How do you…? Are there any ways in which you attempt to ensure that you continue to pay attention to those things in your…? Adam Robinson: I just try to live it. There’s no… Expecting magic, again, I picture that little dog, walking down the street, and I lean into every moment expecting magic the way that dog leaned into the person and… Tim Ferriss: Well, I think we saw that in the green room just before we got…? Right? We’re not going to name names but, to everybody in the room – even people he hadn’t met – if he heard their name from far away, he would go, “Jack!” and just walk straight up. And the person would be like, “Hi,” and then big hug and then thick as thieves right from the get-go. Ramit, what about you? How do you think about the end of years, the beginning of new years? Ramit Sethi: I think about relationships. I think, in the past, it was, “I’m 23, or I’m 25, or I’m 28 – where am I supposed to be?” And I think, at a certain point, that sort of loses its… You realize there’s no real roadmap. Right? You’re going to carve out your own path. The thing that became more important for me is, “Who am I meeting? What’s the quality of those relationships?” And so, if it was up to me, I’ll basically sit in my house and work all day long. And that’s just like I love it, that’s what I want to do, and I would just do that for ever. And that’s probably not the healthiest approach to life so I try to force myself to go out, not only maintain the relationships I have, but build new ones, and I think the end of the year is a really good time to take stock. So I actually have a list of every single person I met the whole year – I have it in a Google doc – and I just look at it and say, first of all, is this the right level that I want to be doing? If I’ve met five people, that’s not good for me. And, also, is it just making a list or it actually making new friends? Like I said, it would be easy for me to just sit around and just work all day – [Crosstalk] Tim Ferriss: So are you then…? Let’s say that you come home, you’ve had a number of meetings that day or that week, and, on a weekly basis, you’re inputting these names? Ramit Sethi: No, I just write it down. I just write down their names – that’s it. Tim Ferriss: I see. Ramit Sethi: Just so I can go back and look and say, “Hey, these are amazing people that I’ve met and now I’m remembering – I look at it every week – “Okay, wow. I found this interesting article. I want to send it over.” “Oh, I’m going out to the museum. Let me text this person to come hang out.” And it’s just a good reminder for me that the business is the business – it’s going to grow, this and that – but the one thing that I want to fight for to make time for is to build those relationships. Tim Ferriss: What would you like to improve upon most – personally or from a business standpoint – next year? Ramit Sethi: Oh my god, easy – easy by a factor of 1,000. It’s becoming a better leader and manager. I feel like, in my business, we get the human psychology part of what we do – that’s what we do – but management and leadership is so infinitely complex that I think I could spend the next 20 years just getting good, not even great. Tim Ferriss: How do you think about…? And this might be one that we get to as a group. But management, I think, is relatively easy to grasp. People can envision what that means. What is a good leader? How would you define a good leader or what are the characteristics that distinguish them from someone who is merely a good manager of, say, a team of 50 people or 100 people? Ramit Sethi: Well, first of all, I’m a student so I’m trying to learn that myself but the leaders that I’ve seen, first off, I think they know when to speak up and when not to speak up. It’s almost like a good parent. A good parent knows when to get in there and, “Oh, okay, you’re about to fall off a cliff, let me save you but, if you’re just going to fall down on the grass, let me let you make that mistake.” And that’s something that I’m trying to learn which doesn’t come naturally to me. If it were up to me, I want to get in there every minute and that’s not a healthy way, I think, to be a leader. So that’s something that I’ve been working on. My team’s been telling me and I have to listen to that. Other leaders, I think, create a vision for where they want to go and it’s more than money and that’s something that I’d like to get better at as well. Tim Ferriss: Well, I want to underscore something you just said because it’s also something I’m trying to get better at – this letting people fall on the grass. And I don’t recall the exact person this came up with but it was someone who’s in the “B Club” – billionaire of some type – and they explained… Actually, I do remember exactly who it was and it was not somebody, necessarily – I don’t think he’s in the “B Club” but he’s certainly very, very successful – Astro Teller. So he’s the head of X, formerly GoogleX. This is Google’s Moonshot Factory – I guess now Alphabet’s Moonshot Factory – where they are working on things like Loon, and contact lenses that can act as glucometers, and all these really incredible bets on the future. And he was describing how, in his organization, people would come to him for conflict resolution and he would make a point of insisting – even though it would take a lot more time – that they figure out how to solve it, themselves, because he said, “If I step in and I solve your conflict, I’m the parent you come to for the quick and easy path – you will always come to me – and I need to train you to actually develop the skillset of handling this dispute, this type of conflict, on your own.” What about you, Josh? You’re an introspective guy. You’re very good a blocking out time for deep work – I think something that I try to emulate to the extent possible when I’m not running around scattershot 24/7. What do the last days of a year and first few days of a year look like or mean to you? Josh Waitzkin: I think that’s a particularly intense question for me right now because I, first of all, just turned 40 a few days ago and I took off for Costa Rica and surfed some big waves on my 40th and I was reflecting on the year quite a bit. And I came extremely close to dying a year ago, as we’ve discussed. [Crosstalk] Tim Ferriss: I thought you were going to say again. I was… [Crosstalk] Josh Waitzkin: I was… No. Just – [Crosstalk] Ramit Sethi: No. Like there’s a pattern here? Just can I just pause for a second – [Crosstalk] Josh Waitzkin: Although, on the one-wheel, I came really close a couple weeks ago, too, but nothing like this. Yeah. Tim Ferriss: The shallow water blackout? Josh Waitzkin: Yeah. And I think most of you have heard me speak about it with Tim on the podcast last time he pulled me onto it but, long story short, I was doing this breath-hold work and cold water immersion work and I made the mistake of doing it in the water. I’ve been a lifetime freediver but not doing hypoxic breath work. And I didn’t know, even though I’d been freediving my whole life, that it is actually carbon dioxide that gave me the urge to breathe because I’d never done breathwork that would actually wipe all the carbon dioxide out of my system. And so I went from this ecstatic state to passing out, blacking out, underwater – shallow water blackout. And I was in the bottom of the pool for three and a half minutes plus after blacking out before someone pulled me out and all the doctors said 45 to 60 seconds, I should be braindead or dead. So I’ve been reflecting on this year through the lens of that experience and it’s been… So, as I mentioned to you before, I’ve had this year of just waves of love, gratitude, and beauty flowing through me and I’ve never felt a more powerful dedication to every moment in life and to living life as fully as I can possibly live it. And a core lesson – you asked about lesson – for me, that I think about it broadly and across disciplines is how insanely important it is to be focused on the most important question and to know what it is. And, in this situation, I had a technical oversight. I wasn’t present to the most important question which is carbon dioxide is what gives you the urge to breathe. But, when you work with brilliant investors, for example, there’s no better way to train someone than developing their ability to focus on the most important question. It’s the same thing with chess players – know where to look – or martial artists – know where to focus on. The great ones aren’t the ones who focus on more – they focus on less, actually, and better. And so that lesson for me, which I’ve applied to intellectual and physical disciplines my whole life, I blew it on in this critical moment of my life and so it feels much more potent to me. Tim Ferriss: The most important question in “X” – let’s just say it’s a project, or challenge, or problem, whatever it might be – I know that you have a very consistent journaling practice so do you keep that question present so that you don’t make, for instance, mistakes like that? Using journaling or how do you go about ensuring that you don’t miss that most critical thing when you need it most? Josh Waitzkin: Well, as you know, my journaling system is based around studying complexity, reducing the complexity down to “What is the most important question?” sleeping on it, and then waking up in the morning, first thing, and pre-input brainstorming on it. So I’m feeding my unconscious material to work on, releasing it completely, and then opening up my mind and riffing on it. And then… You were going to say something. Tim Ferriss: I was. Josh Waitzkin: Yeah. Tim Ferriss: You saw me pursing my lips like a goldfish so here we go. The question that I had was could you give somebody an example of the type of thing you would drop into your mind so that you can digest it overnight? Could you give us an example or examples of the types of things that you might use? Josh Waitzkin: Yeah, I actually, at this point – I’ve been doing this for 27 years, personally – and now I use question somewhat metaphorically. So, often, studying complexity, if I’m going to be working with someone, I’ll study a 20-page psychological diagnostic that someone’s responded to and then I will just release it completely and that whole thing will be the question. And then I’ll wake up and sit with it, or I’ll do a workout and sit with it, and I’ll just see what arises – what core patterns, what core themes, what core blockages did I pick up in all of that? Right? Because the unconscious is so much more powerful at studying complexity than the conscious mind. Tim Ferriss: And are you then just jotting these observations or emergent thoughts down on paper? Do you capture them in that way? Josh Waitzkin: Yeah. Oh, and I actually use Evernote. Tim Ferriss: You do? Josh Waitzkin: God, I’m riffing on Evernote. No, but there’s often a question as well. I find that most great thinkers are slicing through complexity like a knife through butter and then they arrive in an area of stuckness and they’ll spend a long time on that stuckness. And they can spend, consciously at that point, days, weeks, and months, at that stuck point. But they can also study everything involved with that stuck point, sleep on it, wake up, and just slice right through it. So, for me, the question is usually that area of stuckness after I’ve studied all the complexity, and that rhythm between consciously integrating technical information into my being, and then releasing it, and then seeing what arises is a huge part of how I approach creativity. Tim Ferriss: And, for those people who haven’t heard my conversation with Reid Hoffman – founder or at least co-founder of LinkedIn who’s called “The Oracle of Silicon Valley,” oftentimes, by A players in Silicon Valley – he has a nearly identical process. But he, I believe, he does it, effectively right before bed – you do not? Am I right? [Crosstalk] Josh Waitzkin: No. Tim Ferriss: Okay. Could you explain your rationale for when you sort of infuse your mind with, say, some particular problem – data set challenge, whatever it might be – and let it go? What time do you do that and why? Josh Waitzkin: In my experience – and Reid Hoffman’s awesome and I’m sure what he has is just crushing it for him – but, for me and for people that I’ve worked with, I’ve seen the pattern that, if they’re thinking about it right before bed, they’re actually thinking about it consciously and they’re not releasing the conscious mind which is a huge part of that. Right? So, if you think about Hemingway’s core principle that you were speaking about in that podcast you did about our best tips – or whatever you called it – Tim Ferriss: Josh Waitzkin Distilled? That was my headline. Josh Waitzkin: Yeah. It’s just the core Hemingway principle of writing and then finishing his workday leaving something left to write. Right? As opposed to tapping the well, finishing it all up, which most people who are externally driven in what they’re doing or thinking about how they’re looking, or move by guilt as opposed to something more intrinsic, they feel guilty if they don’t do everything that they have to do versus Hemingway’s principle about doing just that. It’s very interesting but he would always speak about – and I read this when I was 11 years old which is a big part of my foundation, I think, in this habit – he’d speak about the importance of stopping your thinking at that point. Then he would relax, he would drink wine, he would release the day. Tim Ferriss: He drank a lot of wine. Josh Waitzkin: And, also, for me, as a chess player, I found that, if I study chess openings up until bed, I was thinking chess positions. If I studied it earlier and then released it, then I was able to dream about the insight. Tim Ferriss: So, for you now, earlier, goes that generally mean end of workday, pre-dinner? Josh Waitzkin: End of workday, pre-dinner, yeah. And I usually have a workout post-workday – like, right immediately at the end of my workday, I have some kind of exercise to do to flush my physiology – so it’s before that workout. Tim Ferriss: Okay. We’re going to come back to the workout but I want to rotate. I could spend seven hours with each of these guys. And we have spent seven hours together, certainly. Adam, what I’d love to know – and I’ve wanted to actually ask you this for quite a while – is, in your calendar, say, your weekly calendar, do you have any particular things blocked out or that occur on a weekly basis that are particularly important to you? I know that’s super specific so if nothing jumps to mind… Adam Robinson: Well, nothing jumps to mind. I advise clients, very large hedge funds, on all global asset classes – so equities, currencies, bonds, commodities – and it’s 24/7. And, by the way, it starts Sunday night which is when markets open up in China. So there’s a brief window in the sense that, what Josh does about consciously turning off his mind, I do that about 3:00 on Friday and, for the next 24 hours, I make a point of not thinking about global markets. And then, already, come Sunday morning, I have to get ready to hit the ground running. And so that’s usually when I get my ideas is Sunday because I’ve given the week over on Saturday to just unconscious dreaming and then I have to hit the ground running. Tim Ferriss: What do the first few hours of Sunday look like? Do you have any particular morning routines or anything – boot-up sequences that you use for yourself? Adam Robinson: Work out, meditate – Josh introduced me to heartrate variability training which is outstanding. I’m the kind of person who can’t sit still for normal meditating. Tim Ferriss: So what does your meditation look like? Adam Robinson: It’s just heartrate variability training. I just watch my heartrate for 20 minutes and do it a couple times a day. Tim Ferriss: Got it. Adam Robinson: So I start off the day with that. Tim Ferriss: So it’s like the cardiac equivalent of biofeedback or neurofeedback? [Crosstalk] Adam Robinson: Yes. Tim Ferriss: And the workout – what is the workout? Adam Robinson: Weights – very intense, get it over with – and then sometimes cycling. And then I start to write down what I expect to happen. I think the key to, certainly, investing is to have expectations and then wait to be surprised. And one of the key things with investing – I don’t know how many of you invest but I think this is a life truism – is to be aware when you hear a voice in your head that says – and you’ll usually squint your eyes or you’ll hear someone say the following words – “It doesn’t make sense,” and it’s always a sign of something really powerful. So, if somebody says to me, “It doesn’t make any sense why gold keeps going lower,” I know that it’s got a lot lower to go because what that person just said, in saying it doesn’t make sense, is this person has a dozen logical reasons why gold ought to be going higher and it’s going lower and he says that doesn’t make sense but the world always makes sense – what doesn’t make sense is his model. And this also applies in life. In June, about a year ago, Donald Trump announced his candidacy and I think his first thing was, “We’re putting up a wall and they’re going to pay for it,” and his numbers shot up in the polls. And somebody said to me – and I heard pundits on TV saying – “That doesn’t make any sense.” And I thought, “Oh my god. Wait.” But that’s precisely it – it means it’s going higher. If a stock goes up and there’s no rational reason, it means that there’s some X factor that you haven’t considered because it makes total sense now, in retrospect, but then it didn’t. So, whenever you hear someone say something doesn’t make sense… I was talking to Sam Zell, a great real estate investor and all he does is he reads the newspaper and all he’s looking for are things that don’t make sense. So I said, “Give me an example, Sam,” and he says, “Okay. I’m reading the newspaper and I see that there’s a Starbucks that’s just opened up,” – this is 15, 20 years ago – “in Mongolia.” Right? And he thinks to himself, “Mongolia? I thought they drank tea. What’s with that?” He’s so curious about this because it makes no sense that he takes his private jet, flies to Mongolia, and he discovers that they’ve started mining. This was the beginning of the big China infrastructure build and the only reason he knew about it is it didn’t make any sense. So I’m telling that’s the key thing. People stumble on these ideas and then they dismiss them because they go, “Oh, it doesn’t make any sense,” and I’m telling you that’s where the goldmine is, things that don’t make sense. Tim Ferriss: I love it. Adam Robinson: That’s all I pay attention to now. Tim Ferriss: And, on Sundays, when you’re trying to come up with expectations or, I suppose educated or just hunch – [Crosstalk] Adam Robinson: And I’m looking for things that don’t make sense. Tim Ferriss: No, understood. There are so many things in my life that don’t make sense but this isn’t a therapy session yet. Wait until the tequila comes out. What is the timeline? Are you looking for things that day or are you looking at things that might occur over a longer time horizon? Adam Robinson: Sometimes, I’ve set expectations weeks or months prior and then I wait to see that things unfold as I expected. And, if not, you have to revise your hypothesis. Tim Ferriss: And so one of the reasons I wanted Adam to be onstage is because we hadn’t had a real chance to catch up in a while and I was like, “Well, why don’t we just do it in front of 900 people?” So the question that I know we’ve chatted about just a little bit but you have such an eclectic background – so you have The Princeton Review, you have the chess, and now global markets – what makes you good those different fields? You’re a very humble guy but, if we were talking to your closest friends and we asked them, “What is his superpower or what are the unique abilities or combination of abilities that have made him good in these very seemingly unrelated fields?” what would they say or what would you say? Adam Robinson: Well… Hmm. Tim Ferriss: I might have to pull in Josh for this. [Crosstalk] Josh Waitzkin: I can help with that. [Crosstalk] Adam Robinson: I’m a heretic so I always approach things to disrupt the order and I start with looking for things that no one else will spot. And there are two places that I know people don’t prospect and I’ve already told you the first – things that don’t make sense – and the second is things that are really obvious. If it’s obvious, no one bothers to examine it. And so, in global markets, I start from the premise that understanding is an illusion and that explanation is impossible. The world is simply too complex to understand so I don’t bother trying. And all I do is I watch investors attempt to make sense of the world and they form views. So they’re looking at the world trying to predict what’s going to happen and all I’m doing is studying them because they’re the ones who are going to make buy and sell decisions and affect asset prices. So they study the world, I’m behind them – it’s like playing poker in – [Crosstalk] Tim Ferriss: I was going to say, “Don’t play the hand. Play the person across from you”? Adam Robinson: Exactly. And so I see the hands that global investors are playing so I don’t try to understand the world – I just try to get into their heads the same way I did with chess, right, getting into the head or the position of the other player, and in the SAT, getting into the head of the test. This is worth sharing. It’ll take about 30 seconds. Tim Ferriss: We’ve got plenty of time. Adam Robinson: I went to Wharton undergrad and I got a law degree at Oxford. I came back to New York and I thought that what I wanted to do was write screenplays. So I go to a friend of my father’s and he said, “So what are you going to do now, kid?” and, all expectation, I said, “I’m going to be a writer.” Just like that – full of expectation, a recent grad. And this guy was one of the top producers on Broadway ever, of all time, and he looks at me for about a minute, doesn’t say a thing, and then he says, “Well, then, if you’re going to be a writer, I guess you better have something to say.” And I, “Oh, shit. What do I know? I’m 25. I have nothing to say.” And I thought, “Okay, well, I have to support myself somehow and, while I’m writing…” I knew, if I went to Wall Street or worked at a law firm, I would never find the time to write and so I thought, “I know what I’ll do. I’ll tutor kids.” And I thought, “Well, what could I tutor them in?” and I go, “Oh, I know – the SAT.” Now, you don’t this but, back then, nobody was getting tutored. And I wrote to every private high school in New York – and I remember there were 31 at the time because I had to type 31 letters, the same letter 31 times. It’s like “Dear Dalton,” or “Dear Spence, I just graduated. If you have any students who want to prepare for the SATs, send them my way.” And, out of that mass mailing, I got one student – just a single student. And so I gave her a practice test. I said, “You do this and we’ll go over it,” and what was fascinating was that she got all the easy questions right and all the medium questions right but she missed every single hard question – every single one. And, just closing your eyes and guessing, you get one in five – she was batting zero and she was really smart. I said, “Oh, Joanne, what are you…?” – I still remember her name, Joanne – and I said, “Joanne, could you just tell me your thinking process?” And what was fascinating is she crossed off, let’s say, Choices A, B, and C, got it down to D and E, and whichever one she chose, the answer was the other one. And I said, “Joanne, could you just explain the logic?” – again, trying to get into her head, always about getting into the head. It’s all about appearances, it’s all about thinking – there is no reality. Plato would have made a lousy investor. Anyway, to get back to Joanne – [Crosstalk] Tim Ferriss: Short Plato. Adam Robinson: Short Plato, exactly. So she says, “Well, I cross off the ones that I know are wrong.” I said, “Good, good. Then what do you do?” She said, “Well, I pick the one that I think is right.” So I blurted out, “Well, you got to pick the one you think is wrong,” and then I realized, “Oh, right. I just cracked the SAT. The only reason a hard question is hard is because whatever seems plausible can’t be right. That’s why it’s a hard question,” and that was my first insight. And then her score shoots up, she tells a bunch of friends, and their scores shoot up – 10 students, 100, 200. Then I teamed with a guy and then we started The Princeton Review – John Katzman. [Crosstalk] Tim Ferriss: So who was – and I really apologize if I’m misattributing this – but was there a sort of fictional character that you used to typify…? Adam Robinson: Yeah. So I said – because I didn’t want to hurt… So you get schizophrenic… Because then she would think, “Okay, well, I think that’s right, therefore, it’s wrong. But, wait a second.” She’d get into a feedback loop. Right? Tim Ferriss: This is like every day of my life. Ramit Sethi: Your brain would explode. Adam Robinson: So, when I was at Oxford, my don always referred to blogs as “the man on the street.” So I thought I would Americanize them. So I said, “Oh, okay. Ask yourself, ‘What would Joe Bloggs do?’ and, whatever he would do on a hard question, you do the opposite.” And, by the way, if you’re stuck on an easy question – the ones at the beginning – you follow whatever Joe Bloggs would do. And, by the way, the test, because of these techniques, they had to change the SAT because of the stuff I was doing. Tim Ferriss: That’s how you know you’re doing something right, I suppose. Adam Robinson: Eh. But it’s very different now so you can’t use those techniques. They… Tim Ferriss: Did you ever cause irreparable harm to someone who actually had the last name Bloggs? Adam Robinson: I don’t know. Tim Ferriss: Okay. Alright. Adam Robinson: I hope not. Tim Ferriss: Just wondering. Josh Waitzkin: Do you mind if I throw in one question to dig in on Adam a little? Tim Ferriss: Sure. Then I have a whole slew for our silent partner here. Josh Waitzkin: So one of the things that’s so amazing about Adam is how prolific he is and how high quality it all is. And he’s in this realm of economics in which maybe one of the first principles is, “Don’t speak publicly about one of your views because then you’ll get locked into it and the world will change your mind,” and yet he’s able to. And so one of the things I think might be really interesting to hear you talk about is how do you avoid falling into constructs yourself when you’re giving advice so consistently? Adam Robinson: Ah, because I never have views on the market. I’m always agnostic so all I’m doing is reporting how the market is positioned to respond. So, for example, 13 months ago, early November, U.S. interest rates – I don’t know if this will make any sense to you but – were 2.32 percent on the U.S. 10 Year and Janet Yellen was due to raise interest rates five weeks later. This was, again, about a year ago. And I sent out an alert to my clients saying that interest rates were about to plunge to multi-year lows and they said, “That makes no sense.” And I said, “Precisely,” but I gave them the logic and they understood the logic. It’s because one group of traders in the world has never been wrong about predicting interest rates and it’s now who you would think – well, I’ll tell you: it’s metals traders. They’re always right about interest rates. Anyway, so, once a client asked me… I said, “Rates are going lower,” and he said, “Well, what would you need to see to change your view?” Tim Ferriss: Oh, that’s a good question. Adam Robinson: It’s the best question ever. Right? It’s the scientific method. If you can’t falsify your hypothesis, you don’t know whether it’s true. If you don’t know when you’re wrong, you certainly don’t know when you’re right. So I said, “Oh, well, if we see copper versus gold rally sharply, then rates will rally. But, if copper/gold is going lower, then interest rates are going to go lower,” and they plunged. She raised rates in December and, by July; they were at all-time lows which made no sense, certainly, to Janet Yellen. She was expecting them to go higher and they went lower. So, always, that’s the key thing with anything. And, probably, you could apply that question to relationships like, “This is what I think. Well, what would I need to see to set that up?” – you set up that marker ahead of time because, otherwise, confirmation bias will come in and you’ll start to rationalize. Tim Ferriss: Yeah, well, you’ll not only have confirmation bias, but then you might even have – depending on the position you take – some type of sunk cost fallacy and just start layering problem upon problem. [Crosstalk] Adam Robinson: Right. Tim Ferriss: And it’s also, by the way just as a side note, a great way to avoid debates or arguments that will go absolutely nowhere, if you ask someone – slightly different but – “Is there anything I could say that would lead you to change your mind about X?” if that’s what they want to have a debate about. If they say no, then you’re like, “Great. I’m going to go get a burrito. You can argue with this empty chair because it’s a pointless exercise to begin with.” It’s such an important question. Ramit, you’ve really intelligently run, from my perspective, the company you’ve built and set policies in place, and really made a study of management. And I’ve watched you refine it over time where you’ve not only become more successful as a company and organization but you’ve become more relaxed and you seem like you have as much bandwidth as you’d care to have even though your default is just jamming, jamming, jamming. What are some of the most important decisions or different decisions you wish you had made in the early days when you were hiring the very first people, let’s say? Ramit Sethi: Oh, the first things first, I wish that I had understood it’s okay to let people make their own mistakes and the idea that I don’t have to be instrumental in every single decision. Now, we have a much bigger idea and a much more refined concept of big wins. Focus on the big things in life like, for example, the thing that a lot of people might have heard me say is, “Don’t worry about lattes.” Right? This is a classic thing in personal finance. Everyone says, “Oh my god. Don’t spent $3.00 on lattes,” which is the worst possible advice you can ever listen to because we have limited cognition – limited willpower – and we don’t want to waste that precious resource on a $3.00 purchase. Right? Get the big things right in life and you don’t need to worry about that. I wish I would have applied that earlier on in the business to the people that I started working with. That was sort of unconventional. The other thing that was very conventional was hire great people, fire fast – the things you sort of hear thrown around. Everybody hears it, everybody nods, and everybody ignores it until it happens to them. So every one of my friends who runs a business, we get together behind closed doors and everyone talks about the mistakes they made where they should have listened to typical advice. And I think one of the problems if you get any level of success is that you start to think those basic rules don’t apply to you when, in reality, they apply to you more than ever. So it’s very important to just remember just get the basics right. And, if you get the basics right in life, you don’t have to worry about often optimizing at the margins. Life works pretty well if you have a good job, if you have good relationships, if you have a solid roof over your head – things are pretty good and that’s a good basic thing. Tim Ferriss: Yeah, not majoring in minor things and this is a lesson I had to learn for myself – well, I’ve had to learn for myself repeatedly – letting the small bad things happen to get the – [Crosstalk] Ramit Sethi: Yeah. It’s got to happen. [Crosstalk] Tim Ferriss: – huge good things done. On the front of hiring, are there any particular books or resources…? I know there’s a book called Who that a lot of the startup CEOs that I know have found very helpful which is sort of a distilled version of Topgrading. Were there any particular resources or bits of advice…? I know you’ve done quite a bit with Jay Abraham but maybe not on the hiring front. What were the resources – books or otherwise – that you found most helpful, if any? Ramit Sethi: I wish I could recommend one but… And this is something that I hear from a lot of friends who are starting to hire and build their teams – they have 10, 15, 20 people and they’re starting to realize, “Hey, this is actually pretty important.” And they come to me and they go, “I want to hire a project manager. How do I hire the best project manager?” And I say, “Basically, get ready to eat shit for the next two years because it’s really hard and there’s no great book that’s going to lay it out because it is inherently complex and messy. And the fact of the matter is the first hire you make is going to be not good. The second’s not good. The fifth… But, eventually, you’re going to learn what works and what doesn’t.” And, by the way, it would be different from my company than another company. We did a partnership with this other company and they start their meetings off by doing a cheer and they sing songs and our company does not do that. Okay? Tim Ferriss: Ramit’s company starts with ritual – [Crosstalk] Ramit Sethi: Yeah. We sing “Kumbaya.” Tim Ferriss: Yeah. Ramit Sethi: And that’s great. Their company is awesome and our company is awesome in our own way. So nothing I could say would help them except the best advice I could give them is, “You have to go through the fire. You’ve got to do it. You’re going to make mistakes so just kind of accept that.” Tim Ferriss: It reminds me of this story that the director/writer/musician/polymath Robert Rodriguez told me where he goes to these film festivals and he’s had all these huge blockbusters now and film students or would-be filmmakers come up to him and they go, “Yeah, I want to do this but this happened and then we didn’t have enough money for that. And, well, you know you can’t do A, B, and C because this happened,” and he said what they don’t realize is that’s the job of a filmmaker – nothing is going to work and it’s up to you. That is the starting point – literally, the job description begins with, “Nothing is going to work, and then you have to figure it out.” Now, I want to talk to you a little bit about something we were chatting about in the green room which I think you’re particularly good at and that is interacting with haters and belligerent people on the internet. So – Ramit Sethi: What? I’ve never had anyone send me an email like that in my life. Tim Ferriss: So some people like golf, some people like boxing, some people, I don’t know, badminton – you like interacting with belligerent people on the internet. Ramit Sethi: Love it. I do it with every single one. [Crosstalk] Tim Ferriss: So can you describe for us the rules of engagement and sort of best practices for this sport? Ramit Sethi: Okay. Let me break it down for you. Everybody, listen up because you’re going to get one of these people in your life, I’ll tell you that right now. First of all – [Crosstalk] Adam Robinson: This is so twisted. Ramit Sethi: It is very, very sadistic. Okay, when do you get the chance to talk to somebody who runs up to you in the street and says like, “F you”? Never. It never happens because people don’t do that in the street. Right? But, online, they do it all the time. Tim Ferriss: Yeah. Ramit Sethi: And then I think about how I don’t really feel much at risk because, if I went to a comedy show – if I go to Comedy Cellar – I would never dream of heckling the comedian because that’s their job. They’re always going to win. So I sit there politely, and I listen, and I laugh, and then I leave. When somebody comes in and sends you a message but you see 50 or 100 of them a day, there’s no chance of them winning. And, actually, so I love it because I get the chance to interact with someone I normally would never interact with. If you play it right, you can get to see inside their mind and actually learn something pretty interesting. Sometimes, they might leave it at just, “F you,” but, over time, I’ve come to realize it’s very mathematical. Of 100 people that email me, they’ll say something like, “F you,” or whatever, just very directly – [Crosstalk] Tim Ferriss: Just to translate, that’s Burmese. It’s “Fuck you.” Ramit Sethi: And I’ll say something like, “Why?” Because what you need to do at this point is you need to bring it down. You need to tone it down. Okay? [Crosstalk] Tim Ferriss: Yeah. Ramit Sethi: Or I’ll say, “What’s wrong? Are you having a bad hair day?” and then it’s very fascinating what happens next. So 50 percent of people never respond. You guys find that interesting? They sent you this email; you respond back, they don’t respond at all so what’s up with that? And, if you really wanted to find out, you could re-reply a day later and track that. Josh Waitzkin: So what is up with that? Ramit Sethi: Okay, I’ll tell you what’s… Okay, so 25 percent of people are going to double down and get really, really angry, in which case, you double down and put a picture of someone with a really bad hair day and now they don’t know what to do. 25 percent – and this is why it was all worth it – they go, “Oh my god, I didn’t know you were actually going to read this,” and now you have a discussion. Right? Now you can find out why they sent that. And this happens to me all the time – I cannot even tell you how often – and it is so fascinating to get the chance to talk to someone who’s been on my email list for, say, four years and never have written me. They’ve literally gotten tens of thousands of pages of material we’ve sent them for free and the first thing they wrote was “F you.” I go, “What’s up? Why’d you say that?” and some random joke I made on Page 3 of this email really set them off and they just had to write back. They had to write back and, most of them, they still say, “I didn’t think anyone would actually read it.” I find it so fascinating that, in the world where we are so connected to other people, there’s so many people that feel that no one is actually listening that they would sent an email knowing that no one’s going to read it – that’s what they believe – they would send it with all this emotionally loaded language and they would just send it out there. But, when someone actually listens, they’re struck and that’s when you can start engaging with them. I find it totally fascinating. Tim Ferriss: So another technique, another judo move, that I’ve seen you do on Twitter, specifically, which I admire – and Chris Sacca is also very good at this, you should check out his technique – is when someone will be like, “Hey, fuck you, scam artist. What the fuck? Ah, get rich, LOLZ,” and you’ll respond with something like, “Interesting. I’m intrigued. Tell me more.” And then they don’t know what to do because they’re expecting you to either respond with some anger or respond with something trying to be clever but, instead, you’re like, “Interesting.” Ramit Sethi: Okay. So here’s the thing: people are pattern matching. Right? If you read Cialdini’s book, Influence, he talks about “Click, Whirr.” You do something and people are going to respond – very programmatic. Tim Ferriss: Wait, whirr? Ramit Sethi: It’s like he’s written – [Crosstalk] Tim Ferriss: Oh, I got it, whirr. Ramit Sethi: Yeah. People are programmatic so, if you write someone an angry email, they’re almost always going to write back really angry. But, for me, there’s no… I’m not angry at them. Right? I haven’t done anything. All they did was send me an email which I’ve seen a thousand other people send. And I know it’s not me. I know that because that email that they’re reading got sent out to a million other people and they all loved it so it’s probably not me, – it’s probably something going on with them, and I want to know. So, when you sort of respond in a way that’s not the obvious, then, all of a sudden, you shift the entire conversation. Now, if I wrote back and said, “F you,” now that’s what they expected and they feed on that but, when you change the whole dynamic, I think that’s when you can have a really interesting discussion. Same thing for business, by the way. If you’re looking at markets where, for example, if you were trying to create another Princeton Review today or you’re trying to write another personal finance book, you probably don’t want to go with the same “Click, Whirr” programmatic strategy. You want to try to analyze what is missing in the market, how are people not being taken care of or responded to instead of going with the same thing that everyone else is doing. Tim Ferriss: So, Josh, I want to ask you a question. Are you famous on the internet for handling haters well? Josh Waitzkin: I don’t even… I barely know what the internet is but this is actually a really great fight principle. Now, I don’t have any experience interacting with haters on the internet but I do have quite a bit of experience interacting with people who essentially say that in person. Tim Ferriss: Wait… what? Wait. So you opt not to be on Facebook but then you go out and find people who are going to say, “Fuck you,” in person? What do you…? Where do you…? [Crosstalk] Josh Waitzkin: No, I’m talking about competing in martial arts. [Crosstalk] Tim Ferriss: Oh, I see. Alright. [Crosstalk] Josh Waitzkin: And so it’s amazing… I spent years training at how to deal with fighting dirty opponents – so people who, in some kind of martial arts exchange, after the bell, will target your eyes – [Crosstalk] Tim Ferriss: Or chess? Josh Waitzkin: Yeah. Chess is like kicking you under the table or cheating with talking to a coach in the chess world but, in martial arts, it’s a little bit less subtle. They’ll actually try to kick you in the balls or take out your knees in between rounds – it gets pretty wild – or targeting your eyes, neck. And, initially, it will throw you off but I trained for years – because I had to win national world championships – you knew you had to deal with these guys and be at your best when they’re at their worst. And so I spent a lot of years bringing in the dirtiest players you could find and learning how to play with them in the gym. And then I remember this time in the 2002 World Championships in Taiwan, I was fighting this Austrian guy and he was just the textbook dirty player. He was trying to bust my knees up after the bell, he hit me too solid – like straight up groin shots which were well-placed – but I’d done all this training at this and so I was focusing very purely and I was smiling at him which is kind of your move. And he was so used to people responding to his dirty play with anger that, when I didn’t give it to him and I smiled at him, he got desperate and he kept on doing more and more outrageous things. And, when I responded with no emotion, at the end of the fight, he was basically throwing himself on the floor. He was completely destroying himself because he needed my response like a leg – that was a leg he was used to leaning on. And so I think your principle is brilliant and I practice the in-person version of it. Ramit Sethi: It’s a lot… It’s interesting how much they apply. And, also, I noticed something you just off-handedly said is that you trained with dirtier players and that’s something you’ll find true of a lot of people who are at the top of their game – they find something that is interesting that is helping them develop and then they will actively seek it out. Like what person in their right mind would seek out dirty players and fight against them? Only someone who wants to be the best. Josh Waitzkin: Well, it’s a very interesting thing that happens in different forms of competition which is that, if somebody plays outside the rules, the typical response is righteous indignation. Right? Because that person isn’t playing by these rules which are arbitrary rules, anyway. So the weakness of almost any martial artist is the dogma of his sport. Right? And we could go through different martial arts like judo guys, for example, are incredible fighters but the rules of judo is that you can’t lie on your back and so they’ll turn themselves and land on their stomach in the middle of a throw which, as you know, exposes their back to being choked out in a real fight. Right? Or jiu jitsu guys might have a bias against footlocks, right, or might not be such good strikers. Or, like in Chinese martial arts, people believe it’s not honorable to fight on the ground. So you build all this – you kind of make a cult of your inhibitions and you – [Crosstalk] Tim Ferriss: Make a cult of your inhibitions? Josh Waitzkin: Yeah, I think that actually comes from… I think my dad used that line in one of his books. I think it’s a great term because people basically have some kind of insecurity or some kind of inhibition and they build a cult out of it and they protect it instead of taking it on and sort of finding the dirty player to go at your neck and your eyes. And so, for example, as a fighter, the way that this manifests is that, if someone starts targeting your Adam’s apple and your eyeballs and you don’t know how to deal with it, you’re going to be furious because you don’t know technically how to deal with it but, if you’re trained with how to deal with it, then you’re not going to have that emotional reaction. Tim Ferriss: So we’ve talked about fighting Austrians. I want to talk about dancing bears. This is going somewhere, bear with me. I’m not on LSD. Ramit Sethi: Yet. Tim Ferriss: No, that’s a joke. Don’t try this at home, kids. We’re trained professionals on a closed course. So Josh is a recluse – is that fair? Josh Waitzkin: Yeah. Just go with it. [Crosstalk] Tim Ferriss: So Josh, when he’s not fighting dirty Austrians, he prefers to be left alone for the most part. Occasionally, I’ll drag him out to do something like this, in part because he will most certainly text me the next day and go, “You fucking fuck. You fucking fuck,” which I find endearing. But he does not engage on the internet, does zero media, and I admire that because you’re able to get a lot of deep work done and it’s a challenge for me. I’m able to do it but it takes a lot more effort because I’ve exposed myself, not in a criminal way but in a public way. And could you explain…? So we will sometimes joke when we’re forced – or volunteer, in my case – to do something in front of a lot of people or to do something like a speaking engagement like, “Dance, baby, dance,” and we’ll talk about the bear. So could you give us some context on where this came from? Josh Waitzkin: Yeah. So I have some history with this theme because, when I was 11 years old, my dad’s book, Searching for Bobby Fisher, came out and then, when I was 15 years old, the movie came out and it was a big deal and so I was thrust into this mainstream media spotlight without asking to be. And that was in the middle of my chess career so I had this deep love for this art and I was so passionate about it, but I had so much attention on me that I found myself getting pulled into this externalized relationship with my first love and it was heartbreaking and I didn’t have the internal tools to resist that pull. And I’ve had several times in my life where I’ve kind of had to do some… So I used to develop this computer chess program called “Chessmaster” and I had to do press things for that and I wrote The Art of Learning and I had to do this big… what you’re all doing now and which you’re awesome at. And, during that time, I got pulled in with a public speaking tour quite a bit because everyone wanted to… The thing is that nothing really calcifies the growth process, in my opinion, like people who are on the speaking tour because they’re being asked to speak about the same ideas that they spoke about the year before, and the year before, and wrote about three years ago, and as opposed to breaking new ground. And I’m personally allergic to anything that will calcify or slow down my growth process because I love learning more than I love anything and so I have this ingrained allergy to anything that externalizes my relationship to the game. So the last public keynote address that I ever gave was a lot of years ago. Some speaking agency convinced me to work with them and I was doing some talks. And I was conflicted about it and I had all these ethical constraints on them, and they talked me to going to this event in Florida. Tim Ferriss: What were the ethical constraints? Josh Waitzkin: Just that I would only work with beautiful companies that were helping the world and were awesome. Tim Ferriss: They were like, “Oh, one of these guys.” Josh Waitzkin: “One of these guys.” So they just completely bullshit me about what I was going to go do and I went out to Florida thinking I was working with this group they told me was donating all these medical supplies to countries in Africa and I thought it was awesome and beautiful. It turns out I was going to the national sales convention of this big group and I just was literally the follow-up act to a monkey on stage. And I was speaking – [Crosstalk] Tim Ferriss: A literal monkey? [Crosstalk] Josh Waitzkin: It was actually a monkey. There was a monkey on stage that was doing, “Are You Smarter Than a Monkey?” or something. And I live my life in the realm that authenticity is the most important thing to me and I was going to speak about my pain, and my ideas from chess and martial arts, and stuff that I love and then I was just feeling this wild hilarity of being the follow-up act to a monkey and being just… That was where the dancing bear thing came from. So that was the last keynote address I ever gave. And so now, I only do public things, frankly, with you. I think, for the last many, many years, that’s all I’ve done. And then, if I give a talk, it’s always a Q&A which is a dynamic dialogue where I actually can feel like I can learn from because you’re speaking to a small group or a big group of really brilliant people who are all in in their training process and it’s an exploration that I can learn from their questions. And so that’s where the dancing bear comes from – the follow-up act to a monkey. Tim Ferriss: A real monkey. “Are You Smarter Than a Monkey?” That’s coming up next, folks, so stand by. What book, or writer, or it could be thinker has most influenced each of you in the last, say, year? Or someone who’s really just influenced you? Adam, do you have any thoughts on whom or what that might be? Adam Robinson: Well, I’m always foraging for ideas so, for example, Cialdini’s book, Influence, but I read far afield because the ideas in investing come from outside the domain. If you want to have an insight in whatever your field is, it helps to look outside your field. So I read constantly. And I read poetry – I like Rumi. So, actually, I’m going to say Rumi because he’s gotten me in touch with the mystical, and the mysterious, and the magical in life. [Crosstalk] Tim Ferriss: Do you gift many books? Adam Robinson: I’m sorry? Tim Ferriss: Do you gift books to other people? Adam Robinson: I gift all the time. Tim Ferriss: If so, what are your – [Crosstalk] Adam Robinson: I’m a world champion gift giver. [Crosstalk] Tim Ferriss: What are your…? Adam Robinson: It’s really… [Crosstalk] Josh Waitzkin: So that’s your domain? [Crosstalk] Josh Waitzkin: It’s true. Adam gives so many books, gifts – it’s amazing – to me and my son, Jack. He is a world-champion gift giver. I think that’s absolutely true. [Crosstalk] Tim Ferriss: This is going to be a digression, which is kind of my thing. So I remember once reading a bedtime story to Jack – long story – and the book was Giraffes Can’t Dance. Josh Waitzkin: Yeah. Tim Ferriss: And this book, for two weeks, has been just decapitating me on Amazon. This book is a juggernaut. It is just – [Crosstalk] Josh Waitzkin: Seriously. [Crosstalk] Tim Ferriss: It is just killing the Top Ten List on Amazon. Every Christmas, Giraffes Can’t Dance will kick your ass. Josh Waitzkin: And you just blew it up on your podcast. Tim Ferriss: I did. Josh Waitzkin: Yeah. Tim Ferriss: I think that’s hadakidi – I think that’s what that’s called. Josh Waitzkin: Jack loves that book. Tim Ferriss: I will have to delay the publication of this esteemed podcast featuring Giraffes Can’t Dance. First one’s on me, guys. Come sponsor my podcast. Where the hell was I? Oh, yes. So you’ve given a lot of books as gifts. What books have you gifted most often to other people? Is there a short list or just those that come to mind that you’ve gifted more than once? Adam Robinson: No, it’s really unique to each person so there’s no one book because each gift reflects something I want to share with that person. Tim Ferriss: But I would imagine there have to be some generally applicable books that you’ve enjoyed that you’ve given to more than one person? Or is that not the case? Adam Robinson: Oh, I’d have to think about that. Tim Ferriss: Okay. We’ll come back. Adam Robinson: Okay. Yeah, come back to that. Tim Ferriss: We’ll come back. [Crosstalk] Adam Robinson: Because that’s a tough question. [Crosstalk] Tim Ferriss: We got room in between Giraffes Can’t Dance. Adam Robinson: By the way, I can’t let Ramit’s “Fuck you” thing go. If any of you want to get in touch with him, you know how to get his attention. [Crosstalk] Ramit Sethi: Oh god, what have I done? Adam Robinson: So, wait, if you have business opportunities, anything… And I believe this works well with everyone so… [Crosstalk] Ramit Sethi: Thanks so much. Tim Ferriss: And, if you want Josh to do a speaking engagement, you have to practice your dirty fighting skills and figure out how to throw a good – [Crosstalk] Adam Robinson: Kick him in the groin. Tim Ferriss: Yeah. Groin kicks. Adam Robinson: That’ll get his attention. Tim Ferriss: And for all the people who have been asking me to introduce them to Josh to do media, he’s not going to do it. He would rather be fighting, and cooking turkeys, and riding his one-wheel around. Josh Waitzkin: Surfing. Tim Ferriss: And surfing which is a big thing. So, Ramit, what about you in terms of thinkers, or books, or anything, really, that’s influenced your thinking a lot in the last year? Ramit Sethi: I read a lot of military books. I think that the military is amazing at building training programs and identifying people who are good and then making them great. So, especially at the Special Operations level and, having met some of those folks and doing some work with them, it’s pretty outstanding the way that they can cultivate mastery. So that’s great. Books I’ve gifted: Gift of Fear is an amazing book, particularly for women, but I actually think everybody. Learning to trust your intuition – [Crosstalk] Tim Ferriss: Gavin de Becker? Ramit Sethi: Yeah, Gavin de Becker. And he talks about – [Crosstalk] Tim Ferriss: Who, by the way, not to interrupt, but he has a company that does very high-end security details for high profile folks. Ramit Sethi: Exactly. Trusting your intuition, knowing when the little antenna at the back of your head goes up, and you can’t see anything, and we so often say, “It’s nothing. I’m going to walk down that alley or I’m going to just go into my house like normal,” but listen and learn to trust your intuition because we have it but it kind of gets suppressed because we don’t want to be that weird person. So that’s a great gift. I can’t recommend it enough. The two books I wish I could gift more: Charlie Munger’s… Tim Ferriss: Poor Charlie’s Almanac? Ramit Sethi: Yeah, Poor Charlie… It’s an amazing book on mental models, super dense, and nobody wants to get that book as a gift. It’s a gift you have to buy, not get gifted. That one and also Breakthrough Advertising which I think is one of the most sophisticated books on marketing every written. It’s super dense. I read it every year and I learn something new. Tim Ferriss: Who’s the author? Ramit Sethi: Eugene Schwartz. Tim Ferriss: Eugene Schwarz? Ramit Sethi: And it’s an amazing, amazing book on copywriting and, really, human psychology but, again, nobody wants to get that as a gift. Look it up and buy it if you want it, but it’s fantastic. Tim Ferriss: What about you, Josh? And I’ll give you two options here: it could be someone or something that has really changed or informed your thinking in the last year or it could be something you’re really looking into, subject matter-wise, or a particular thinker you’re diving into in the coming year. Josh Waitzkin: Well, you and I have talked about books a lot, right, so we’re just going to set that… [Crosstalk] Tim Ferriss: Well, we don’t have to… [Crosstalk] Josh Waitzkin: Yeah. We’ve done a lot of best books. [Crosstalk] Tim Ferriss: We don’t have to just set the record on the platter and play the same track. Josh Waitzkin: Yeah. Tim Ferriss: But subject matter-wise? Josh Waitzkin: So my foundation of books which we’ve discussed – Laozi, Hemingway, Jack Kerouac, Robert Pirsig – these are books that were really important to me recently and we’ve discussed all these so we’re not going to… [Crosstalk] Tim Ferriss: Yeah, but I have a question for you about one of them. Josh Waitzkin: Which one? Tim Ferriss: Can we jump in? [Crosstalk] Josh Waitzkin: Yeah, let’s do it. [Crosstalk] Tim Ferriss: So the Tao Te Ching? Josh Waitzkin: Tao Te Ching, yeah. Tim Ferriss: Okay. So this has come up a lot in the podcast. A lot of people like it – Rick Rubin, yourself – but, if I recommend that book to, say, ten people, of those ten, two may seem to enjoy it, and eight are like, “What is this? I can’t make any sense out of it. It’s just like a book of fortune cookies. What…?” Josh Waitzkin: Yeah. It’s so ambiguous. [Crosstalk] Tim Ferriss: “What is this? ‘There’s no there there.’ What the hell is this?” So what are they missing or how should they read it? Josh Waitzkin: My favorite definition of wisdom comes from the glossary of Robert Thurman’s translation of the Vimalakirti Sutra and it’s tolerance of cognitive dissonance and that’s what Laozi is about. Right? So, if you read the Tao Te Ching… First of all, I think it depends on what translation you read. You need to read, in my opinion, the Gia Fu-Feng and Jane English version. Tim Ferriss: Say that one more time? Josh Waitzkin: Gia Fu-Feng and Jane English translation of the Tao Te Ching, I think is the most true that I’ve run into and I think I’ve read them all. I don’t read ancient Chinese so I’ve had to kind of circle it. And a lot of these – [Crosstalk] Tim Ferriss: You’re so lazy, man. [Crosstalk] Josh Waitzkin: I almost took up learning ancient Chinese years ago for that one purpose but the reason a lot of these translations are sort of thesis statements which take away the ambiguity and I think a lot of people don’t want to tolerate cognitive dissonance. Laozi doesn’t tell you what to do. It’s – [Crosstalk] Tim Ferriss: Okay. So is it the lack of specific prescription that is kind of almost a Warshak test of sense? You’re looking at the tea leaves and what you see tells you? How you interpret it tells you what you need to know as opposed to…? [Crosstalk] Josh Waitzkin: Well, this principle that Ramit was speaking about – the response to aggression with empty space, with non-violence – this is at the essence of Laozi. For me, it was very important during the period where I was transitioning, where I was dealing with this existential crisis of my chess career where I’d been working with a coach for several years who was urging me to study the opposite style from what was natural to me. I was being pulled in this externalized relationship to things and it was kind of the entrance into my philosophical exploration of self-expression, of authenticity, of a deeply intrinsic relationship to my search for truth as opposed to being driven by the external – competing from the inside out as opposed to the outside in. So it was a big part of my foundation in self-development. So maybe that’s… And all those authors that I just mentioned were a huge part of that. In the last year, I have to tell you, this is a brilliant book. Sam sent me an advanced copy. This Tools of Titans is… I’m not… Tim and I are dear friends – I love the guy – but I give him so much shit. Trust me; I’m not saying this if it isn’t true. It’s a goldmine. Your podcast is brilliant and I believe it’s your calling in a lot of ways, at least in this period of your life, because you’ve taken the art of deconstruction – which I think is your finest art – and you’ve developed this medium with which you can study people and get to the essence of them so quickly. And I’m stunned by how you can have so many conversations that are deeply meaningful and then you can really get to the essence of someone by studying them for a few days or a week. I couldn’t fucking do that. It’s a beautiful thing to see. Then you’re bringing it to the world. You’re gifting the best ideas of a lot of who you consider brilliant people through this podcast but then you have to listen to two, three hour talks – which is awesome but a lot of people don’t have the patience – and this is a way of just shortcutting your way in. And so I think this is actually a goldmine. I’ve been reading it and loving it myself. Tim Ferriss: Thanks, Josh. Josh Waitzkin: I really mean that. Tim Ferriss: Thanks, man. Josh Waitzkin: It’s true, dude. Tim Ferriss: Thanks, man. Josh Waitzkin: I wouldn’t say it if it wasn’t true. Tim Ferriss: I didn’t slip him a twenty. He’s an expensive date. [Crosstalk] Josh Waitzkin: Yeah. Tim Ferriss: Thank you, Josh. Josh Waitzkin: Another book which I think is really important right now is a buddy of mine who you had on, Sebastian Junger, his book, Tribe. Tim Ferriss: Yes. 100 percent agreed. Josh Waitzkin: Yeah. I thought your interview with him was beautiful. You guys really… The introduction of these two guys was hilarious. The text exchange to get them to loosen their shit up with one another was really funny but, finally, they did and I thought that was a… Sebastian’s been studying evolutionary psychology and… Tim Ferriss: Yes. So Josh introduced us – [Crosstalk] Josh Waitzkin: It was ridiculous. [Crosstalk] Tim Ferriss: – and we were up doing this, “Very nice to meet you, sir.” “Yes, good day, sir.” This very kind of weirdly sort of formal exchange – [Crosstalk] Josh Waitzkin: “Have your publicist talk to my publicist.” [Crosstalk] Tim Ferriss: – and so Josh jumped in a few levels down. He’s like, “Guys, loosen the fuck up.” I was like, “Okay. Alright.” Tribe, I highly, highly recommend. It’s a great short read. So I’ve asked people oftentimes – and we are going to do some Q&A in about 12 minutes so hold your horses but we’ll definitely get there shortly – the question I’ve asked often, and there are many, but is what advice would you give your 30-year-old self or your 20-year-old self? It tends to produce one or two of the same answers: “I wouldn’t say anything because I wouldn’t want to change where I am,” or, “Enjoy it,” is very common. The question, though, that I’d like to pose is a bit different and it is what advice do you think the happiest version of your 80-year-old self would give you now? So anyone who wants to tackle that is welcome to give it a shot. Ramit Sethi: Well, let me riff off of something that Josh said about – you were talking about the book where two people love it and eight people are like, “What is this?” – and I think that, in this day and age, we are given so much advice. And, as someone who is in the advice industry, I see it and I have a healthy disdain for a lot of advice. And, if you follow the advice that people give you, you’ve got to wake up and, by 3:00 a.m., you’ve got to be hustling, and you need to be doing all this stuff until… And it’s crazy. You can’t do all this stuff and feasibly be a normal human being. I had books that people told me I need to read and I opened them up and I’m like, “This book is shit. Who the hell…?” but 20 people I like told me to read it. And then – [Crosstalk] Tim Ferriss: Give me an example. Can you think of one? Ramit Sethi: Yes, because I ended up loving it. So here’s a classic simple example – [Crosstalk] Tim Ferriss: The Four-Hour Workweek? No. Ramit Sethi: When I was in my early 20s, I read 22 Immutable Laws of Marketing – or Branding – and I’m like, “What is this?” and I just… And then I picked it up again when I was 30 and I’m like, “This is awesome.” I wasn’t ready for it and I’m glad that I gave it another chance because I didn’t have the context. And I’m willing to bet… And I’m not saying that I got better – things just changed and, by the time I was 30, I was ready for it. I guarantee this book, maybe some of the people just don’t like it and that’s fine, but maybe some of them don’t have the context, or they’re not ready, or it’s just not integral right now. Everybody – including in the book, which I love – meditation’s a classic thing and I don’t meditate. And I try not to feel guilty about it because I don’t think it’s the right time in my life. I have a very calm mind and I have the ways that I like to enjoy, and all that stuff. It just doesn’t involve meditation but I’m sure… Because I believe that most of us are basically the same in most parts of life and, if we embrace that, then we can optimize it and we can free up that 2 percent that we’re different and get really unique and special. I bet you that, as I get a little bit older, I will become more spiritual, I will probably meditate – these are classic things that happen. I think if I were 80 years old, I would look back and say, “Listen to the advice and hear what people are telling you to do but, if it doesn’t feel right, it’s okay to say, ‘You know what? I’m going to put that aside, come back to it in a year or five years, and maybe, at that point, the book will be great or I will be ready to meditate but I just don’t have interest in it right now. It just doesn’t feel right and that’s okay. I don’t need to do what everybody else says. I’m going to do what’s right for me, be a great version of myself, improve, but be really judicious about who you’re listening to and what you’re applying.'” Tim Ferriss: I think, also, you mentioned intuition and The Gift of Fear. This is something I’ve really tried hard to resurrect for myself in the last few years because I’ve been driven by pro and con lists, and spreadsheets, and this, that, and the other thing and using my left side of the brain that’s simplistic, obviously, and just trying to use an analytical framework for everything and took a lot of wrong turns. I’d be like, “This deal is great,” and I remember at one point ages ago, this girlfriend said to me, “Wait, do you trust this guy at all?” I was like, “Not really,” and she’s like, “Oh, Jesus.” And then I did the deal and, of course, it was a disaster. So I think the intuition is also really important to develop an ear for when you’re making those types of decisions to put things aside. Adam? What would your 80-year-old self tell you now? Adam Robinson: Well, one of my favorite quotes was by one of my heroes, Juan Belmonte and Juan Belmonte was sort of the Rocky of bullfighting in the early part of the century. He fought pre-antibiotics, so even a scratch of a bull’s horn, you could die from that. They used to call him “The Flying Matador” because he was so bad the bulls would just keep tossing him the air but he was really – [Crosstalk] Tim Ferriss: I did not see that coming. Adam Robinson: And there’s a quote in there that I love and, actually, one I’d really like to share because it’s germane to everything we do because we hear about achieving, and performing, and being our best selves. Mind you, this is a bullfighter who rose from poverty to be the best bullfighter of all time and with no aptitude for the sport, really. And, if you’re bad at martial arts, or surfing – whatever – but, if you’re bad at bullfighting, you die. Anyways, so he said the following, he said, “No life worthy of the name consists of anything more than the continual series of struggles to develop one’s character through the medium of whatever one has chosen as a career.” Which that’s fascinating because, now, your career becomes reframed as merely something with which you’re going to develop your character. And so I think that’s what my 80-year-old self would say, to just remind me of that – “Keep working on your character. It really doesn’t matter what you do.” Tim Ferriss: What aspect of your character are you most trying to develop in your current primary…? Adam Robinson: Fearlessness. Tim Ferriss: What was that? Adam Robinson: Fearlessness. Tim Ferriss: Fearlessness? Adam Robinson: Yeah. Josh, that’s a tough act to follow. Josh Waitzkin: That was beautiful, man. Tim Ferriss: I have trouble remembering four-word quotes. That was amazing. I’m like, “‘To be or not to…’ how….?” Alright, Josh, how about your 80-year-old self? Josh Waitzkin: Well, I’m in the midst of this transition from being a fighter, a competitor, and then literally a fighter, to being a nurturer, primarily. And my relationship with this sport that I’m taking on now with paddle surfing, which is my fourth big mountain in terms of my own training, is much more about receptivity, and feeling the ocean, and entering that sweet spot of enormous power of something that’s traveled thousands of miles. And so a big reason that I’ve gone that way is because I feel that the art of receptivity is just a never-ending pool I intuit from here. And so receptivity and love is a huge part of what I intuit is where I’ll be focused for the next 10, 20, 30 years and so I would say from here that, from my perspective now, that’s what I think my 80-year-old self would be telling me to focus on is deep listening to humans, and nature, and what’s moving most elementally inside of myself. I’m a completely devoted dad and I can’t imagine my 80-year-old self saying anything but, “Seize every moment you can with these little dudes and give them every ounce of love you can.” And I also feel in myself now a commitment to living life – every last drop as fully as I can ever live it. And, honestly, I live in New York now and this is putting that into question because I’m so passionate about the… I love New York. I’m a New Yorker. I love the city but I’m yearning for nature right now. I feel, in some ways, that living in the water is what’s needed for this next surge of me living life as fully as possible in my own development. And so I think that that’s the direction my 80-year-old self would be giving me a kick in the ass but he’ll be a lot wiser than I am so… Tim Ferriss: There’s so many questions I want to ask – we’ll have to continue this – but let’s start with one which is what is some of the worst advice that you hear given out in your world? And you can choose world however you want to define it. That could be past career, current career, it could be circle of friends, it could be anything like that. Or a terrible piece of advice – it doesn’t have to be the worst – but a common piece of advice? And I’ll buy some time here. For me, I remember applying to colleges and having my guidance counselor in high school tell me to lower all my standards because I wanted… I had my reach schools, my A list, I had my “I think I can get into” B list schools, and then my safety schools, and he said, “No, no, no.” He laughed. He said, “Oh, Tim. Silly, silly boy. You need to take your safety schools and make those your reach schools. You’re five paragraphs too high here.” And, not realizing at the time – I realized this soon thereafter – that his incentive was to be able to say, “X percentage of my students got into their first-choice college.” The easiest way to do that is to make everyone lower their standards. So that was a terrible piece of advice that I received and a terrible piece of advice that I hear a lot. So the antithesis of that would be, “Hold the standard,” which is the advice, for instance, at The Fat Duck which was, at the time, the No. 1 ranked restaurant in the world. Heston Blumenthal said that to someone I’ve had on this podcast, Chris Young, is like, “Hold the standard,” because he tried to pass something off that was 99 percent perfect, but not 100 percent. So anyone want to take a stab at that? Josh Waitzkin: “Do it the way that that guy did that.” Tim Ferriss: “Do it the way that guy did it?” Josh Waitzkin: Yeah, people give advice all the time that you should follow this prescriptive path to success. Tim Ferriss: Yup. Josh Waitzkin: And I think that excellence is all about self-expression. Tim Ferriss: Mm-hmm. Josh Waitzkin: And so people look outside and try to replicate the path of somebody else but then, when the shit hits the fan as it always does – when the pressure’s on – it’s not coming from inside of you. Tim Ferriss: How much of self, let’s just say – Tim, Josh, and so on – is discovery versus creation, in your mind? In other words, do you – [Crosstalk] Josh Waitzkin: That’s a great question. [Crosstalk] Tim Ferriss: – start with the raw materials of everything that Josh represents and then it’s a process of pulling back the layers of the onion and discovering these different pieces? Or is it really just tabula rasa…? [Crosstalk] Josh Waitzkin: I think you’re entangled. Tim Ferriss: Yeah? Josh Waitzkin: I think that, as we’re discovering ourselves, we’re creating ourselves. I think about this in the context of someone taking on an art. They have to understand who they are. I think people should do what they love and they should do it in a way that they love but that evolves and so it’s not stuck. It’s not static. It’s dynamic. It’s dynamic quality versus static quality and so there’s the act of creation in the discovery process. And I’ve experienced that the biggest losses that I’ve had and the biggest disappointments that I’ve had have led to the biggest wins of my life. In many ways, that’s because I created myself based on the response to that experience. And I think that’s actually really an important part of this principle of unobstructed self-expression – doing it from what’s inside out. That’s always changing and you have to be attuned to it. So the way I would respond to that would be that, intuitively, they’re fundamentally entangled and navigating that entanglement is a big part of the genius and the growth curve. Agree? Tim Ferriss: I do agree. Well, I agree that that is an interesting viewpoint to have on it. It’s something that I’m… That sounds like a dick-ish way of saying, “I didn’t understand a thing that you just said,” but it’s not. It’s just that I don’t have a firm position on it. It’s something that I’m exploring for myself and thinking through myself. So that’s why I hang out with these guys is to get something to chew on. So I have to chew on that. I don’t know if I agree with it. Josh Waitzkin: I don’t know either. You just asked a question and I thought it up. That’s what I think. Tim Ferriss: Ramit? Ramit Sethi: I heard the most interesting pieces of advice recently and it blew up something I’d believed my whole life. So my friend, Nick Ray, runs a company on museums and he takes people in museums and he gives them tours that are really cool. And he was talking about how he goes to a museum himself and he said, “If I go to a museum, I’m spending 90 minutes, max, and the first 30 minutes are in the café planning where I’m going to go.” And I’m sitting there saying, “Wait, what?” And I said, “What do you mean?” The way I was raised, we would go to a museum maybe once every five years – maybe – as kids. We’d save up our money to go there and we would spend seven hours going every level because we knew we were never going to go back. And what Nick was saying, in so many words, was have the abundance to know that you can go back and don’t think that it’s once and done. And also know that leave at the peak – there’s power in leaving at the peak.” And it blew my mind to think that, my whole life, at that point at 34, that I had just thought, “I’ve got to go through every single thing and check the box.” But, really, he’s talking about curation – he’s talking about abundance – all in a simple one-sentence example. Tim Ferriss: I love it. It also reminds me of – we won’t dig into it right now but we’ve talked about it before – the ending on a good rep, ending on quality. They’re really closely related for both achievement, in that case, and skill development but also just for appreciation and quality of life. Adam, what about you? Adam Robinson: Which question are we talking about here? Tim Ferriss: Yeah, what are your thoughts on the last ten minutes of conversation? What’s bad advice that you’ve received, or heard, or that you want to give? Adam Robinson: I remember I had sold my interest in The Princeton Review, and I was wondering what to do next with my life, and I was speaking at the time with two older, very successful, mega successful, businessmen – this was about 20 years ago – and one of them said I should go into ball bearings. He thought for a second and he said, “Adam, ball bearings.” Tim Ferriss: That’s great. I love that. Adam Robinson: Right. And he said, “Okay, stay with me here.” He said, “All the smart talent from universities, they’ve gone to Wall Street and they’ve exhausted whatever there is to be found there. You’re crazy smart but you’re competing with other people who are crazy smart and why do that?” And, by the way, I thought he was… So he said there were no more possibilities there which that also was wrong. But the second part was interesting: he said, “Ball bearings.” He said – [Crosstalk] Tim Ferriss: Ball bearings. Adam Robinson: Right. No, but you’ll see the relevance in a second. He said, “Ball bearings have not had its Edison. Right? No one’s gone into ball bearings so it’s… No one’s ever thought about ball bearings.” [Crosstalk] Tim Ferriss: It’s fertile ground. Adam Robinson: They’re little round things in different shapes – I mean, sorry, different sizes. So he said it was a metaphor. Right? The metaphor was, ‘go with something that no one else has ever looked at.’ And then you look at Uber – who thought about taxis – you look at Airbnb, you look at the most successful companies, and they’re pursuing the ball bearings philosophy, right? And so the first part, that opportunities on Wall Street had been exhausted, that part was wrong but the ball bearings part was right. And I was talking to a friend who was wondering what she should do with her career and I said, “Oh, ball bearings. Find something that…” And there was a pencil on the table, a No. 2 pencil, and I said, “There. Why don’t you reinvent the pencil? Who thinks about pencils? I don’t, which means there’s an opportunity there.” And the wonderful thing about the world is, today, you can find any niche and there are enough people in the world that you can make a fortune on No. 2 pencils. So, if any of you are wondering what to do with your lives, they’re there – No. 2 pencils, or ball bearings, really, cups. It doesn’t matter. Find something that – tables – find something no one thinks about and think about it. Tim Ferriss: No, it’s great advice and it actually reminds me of a trip I had recently. I went to Utah and we went to this… it’s not even fair to call it an estate. It was just a state. The guy, this single individual, but he owned a state. It was this gigantic property: he had his own air strip, he had tons of buildings, and he had his own fishing pond, ludicrously wealthy. And I asked what he did to make all this money. And they go, “Oh, yeah, you know those little parts of the wing that flip up vertically? He figured those out like ten years ago.” It’s something you barely notice in the aviation world. It’s probably the equivalent of wheels on luggage. It was like, “Why didn’t anybody think of that earlier?” And now he just prints money but it was because he took something very unsexy and was willing to dive into it. Well, I want to let these gents have a shot at cavorting and causing trouble in the back. Ladies and gentlemen, let’s give a hand for Josh Waitzkin, Ramit Sethi, and Adam Robinson. Josh Waitzkin: Thanks, guys. Ramit Sethi: Thanks a lot. Posted on: June 20, 2018.", "speakers": ["tim ferriss", "josh waitzkin", "ramit sethi", "adam robinson"], "text_sentences": ["hello, boys and girls, this is tim ferriss and welcome to another episode of “the tim ferriss show.” my dog just got really startled", "i’m at home for the holidays and in this episode, like every episode, it is my job to try to tease out the habits, routines, and specifics from world-class performers so that you can test them and apply them in your own lives", "this is a special edition because the audio is coming from a live performance – although i’m not sure you would call it performance – a conversation collection of grab-assing and insightful, hopefully, answers from my guests at the 92y, 92nd street y, in new york city", "it was my first live podcast event on the east coast and we had a blast", "the guests are three-fold: we have two favorites that you guys have loved in the past", "one of those is josh waitzkin, best known as the inspiration and the basis for searching for bobby fisher", "he’s thought of as a chess prodigy but he has a framework and approach that he has applied to several different fields to become world champion in push-hands among other things", "he now works with a lot of the top people in the finance world", "we have ramit sethi", "and josh can be found at joshwaitzkin.com", "he very rarely crawls out of his cave but he joined us on this occasion", "ramit sethi, @ramit on both the twitters and instagram, he is the, i suppose you can call him, personal finance guru who has built a huge company out of his blog which started way back in the day and he is the best spelling author of i will teach you to be rich and also has a site by the same name", "and then we have a new guest who is adam robinson", "he’s very close friends with josh waitzkin", "and where should we begin", "well, you can learn about him at robinsonglobalstrategies.com but, check this out: look at this bio", "alright, so adam has made a lifelong study of outflanking the competition", "it began with acting as the co-founder – one of the two cofounders – of the princeton review", "so he developed a revolutionary approach to taking standardized tests and his book became the first ever based on test prep to be reviewed by the wall street journal and become a new york times best seller", "after selling his interest in that company, he turned his attention to the then-emerging field of artificial intelligence – this was in the early ’90s – and he developed a program that could analyze text and provide human-like commentary", "he was later invited to join a well-known quant fund – this is in world investing – to develop statistical trading models", "and then, following that and currently, he is an independent global macro adviser to the chief investment officers of a select group of the world’s largest hedge funds as well as family offices", "and he has a degree from wharton, he has a master’s degree from oxford university, and, not only that, he is a rated chessmaster who was awarded a life title by the united states chess federation and, as a teenager, he was personally mentored by bobby fisher in the 18 months leading up to his winning the world championships", "so it seems like it’s too incredible to be non-fiction but that is adam and he is hilarious", "so i think you guys will really enjoy those three guests", "i hope you enjoy it as much as i did and i must mention that the live event was helped by meundies and xo protein", "they provided all sorts of goodies to the attendees", "so check out some of my favorite underwear and lounge pants – i’m wearing them right now, in fact – at meundies.com/tim", "and you can check out xo protein", "these are the only bars that i eat these days and i like them so much that i ended up becoming an investor and an advisor to the company", "no soy, no dairy, no gluten but paleo, 10 grams of protein, and real food – you can check it out", "it is based on cricket protein of all things which is about as pure and unadulterated as you can get with full-spectrum protein", "so check it out at xoexoprotein.com", "and, without further ado, please enjoy this conversation with josh, ramit, and adam", "[intro music] so you guys may be familiar with the esteemed mr", "waitzkin", "i’ll give a little bit of context for those who might not know him and then i’ll let him correct me", "well, many people think of him as a chess prodigy", "if you’ve read or seen searching for bobby fisher, it’s very much based on his life", "although i don’t think the word prodigy applies to josh insomuch as he really has an extremely methodical and conscious approach to learning and mastery", "and he’s applied that to tai chi push hands in which he is a world champion", "he’s applied it to brazilian jiu jitsu – first black belt right, under marcelo garcia who is the phenom, probably the most successful grappler who’s ever lived", "and i’ll leave it at that for now", "he works with a lot of top performers and we’ll get into that, i’m sure", "ramit, where should we begin", "it starts a long time ago with the long walks on the beach – both of us – and turned a blog, way back in the day, into one of the most successful destinations and resources for personal finance and very much more than that", "he has a hugely successful company and has been featured in, was it, fortune in a spread right alongside to warren buffett – that’s pretty good company", "and, adam, i think i’m going to leave the introduction for adam, our mystery guest, to josh to give just a little bit of context on who adam is", "okay", "timbo, it’s great to be here with you", "yeah", "thanks for coming", "and adam is a dear friend of mine", "my 5-year-old son, jack, would say he’s a closer friend with him which… he’s a beautiful human being", "adam, back in the day in the 1960’s, was a chessmaster", "he’s still a chessmaster but that was when he was really actively playing chess", "a little after that", "after that", "and then he was close friends with bobby fisher, for better or worse, in the ’60s, ’70s so really in the center of the chess world back then", "then adam founded the princeton review so he’s one of the most fascinating educational minds", "he’s written ten educational books and i’ve watched adam just work with my little boy and with so many people in education", "he’s a brilliant mind around the learning process", "and then adam took his kind of unique versatile mind and applied it to macroeconomics and that’s the world in which he and i met a number of years ago", "and adam is a consultant with some of the – i can’t say their names because confidentiality’s a huge part of what adam does – but some of the most brilliant and well-known names in the finance industry", "he’s an incredibly brilliant thinker in a lot of fields", "and i love the guy – he’s a really beautiful human", "he will charm all of you with his charisma", "he just captures the room", "he tried to pinch ramit’s nipples earlier", "[crosstalk] wait a second", "wait a second", "it’s not the way it sounds", "[crosstalk] that’s a welcome approach", "[00:10:03] no, this is a common greeting where he’s from as i’ve been told", "[crosstalk] he and i have safety words so… yeah, we do have safety words", "and we’re going to get into all sorts of nonsense because that’s kind of my style", "but we have a very smart crew here and i thought i would just begin by dumbing it all down", "josh, can you tell us…", "josh game me a warning before we got started", "it was a tooth caveat", "what’s happening with the tooth", "be very careful in the things you say to tim right before he pulls you onto his podcast", "i’ve learned that several times", "i forgot it this time around", "a number of years ago, i was spearfishing – freediving is something i love", "i was spearfishing and it was actually an interesting moment because i had just speared a couple mutton snappers for lunch with my family down in an uninhabited island in the southern bahamas", "and i was just taking target practice with this kind hawaiian sling – it’s like a bow and arrow – and i was shooting these little shells, 20, 25 feet away, just stroking it", "and i reached this realization that, if you barely touch the spear, barely grip it, as you know from bow and arrow, i was just missing by a quarter inch versus longer", "and i was in this beautiful zone and then my sister screamed, “josh!” and there was a big barracuda swimming with her and i thought she was in trouble so i released the wrong side of it", "it exploded into my tooth and so i have this wonderful snaggletooth", "and i just told tim right before that it came loose right before now", "so i could very easily have a snaggle tooth with a screw hanging out within about 5, 10 minutes of the beginning of this discussion which will add to the flavor of it", "i’m not sure why we’re talking about that, but there it is", "so, for those of you listening on audio only, this is what you miss when you don’t come to a live tim ferriss show", "i thought we’d begin – and, maybe, adam, we’ll start with you – we are recording this towards, say, the tail end of a year", "how do you think about the transition from one year to the next", "do you have new year’s resolutions or do you have any particular routines or approaches as you close out a year", "i try to take stock of what i’ve learned the past year", "and i’ve learned three things this year – and two of which, you exemplify – and i wish i had known them when i was younger", "and i’d like to share them because i think they’re the keys to success and, again, you exemplify them", "the first is the importance of enthusiasm with everything that you do – absolutely everything", "the second is the importance of connecting to people", "i live in the world of ideas and it’s only this year that i’ve learned the importance of connecting with brothers like you guys", "and, the third, this is best illustrated with a metaphor", "about 20 years ago, i met the dog who was in the mask", "do you remember the jim carrey movie, the mask", "so – [crosstalk] was that just a personals ad or…", "this was the…", "[crosstalk] no, i met the dog and his trainer", "[crosstalk] oh, okay", "oh, i got it", "got it", "right", "okay, so i met the dog and his trainer and we were walking down the street in new york", "and the dog – so this is a star dog, right, a hollywood star dog, a little jack russell terrier – and so he was walking down the street and, every time someone passed by, he went like this", "and we walked a little further and then… and i thought, “that’s so perfect", "he expects magic in every encounter.” and i think that’s one of the key things that i’ve learned – that, if you expect magic in every encounter, you find it like this", "i’m really excited for you guys because i know the magic that’s going to happen here with this crew", "so that’s what i’ve learned this year", "so that’s what i do with my new year’s", "now, is that something that you ruminate on as an internal dialogue", "is it something you write down", "how do you…", "are there any ways in which you attempt to ensure that you continue to pay attention to those things in your…", "i just try to live it", "there’s no… expecting magic, again, i picture that little dog, walking down the street, and i lean into every moment expecting magic the way that dog leaned into the person and… well, i think we saw that in the green room just before we got…", "right", "we’re not going to name names but, to everybody in the room – even people he hadn’t met – if he heard their name from far away, he would go, “jack!” and just walk straight up", "and the person would be like, “hi,” and then big hug and then thick as thieves right from the get-go", "ramit, what about you", "how do you think about the end of years, the beginning of new years", "i think about relationships", "i think, in the past, it was, “i’m 23, or i’m 25, or i’m 28 – where am i supposed to be?” and i think, at a certain point, that sort of loses its… you realize there’s no real roadmap", "right", "you’re going to carve out your own path", "the thing that became more important for me is, “who am i meeting", "what’s the quality of those relationships?” and so, if it was up to me, i’ll basically sit in my house and work all day long", "and that’s just like i love it, that’s what i want to do, and i would just do that for ever", "and that’s probably not the healthiest approach to life so i try to force myself to go out, not only maintain the relationships i have, but build new ones, and i think the end of the year is a really good time to take stock", "so i actually have a list of every single person i met the whole year – i have it in a google doc – and i just look at it and say, first of all, is this the right level that i want to be doing", "if i’ve met five people, that’s not good for me", "and, also, is it just making a list or it actually making new friends", "like i said, it would be easy for me to just sit around and just work all day – [crosstalk] so are you then…", "let’s say that you come home, you’ve had a number of meetings that day or that week, and, on a weekly basis, you’re inputting these names", "no, i just write it down", "i just write down their names – that’s it", "i see", "just so i can go back and look and say, “hey, these are amazing people that i’ve met and now i’m remembering – i look at it every week – “okay, wow", "i found this interesting article", "i want to send it over.” “oh, i’m going out to the museum", "let me text this person to come hang out.” and it’s just a good reminder for me that the business is the business – it’s going to grow, this and that – but the one thing that i want to fight for to make time for is to build those relationships", "what would you like to improve upon most – personally or from a business standpoint – next year", "oh my god, easy – easy by a factor of 1,000", "it’s becoming a better leader and manager", "i feel like, in my business, we get the human psychology part of what we do – that’s what we do – but management and leadership is so infinitely complex that i think i could spend the next 20 years just getting good, not even great", "how do you think about…", "and this might be one that we get to as a group", "but management, i think, is relatively easy to grasp", "people can envision what that means", "what is a good leader", "how would you define a good leader or what are the characteristics that distinguish them from someone who is merely a good manager of, say, a team of 50 people or 100 people", "well, first of all, i’m a student so i’m trying to learn that myself but the leaders that i’ve seen, first off, i think they know when to speak up and when not to speak up", "it’s almost like a good parent", "a good parent knows when to get in there and, “oh, okay, you’re about to fall off a cliff, let me save you but, if you’re just going to fall down on the grass, let me let you make that mistake.” and that’s something that i’m trying to learn which doesn’t come naturally to me", "if it were up to me, i want to get in there every minute and that’s not a healthy way, i think, to be a leader", "so that’s something that i’ve been working on", "my team’s been telling me and i have to listen to that", "other leaders, i think, create a vision for where they want to go and it’s more than money and that’s something that i’d like to get better at as well", "well, i want to underscore something you just said because it’s also something i’m trying to get better at – this letting people fall on the grass", "and i don’t recall the exact person this came up with but it was someone who’s in the “b club” – billionaire of some type – and they explained… actually, i do remember exactly who it was and it was not somebody, necessarily – i don’t think he’s in the “b club” but he’s certainly very, very successful – astro teller", "so he’s the head of x, formerly googlex", "this is google’s moonshot factory – i guess now alphabet’s moonshot factory – where they are working on things like loon, and contact lenses that can act as glucometers, and all these really incredible bets on the future", "and he was describing how, in his organization, people would come to him for conflict resolution and he would make a point of insisting – even though it would take a lot more time – that they figure out how to solve it, themselves, because he said, “if i step in and i solve your conflict, i’m the parent you come to for the quick and easy path – you will always come to me – and i need to train you to actually develop the skillset of handling this dispute, this type of conflict, on your own.” what about you, josh", "you’re an introspective guy", "you’re very good a blocking out time for deep work – i think something that i try to emulate to the extent possible when i’m not running around scattershot 24/7", "what do the last days of a year and first few days of a year look like or mean to you", "i think that’s a particularly intense question for me right now because i, first of all, just turned 40 a few days ago and i took off for costa rica and surfed some big waves on my 40th and i was reflecting on the year quite a bit", "and i came extremely close to dying a year ago, as we’ve discussed", "[crosstalk] i thought you were going to say again", "i was… [crosstalk] i was… no", "just – [crosstalk] no", "like there’s a pattern here", "just can i just pause for a second – [crosstalk] although, on the one-wheel, i came really close a couple weeks ago, too, but nothing like this", "yeah", "the shallow water blackout", "yeah", "and i think most of you have heard me speak about it with tim on the podcast last time he pulled me onto it but, long story short, i was doing this breath-hold work and cold water immersion work and i made the mistake of doing it in the water", "i’ve been a lifetime freediver but not doing hypoxic breath work", "and i didn’t know, even though i’d been freediving my whole life, that it is actually carbon dioxide that gave me the urge to breathe because i’d never done breathwork that would actually wipe all the carbon dioxide out of my system", "and so i went from this ecstatic state to passing out, blacking out, underwater – shallow water blackout", "and i was in the bottom of the pool for three and a half minutes plus after blacking out before someone pulled me out and all the doctors said 45 to 60 seconds, i should be braindead or dead", "so i’ve been reflecting on this year through the lens of that experience and it’s been… so, as i mentioned to you before, i’ve had this year of just waves of love, gratitude, and beauty flowing through me and i’ve never felt a more powerful dedication to every moment in life and to living life as fully as i can possibly live it", "and a core lesson – you asked about lesson – for me, that i think about it broadly and across disciplines is how insanely important it is to be focused on the most important question and to know what it is", "and, in this situation, i had a technical oversight", "i wasn’t present to the most important question which is carbon dioxide is what gives you the urge to breathe", "but, when you work with brilliant investors, for example, there’s no better way to train someone than developing their ability to focus on the most important question", "it’s the same thing with chess players – know where to look – or martial artists – know where to focus on", "the great ones aren’t the ones who focus on more – they focus on less, actually, and better", "and so that lesson for me, which i’ve applied to intellectual and physical disciplines my whole life, i blew it on in this critical moment of my life and so it feels much more potent to me", "the most important question in “x” – let’s just say it’s a project, or challenge, or problem, whatever it might be – i know that you have a very consistent journaling practice so do you keep that question present so that you don’t make, for instance, mistakes like that", "using journaling or how do you go about ensuring that you don’t miss that most critical thing when you need it most", "well, as you know, my journaling system is based around studying complexity, reducing the complexity down to “what is the most important question?” sleeping on it, and then waking up in the morning, first thing, and pre-input brainstorming on it", "so i’m feeding my unconscious material to work on, releasing it completely, and then opening up my mind and riffing on it", "and then… you were going to say something", "i was", "yeah", "you saw me pursing my lips like a goldfish so here we go", "the question that i had was could you give somebody an example of the type of thing you would drop into your mind so that you can digest it overnight", "could you give us an example or examples of the types of things that you might use", "yeah, i actually, at this point – i’ve been doing this for 27 years, personally – and now i use question somewhat metaphorically", "so, often, studying complexity, if i’m going to be working with someone, i’ll study a 20-page psychological diagnostic that someone’s responded to and then i will just release it completely and that whole thing will be the question", "and then i’ll wake up and sit with it, or i’ll do a workout and sit with it, and i’ll just see what arises – what core patterns, what core themes, what core blockages did i pick up in all of that", "right", "because the unconscious is so much more powerful at studying complexity than the conscious mind", "and are you then just jotting these observations or emergent thoughts down on paper", "do you capture them in that way", "yeah", "oh, and i actually use evernote", "you do", "god, i’m riffing on evernote", "no, but there’s often a question as well", "i find that most great thinkers are slicing through complexity like a knife through butter and then they arrive in an area of stuckness and they’ll spend a long time on that stuckness", "and they can spend, consciously at that point, days, weeks, and months, at that stuck point", "but they can also study everything involved with that stuck point, sleep on it, wake up, and just slice right through it", "so, for me, the question is usually that area of stuckness after i’ve studied all the complexity, and that rhythm between consciously integrating technical information into my being, and then releasing it, and then seeing what arises is a huge part of how i approach creativity", "and, for those people who haven’t heard my conversation with reid hoffman – founder or at least co-founder of linkedin who’s called “the oracle of silicon valley,” oftentimes, by a players in silicon valley – he has a nearly identical process", "but he, i believe, he does it, effectively right before bed – you do not", "am i right", "[crosstalk] no", "okay", "could you explain your rationale for when you sort of infuse your mind with, say, some particular problem – data set challenge, whatever it might be – and let it go", "what time do you do that and why", "in my experience – and reid hoffman’s awesome and i’m sure what he has is just crushing it for him – but, for me and for people that i’ve worked with, i’ve seen the pattern that, if they’re thinking about it right before bed, they’re actually thinking about it consciously and they’re not releasing the conscious mind which is a huge part of that", "right", "so, if you think about hemingway’s core principle that you were speaking about in that podcast you did about our best tips – or whatever you called it – josh waitzkin distilled", "that was my headline", "yeah", "it’s just the core hemingway principle of writing and then finishing his workday leaving something left to write", "right", "as opposed to tapping the well, finishing it all up, which most people who are externally driven in what they’re doing or thinking about how they’re looking, or move by guilt as opposed to something more intrinsic, they feel guilty if they don’t do everything that they have to do versus hemingway’s principle about doing just that", "it’s very interesting but he would always speak about – and i read this when i was 11 years old which is a big part of my foundation, i think, in this habit – he’d speak about the importance of stopping your thinking at that point", "then he would relax, he would drink wine, he would release the day", "he drank a lot of wine", "and, also, for me, as a chess player, i found that, if i study chess openings up until bed, i was thinking chess positions", "if i studied it earlier and then released it, then i was able to dream about the insight", "so, for you now, earlier, goes that generally mean end of workday, pre-dinner", "end of workday, pre-dinner, yeah", "and i usually have a workout post-workday – like, right immediately at the end of my workday, i have some kind of exercise to do to flush my physiology – so it’s before that workout", "okay", "we’re going to come back to the workout but i want to rotate", "i could spend seven hours with each of these guys", "and we have spent seven hours together, certainly", "adam, what i’d love to know – and i’ve wanted to actually ask you this for quite a while – is, in your calendar, say, your weekly calendar, do you have any particular things blocked out or that occur on a weekly basis that are particularly important to you", "i know that’s super specific so if nothing jumps to mind… well, nothing jumps to mind", "i advise clients, very large hedge funds, on all global asset classes – so equities, currencies, bonds, commodities – and it’s 24/7", "and, by the way, it starts sunday night which is when markets open up in china", "so there’s a brief window in the sense that, what josh does about consciously turning off his mind, i do that about 3:00 on friday and, for the next 24 hours, i make a point of not thinking about global markets", "and then, already, come sunday morning, i have to get ready to hit the ground running", "and so that’s usually when i get my ideas is sunday because i’ve given the week over on saturday to just unconscious dreaming and then i have to hit the ground running", "what do the first few hours of sunday look like", "do you have any particular morning routines or anything – boot-up sequences that you use for yourself", "work out, meditate – josh introduced me to heartrate variability training which is outstanding", "i’m the kind of person who can’t sit still for normal meditating", "so what does your meditation look like", "it’s just heartrate variability training", "i just watch my heartrate for 20 minutes and do it a couple times a day", "got it", "so i start off the day with that", "so it’s like the cardiac equivalent of biofeedback or neurofeedback", "[crosstalk] yes", "and the workout – what is the workout", "weights – very intense, get it over with – and then sometimes cycling", "and then i start to write down what i expect to happen", "i think the key to, certainly, investing is to have expectations and then wait to be surprised", "and one of the key things with investing – i don’t know how many of you invest but i think this is a life truism – is to be aware when you hear a voice in your head that says – and you’ll usually squint your eyes or you’ll hear someone say the following words – “it doesn’t make sense,” and it’s always a sign of something really powerful", "so, if somebody says to me, “it doesn’t make any sense why gold keeps going lower,” i know that it’s got a lot lower to go because what that person just said, in saying it doesn’t make sense, is this person has a dozen logical reasons why gold ought to be going higher and it’s going lower and he says that doesn’t make sense but the world always makes sense – what doesn’t make sense is his model", "and this also applies in life", "in june, about a year ago, donald trump announced his candidacy and i think his first thing was, “we’re putting up a wall and they’re going to pay for it,” and his numbers shot up in the polls", "and somebody said to me – and i heard pundits on tv saying – “that doesn’t make any sense.” and i thought, “oh my god", "wait.” but that’s precisely it – it means it’s going higher", "if a stock goes up and there’s no rational reason, it means that there’s some x factor that you haven’t considered because it makes total sense now, in retrospect, but then it didn’t", "so, whenever you hear someone say something doesn’t make sense… i was talking to sam zell, a great real estate investor and all he does is he reads the newspaper and all he’s looking for are things that don’t make sense", "so i said, “give me an example, sam,” and he says, “okay", "i’m reading the newspaper and i see that there’s a starbucks that’s just opened up,” – this is 15, 20 years ago – “in mongolia.” right", "and he thinks to himself, “mongolia", "i thought they drank tea", "what’s with that?” he’s so curious about this because it makes no sense that he takes his private jet, flies to mongolia, and he discovers that they’ve started mining", "this was the beginning of the big china infrastructure build and the only reason he knew about it is it didn’t make any sense", "so i’m telling that’s the key thing", "people stumble on these ideas and then they dismiss them because they go, “oh, it doesn’t make any sense,” and i’m telling you that’s where the goldmine is, things that don’t make sense", "i love it", "that’s all i pay attention to now", "and, on sundays, when you’re trying to come up with expectations or, i suppose educated or just hunch – [crosstalk] and i’m looking for things that don’t make sense", "no, understood", "there are so many things in my life that don’t make sense but this isn’t a therapy session yet", "wait until the tequila comes out", "what is the timeline", "are you looking for things that day or are you looking at things that might occur over a longer time horizon", "sometimes, i’ve set expectations weeks or months prior and then i wait to see that things unfold as i expected", "and, if not, you have to revise your hypothesis", "and so one of the reasons i wanted adam to be onstage is because we hadn’t had a real chance to catch up in a while and i was like, “well, why don’t we just do it in front of 900 people?” so the question that i know we’ve chatted about just a little bit but you have such an eclectic background – so you have the princeton review, you have the chess, and now global markets – what makes you good those different fields", "you’re a very humble guy but, if we were talking to your closest friends and we asked them, “what is his superpower or what are the unique abilities or combination of abilities that have made him good in these very seemingly unrelated fields?” what would they say or what would you say", "well… hmm", "i might have to pull in josh for this", "[crosstalk] i can help with that", "[crosstalk] i’m a heretic so i always approach things to disrupt the order and i start with looking for things that no one else will spot", "and there are two places that i know people don’t prospect and i’ve already told you the first – things that don’t make sense – and the second is things that are really obvious", "if it’s obvious, no one bothers to examine it", "and so, in global markets, i start from the premise that understanding is an illusion and that explanation is impossible", "the world is simply too complex to understand so i don’t bother trying", "and all i do is i watch investors attempt to make sense of the world and they form views", "so they’re looking at the world trying to predict what’s going to happen and all i’m doing is studying them because they’re the ones who are going to make buy and sell decisions and affect asset prices", "so they study the world, i’m behind them – it’s like playing poker in – [crosstalk] i was going to say, “don’t play the hand", "play the person across from you”", "exactly", "and so i see the hands that global investors are playing so i don’t try to understand the world – i just try to get into their heads the same way i did with chess, right, getting into the head or the position of the other player, and in the sat, getting into the head of the test", "this is worth sharing", "it’ll take about 30 seconds", "we’ve got plenty of time", "i went to wharton undergrad and i got a law degree at oxford", "i came back to new york and i thought that what i wanted to do was write screenplays", "so i go to a friend of my father’s and he said, “so what are you going to do now, kid?” and, all expectation, i said, “i’m going to be a writer.” just like that – full of expectation, a recent grad", "and this guy was one of the top producers on broadway ever, of all time, and he looks at me for about a minute, doesn’t say a thing, and then he says, “well, then, if you’re going to be a writer, i guess you better have something to say.” and i, “oh, shit", "what do i know", "i’m 25", "i have nothing to say.” and i thought, “okay, well, i have to support myself somehow and, while i’m writing…” i knew, if i went to wall street or worked at a law firm, i would never find the time to write and so i thought, “i know what i’ll do", "i’ll tutor kids.” and i thought, “well, what could i tutor them in?” and i go, “oh, i know – the sat.” now, you don’t this but, back then, nobody was getting tutored", "and i wrote to every private high school in new york – and i remember there were 31 at the time because i had to type 31 letters, the same letter 31 times", "it’s like “dear dalton,” or “dear spence, i just graduated", "if you have any students who want to prepare for the sats, send them my way.” and, out of that mass mailing, i got one student – just a single student", "and so i gave her a practice test", "i said, “you do this and we’ll go over it,” and what was fascinating was that she got all the easy questions right and all the medium questions right but she missed every single hard question – every single one", "and, just closing your eyes and guessing, you get one in five – she was batting zero and she was really smart", "i said, “oh, joanne, what are you…?” – i still remember her name, joanne – and i said, “joanne, could you just tell me your thinking process?” and what was fascinating is she crossed off, let’s say, choices a, b, and c, got it down to d and e, and whichever one she chose, the answer was the other one", "and i said, “joanne, could you just explain the logic?” – again, trying to get into her head, always about getting into the head", "it’s all about appearances, it’s all about thinking – there is no reality", "plato would have made a lousy investor", "anyway, to get back to joanne – [crosstalk] short plato", "short plato, exactly", "so she says, “well, i cross off the ones that i know are wrong.” i said, “good, good", "then what do you do?” she said, “well, i pick the one that i think is right.” so i blurted out, “well, you got to pick the one you think is wrong,” and then i realized, “oh, right", "i just cracked the sat", "the only reason a hard question is hard is because whatever seems plausible can’t be right", "that’s why it’s a hard question,” and that was my first insight", "and then her score shoots up, she tells a bunch of friends, and their scores shoot up – 10 students, 100, 200", "then i teamed with a guy and then we started the princeton review – john katzman", "[crosstalk] so who was – and i really apologize if i’m misattributing this – but was there a sort of fictional character that you used to typify…", "yeah", "so i said – because i didn’t want to hurt… so you get schizophrenic… because then she would think, “okay, well, i think that’s right, therefore, it’s wrong", "but, wait a second.” she’d get into a feedback loop", "right", "this is like every day of my life", "your brain would explode", "so, when i was at oxford, my don always referred to blogs as “the man on the street.” so i thought i would americanize them", "so i said, “oh, okay", "ask yourself, ‘what would joe bloggs do?’ and, whatever he would do on a hard question, you do the opposite.” and, by the way, if you’re stuck on an easy question – the ones at the beginning – you follow whatever joe bloggs would do", "and, by the way, the test, because of these techniques, they had to change the sat because of the stuff i was doing", "that’s how you know you’re doing something right, i suppose", "eh", "but it’s very different now so you can’t use those techniques", "they… did you ever cause irreparable harm to someone who actually had the last name bloggs", "i don’t know", "okay", "alright", "i hope not", "just wondering", "do you mind if i throw in one question to dig in on adam a little", "sure", "then i have a whole slew for our silent partner here", "so one of the things that’s so amazing about adam is how prolific he is and how high quality it all is", "and he’s in this realm of economics in which maybe one of the first principles is, “don’t speak publicly about one of your views because then you’ll get locked into it and the world will change your mind,” and yet he’s able to", "and so one of the things i think might be really interesting to hear you talk about is how do you avoid falling into constructs yourself when you’re giving advice so consistently", "ah, because i never have views on the market", "i’m always agnostic so all i’m doing is reporting how the market is positioned to respond", "so, for example, 13 months ago, early november, u.s", "interest rates – i don’t know if this will make any sense to you but – were 2.32 percent on the u.s", "10 year and janet yellen was due to raise interest rates five weeks later", "this was, again, about a year ago", "and i sent out an alert to my clients saying that interest rates were about to plunge to multi-year lows and they said, “that makes no sense.” and i said, “precisely,” but i gave them the logic and they understood the logic", "it’s because one group of traders in the world has never been wrong about predicting interest rates and it’s now who you would think – well, i’ll tell you: it’s metals traders", "they’re always right about interest rates", "anyway, so, once a client asked me… i said, “rates are going lower,” and he said, “well, what would you need to see to change your view?” oh, that’s a good question", "it’s the best question ever", "right", "it’s the scientific method", "if you can’t falsify your hypothesis, you don’t know whether it’s true", "if you don’t know when you’re wrong, you certainly don’t know when you’re right", "so i said, “oh, well, if we see copper versus gold rally sharply, then rates will rally", "but, if copper/gold is going lower, then interest rates are going to go lower,” and they plunged", "she raised rates in december and, by july; they were at all-time lows which made no sense, certainly, to janet yellen", "she was expecting them to go higher and they went lower", "so, always, that’s the key thing with anything", "and, probably, you could apply that question to relationships like, “this is what i think", "well, what would i need to see to set that up?” – you set up that marker ahead of time because, otherwise, confirmation bias will come in and you’ll start to rationalize", "yeah, well, you’ll not only have confirmation bias, but then you might even have – depending on the position you take – some type of sunk cost fallacy and just start layering problem upon problem", "[crosstalk] right", "and it’s also, by the way just as a side note, a great way to avoid debates or arguments that will go absolutely nowhere, if you ask someone – slightly different but – “is there anything i could say that would lead you to change your mind about x?” if that’s what they want to have a debate about", "if they say no, then you’re like, “great", "i’m going to go get a burrito", "you can argue with this empty chair because it’s a pointless exercise to begin with.” it’s such an important question", "ramit, you’ve really intelligently run, from my perspective, the company you’ve built and set policies in place, and really made a study of management", "and i’ve watched you refine it over time where you’ve not only become more successful as a company and organization but you’ve become more relaxed and you seem like you have as much bandwidth as you’d care to have even though your default is just jamming, jamming, jamming", "what are some of the most important decisions or different decisions you wish you had made in the early days when you were hiring the very first people, let’s say", "oh, the first things first, i wish that i had understood it’s okay to let people make their own mistakes and the idea that i don’t have to be instrumental in every single decision", "now, we have a much bigger idea and a much more refined concept of big wins", "focus on the big things in life like, for example, the thing that a lot of people might have heard me say is, “don’t worry about lattes.” right", "this is a classic thing in personal finance", "everyone says, “oh my god", "don’t spent $3.00 on lattes,” which is the worst possible advice you can ever listen to because we have limited cognition – limited willpower – and we don’t want to waste that precious resource on a $3.00 purchase", "right", "get the big things right in life and you don’t need to worry about that", "i wish i would have applied that earlier on in the business to the people that i started working with", "that was sort of unconventional", "the other thing that was very conventional was hire great people, fire fast – the things you sort of hear thrown around", "everybody hears it, everybody nods, and everybody ignores it until it happens to them", "so every one of my friends who runs a business, we get together behind closed doors and everyone talks about the mistakes they made where they should have listened to typical advice", "and i think one of the problems if you get any level of success is that you start to think those basic rules don’t apply to you when, in reality, they apply to you more than ever", "so it’s very important to just remember just get the basics right", "and, if you get the basics right in life, you don’t have to worry about often optimizing at the margins", "life works pretty well if you have a good job, if you have good relationships, if you have a solid roof over your head – things are pretty good and that’s a good basic thing", "yeah, not majoring in minor things and this is a lesson i had to learn for myself – well, i’ve had to learn for myself repeatedly – letting the small bad things happen to get the – [crosstalk] yeah", "it’s got to happen", "[crosstalk] – huge good things done", "on the front of hiring, are there any particular books or resources…", "i know there’s a book called who that a lot of the startup ceos that i know have found very helpful which is sort of a distilled version of topgrading", "were there any particular resources or bits of advice…", "i know you’ve done quite a bit with jay abraham but maybe not on the hiring front", "what were the resources – books or otherwise – that you found most helpful, if any", "i wish i could recommend one but… and this is something that i hear from a lot of friends who are starting to hire and build their teams – they have 10, 15, 20 people and they’re starting to realize, “hey, this is actually pretty important.” and they come to me and they go, “i want to hire a project manager", "how do i hire the best project manager?” and i say, “basically, get ready to eat shit for the next two years because it’s really hard and there’s no great book that’s going to lay it out because it is inherently complex and messy", "and the fact of the matter is the first hire you make is going to be not good", "the second’s not good", "the fifth… but, eventually, you’re going to learn what works and what doesn’t.” and, by the way, it would be different from my company than another company", "we did a partnership with this other company and they start their meetings off by doing a cheer and they sing songs and our company does not do that", "okay", "ramit’s company starts with ritual – [crosstalk] yeah", "we sing “kumbaya.” yeah", "and that’s great", "their company is awesome and our company is awesome in our own way", "so nothing i could say would help them except the best advice i could give them is, “you have to go through the fire", "you’ve got to do it", "you’re going to make mistakes so just kind of accept that.” it reminds me of this story that the director/writer/musician/polymath robert rodriguez told me where he goes to these film festivals and he’s had all these huge blockbusters now and film students or would-be filmmakers come up to him and they go, “yeah, i want to do this but this happened and then we didn’t have enough money for that", "and, well, you know you can’t do a, b, and c because this happened,” and he said what they don’t realize is that’s the job of a filmmaker – nothing is going to work and it’s up to you", "that is the starting point – literally, the job description begins with, “nothing is going to work, and then you have to figure it out.” now, i want to talk to you a little bit about something we were chatting about in the green room which i think you’re particularly good at and that is interacting with haters and belligerent people on the internet", "so – what", "i’ve never had anyone send me an email like that in my life", "so some people like golf, some people like boxing, some people, i don’t know, badminton – you like interacting with belligerent people on the internet", "love it", "i do it with every single one", "[crosstalk] so can you describe for us the rules of engagement and sort of best practices for this sport", "okay", "let me break it down for you", "everybody, listen up because you’re going to get one of these people in your life, i’ll tell you that right now", "first of all – [crosstalk] this is so twisted", "it is very, very sadistic", "okay, when do you get the chance to talk to somebody who runs up to you in the street and says like, “f you”", "never", "it never happens because people don’t do that in the street", "right", "but, online, they do it all the time", "yeah", "and then i think about how i don’t really feel much at risk because, if i went to a comedy show – if i go to comedy cellar – i would never dream of heckling the comedian because that’s their job", "they’re always going to win", "so i sit there politely, and i listen, and i laugh, and then i leave", "when somebody comes in and sends you a message but you see 50 or 100 of them a day, there’s no chance of them winning", "and, actually, so i love it because i get the chance to interact with someone i normally would never interact with", "if you play it right, you can get to see inside their mind and actually learn something pretty interesting", "sometimes, they might leave it at just, “f you,” but, over time, i’ve come to realize it’s very mathematical", "of 100 people that email me, they’ll say something like, “f you,” or whatever, just very directly – [crosstalk] just to translate, that’s burmese", "it’s “fuck you.” and i’ll say something like, “why?” because what you need to do at this point is you need to bring it down", "you need to tone it down", "okay", "[crosstalk] yeah", "or i’ll say, “what’s wrong", "are you having a bad hair day?” and then it’s very fascinating what happens next", "so 50 percent of people never respond", "you guys find that interesting", "they sent you this email; you respond back, they don’t respond at all so what’s up with that", "and, if you really wanted to find out, you could re-reply a day later and track that", "so what is up with that", "okay, i’ll tell you what’s… okay, so 25 percent of people are going to double down and get really, really angry, in which case, you double down and put a picture of someone with a really bad hair day and now they don’t know what to do", "25 percent – and this is why it was all worth it – they go, “oh my god, i didn’t know you were actually going to read this,” and now you have a discussion", "right", "now you can find out why they sent that", "and this happens to me all the time – i cannot even tell you how often – and it is so fascinating to get the chance to talk to someone who’s been on my email list for, say, four years and never have written me", "they’ve literally gotten tens of thousands of pages of material we’ve sent them for free and the first thing they wrote was “f you.” i go, “what’s up", "why’d you say that?” and some random joke i made on page 3 of this email really set them off and they just had to write back", "they had to write back and, most of them, they still say, “i didn’t think anyone would actually read it.” i find it so fascinating that, in the world where we are so connected to other people, there’s so many people that feel that no one is actually listening that they would sent an email knowing that no one’s going to read it – that’s what they believe – they would send it with all this emotionally loaded language and they would just send it out there", "but, when someone actually listens, they’re struck and that’s when you can start engaging with them", "i find it totally fascinating", "so another technique, another judo move, that i’ve seen you do on twitter, specifically, which i admire – and chris sacca is also very good at this, you should check out his technique – is when someone will be like, “hey, fuck you, scam artist", "what the fuck", "ah, get rich, lolz,” and you’ll respond with something like, “interesting", "i’m intrigued", "tell me more.” and then they don’t know what to do because they’re expecting you to either respond with some anger or respond with something trying to be clever but, instead, you’re like, “interesting.” okay", "so here’s the thing: people are pattern matching", "right", "if you read cialdini’s book, influence, he talks about “click, whirr.” you do something and people are going to respond – very programmatic", "wait, whirr", "it’s like he’s written – [crosstalk] oh, i got it, whirr", "yeah", "people are programmatic so, if you write someone an angry email, they’re almost always going to write back really angry", "but, for me, there’s no… i’m not angry at them", "right", "i haven’t done anything", "all they did was send me an email which i’ve seen a thousand other people send", "and i know it’s not me", "i know that because that email that they’re reading got sent out to a million other people and they all loved it so it’s probably not me, – it’s probably something going on with them, and i want to know", "so, when you sort of respond in a way that’s not the obvious, then, all of a sudden, you shift the entire conversation", "now, if i wrote back and said, “f you,” now that’s what they expected and they feed on that but, when you change the whole dynamic, i think that’s when you can have a really interesting discussion", "same thing for business, by the way", "if you’re looking at markets where, for example, if you were trying to create another princeton review today or you’re trying to write another personal finance book, you probably don’t want to go with the same “click, whirr” programmatic strategy", "you want to try to analyze what is missing in the market, how are people not being taken care of or responded to instead of going with the same thing that everyone else is doing", "so, josh, i want to ask you a question", "are you famous on the internet for handling haters well", "i don’t even… i barely know what the internet is but this is actually a really great fight principle", "now, i don’t have any experience interacting with haters on the internet but i do have quite a bit of experience interacting with people who essentially say that in person", "wait… what", "wait", "so you opt not to be on facebook but then you go out and find people who are going to say, “fuck you,” in person", "what do you…", "where do you…", "[crosstalk] no, i’m talking about competing in martial arts", "[crosstalk] oh, i see", "alright", "[crosstalk] and so it’s amazing… i spent years training at how to deal with fighting dirty opponents – so people who, in some kind of martial arts exchange, after the bell, will target your eyes – [crosstalk] or chess", "yeah", "chess is like kicking you under the table or cheating with talking to a coach in the chess world but, in martial arts, it’s a little bit less subtle", "they’ll actually try to kick you in the balls or take out your knees in between rounds – it gets pretty wild – or targeting your eyes, neck", "and, initially, it will throw you off but i trained for years – because i had to win national world championships – you knew you had to deal with these guys and be at your best when they’re at their worst", "and so i spent a lot of years bringing in the dirtiest players you could find and learning how to play with them in the gym", "and then i remember this time in the 2002 world championships in taiwan, i was fighting this austrian guy and he was just the textbook dirty player", "he was trying to bust my knees up after the bell, he hit me too solid – like straight up groin shots which were well-placed – but i’d done all this training at this and so i was focusing very purely and i was smiling at him which is kind of your move", "and he was so used to people responding to his dirty play with anger that, when i didn’t give it to him and i smiled at him, he got desperate and he kept on doing more and more outrageous things", "and, when i responded with no emotion, at the end of the fight, he was basically throwing himself on the floor", "he was completely destroying himself because he needed my response like a leg – that was a leg he was used to leaning on", "and so i think your principle is brilliant and i practice the in-person version of it", "it’s a lot… it’s interesting how much they apply", "and, also, i noticed something you just off-handedly said is that you trained with dirtier players and that’s something you’ll find true of a lot of people who are at the top of their game – they find something that is interesting that is helping them develop and then they will actively seek it out", "like what person in their right mind would seek out dirty players and fight against them", "only someone who wants to be the best", "well, it’s a very interesting thing that happens in different forms of competition which is that, if somebody plays outside the rules, the typical response is righteous indignation", "right", "because that person isn’t playing by these rules which are arbitrary rules, anyway", "so the weakness of almost any martial artist is the dogma of his sport", "right", "and we could go through different martial arts like judo guys, for example, are incredible fighters but the rules of judo is that you can’t lie on your back and so they’ll turn themselves and land on their stomach in the middle of a throw which, as you know, exposes their back to being choked out in a real fight", "right", "or jiu jitsu guys might have a bias against footlocks, right, or might not be such good strikers", "or, like in chinese martial arts, people believe it’s not honorable to fight on the ground", "so you build all this – you kind of make a cult of your inhibitions and you – [crosstalk] make a cult of your inhibitions", "yeah, i think that actually comes from… i think my dad used that line in one of his books", "i think it’s a great term because people basically have some kind of insecurity or some kind of inhibition and they build a cult out of it and they protect it instead of taking it on and sort of finding the dirty player to go at your neck and your eyes", "and so, for example, as a fighter, the way that this manifests is that, if someone starts targeting your adam’s apple and your eyeballs and you don’t know how to deal with it, you’re going to be furious because you don’t know technically how to deal with it but, if you’re trained with how to deal with it, then you’re not going to have that emotional reaction", "so we’ve talked about fighting austrians", "i want to talk about dancing bears", "this is going somewhere, bear with me", "i’m not on lsd", "yet", "no, that’s a joke", "don’t try this at home, kids", "we’re trained professionals on a closed course", "so josh is a recluse – is that fair", "yeah", "just go with it", "[crosstalk] so josh, when he’s not fighting dirty austrians, he prefers to be left alone for the most part", "occasionally, i’ll drag him out to do something like this, in part because he will most certainly text me the next day and go, “you fucking fuck", "you fucking fuck,” which i find endearing", "but he does not engage on the internet, does zero media, and i admire that because you’re able to get a lot of deep work done and it’s a challenge for me", "i’m able to do it but it takes a lot more effort because i’ve exposed myself, not in a criminal way but in a public way", "and could you explain…", "so we will sometimes joke when we’re forced – or volunteer, in my case – to do something in front of a lot of people or to do something like a speaking engagement like, “dance, baby, dance,” and we’ll talk about the bear", "so could you give us some context on where this came from", "yeah", "so i have some history with this theme because, when i was 11 years old, my dad’s book, searching for bobby fisher, came out and then, when i was 15 years old, the movie came out and it was a big deal and so i was thrust into this mainstream media spotlight without asking to be", "and that was in the middle of my chess career so i had this deep love for this art and i was so passionate about it, but i had so much attention on me that i found myself getting pulled into this externalized relationship with my first love and it was heartbreaking and i didn’t have the internal tools to resist that pull", "and i’ve had several times in my life where i’ve kind of had to do some… so i used to develop this computer chess program called “chessmaster” and i had to do press things for that and i wrote the art of learning and i had to do this big… what you’re all doing now and which you’re awesome at", "and, during that time, i got pulled in with a public speaking tour quite a bit because everyone wanted to… the thing is that nothing really calcifies the growth process, in my opinion, like people who are on the speaking tour because they’re being asked to speak about the same ideas that they spoke about the year before, and the year before, and wrote about three years ago, and as opposed to breaking new ground", "and i’m personally allergic to anything that will calcify or slow down my growth process because i love learning more than i love anything and so i have this ingrained allergy to anything that externalizes my relationship to the game", "so the last public keynote address that i ever gave was a lot of years ago", "some speaking agency convinced me to work with them and i was doing some talks", "and i was conflicted about it and i had all these ethical constraints on them, and they talked me to going to this event in florida", "what were the ethical constraints", "just that i would only work with beautiful companies that were helping the world and were awesome", "they were like, “oh, one of these guys.” “one of these guys.” so they just completely bullshit me about what i was going to go do and i went out to florida thinking i was working with this group they told me was donating all these medical supplies to countries in africa and i thought it was awesome and beautiful", "it turns out i was going to the national sales convention of this big group and i just was literally the follow-up act to a monkey on stage", "and i was speaking – [crosstalk] a literal monkey", "[crosstalk] it was actually a monkey", "there was a monkey on stage that was doing, “are you smarter than a monkey?” or something", "and i live my life in the realm that authenticity is the most important thing to me and i was going to speak about my pain, and my ideas from chess and martial arts, and stuff that i love and then i was just feeling this wild hilarity of being the follow-up act to a monkey and being just… that was where the dancing bear thing came from", "so that was the last keynote address i ever gave", "and so now, i only do public things, frankly, with you", "i think, for the last many, many years, that’s all i’ve done", "and then, if i give a talk, it’s always a q&a which is a dynamic dialogue where i actually can feel like i can learn from because you’re speaking to a small group or a big group of really brilliant people who are all in in their training process and it’s an exploration that i can learn from their questions", "and so that’s where the dancing bear comes from – the follow-up act to a monkey", "a real monkey", "“are you smarter than a monkey?” that’s coming up next, folks, so stand by", "what book, or writer, or it could be thinker has most influenced each of you in the last, say, year", "or someone who’s really just influenced you", "adam, do you have any thoughts on whom or what that might be", "well, i’m always foraging for ideas so, for example, cialdini’s book, influence, but i read far afield because the ideas in investing come from outside the domain", "if you want to have an insight in whatever your field is, it helps to look outside your field", "so i read constantly", "and i read poetry – i like rumi", "so, actually, i’m going to say rumi because he’s gotten me in touch with the mystical, and the mysterious, and the magical in life", "[crosstalk] do you gift many books", "i’m sorry", "do you gift books to other people", "i gift all the time", "if so, what are your – [crosstalk] i’m a world champion gift giver", "[crosstalk] what are your…", "it’s really… [crosstalk] so that’s your domain", "[crosstalk] it’s true", "adam gives so many books, gifts – it’s amazing – to me and my son, jack", "he is a world-champion gift giver", "i think that’s absolutely true", "[crosstalk] this is going to be a digression, which is kind of my thing", "so i remember once reading a bedtime story to jack – long story – and the book was giraffes can’t dance", "yeah", "and this book, for two weeks, has been just decapitating me on amazon", "this book is a juggernaut", "it is just – [crosstalk] seriously", "[crosstalk] it is just killing the top ten list on amazon", "every christmas, giraffes can’t dance will kick your ass", "and you just blew it up on your podcast", "i did", "yeah", "i think that’s hadakidi – i think that’s what that’s called", "jack loves that book", "i will have to delay the publication of this esteemed podcast featuring giraffes can’t dance", "first one’s on me, guys", "come sponsor my podcast", "where the hell was i", "oh, yes", "so you’ve given a lot of books as gifts", "what books have you gifted most often to other people", "is there a short list or just those that come to mind that you’ve gifted more than once", "no, it’s really unique to each person so there’s no one book because each gift reflects something i want to share with that person", "but i would imagine there have to be some generally applicable books that you’ve enjoyed that you’ve given to more than one person", "or is that not the case", "oh, i’d have to think about that", "okay", "we’ll come back", "okay", "yeah, come back to that", "we’ll come back", "[crosstalk] because that’s a tough question", "[crosstalk] we got room in between giraffes can’t dance", "by the way, i can’t let ramit’s “fuck you” thing go", "if any of you want to get in touch with him, you know how to get his attention", "[crosstalk] oh god, what have i done", "so, wait, if you have business opportunities, anything… and i believe this works well with everyone so… [crosstalk] thanks so much", "and, if you want josh to do a speaking engagement, you have to practice your dirty fighting skills and figure out how to throw a good – [crosstalk] kick him in the groin", "yeah", "groin kicks", "that’ll get his attention", "and for all the people who have been asking me to introduce them to josh to do media, he’s not going to do it", "he would rather be fighting, and cooking turkeys, and riding his one-wheel around", "surfing", "and surfing which is a big thing", "so, ramit, what about you in terms of thinkers, or books, or anything, really, that’s influenced your thinking a lot in the last year", "i read a lot of military books", "i think that the military is amazing at building training programs and identifying people who are good and then making them great", "so, especially at the special operations level and, having met some of those folks and doing some work with them, it’s pretty outstanding the way that they can cultivate mastery", "so that’s great", "books i’ve gifted: gift of fear is an amazing book, particularly for women, but i actually think everybody", "learning to trust your intuition – [crosstalk] gavin de becker", "yeah, gavin de becker", "and he talks about – [crosstalk] who, by the way, not to interrupt, but he has a company that does very high-end security details for high profile folks", "exactly", "trusting your intuition, knowing when the little antenna at the back of your head goes up, and you can’t see anything, and we so often say, “it’s nothing", "i’m going to walk down that alley or i’m going to just go into my house like normal,” but listen and learn to trust your intuition because we have it but it kind of gets suppressed because we don’t want to be that weird person", "so that’s a great gift", "i can’t recommend it enough", "the two books i wish i could gift more: charlie munger’s… poor charlie’s almanac", "yeah, poor charlie… it’s an amazing book on mental models, super dense, and nobody wants to get that book as a gift", "it’s a gift you have to buy, not get gifted", "that one and also breakthrough advertising which i think is one of the most sophisticated books on marketing every written", "it’s super dense", "i read it every year and i learn something new", "who’s the author", "eugene schwartz", "eugene schwarz", "and it’s an amazing, amazing book on copywriting and, really, human psychology but, again, nobody wants to get that as a gift", "look it up and buy it if you want it, but it’s fantastic", "what about you, josh", "and i’ll give you two options here: it could be someone or something that has really changed or informed your thinking in the last year or it could be something you’re really looking into, subject matter-wise, or a particular thinker you’re diving into in the coming year", "well, you and i have talked about books a lot, right, so we’re just going to set that… [crosstalk] well, we don’t have to… [crosstalk] yeah", "we’ve done a lot of best books", "[crosstalk] we don’t have to just set the record on the platter and play the same track", "yeah", "but subject matter-wise", "so my foundation of books which we’ve discussed – laozi, hemingway, jack kerouac, robert pirsig – these are books that were really important to me recently and we’ve discussed all these so we’re not going to… [crosstalk] yeah, but i have a question for you about one of them", "which one", "can we jump in", "[crosstalk] yeah, let’s do it", "[crosstalk] so the tao te ching", "tao te ching, yeah", "okay", "so this has come up a lot in the podcast", "a lot of people like it – rick rubin, yourself – but, if i recommend that book to, say, ten people, of those ten, two may seem to enjoy it, and eight are like, “what is this", "i can’t make any sense out of it", "it’s just like a book of fortune cookies", "what…?” yeah", "it’s so ambiguous", "[crosstalk] “what is this", "‘there’s no there there.’ what the hell is this?” so what are they missing or how should they read it", "my favorite definition of wisdom comes from the glossary of robert thurman’s translation of the vimalakirti sutra and it’s tolerance of cognitive dissonance and that’s what laozi is about", "right", "so, if you read the tao te ching… first of all, i think it depends on what translation you read", "you need to read, in my opinion, the gia fu-feng and jane english version", "say that one more time", "gia fu-feng and jane english translation of the tao te ching, i think is the most true that i’ve run into and i think i’ve read them all", "i don’t read ancient chinese so i’ve had to kind of circle it", "and a lot of these – [crosstalk] you’re so lazy, man", "[crosstalk] i almost took up learning ancient chinese years ago for that one purpose but the reason a lot of these translations are sort of thesis statements which take away the ambiguity and i think a lot of people don’t want to tolerate cognitive dissonance", "laozi doesn’t tell you what to do", "it’s – [crosstalk] okay", "so is it the lack of specific prescription that is kind of almost a warshak test of sense", "you’re looking at the tea leaves and what you see tells you", "how you interpret it tells you what you need to know as opposed to…", "[crosstalk] well, this principle that ramit was speaking about – the response to aggression with empty space, with non-violence – this is at the essence of laozi", "for me, it was very important during the period where i was transitioning, where i was dealing with this existential crisis of my chess career where i’d been working with a coach for several years who was urging me to study the opposite style from what was natural to me", "i was being pulled in this externalized relationship to things and it was kind of the entrance into my philosophical exploration of self-expression, of authenticity, of a deeply intrinsic relationship to my search for truth as opposed to being driven by the external – competing from the inside out as opposed to the outside in", "so it was a big part of my foundation in self-development", "so maybe that’s… and all those authors that i just mentioned were a huge part of that", "in the last year, i have to tell you, this is a brilliant book", "sam sent me an advanced copy", "this tools of titans is… i’m not… tim and i are dear friends – i love the guy – but i give him so much shit", "trust me; i’m not saying this if it isn’t true", "it’s a goldmine", "your podcast is brilliant and i believe it’s your calling in a lot of ways, at least in this period of your life, because you’ve taken the art of deconstruction – which i think is your finest art – and you’ve developed this medium with which you can study people and get to the essence of them so quickly", "and i’m stunned by how you can have so many conversations that are deeply meaningful and then you can really get to the essence of someone by studying them for a few days or a week", "i couldn’t fucking do that", "it’s a beautiful thing to see", "then you’re bringing it to the world", "you’re gifting the best ideas of a lot of who you consider brilliant people through this podcast but then you have to listen to two, three hour talks – which is awesome but a lot of people don’t have the patience – and this is a way of just shortcutting your way in", "and so i think this is actually a goldmine", "i’ve been reading it and loving it myself", "thanks, josh", "i really mean that", "thanks, man", "it’s true, dude", "thanks, man", "i wouldn’t say it if it wasn’t true", "i didn’t slip him a twenty", "he’s an expensive date", "[crosstalk] yeah", "thank you, josh", "another book which i think is really important right now is a buddy of mine who you had on, sebastian junger, his book, tribe", "yes", "100 percent agreed", "yeah", "i thought your interview with him was beautiful", "you guys really… the introduction of these two guys was hilarious", "the text exchange to get them to loosen their shit up with one another was really funny but, finally, they did and i thought that was a… sebastian’s been studying evolutionary psychology and… yes", "so josh introduced us – [crosstalk] it was ridiculous", "[crosstalk] – and we were up doing this, “very nice to meet you, sir.” “yes, good day, sir.” this very kind of weirdly sort of formal exchange – [crosstalk] “have your publicist talk to my publicist.” [crosstalk] – and so josh jumped in a few levels down", "he’s like, “guys, loosen the fuck up.” i was like, “okay", "alright.” tribe, i highly, highly recommend", "it’s a great short read", "so i’ve asked people oftentimes – and we are going to do some q&a in about 12 minutes so hold your horses but we’ll definitely get there shortly – the question i’ve asked often, and there are many, but is what advice would you give your 30-year-old self or your 20-year-old self", "it tends to produce one or two of the same answers: “i wouldn’t say anything because i wouldn’t want to change where i am,” or, “enjoy it,” is very common", "the question, though, that i’d like to pose is a bit different and it is what advice do you think the happiest version of your 80-year-old self would give you now", "so anyone who wants to tackle that is welcome to give it a shot", "well, let me riff off of something that josh said about – you were talking about the book where two people love it and eight people are like, “what is this?” – and i think that, in this day and age, we are given so much advice", "and, as someone who is in the advice industry, i see it and i have a healthy disdain for a lot of advice", "and, if you follow the advice that people give you, you’ve got to wake up and, by 3:00 a.m., you’ve got to be hustling, and you need to be doing all this stuff until… and it’s crazy", "you can’t do all this stuff and feasibly be a normal human being", "i had books that people told me i need to read and i opened them up and i’m like, “this book is shit", "who the hell…?” but 20 people i like told me to read it", "and then – [crosstalk] give me an example", "can you think of one", "yes, because i ended up loving it", "so here’s a classic simple example – [crosstalk] the four-hour workweek", "no", "when i was in my early 20s, i read 22 immutable laws of marketing – or branding – and i’m like, “what is this?” and i just… and then i picked it up again when i was 30 and i’m like, “this is awesome.” i wasn’t ready for it and i’m glad that i gave it another chance because i didn’t have the context", "and i’m willing to bet… and i’m not saying that i got better – things just changed and, by the time i was 30, i was ready for it", "i guarantee this book, maybe some of the people just don’t like it and that’s fine, but maybe some of them don’t have the context, or they’re not ready, or it’s just not integral right now", "everybody – including in the book, which i love – meditation’s a classic thing and i don’t meditate", "and i try not to feel guilty about it because i don’t think it’s the right time in my life", "i have a very calm mind and i have the ways that i like to enjoy, and all that stuff", "it just doesn’t involve meditation but i’m sure… because i believe that most of us are basically the same in most parts of life and, if we embrace that, then we can optimize it and we can free up that 2 percent that we’re different and get really unique and special", "i bet you that, as i get a little bit older, i will become more spiritual, i will probably meditate – these are classic things that happen", "i think if i were 80 years old, i would look back and say, “listen to the advice and hear what people are telling you to do but, if it doesn’t feel right, it’s okay to say, ‘you know what", "i’m going to put that aside, come back to it in a year or five years, and maybe, at that point, the book will be great or i will be ready to meditate but i just don’t have interest in it right now", "it just doesn’t feel right and that’s okay", "i don’t need to do what everybody else says", "i’m going to do what’s right for me, be a great version of myself, improve, but be really judicious about who you’re listening to and what you’re applying.'” i think, also, you mentioned intuition and the gift of fear", "this is something i’ve really tried hard to resurrect for myself in the last few years because i’ve been driven by pro and con lists, and spreadsheets, and this, that, and the other thing and using my left side of the brain that’s simplistic, obviously, and just trying to use an analytical framework for everything and took a lot of wrong turns", "i’d be like, “this deal is great,” and i remember at one point ages ago, this girlfriend said to me, “wait, do you trust this guy at all?” i was like, “not really,” and she’s like, “oh, jesus.” and then i did the deal and, of course, it was a disaster", "so i think the intuition is also really important to develop an ear for when you’re making those types of decisions to put things aside", "adam", "what would your 80-year-old self tell you now", "well, one of my favorite quotes was by one of my heroes, juan belmonte and juan belmonte was sort of the rocky of bullfighting in the early part of the century", "he fought pre-antibiotics, so even a scratch of a bull’s horn, you could die from that", "they used to call him “the flying matador” because he was so bad the bulls would just keep tossing him the air but he was really – [crosstalk] i did not see that coming", "and there’s a quote in there that i love and, actually, one i’d really like to share because it’s germane to everything we do because we hear about achieving, and performing, and being our best selves", "mind you, this is a bullfighter who rose from poverty to be the best bullfighter of all time and with no aptitude for the sport, really", "and, if you’re bad at martial arts, or surfing – whatever – but, if you’re bad at bullfighting, you die", "anyways, so he said the following, he said, “no life worthy of the name consists of anything more than the continual series of struggles to develop one’s character through the medium of whatever one has chosen as a career.” which that’s fascinating because, now, your career becomes reframed as merely something with which you’re going to develop your character", "and so i think that’s what my 80-year-old self would say, to just remind me of that – “keep working on your character", "it really doesn’t matter what you do.” what aspect of your character are you most trying to develop in your current primary…", "fearlessness", "what was that", "fearlessness", "fearlessness", "yeah", "josh, that’s a tough act to follow", "that was beautiful, man", "i have trouble remembering four-word quotes", "that was amazing", "i’m like, “‘to be or not to…’ how….?” alright, josh, how about your 80-year-old self", "well, i’m in the midst of this transition from being a fighter, a competitor, and then literally a fighter, to being a nurturer, primarily", "and my relationship with this sport that i’m taking on now with paddle surfing, which is my fourth big mountain in terms of my own training, is much more about receptivity, and feeling the ocean, and entering that sweet spot of enormous power of something that’s traveled thousands of miles", "and so a big reason that i’ve gone that way is because i feel that the art of receptivity is just a never-ending pool i intuit from here", "and so receptivity and love is a huge part of what i intuit is where i’ll be focused for the next 10, 20, 30 years and so i would say from here that, from my perspective now, that’s what i think my 80-year-old self would be telling me to focus on is deep listening to humans, and nature, and what’s moving most elementally inside of myself", "i’m a completely devoted dad and i can’t imagine my 80-year-old self saying anything but, “seize every moment you can with these little dudes and give them every ounce of love you can.” and i also feel in myself now a commitment to living life – every last drop as fully as i can ever live it", "and, honestly, i live in new york now and this is putting that into question because i’m so passionate about the… i love new york", "i’m a new yorker", "i love the city but i’m yearning for nature right now", "i feel, in some ways, that living in the water is what’s needed for this next surge of me living life as fully as possible in my own development", "and so i think that that’s the direction my 80-year-old self would be giving me a kick in the ass but he’ll be a lot wiser than i am so… there’s so many questions i want to ask – we’ll have to continue this – but let’s start with one which is what is some of the worst advice that you hear given out in your world", "and you can choose world however you want to define it", "that could be past career, current career, it could be circle of friends, it could be anything like that", "or a terrible piece of advice – it doesn’t have to be the worst – but a common piece of advice", "and i’ll buy some time here", "for me, i remember applying to colleges and having my guidance counselor in high school tell me to lower all my standards because i wanted… i had my reach schools, my a list, i had my “i think i can get into” b list schools, and then my safety schools, and he said, “no, no, no.” he laughed", "he said, “oh, tim", "silly, silly boy", "you need to take your safety schools and make those your reach schools", "you’re five paragraphs too high here.” and, not realizing at the time – i realized this soon thereafter – that his incentive was to be able to say, “x percentage of my students got into their first-choice college.” the easiest way to do that is to make everyone lower their standards", "so that was a terrible piece of advice that i received and a terrible piece of advice that i hear a lot", "so the antithesis of that would be, “hold the standard,” which is the advice, for instance, at the fat duck which was, at the time, the no", "1 ranked restaurant in the world", "heston blumenthal said that to someone i’ve had on this podcast, chris young, is like, “hold the standard,” because he tried to pass something off that was 99 percent perfect, but not 100 percent", "so anyone want to take a stab at that", "“do it the way that that guy did that.” “do it the way that guy did it?” yeah, people give advice all the time that you should follow this prescriptive path to success", "yup", "and i think that excellence is all about self-expression", "mm-hmm", "and so people look outside and try to replicate the path of somebody else but then, when the shit hits the fan as it always does – when the pressure’s on – it’s not coming from inside of you", "how much of self, let’s just say – tim, josh, and so on – is discovery versus creation, in your mind", "in other words, do you – [crosstalk] that’s a great question", "[crosstalk] – start with the raw materials of everything that josh represents and then it’s a process of pulling back the layers of the onion and discovering these different pieces", "or is it really just tabula rasa…", "[crosstalk] i think you’re entangled", "yeah", "i think that, as we’re discovering ourselves, we’re creating ourselves", "i think about this in the context of someone taking on an art", "they have to understand who they are", "i think people should do what they love and they should do it in a way that they love but that evolves and so it’s not stuck", "it’s not static", "it’s dynamic", "it’s dynamic quality versus static quality and so there’s the act of creation in the discovery process", "and i’ve experienced that the biggest losses that i’ve had and the biggest disappointments that i’ve had have led to the biggest wins of my life", "in many ways, that’s because i created myself based on the response to that experience", "and i think that’s actually really an important part of this principle of unobstructed self-expression – doing it from what’s inside out", "that’s always changing and you have to be attuned to it", "so the way i would respond to that would be that, intuitively, they’re fundamentally entangled and navigating that entanglement is a big part of the genius and the growth curve", "agree", "i do agree", "well, i agree that that is an interesting viewpoint to have on it", "it’s something that i’m… that sounds like a dick-ish way of saying, “i didn’t understand a thing that you just said,” but it’s not", "it’s just that i don’t have a firm position on it", "it’s something that i’m exploring for myself and thinking through myself", "so that’s why i hang out with these guys is to get something to chew on", "so i have to chew on that", "i don’t know if i agree with it", "i don’t know either", "you just asked a question and i thought it up", "that’s what i think", "ramit", "i heard the most interesting pieces of advice recently and it blew up something i’d believed my whole life", "so my friend, nick ray, runs a company on museums and he takes people in museums and he gives them tours that are really cool", "and he was talking about how he goes to a museum himself and he said, “if i go to a museum, i’m spending 90 minutes, max, and the first 30 minutes are in the café planning where i’m going to go.” and i’m sitting there saying, “wait, what?” and i said, “what do you mean?” the way i was raised, we would go to a museum maybe once every five years – maybe – as kids", "we’d save up our money to go there and we would spend seven hours going every level because we knew we were never going to go back", "and what nick was saying, in so many words, was have the abundance to know that you can go back and don’t think that it’s once and done", "and also know that leave at the peak – there’s power in leaving at the peak.” and it blew my mind to think that, my whole life, at that point at 34, that i had just thought, “i’ve got to go through every single thing and check the box.” but, really, he’s talking about curation – he’s talking about abundance – all in a simple one-sentence example", "i love it", "it also reminds me of – we won’t dig into it right now but we’ve talked about it before – the ending on a good rep, ending on quality", "they’re really closely related for both achievement, in that case, and skill development but also just for appreciation and quality of life", "adam, what about you", "which question are we talking about here", "yeah, what are your thoughts on the last ten minutes of conversation", "what’s bad advice that you’ve received, or heard, or that you want to give", "i remember i had sold my interest in the princeton review, and i was wondering what to do next with my life, and i was speaking at the time with two older, very successful, mega successful, businessmen – this was about 20 years ago – and one of them said i should go into ball bearings", "he thought for a second and he said, “adam, ball bearings.” that’s great", "i love that", "right", "and he said, “okay, stay with me here.” he said, “all the smart talent from universities, they’ve gone to wall street and they’ve exhausted whatever there is to be found there", "you’re crazy smart but you’re competing with other people who are crazy smart and why do that?” and, by the way, i thought he was… so he said there were no more possibilities there which that also was wrong", "but the second part was interesting: he said, “ball bearings.” he said – [crosstalk] ball bearings", "right", "no, but you’ll see the relevance in a second", "he said, “ball bearings have not had its edison", "right", "no one’s gone into ball bearings so it’s… no one’s ever thought about ball bearings.” [crosstalk] it’s fertile ground", "they’re little round things in different shapes – i mean, sorry, different sizes", "so he said it was a metaphor", "right", "the metaphor was, ‘go with something that no one else has ever looked at.’ and then you look at uber – who thought about taxis – you look at airbnb, you look at the most successful companies, and they’re pursuing the ball bearings philosophy, right", "and so the first part, that opportunities on wall street had been exhausted, that part was wrong but the ball bearings part was right", "and i was talking to a friend who was wondering what she should do with her career and i said, “oh, ball bearings", "find something that…” and there was a pencil on the table, a no", "2 pencil, and i said, “there", "why don’t you reinvent the pencil", "who thinks about pencils", "i don’t, which means there’s an opportunity there.” and the wonderful thing about the world is, today, you can find any niche and there are enough people in the world that you can make a fortune on no", "2 pencils", "so, if any of you are wondering what to do with your lives, they’re there – no", "2 pencils, or ball bearings, really, cups", "it doesn’t matter", "find something that – tables – find something no one thinks about and think about it", "no, it’s great advice and it actually reminds me of a trip i had recently", "i went to utah and we went to this… it’s not even fair to call it an estate", "it was just a state", "the guy, this single individual, but he owned a state", "it was this gigantic property: he had his own air strip, he had tons of buildings, and he had his own fishing pond, ludicrously wealthy", "and i asked what he did to make all this money", "and they go, “oh, yeah, you know those little parts of the wing that flip up vertically", "he figured those out like ten years ago.” it’s something you barely notice in the aviation world", "it’s probably the equivalent of wheels on luggage", "it was like, “why didn’t anybody think of that earlier?” and now he just prints money but it was because he took something very unsexy and was willing to dive into it", "well, i want to let these gents have a shot at cavorting and causing trouble in the back", "ladies and gentlemen, let’s give a hand for josh waitzkin, ramit sethi, and adam robinson", "thanks, guys", "thanks a lot"]}