{"dialog_idx": {}, "episode_num": 212, "file_type": "audio", "guests": [], "num_sentences": 335, "num_words": 6224, "raw_text": "Please enjoy this transcript of my 2016 year in review episode. It was transcribed and therefore might contain a few typos. When episodes last 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the episode here or by selecting any of the options below.  Hello boy and girls, this is Time Ferriss. And welcome to another episode of the Tim Ferriss show, where it is my job typically every episode, to deconstruct world class performers of various types to tease out the habits, routines, and so on that you can apply to your own life. Sometimes they come from military, entertainment, sports, and beyond; it’s a very broad spectrum. Every once in awhile I do an in between episode, a solo adventure, where I monologue on some topic or answer your questions. And this episode is going to be a 2016 year in review. Last year I did a recap of a number of things that I’d learned from podcast guests. I’m not going to do that this year because the Tools of Titans book handles that very, very nicely and includes all of the highlights. So rather than do that, I thought I would run through, since it’s been a common request, what I do at the end of a year. And this is going to hold true for at least the last six years. And I say six years because around 2011, I recall being at a fancy conference; I’m not going to mention it by name. A fantastic conference, very small, I’d say about 150 people. And it spanned about three days. And it happened to cross over New Year’s. And I recall sitting outside on a patio having a glass of wine with a number of folks, and getting a text from my mother. And the text informed me that the young daughter of one of my childhood mentors had died of cancer. I think it was liver cancer. This really forced me in a way to step back. And I walked away from the party, I called my mom and I spoke with her. And realized that for me New Years isn’t, and it’s really never been about the rager parties. I’ve done that, but what I did that night is as I sat down – I was slightly buzzed, but I did a complete review and recap of the last year. And I focused on that instead of on resolutions. Therefore when I think of a new year, and the end of a year including this year 2016, what I try to do is a post game analysis and really look back at the year. So I thought I would share a few things that I’ve learned, and then a few of the practices that I use. As always it takes the form of a big pile of notes, a jumbled mess of things with columns and circles and stars, and so on that I will later put into some semblance of sanity. But I’ve had about 12 pounds of leftover turkey and mashed potatoes, as well as probably 17 pounds of Danish butter cookies and chocolate, so please bear with me if my brain stumbles here and there like a drunk sailor; that is the state of affairs. Alright, number one, let me share a few things that I’ve learned by studying and listening to and speaking with two people. The first is Oprah. I have not met Oprah Winfrey in person, but listen to a fantastic miniseries. I think it was done by WBEZ. I may be getting the call sign incorrect, but a Chicago-based public radio outfit created a three-part miniseries called The Making of Oprah, or Making Oprah. And it’s very easy to find. There are a few things I took from it, among many, many others. So the first is really a few core beliefs of Oprah’s and these ended up being mantras that a lot of her producers would repeat because they would be told this frequently by Oprah herself. So the first is there are only two emotions, love and fear. So even if you disagree with that statement, I wrote it down because I think it can be used as a powerful question. If we assume there are only two emotions, love and fear, which in this moment are you feeling, or which is causing you to behave in a certain way? And as Tony Robbins has said to me and has said on the podcast; stressed, I’m just a little bit stressed, and so unstressed is the achiever word for fear. So there are only two emotions, love and fear. Next up, this is something she learned after a particular episode with skinheads. This was in 1988. And Oprah had in the beginning to of course, in sweep season and otherwise, try to raise ratings and viewership for particular episodes. She had skinheads on at one point to talk about race. And she realized at some point, I think in the middle of the episode, that she was not using them as part of her agenda; they were using her, and that she had provided a vehicle for spreading darkness in the world, in a sense. And that it was not going to be constructive; it was actually going to be destructive. So she made the decision not to represent darkness in the world, and this is a binary decision. So I think that it is very useful again as a lens through which to view your decisions and projects, and so on. Are you attempting to at the very least be a force for good in the world? Or even if you are not perpetuating darkness, committing dark acts? Are you representing darkness in the world, meaning providing a stage for it, or writing about it in a way, covering it in a way that is not intended to provoke an action to mitigate it, etc.? Alright, so that was the second thing I wrote down. And then the next was, you can only run your own race. And this is something that she would tell her producers if they were concerned about what the competition was doing. If you’re in a race, say a horse race, and you look back to see what someone is doing behind you, you’ll very frequently fall behind and then get second or third place. So you can only run your own race, keep your blinders on, and focus on your strengths effectively. Next up we have Seth Godin. Seth Godin, I’ve had the pleasure of spending some time with and these are a few things that he mentioned to me. And this is probably in fact at the last Shopify Build a Business Competition Winter Gathering, that I took these notes. He mentioned a number of books. One was called Cult Your Brand. The next was Debt, which he’s talked about on my podcast with him, as well; the very first episode, I believe. The Gift by Lewis Hyde, and Lewis Hyde has some fantastic other books, including one on trickster mythology, if you’re into that type of thing as I am. And then Understanding Comics, and they’re a bunch of random bullets. Cramer Knives, he likes Cramer Knives, C-R-A-M-E-R. One of his lines was “doing more is a four letter word.” And then there were two that really stuck with me. He also was a big fan – and is a big fan – of the Mystery Show, episode number three. This is a podcast produced by Gimlet Media. And then there are two more. Be happy with 20,000 customers. If you delight them, you’ll never lose them but you will lose them if you try to go for 20 million people. And I don’t think they’re always mutually exclusive, but I think this is very good to keep in mind in a world obsessed with scaling and more, and doubling, and hockey sticking, and so on. That’s all fine and good, but I think that it’s very easy to be romanticized by lingo used for venture back startups, and to shoot yourself in the foot, or in some cases shoot yourself in the face. So in almost all instances, something like One Thousand True Fans, written by Kevin Kelly – which an essay I recommend everybody read. There’s an updated version in Tools of Titans, and I think he’s also put it on his site at kk.org, so you can check that out. – leads to all good things, that is a necessary component whether you want to be a $60-plus billion dollar valued startup, or you want to simply make an extra $25,000, $50,000, $100,000 a year. Next, this is perhaps the key and I circled this several times on this piece of paper that I’ve kept now for quite some time, and here’s the question that he posted. “If I had to charge two times more, that is, and couldn’t do any paid advertising, what would I do instead?” So if I were targeting that at you, if you had to charge two times what you’re currently charging for your product or service, and couldn’t do any paid advertising, what would you do instead? And this is something I’ve thought about a lot, and it is a fantastic question. And most of my yearly reviews take the form of a series of questions. And some of them I’ll bring up, but most of them occur in the “17 Questions That Changed My Life” chapter in Tools of Titans, which also I put on the blog. So you can find that even if you don’t have the book; just go to fourhourblog.com or search my name, Tim Ferriss 17 Questions; it will pop right up. The review often takes the form of many questions, and this can be one of them. If you had to charge two times as much, but couldn’t do any paid advertising, what would you do instead? And I’ll very often back into the features, so to speak, of a product, or a high priced event in my case, where I decided that I wanted to charge twice as much as the closest competitor. The closest competitor, so to speak – or I shouldn’t say competitor; it’s really comparable – was priced at $5,000 a head. I decided to price at $10,000 a head, and then work backwards to create an experience that would be worth $10,000 a head. Okay, so that is Seth. We’ve covered Seth. We’ve covered Oprah. Let’s talk about 80/20 analysis. When I look back at my year, and I do this in a very particular way, I will look at my iCal on my Mac, and I will start with January 1, in this case of 2016, and go through my entire calendar day by day. And this does not need to take a very long time. It really only takes certainly less than an hour. I will ask myself two questions as filters at the beginning. Then I have a piece of paper as I do right now, and there’s a plus sign at the top of one column, and a negative sign at the top of the other. What I’m looking for is the following: the 20 percent of activities, experiences, or people, who produced 80 percent or more of my most positive emotions. These are the things that I want, positive emotions and positive outcomes, although they’re not always perfectly correlated. So the 20 percent of activities, experiences, or people, who produced 80 percent or more of the most positive emotions I experienced that year. And then on the flipside, you have the 20 percent of activities, experiences, and people, who produced 80 percent or more of the negative emotions, the stress, the bullshit in your life, the angst, the anger, whatever it might be, that you would want to remove or excise from your life, or at least minimize. And I created my various categories. It turned out; I did a very good job in 2016, much more so than in 2014, or 2015, at following my own rules. So what does this mean? This means that I had a lot more in the positive category, because I had identified patterns in the past. So I look at these experiences and then I try to spot patterns. What are the commonalities? Fr instance, in my positive column for this past year, I have a trip to South America, to do an acro yoga intensive training course. I had a family trip in June, which was to Paris, where I took my parents to Paris for a month, because my mom had never been, and my dad hadn’t been seen the ‘60s. A ski trip to Montana and friends. And elk hunt, which was in Colorado with three very close friends. I didn’t end up getting an elk, but that’s kind of beside the point. And then the Easter Island trip with Peter Tia, David Sabatini, and Nav Shantel. If you look at the commonalities here there are a few elements. So I have extended trips off the grid, meaning no social media, no email, etc., a physical component, some form of rigorous daily movement or exercise, and time with family and close friends. Then are a few other things. If you looked at positives, looking at the negative space for the positives; no startup investing. So I’ve followed my own decision to retire effectively from startup investing, which you can read about ad nauseam if you just search my name and startup vacation. And then lots of empty space. I’d blocked out of lots of empty space to my calendar so that I would have the maneuverability and space to change direction, or say hell yes, to the few things that I wanted to along the lines of Derek Sivers. Alright, so those are a few of things that I did right. Now, let me add one more thing. Before taking an action step, and I’ll explain what that step is, I also asked a number of people very close to me what do you think I should do more of in 2017, and less of in 2017? What should I do more of and what should I do less of? And there were some general responses that you could receive from multiple people, like do less of whatever you view to be a chore or an obligation. And we’ll talk about how you might do less of those things. Now on the positive side, they said teaching; perhaps you should spend more time interacting with high school students. I enjoy that and I’ve done a number of things with high school students, and I do things with high school students every year in some capacity, whether it’s through Donor’s Choose, or QuestBridge, or Build; these real nonprofits that I work with related to education. A few of my closest friends have seen me interact with high school students, and have observed how much I love that, so they said you should do more of that. Next was live podcasts and Q&A. This was feedback that I got from friends who attended the New York City event at the 92Y and saw me do a live event. So one thing I am considering doing, and I’d love your feedback guys, is having a podcast tour. Taking my dog Molly, putting her in an RV, and driving around the U.S. doing live podcasts in some well known cities certainly, like say in LA, or San Francisco, or Seattle, or New York, Miami, Chicago, Austin, whatever it might be; but also doing some more out of the way spots. Maybe a few smaller towns in Nebraska, or in Montana, for instance. So let me know what you think of that. The way I might do that is, if anybody wants to take the initiative now, this is probably what I’ll end up doing is have people create Facebook groups for Tools of Titans. So it would be a Tools of Titans Group Austin, Tools of Titans Group Omaha, whatever it might be, Tools of Titans Group Charleston. And then the people who are able, the organizers or groups who are able to amass the highest number of people, or past a certain threshold, say 250 people or 500 people, I don’t know what the number is it yet, but let’s just say it’s 250. Then they go into the contenders’ list for these live podcasts. This is a very likely thing to happen, I think. Okay, next up was more sunrises. I tend to be a very late riser; late to bed, late to rise. And I always feel fantastic when I do get up for a sunrise. That is not something that I’ve done consistently, so that’s another one. And then consistent feedback; more time out of cities in the country. So that matches up with the Montana, South America, the Colorado trip, Easter Island, etc. So once I have these patterns spotted after doing this positive 80/20 analysis and negative 80/20 analysis, then I start putting things into the calendar. If it is not in the calendar, it is not real. I’ve already started scheduling the fun stuff, and there are a few ways that I’ve done this. So number one is I almost always do something with my family for Christmas, so that’s one extended trip. This year was an exception; we took a year off of that because we wanted to do it at home. Also a trip around June or July. Now, why is this important? It’s important because with these extended trips, and of course I’m just pulling a number out of my ass, but I would say 90 percent of the gift is to yourself and others; the anticipation of the experience. This is why it’s so important to schedule and block it out ahead of time. So extended trip midyear; extended trip at the end of the year. That means you have something to look forward to every six months. Alright, now there are a few reasons that I started doing this. So you’re going to put these various trips, these various activities, etc., in the calendar. One of the reasons I started focusing on these types of in advance purchases was because I read a book, and I would give it really a 7 out of 10. There are aspects of the book that I perhaps disagree with, but I’ll get to that. The title of the book is Happy Money: The Science of Happier Spending. This is by Elizabeth Dunn and Michael Norton, and really it answers the question “can money by happiness?” The answer is that money is – well, these are my words – necessary, but not sufficient in a way for happiness per say, but can you use money to increase your wellbeing and effectively happiness in different degrees? And the answer is yes, absolutely. So they focus on five core principles. There are some issues with the social science observational data confusing correlation with causation, etc., all of that. But I did find it useful as thinking of a framework. Some of the questions they would ask are – and I know we’re jumping around; this is the Danish butter cookies and caffeine in action. But the questions they might ask would include when you’re considering a purchase, how will this affect how I use my time? So for any purchase, how will this affect how I use my time? That’s a good one to write down. This is actually very versatile. It could be something you’re considering doing in the future; it could purchasing this and anticipating enjoying it six months from now affect how I use my time now, etc.? Next is how will I use this thing on Tuesday nights? Next Tuesday, how I will I use this on Tuesday nights, or next Tuesday? In effect what you’re doing is you’re turning decisions of dollars into decisions of time; how purchases will affect how you use your time. So another analysis that I do, or review, in addition to the iCal or calendar review and 80/20 analysis positive and negative is I’ll go through my five minute journal. So many of you have heard me talk about this before. The five minute journal has a series of prompts that you answer in the morning and at night. It takes about five minutes, certainly less than that; three minutes in the morning, maybe three minutes at night. There are a few bullets at the end, such as three amazing things that happened today; how could I have made today better, and I am grateful for, at the very top. When you go through your logs and you read your entries, which are one page apiece in the five minute journal, you will spot patterns. This informs also how you then start to put things into your calendar and schedule. Alright, when I read this book Happy Money, this was some time ago, I started to do quite a few things. I would ask questions, and I’m going to ask these types of questions of myself now. And this relates also to something that a gent named Dan Sullivan, who owns a company called Strategic Coach. This is a point he has made, which is if you have money to solve a problem, it isn’t a problem; and I’m a paraphrasing here. So there are certain questions you can ask yourself; I have these written down. I’m saying so a lot; it seems like that might be the 100 percent cacao chocolate kicking in. Alright, $100.00 to most increase happiness, question mark. If I could only use a $100.00 right now to most increase my happiness, what would it be? How would I apply it? And then I have $500.00 to most increase happiness, question mark. $1,000 to most increase happiness, question mark. Last year some of the answers were gymnastics rack. That is a stall bar, or a stall wall, ala gymnastic strength training, as well as pads. These are sort of roll out gymnastics mats, effectively, for doing acro yoga and so on. And I did purchases these things, and they did dramatically improve both my physical wellbeing and just general psychological wellbeing. So the direct translation; check, check, they both really worked. And then, this of course dependent on your particular financial situation, but if you were to take, say, 10 to 20 percent of your liquid income that you can afford to lose –this is important – 10 to 20 percent of your liquid cash, let’s just call it, that you can afford to lose; how would you apply it to increase your quality of life? And this comes back to sort of spending money to affect how you utilize your time. Are there three things that you would most like to add to your life; three things you would most like to remove from your life? I don’t know why I like thinking in threes so much, but I find it very helpful. So one of them, for me, was figuring out – this was last year – how to completely extricate myself from a lot of the tax and estate planning management aspects in my life and my family’s. Another one, I did not end up doing this, I guess this was probably a little bit over a year ago; I put matchmaker, question mark; wing woman, question mark. I’m not sure if you can pay for a wing woman; you probably can. But I was thinking matchmaker because a friend of mine, a very successful guy, actually met a wonderful woman, and they ended up getting married through a matchmaker. I was like you know what? Maybe all this online stuff is a little too complicated and time consuming. I did not end up going to that. Small things: a Rumba; getting a Rumba. I identified that very often when I had people clean my house, and it was done pretty frequently, it was because Molly, my dog, was shedding all over the place. The rest of the house was fine. I didn’t need dusting, I didn’t need any pots and pans and so on cleaned. I didn’t need any of that; I just needed dog hair picked up and I was over paying. And it was kind of bothering me because I would come back, and I can afford to pay for a cleaner, but I have this very particular sensitivity to people moving my shit around. My books would be moved around, my cups would be moved around. It’s stupid, yes, I know, but I’m sensitive to it. So I got a Rumba at the end of the day. There were a couple of different models. I’m still not 100 percent happy with them, but I have found them very, very valuable. And then you go down the list; like could I pay for every possible virtual reality demonstration, VR demos? Train dogs at shelters; this is really something at pay. This is more of something to add to life to increase my sense of wellbeing and contribution, which actually does apply to this Happy Money book that I mentioned. Prepaying for massages, etc. Okay, prepaying is an important concept. I won’t get into all the whys right now, but I did decide for an eight week period to prepay for acro yoga training with two instructors; we can discuss another time why. I think it’s better in almost every case with an individual sport, or craft, in both cases to not do one on one lessons, so you want either another student with you with another teacher, or you want two teachers, and then yourself. That tends to be a much better use of your time, in terms of adding steroids to the learning curve. But I ended up developing a curriculum, and prepaying for two to three times per week of acro yoga with one or two teachers, mostly two. And I go that on the books, so I couldn’t weasel out of it. Now this was also a way, because I set the start times as 10 a.m., which seems late – I know Jayco’s already done 18 hours of calisthenics by then – but in my case it forced me to get up at 8:30 or 9:00, which for me was like a herculean task. It sounds ridiculous, but I very often go to bed at 3:00 or 4:00 in the morning. So to reverse that trend, I prepaid and prescheduled for 10:00 in the morning. Then there’s a bunch of weird stuff that I wrote down here in terms of experiments. Now the experiments were in answer to the question: what are the most absurd things I could do? What are the craziest things I could do? So for 2017, what are the craziest thing is could do? I actually have not done this exercise yet. I’m going to do it within the next few days. I’m recording this on the 27th of December. Last year, I wrote down a bunch of whacky ones; short film competition, for like an action movie sequence, question mark. Impersonation, question mark; that might require a bunch of explanation. I won’t get into it right now. The next one, and this requires even more explanation, but I think you guys will get a kick out of it; the polygamist king, question mark? I have not had enough alcohol to get into that right now. The next one, apparel diet, go one year without any new clothing, without purchasing any new clothing. I still think that one is a good one. And then Sara Silverman, that’s not related to polygamist king, or the apparel diet, these are potential – this is not in the crazy land, but I tend to just let my hand flow, if thoughts are coming to mind. Podcast guests, Sara Silverman, Gerard Carmichael, Shay Carl. Shay Carl ended up on the podcast. Okay, so we have a number of things that I’ve talked about, and what is the craziest thing, what are the craziest things I could do? And some of you might recall, I’ve written about this in Tools of Titans. The goal with answering that question is not to come up with good ideas. The goal is to come up with absurd, crazy ideas, and then you find the seeds of potential good ideas later, but you don’t edit. First it’s the idea generation phase, and this is what has helped me. And I think I mentioned this on the James Altucher podcast when he interviewed me. I came up with a list at the Wired Conference I attended. I think it was the Wired Conference. Yeah, it was the Wired Conference, absolutely. I remember sitting in on these incredible sessions and at one point I was inspired to just try to think, not bigger, but odder, think stranger. If you’re having trouble thinking bigger, just think stranger. It’s kind of a shortcut, for me at least it has been. I started making a list of all the craziest things I could do. And it was like give away all my money, like literally just give it away, not donate, just give it away. To shut down all my businesses. To sell the blog. I didn’t even have the podcast; this was about two years ago when I came up with this. And then cut off both of my feet. What the fuck, right? I mean, that’s just insane talk, but I wrote it down. I was like, alright, cut off both my feet; don’t think I’ll do that, but yeah, that would qualify as crazy. And I kept on going, and eventually one was take an indefinite startup vacation. And that paved the way later to me taking this indefinite startup vacation, which has been one of the decisions of the last three years of my life, without question. Now along with the, what are the craziest things I can do, I will ask another question, which is, it’s effectively 10X, question mark? And the 10X can apply to many different things. What would I have to do, or what might I do, no matter how crazy, to 10X the listenership of the podcast? To 10X the multi unique visitors to the blog? To 10X the amount of revenues from A, B, C, D, or E? And this goes hand and hand very nicely with the Seth Godin question of, if I had to charge 2X and couldn’t do any paid advertising, what would I do instead? These pair very, very nicely. But trying to really focus on 10X versus 10 percent, because if you’ve set up certain assumptions, and systems, and processes, that only allow incremental, or at least only foster incremental gains and thinking, to unlock yourself, free yourself from those, asking how to improve 20 percent instead of 10, is not going to provide you with a new framework, or a new process, or a new structure, a new business organization, whatever it might be, a new org chart. So the 10X I do find very, very, very helpful, as a way to again, come up with a lot of crazy ideas, and then pick and choose from the rubble, so to speak later, so that you can find the seeds of something that could be a good idea later. Those are really the basics. I would encourage you to think of batching. Before we get to batching, number one, schedule the fun stuff first, because if there is a void, if you’re a type A driven personality, and you don’t schedule and defend the fun stuff, or the positive, the things that have produced, the 20 percent that have produced 80 percent or more of your positive emotions in the previous year, if you don’t expand those and block out time, and then pre-book, prepay, pre-commit to other people, so there’s a social accountability, work will fill the void that remains. And then you will end up realizing at the end of January oh my God, I’ve over-calendared, and I no longer have time for the fun stuff. And then you’re fucked, so let’s not do that. That’s a terrible feeling and a terrible place to be. Those are really the basics of how I think about the year. I’m not going to bore everybody by going through the 17 question that I go into at great length, both on the blog, and in Tools of Titans. So again, if you want to search 17 questions Tim Ferriss, you can find it there. A few things that I’m thinking about though, and I would love your feedback on. So the first is again, this live podcast tour idea. And I might combine it with like acro yoga play parties, not to be confused with other play parties, jam sessions is maybe a better way to put it, throughout the U.S. I think it would be really fun to combine those two. Not everybody who would attend would do the acro. Those would be kind of like two separate activities. But that would again, provide me with the physical component, along with the intellectual stimulation and fun of doing these live podcasts. And the way I’ll probably select cities will be by identifying Facebook groups, so Tools of Titans group, fill in the blank, it doesn’t matter; Trenton, Portland, Maine. It doesn’t have to be one of the major cities. And if it gets up to a reasonable size, let’s just say 250 or more people, then that might end up being a stop on the tour. That is probably how I will go about it. The second thing that I’m thinking of doing that I would love to get your feedback on. And when I say I’d love your feedback, just let me know on Twitter, or on the blog post, in the blog post comments for this podcast. And you can find the show notes and everything for this at Fourhourworkweek.com/podcast, or you can hit me on Twitter @tferriss. Is more month long experiments? Now, some of you may remember Knob Nam, which was no booze and no masturbation for 30 days., where we had I believe almost 10,000 people actually log in and participate in a sort of community accountability fashion on Coach.me, which was amazing. And a lot of people got a tremendous amount of that. The next experiment I was thinking about doing, and if people would like to do more of this, let me know; but potentially in January doing a NOC NOC– it’s so dumb that I find these things so amusing – NOC NOC: N-O-C, N-O-C no carbs, no complaining. So it would be effectively a slow carb diet, and there are some allowances for carbs on cheat day and so on. But no carbs, no complaining, it would be a month long version of the 21-day no complain challenge that I’ve done before for myself. I’ve never done it with a large group, and I think it would be even better. I think it would be easier, in fact, in some respects when you’re doing it with a group knowing that thousands or tens of thousands of people are doing right alongside you. So no carbs, no complaining, NOC NOC. I was going to make it no caffeine, no complaining, or no coffee, no complaining, but that, I think if you lose the coffee, people start bitching pretty quickly so that may be asking too much, but no carbs, no complaining, and then maybe we get rid of the coffee or the caffeine. Let me know what you think. And that is really about it, guys. I’ve had such a lovely 2016. I just have nothing but love for you guys. It’s been incredible what this podcast has allowed me to do. It’s been incredibly entertaining, educating, and life affirming to join you guys like this, and to interview people I find fascinating, and try to share them with you. It’s really one of the most gratifying experiences that I get to have on a regular basis. So thank you for listening; I really appreciate it. And I wish you and yours nothing but the best for 2017. May you find much joy, deep wisdom, and many pleasant surprises. And I think I’ll leave it at that. If you’ve read Tools of Titans and you haven’t left an Amazon review, I would really, really appreciate that. You know where to find it. Otherwise, I would say think bigger, and if you’re having trouble thinking bigger, think stranger. Maybe you’ll find something in that list that will end up being surprisingly practical to crack you out of perhaps self-limiting beliefs, or stories, or narratives, that you’ve held for this year, or perhaps even longer. I really look forward to seeing what all of you guys do in 2017. So thank you for listening, and until next time this is Tim Ferriss giving you a big virtual hug, and I’ll talk to you soon. Posted on: June 20, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my 2016 year in review episode", "it was transcribed and therefore might contain a few typos", "when episodes last 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the episode here or by selecting any of the options below", " hello boy and girls, this is time ferriss", "and welcome to another episode of the tim ferriss show, where it is my job typically every episode, to deconstruct world class performers of various types to tease out the habits, routines, and so on that you can apply to your own life", "sometimes they come from military, entertainment, sports, and beyond; it’s a very broad spectrum", "every once in awhile i do an in between episode, a solo adventure, where i monologue on some topic or answer your questions", "and this episode is going to be a 2016 year in review", "last year i did a recap of a number of things that i’d learned from podcast guests", "i’m not going to do that this year because the tools of titans book handles that very, very nicely and includes all of the highlights", "so rather than do that, i thought i would run through, since it’s been a common request, what i do at the end of a year", "and this is going to hold true for at least the last six years", "and i say six years because around 2011, i recall being at a fancy conference; i’m not going to mention it by name", "a fantastic conference, very small, i’d say about 150 people", "and it spanned about three days", "and it happened to cross over new year’s", "and i recall sitting outside on a patio having a glass of wine with a number of folks, and getting a text from my mother", "and the text informed me that the young daughter of one of my childhood mentors had died of cancer", "i think it was liver cancer", "this really forced me in a way to step back", "and i walked away from the party, i called my mom and i spoke with her", "and realized that for me new years isn’t, and it’s really never been about the rager parties", "i’ve done that, but what i did that night is as i sat down – i was slightly buzzed, but i did a complete review and recap of the last year", "and i focused on that instead of on resolutions", "therefore when i think of a new year, and the end of a year including this year 2016, what i try to do is a post game analysis and really look back at the year", "so i thought i would share a few things that i’ve learned, and then a few of the practices that i use", "as always it takes the form of a big pile of notes, a jumbled mess of things with columns and circles and stars, and so on that i will later put into some semblance of sanity", "but i’ve had about 12 pounds of leftover turkey and mashed potatoes, as well as probably 17 pounds of danish butter cookies and chocolate, so please bear with me if my brain stumbles here and there like a drunk sailor; that is the state of affairs", "alright, number one, let me share a few things that i’ve learned by studying and listening to and speaking with two people", "the first is oprah", "i have not met oprah winfrey in person, but listen to a fantastic miniseries", "i think it was done by wbez", "i may be getting the call sign incorrect, but a chicago-based public radio outfit created a three-part miniseries called the making of oprah, or making oprah", "and it’s very easy to find", "there are a few things i took from it, among many, many others", "so the first is really a few core beliefs of oprah’s and these ended up being mantras that a lot of her producers would repeat because they would be told this frequently by oprah herself", "so the first is there are only two emotions, love and fear", "so even if you disagree with that statement, i wrote it down because i think it can be used as a powerful question", "if we assume there are only two emotions, love and fear, which in this moment are you feeling, or which is causing you to behave in a certain way", "and as tony robbins has said to me and has said on the podcast; stressed, i’m just a little bit stressed, and so unstressed is the achiever word for fear", "so there are only two emotions, love and fear", "next up, this is something she learned after a particular episode with skinheads", "this was in 1988", "and oprah had in the beginning to of course, in sweep season and otherwise, try to raise ratings and viewership for particular episodes", "she had skinheads on at one point to talk about race", "and she realized at some point, i think in the middle of the episode, that she was not using them as part of her agenda; they were using her, and that she had provided a vehicle for spreading darkness in the world, in a sense", "and that it was not going to be constructive; it was actually going to be destructive", "so she made the decision not to represent darkness in the world, and this is a binary decision", "so i think that it is very useful again as a lens through which to view your decisions and projects, and so on", "are you attempting to at the very least be a force for good in the world", "or even if you are not perpetuating darkness, committing dark acts", "are you representing darkness in the world, meaning providing a stage for it, or writing about it in a way, covering it in a way that is not intended to provoke an action to mitigate it, etc.", "alright, so that was the second thing i wrote down", "and then the next was, you can only run your own race", "and this is something that she would tell her producers if they were concerned about what the competition was doing", "if you’re in a race, say a horse race, and you look back to see what someone is doing behind you, you’ll very frequently fall behind and then get second or third place", "so you can only run your own race, keep your blinders on, and focus on your strengths effectively", "next up we have seth godin", "seth godin, i’ve had the pleasure of spending some time with and these are a few things that he mentioned to me", "and this is probably in fact at the last shopify build a business competition winter gathering, that i took these notes", "he mentioned a number of books", "one was called cult your brand", "the next was debt, which he’s talked about on my podcast with him, as well; the very first episode, i believe", "the gift by lewis hyde, and lewis hyde has some fantastic other books, including one on trickster mythology, if you’re into that type of thing as i am", "and then understanding comics, and they’re a bunch of random bullets", "cramer knives, he likes cramer knives, c-r-a-m-e-r", "one of his lines was “doing more is a four letter word.” and then there were two that really stuck with me", "he also was a big fan – and is a big fan – of the mystery show, episode number three", "this is a podcast produced by gimlet media", "and then there are two more", "be happy with 20,000 customers", "if you delight them, you’ll never lose them but you will lose them if you try to go for 20 million people", "and i don’t think they’re always mutually exclusive, but i think this is very good to keep in mind in a world obsessed with scaling and more, and doubling, and hockey sticking, and so on. that’s all fine and good, but i think that it’s very easy to be romanticized by lingo used for venture back startups, and to shoot yourself in the foot, or in some cases shoot yourself in the face", "so in almost all instances, something like one thousand true fans, written by kevin kelly – which an essay i recommend everybody read", "there’s an updated version in tools of titans, and i think he’s also put it on his site at kk.org, so you can check that out", "– leads to all good things, that is a necessary component whether you want to be a $60-plus billion dollar valued startup, or you want to simply make an extra $25,000, $50,000, $100,000 a year", "next, this is perhaps the key and i circled this several times on this piece of paper that i’ve kept now for quite some time, and here’s the question that he posted", "“if i had to charge two times more, that is, and couldn’t do any paid advertising, what would i do instead?” so if i were targeting that at you, if you had to charge two times what you’re currently charging for your product or service, and couldn’t do any paid advertising, what would you do instead", "and this is something i’ve thought about a lot, and it is a fantastic question", "and most of my yearly reviews take the form of a series of questions", "and some of them i’ll bring up, but most of them occur in the “17 questions that changed my life” chapter in tools of titans, which also i put on the blog", "so you can find that even if you don’t have the book; just go to fourhourblog.com or search my name, tim ferriss 17 questions; it will pop right up", "the review often takes the form of many questions, and this can be one of them", "if you had to charge two times as much, but couldn’t do any paid advertising, what would you do instead", "and i’ll very often back into the features, so to speak, of a product, or a high priced event in my case, where i decided that i wanted to charge twice as much as the closest competitor", "the closest competitor, so to speak – or i shouldn’t say competitor; it’s really comparable – was priced at $5,000 a head", "i decided to price at $10,000 a head, and then work backwards to create an experience that would be worth $10,000 a head", "okay, so that is seth", "we’ve covered seth", "we’ve covered oprah", "let’s talk about 80/20 analysis", "when i look back at my year, and i do this in a very particular way, i will look at my ical on my mac, and i will start with january 1, in this case of 2016, and go through my entire calendar day by day", "and this does not need to take a very long time", "it really only takes certainly less than an hour", "i will ask myself two questions as filters at the beginning", "then i have a piece of paper as i do right now, and there’s a plus sign at the top of one column, and a negative sign at the top of the other", "what i’m looking for is the following: the 20 percent of activities, experiences, or people, who produced 80 percent or more of my most positive emotions", "these are the things that i want, positive emotions and positive outcomes, although they’re not always perfectly correlated", "so the 20 percent of activities, experiences, or people, who produced 80 percent or more of the most positive emotions i experienced that year", "and then on the flipside, you have the 20 percent of activities, experiences, and people, who produced 80 percent or more of the negative emotions, the stress, the bullshit in your life, the angst, the anger, whatever it might be, that you would want to remove or excise from your life, or at least minimize", "and i created my various categories", "it turned out; i did a very good job in 2016, much more so than in 2014, or 2015, at following my own rules", "so what does this mean", "this means that i had a lot more in the positive category, because i had identified patterns in the past", "so i look at these experiences and then i try to spot patterns", "what are the commonalities", "fr instance, in my positive column for this past year, i have a trip to south america, to do an acro yoga intensive training course", "i had a family trip in june, which was to paris, where i took my parents to paris for a month, because my mom had never been, and my dad hadn’t been seen the ‘60s", "a ski trip to montana and friends", "and elk hunt, which was in colorado with three very close friends", "i didn’t end up getting an elk, but that’s kind of beside the point", "and then the easter island trip with peter tia, david sabatini, and nav shantel", "if you look at the commonalities here there are a few elements", "so i have extended trips off the grid, meaning no social media, no email, etc., a physical component, some form of rigorous daily movement or exercise, and time with family and close friends", "then are a few other things", "if you looked at positives, looking at the negative space for the positives; no startup investing", "so i’ve followed my own decision to retire effectively from startup investing, which you can read about ad nauseam if you just search my name and startup vacation", "and then lots of empty space", "i’d blocked out of lots of empty space to my calendar so that i would have the maneuverability and space to change direction, or say hell yes, to the few things that i wanted to along the lines of derek sivers", "alright, so those are a few of things that i did right", "now, let me add one more thing", "before taking an action step, and i’ll explain what that step is, i also asked a number of people very close to me what do you think i should do more of in 2017, and less of in 2017", "what should i do more of and what should i do less of", "and there were some general responses that you could receive from multiple people, like do less of whatever you view to be a chore or an obligation", "and we’ll talk about how you might do less of those things", "now on the positive side, they said teaching; perhaps you should spend more time interacting with high school students", "i enjoy that and i’ve done a number of things with high school students, and i do things with high school students every year in some capacity, whether it’s through donor’s choose, or questbridge, or build; these real nonprofits that i work with related to education", "a few of my closest friends have seen me interact with high school students, and have observed how much i love that, so they said you should do more of that", "next was live podcasts and q&a", "this was feedback that i got from friends who attended the new york city event at the 92y and saw me do a live event", "so one thing i am considering doing, and i’d love your feedback guys, is having a podcast tour", "taking my dog molly, putting her in an rv, and driving around the u.s", "doing live podcasts in some well known cities certainly, like say in la, or san francisco, or seattle, or new york, miami, chicago, austin, whatever it might be; but also doing some more out of the way spots", "maybe a few smaller towns in nebraska, or in montana, for instance", "so let me know what you think of that", "the way i might do that is, if anybody wants to take the initiative now, this is probably what i’ll end up doing is have people create facebook groups for tools of titans", "so it would be a tools of titans group austin, tools of titans group omaha, whatever it might be, tools of titans group charleston", "and then the people who are able, the organizers or groups who are able to amass the highest number of people, or past a certain threshold, say 250 people or 500 people, i don’t know what the number is it yet, but let’s just say it’s 250", "then they go into the contenders’ list for these live podcasts", "this is a very likely thing to happen, i think", "okay, next up was more sunrises", "i tend to be a very late riser; late to bed, late to rise", "and i always feel fantastic when i do get up for a sunrise", "that is not something that i’ve done consistently, so that’s another one", "and then consistent feedback; more time out of cities in the country", "so that matches up with the montana, south america, the colorado trip, easter island, etc", "so once i have these patterns spotted after doing this positive 80/20 analysis and negative 80/20 analysis, then i start putting things into the calendar", "if it is not in the calendar, it is not real", "i’ve already started scheduling the fun stuff, and there are a few ways that i’ve done this", "so number one is i almost always do something with my family for christmas, so that’s one extended trip", "this year was an exception; we took a year off of that because we wanted to do it at home", "also a trip around june or july", "now, why is this important", "it’s important because with these extended trips, and of course i’m just pulling a number out of my ass, but i would say 90 percent of the gift is to yourself and others; the anticipation of the experience", "this is why it’s so important to schedule and block it out ahead of time", "so extended trip midyear; extended trip at the end of the year", "that means you have something to look forward to every six months", "alright, now there are a few reasons that i started doing this", "so you’re going to put these various trips, these various activities, etc., in the calendar", "one of the reasons i started focusing on these types of in advance purchases was because i read a book, and i would give it really a 7 out of 10", "there are aspects of the book that i perhaps disagree with, but i’ll get to that", "the title of the book is happy money: the science of happier spending", "this is by elizabeth dunn and michael norton, and really it answers the question “can money by happiness?” the answer is that money is – well, these are my words – necessary, but not sufficient in a way for happiness per say, but can you use money to increase your wellbeing and effectively happiness in different degrees", "and the answer is yes, absolutely", "so they focus on five core principles", "there are some issues with the social science observational data confusing correlation with causation, etc., all of that", "but i did find it useful as thinking of a framework", "some of the questions they would ask are – and i know we’re jumping around; this is the danish butter cookies and caffeine in action", "but the questions they might ask would include when you’re considering a purchase, how will this affect how i use my time", "so for any purchase, how will this affect how i use my time", "that’s a good one to write down", "this is actually very versatile", "it could be something you’re considering doing in the future; it could purchasing this and anticipating enjoying it six months from now affect how i use my time now, etc.", "next is how will i use this thing on tuesday nights", "next tuesday, how i will i use this on tuesday nights, or next tuesday", "in effect what you’re doing is you’re turning decisions of dollars into decisions of time; how purchases will affect how you use your time", "so another analysis that i do, or review, in addition to the ical or calendar review and 80/20 analysis positive and negative is i’ll go through my five minute journal", "so many of you have heard me talk about this before", "the five minute journal has a series of prompts that you answer in the morning and at night", "it takes about five minutes, certainly less than that; three minutes in the morning, maybe three minutes at night", "there are a few bullets at the end, such as three amazing things that happened today; how could i have made today better, and i am grateful for, at the very top", "when you go through your logs and you read your entries, which are one page apiece in the five minute journal, you will spot patterns", "this informs also how you then start to put things into your calendar and schedule", "alright, when i read this book happy money, this was some time ago, i started to do quite a few things", "i would ask questions, and i’m going to ask these types of questions of myself now", "and this relates also to something that a gent named dan sullivan, who owns a company called strategic coach", "this is a point he has made, which is if you have money to solve a problem, it isn’t a problem; and i’m a paraphrasing here", "so there are certain questions you can ask yourself; i have these written down", "i’m saying so a lot; it seems like that might be the 100 percent cacao chocolate kicking in", "alright, $100.00 to most increase happiness, question mark", "if i could only use a $100.00 right now to most increase my happiness, what would it be", "how would i apply it", "and then i have $500.00 to most increase happiness, question mark", "$1,000 to most increase happiness, question mark", "last year some of the answers were gymnastics rack", "that is a stall bar, or a stall wall, ala gymnastic strength training, as well as pads", "these are sort of roll out gymnastics mats, effectively, for doing acro yoga and so on", "and i did purchases these things, and they did dramatically improve both my physical wellbeing and just general psychological wellbeing", "so the direct translation; check, check, they both really worked", "and then, this of course dependent on your particular financial situation, but if you were to take, say, 10 to 20 percent of your liquid income that you can afford to lose –this is important – 10 to 20 percent of your liquid cash, let’s just call it, that you can afford to lose; how would you apply it to increase your quality of life", "and this comes back to sort of spending money to affect how you utilize your time", "are there three things that you would most like to add to your life; three things you would most like to remove from your life", "i don’t know why i like thinking in threes so much, but i find it very helpful", "so one of them, for me, was figuring out – this was last year – how to completely extricate myself from a lot of the tax and estate planning management aspects in my life and my family’s", "another one, i did not end up doing this, i guess this was probably a little bit over a year ago; i put matchmaker, question mark; wing woman, question mark", "i’m not sure if you can pay for a wing woman; you probably can", "but i was thinking matchmaker because a friend of mine, a very successful guy, actually met a wonderful woman, and they ended up getting married through a matchmaker", "i was like you know what", "maybe all this online stuff is a little too complicated and time consuming", "i did not end up going to that", "small things: a rumba; getting a rumba", "i identified that very often when i had people clean my house, and it was done pretty frequently, it was because molly, my dog, was shedding all over the place", "the rest of the house was fine", "i didn’t need dusting, i didn’t need any pots and pans and so on cleaned", "i didn’t need any of that; i just needed dog hair picked up and i was over paying", "and it was kind of bothering me because i would come back, and i can afford to pay for a cleaner, but i have this very particular sensitivity to people moving my shit around", "my books would be moved around, my cups would be moved around", "it’s stupid, yes, i know, but i’m sensitive to it", "so i got a rumba at the end of the day", "there were a couple of different models", "i’m still not 100 percent happy with them, but i have found them very, very valuable", "and then you go down the list; like could i pay for every possible virtual reality demonstration, vr demos", "train dogs at shelters; this is really something at pay", "this is more of something to add to life to increase my sense of wellbeing and contribution, which actually does apply to this happy money book that i mentioned", "prepaying for massages, etc", "okay, prepaying is an important concept", "i won’t get into all the whys right now, but i did decide for an eight week period to prepay for acro yoga training with two instructors; we can discuss another time why", "i think it’s better in almost every case with an individual sport, or craft, in both cases to not do one on one lessons, so you want either another student with you with another teacher, or you want two teachers, and then yourself", "that tends to be a much better use of your time, in terms of adding steroids to the learning curve", "but i ended up developing a curriculum, and prepaying for two to three times per week of acro yoga with one or two teachers, mostly two", "and i go that on the books, so i couldn’t weasel out of it", "now this was also a way, because i set the start times as 10 a.m., which seems late – i know jayco’s already done 18 hours of calisthenics by then – but in my case it forced me to get up at 8:30 or 9:00, which for me was like a herculean task", "it sounds ridiculous, but i very often go to bed at 3:00 or 4:00 in the morning", "so to reverse that trend, i prepaid and prescheduled for 10:00 in the morning", "then there’s a bunch of weird stuff that i wrote down here in terms of experiments", "now the experiments were in answer to the question: what are the most absurd things i could do", "what are the craziest things i could do", "so for 2017, what are the craziest thing is could do", "i actually have not done this exercise yet", "i’m going to do it within the next few days", "i’m recording this on the 27th of december", "last year, i wrote down a bunch of whacky ones; short film competition, for like an action movie sequence, question mark", "impersonation, question mark; that might require a bunch of explanation", "i won’t get into it right now", "the next one, and this requires even more explanation, but i think you guys will get a kick out of it; the polygamist king, question mark", "i have not had enough alcohol to get into that right now", "the next one, apparel diet, go one year without any new clothing, without purchasing any new clothing", "i still think that one is a good one", "and then sara silverman, that’s not related to polygamist king, or the apparel diet, these are potential – this is not in the crazy land, but i tend to just let my hand flow, if thoughts are coming to mind", "podcast guests, sara silverman, gerard carmichael, shay carl", "shay carl ended up on the podcast", "okay, so we have a number of things that i’ve talked about, and what is the craziest thing, what are the craziest things i could do", "and some of you might recall, i’ve written about this in tools of titans", "the goal with answering that question is not to come up with good ideas", "the goal is to come up with absurd, crazy ideas, and then you find the seeds of potential good ideas later, but you don’t edit", "first it’s the idea generation phase, and this is what has helped me", "and i think i mentioned this on the james altucher podcast when he interviewed me", "i came up with a list at the wired conference i attended", "i think it was the wired conference", "yeah, it was the wired conference, absolutely", "i remember sitting in on these incredible sessions and at one point i was inspired to just try to think, not bigger, but odder, think stranger", "if you’re having trouble thinking bigger, just think stranger", "it’s kind of a shortcut, for me at least it has been", "i started making a list of all the craziest things i could do", "and it was like give away all my money, like literally just give it away, not donate, just give it away", "to shut down all my businesses", "to sell the blog", "i didn’t even have the podcast; this was about two years ago when i came up with this", "and then cut off both of my feet", "what the fuck, right", "i mean, that’s just insane talk, but i wrote it down", "i was like, alright, cut off both my feet; don’t think i’ll do that, but yeah, that would qualify as crazy", "and i kept on going, and eventually one was take an indefinite startup vacation", "and that paved the way later to me taking this indefinite startup vacation, which has been one of the decisions of the last three years of my life, without question", "now along with the, what are the craziest things i can do, i will ask another question, which is, it’s effectively 10x, question mark", "and the 10x can apply to many different things", "what would i have to do, or what might i do, no matter how crazy, to 10x the listenership of the podcast", "to 10x the multi unique visitors to the blog", "to 10x the amount of revenues from a, b, c, d, or e", "and this goes hand and hand very nicely with the seth godin question of, if i had to charge 2x and couldn’t do any paid advertising, what would i do instead", "these pair very, very nicely", "but trying to really focus on 10x versus 10 percent, because if you’ve set up certain assumptions, and systems, and processes, that only allow incremental, or at least only foster incremental gains and thinking, to unlock yourself, free yourself from those, asking how to improve 20 percent instead of 10, is not going to provide you with a new framework, or a new process, or a new structure, a new business organization, whatever it might be, a new org chart", "so the 10x i do find very, very, very helpful, as a way to again, come up with a lot of crazy ideas, and then pick and choose from the rubble, so to speak later, so that you can find the seeds of something that could be a good idea later", "those are really the basics", "i would encourage you to think of batching", "before we get to batching, number one, schedule the fun stuff first, because if there is a void, if you’re a type a driven personality, and you don’t schedule and defend the fun stuff, or the positive, the things that have produced, the 20 percent that have produced 80 percent or more of your positive emotions in the previous year, if you don’t expand those and block out time, and then pre-book, prepay, pre-commit to other people, so there’s a social accountability, work will fill the void that remains", "and then you will end up realizing at the end of january oh my god, i’ve over-calendared, and i no longer have time for the fun stuff", "and then you’re fucked, so let’s not do that", "that’s a terrible feeling and a terrible place to be", "those are really the basics of how i think about the year", "i’m not going to bore everybody by going through the 17 question that i go into at great length, both on the blog, and in tools of titans", "so again, if you want to search 17 questions tim ferriss, you can find it there", "a few things that i’m thinking about though, and i would love your feedback on", "so the first is again, this live podcast tour idea", "and i might combine it with like acro yoga play parties, not to be confused with other play parties, jam sessions is maybe a better way to put it, throughout the u.s", "i think it would be really fun to combine those two", "not everybody who would attend would do the acro", "those would be kind of like two separate activities", "but that would again, provide me with the physical component, along with the intellectual stimulation and fun of doing these live podcasts", "and the way i’ll probably select cities will be by identifying facebook groups, so tools of titans group, fill in the blank, it doesn’t matter; trenton, portland, maine", "it doesn’t have to be one of the major cities", "and if it gets up to a reasonable size, let’s just say 250 or more people, then that might end up being a stop on the tour", "that is probably how i will go about it", "the second thing that i’m thinking of doing that i would love to get your feedback on", "and when i say i’d love your feedback, just let me know on twitter, or on the blog post, in the blog post comments for this podcast", "and you can find the show notes and everything for this at fourhourworkweek.com/podcast, or you can hit me on twitter @tferriss", "is more month long experiments", "now, some of you may remember knob nam, which was no booze and no masturbation for 30 days., where we had i believe almost 10,000 people actually log in and participate in a sort of community accountability fashion on coach.me, which was amazing", "and a lot of people got a tremendous amount of that", "the next experiment i was thinking about doing, and if people would like to do more of this, let me know; but potentially in january doing a noc noc– it’s so dumb that i find these things so amusing – noc noc: n-o-c, n-o-c no carbs, no complaining", "so it would be effectively a slow carb diet, and there are some allowances for carbs on cheat day and so on", "but no carbs, no complaining, it would be a month long version of the 21-day no complain challenge that i’ve done before for myself", "i’ve never done it with a large group, and i think it would be even better", "i think it would be easier, in fact, in some respects when you’re doing it with a group knowing that thousands or tens of thousands of people are doing right alongside you", "so no carbs, no complaining, noc noc", "i was going to make it no caffeine, no complaining, or no coffee, no complaining, but that, i think if you lose the coffee, people start bitching pretty quickly so that may be asking too much, but no carbs, no complaining, and then maybe we get rid of the coffee or the caffeine", "let me know what you think", "and that is really about it, guys", "i’ve had such a lovely 2016", "i just have nothing but love for you guys", "it’s been incredible what this podcast has allowed me to do", "it’s been incredibly entertaining, educating, and life affirming to join you guys like this, and to interview people i find fascinating, and try to share them with you", "it’s really one of the most gratifying experiences that i get to have on a regular basis", "so thank you for listening; i really appreciate it", "and i wish you and yours nothing but the best for 2017", "may you find much joy, deep wisdom, and many pleasant surprises", "and i think i’ll leave it at that", "if you’ve read tools of titans and you haven’t left an amazon review, i would really, really appreciate that", "you know where to find it", "otherwise, i would say think bigger, and if you’re having trouble thinking bigger, think stranger", "maybe you’ll find something in that list that will end up being surprisingly practical to crack you out of perhaps self-limiting beliefs, or stories, or narratives, that you’ve held for this year, or perhaps even longer", "i really look forward to seeing what all of you guys do in 2017", "so thank you for listening, and until next time this is tim ferriss giving you a big virtual hug, and i’ll talk to you soon"]}