{"dialog_idx": {}, "episode_num": 213, "file_type": "audio", "guests": [], "num_sentences": 539, "num_words": 9285, "raw_text": "Please enjoy this transcript of my answers to questions submitted by you. It was transcribed and therefore might contain a few typos. When episodes last 2+ hours, it’s difficult to catch some minor errors. Listen to the podcast here or by selecting any of the options below.  Hey, boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is usually my job to interview world-class performers, tease out their habits, routines, favorite books, etc. for you to test in your own life, use, and experiment with. This episode, though, is a format that we’ve visited a few times. It is an in-between-isode where I answer your most popular questions, which have been submitted via Facebook, Twitter, and other aspects of the interwebs and then upvoted. We’re going to hit a few of those. You know how I select these. I go through and I look at questions that (a) I can answer in a few minutes or less, (b) that will help more than the person asking, and (c) that will not immediately be irrelevant because I am doing this in a podcast format where thousands or tens of thousands of people are listening. So I will avoid questions like, “If you had $100.000 and six months, how would you turn it into $10,000.00 or $100,000.00?” etc. Or “If there were one particular home business opportunity where I could make $2,000.00 additional per month, what would you suggest?” Now, if there were a magical answer to any of those (a) keep in mind that if it were something like “How do you turn $100.00 into $100,000.00?” I would use that information for myself, not to be a selfish prick, but that would be case (a) and that belies an informational advantage which is also the issue with the second aspect. That is, if I were to give you a piece of information or if Barron’s were to give you a piece of information and you were to make investment decisions or business decisions based on that, you now have a very crowded bed. You have 10,000 or 100,000 or 1,000,000 other people who just got the exact same piece of advice so it ceases to be very useful, or at least advantageous. So let’s jump into it. First question is from Sean Clayton on Facebook: Can you talk about intermittent fasting and Slow-Carb? Is it okay to skip breakfast and get 30 grams of protein at lunch instead of within 30 minutes of waking? So there are a few ways to think of this question. The short answer is, you should be getting regular DEXA scans or body composition analysis and you can track how your body fat, how your muscle mass responds to different types of testing. That which gets measured gets managed and you have to measure. The other metrics that you might use are energy level and other 0 to 10 kind of subjective scales. So yes, you can absolutely do it. I think that it’s important to realize – well, I’ll make a few observations. The first is that the people who practice intermittent fasting who seem to do well with it and get body recomp – I’m assuming that’s one of the main goals – to really accelerate are generally not just skipping breakfast. They are having one primary meal or window of say four hours of eating around dinnertime. Furthermore, that’s after some type of weight training. So they’re skipping breakfast, they’re skipping lunch, they’re doing some type of weight training and then they’re eating dinner or having a few hours of feeding window. Okay? So that’s point No. 1 just as an observation. The second point I would make is that very often, and people are going to get their panties in a twist about this, but many of those people who are pushing intermittent fasting are doing two things: they are consuming a lot of stimulants. That could be caffeine. It could take other forms, and very often, using – these are some of the figureheads and I know this for a fact – using anabolic steroids such as Dianabol, which are oral and very nicely curb appetite. You need to dig very deeply to make sure that the person you a re emulating is following protocol you are willing to follow. In my case, for the last, I’d say ten days, I’ve been experimenting exactly what I mentioned first, which is fasting until dinner, having a primary meal after a resistance training workout. But you have to test it. I will say that very frequently what I find is if you’re trying to go from a standard American diet or a diet that’s completely out of control and you haven’t developed the routines and default meals for a better diet, like Slow-Carb, you’re better off doing that first, before experimenting with a lot of fancy fasting. That tends to deliver better results per capita if we’re looking at the success rate, the adherence per hundred or thousand people. I think Slow-Carb is higher, which is also why I recommend using that as a gateway drug, so to speak, into more regimented and controlled forms of eating before someone goes to a ketogenic diet or ketosis. Generally speaking, I recommend Slow-Carb first for that reason. That would also apply to strict veganism or strict Paleo. The abandonment rate is going to be extremely high per hundred, per thousand people if you’re trying to go to the extreme end of any of these ranges. So I recommend something like Slow-Carb or at alternative, whatever it might be, as Step 1. There’s no huge rush. I think that people tend to abandon the good system they’ll follow in search of the perfect system that they will quit, and that is a mistake. Long answer, but intermittent fasting – fascinated by it. I do a lot of fasting of different types. You can read all about that in Tools of Titans or listen to the conversation between myself and Dom D’Agostino about this; he’s a very well published researcher. Is it okay to skip breakfast if you get 30 grams of protein at lunch? Sure. You just need to test what works for you. I would say on average for most people, getting not just the protein, but also the fiber that comes with lentils or legumes is going to deliver the best bang for the buck. Okay, next question. This is from Jason Land: How do you deal with compassion when living a Stoic lifestyle? I’m struggling with finding the balance of feeling empathy while remaining emotionally neutral as talked about via Seneca. I don’t think that Stoicism is mutually exclusive with compassion at all. It depends on which writing, which teachings you have studied, but I will read you one quote from Marcus Aurelias, this is from Meditations, which I read every morning during my last book launch. This was to prime me to have greater empathy throughout the day, which would not just, I suppose, benefit me from an altruistic standpoint. That wasn’t the practical consideration. It was really making myself less reactive. If I can be nonreactive, and I would take that to be the objective, at least in my mind, more so than being emotionally neutral. I do think those are two different things. You can consider sort of aggressive responses or strong reactions without acting on them impulsively. To that point, I read this quote. This is from Marcus Aurelias. I’ll read the whole thing. It’ll only take about 20, 30 seconds. “When you wake up in the morning, tell yourself: the people I deal with today will be meddling, ungrateful, arrogant, dishonest, jealous and surly. They are like this because they can’t tell good from evil. But I have seen the beauty of good, and the ugliness of evil, and have recognized that the wrongdoer has a nature related to my own – not of the same blood and birth, but of the same mind, and possessing a share of the divine. And so none of them can hurt me. No one can implicate me in ugliness. Nor can I feel angry at my relative or hate him. We were born to work together like feet, hands, and eyes, like the two rows of teeth, upper and lower. To obstruct each other is unnatural. To feel anger at someone, to turn your back on him: these are unnatural.” There you have it. There are many other, I would say, excerpts like that, whether from Marcus Aurelias, Seneca, Epictetus, or otherwise. That is my response to the perhaps – and this is a common, it’s not unique to this gentleman who asked the question – false dichotomy, as Matt Mullenweg would say, that is easy to trap yourself within. If someone says you can choose (a) or (b), always look for (c) or ask why there isn’t a (c) and you will very often find more than that. In this same thread, Jason added, “I’d like to hear how Tim handles friends or family going through an emotional situation.” The short answer to that is I would suggest checking out non-violent communication and Neil Strauss. So you can Google both. Neil Strauss, S-T-R-A-U-S-S. Could get you started at least with that, although some of his stories, I don’t know if this applies here, are not suitable for work. So be forewarned. Next is from Hendricks Viera: Do you ever think about asking high-performers what their rooms look like? Clean or dirty? That’s part 1. I haven’t, but I’d be able to do it. The next is: How do you deal with the ambition but the wise portion of your teaching? An example,” and this is what I’ll answer, “working hard towards a goal and then finding out it doesn’t bring the right satisfaction you had thought.”  So a few things. I would say (a) being aware of the latter. That is, that what you are putting on a pedestal as the reward that will redeem all of the effort or pain or failure or saving or being in a job that you don’t like, whatever it might be, almost inevitably will not bring the right satisfaction or as much satisfaction as you have thought. This has been written about in a great book called Stumbling on Happiness by Daniel Gilbert, who’s a professor at Harvard and has been discussed also on The 4-Hour Workweek. I talk about mini-retirements precisely for this reason. If you are contemplating dedicating 5, 10, 20 years of your life to a given career, a given track, the partner fast lane, whatever it might be, getting tenured. Then perhaps you should, at the very least, test drive what the retirement in mind looks like. For instance, if you imagine yourself sailing on a boat around the world for the rest of your life or the Caribbean or the Dalmatian Coast, whatever it might be, then it would make sense that you allocate and really put a lot of planning into setting aside time and negotiating for time off, whatever it might be, so that you can get on a boat perhaps, for at least three days, ideally a week or two weeks to test if that is, in fact, the pot of gold at the end of the rainbow that you want to chase, and in doing so, live a deferred life plan of one form or another. Stumbling on Happiness is a very good read to that end. What I’ve realized for myself – this came after reading a book called Spend Happier, which I give a 7 out of 10, there are parts of it I don’t like – but the general idea of being, at least one facet of it, that the anticipation is the reward. So I am going to schedule multiple things each year. Ideally two extended trips. I talked about this in the last podcast. Two extended trips with family or friends of several weeks each that allow me, say, in any given six-month period to, with great anticipation, look forward to something. I’ve found that the anticipation is the reward. It’s really 90 percent of the gift to other people or to yourself. That is where I will stop that thought. So there you have it. Next is Daniel Newland Wi, I suppose it is. 21 upvotes: We spend a lot of time talking about success, but how about discussing tactics for rebounding from failure? Have you ever dedicated a tremendous amount of time and resources to something that didn’t pan out? Short answer, yes. Many times. How do you choose your next direction and what enabled you to succeed once you took that step? In terms of next directions and things of that type, I think that fear setting is an exercise. You guys can look it up; it’ll pop right up. My name and fear setting. It’s very useful, not only for engaging with new ventures or having uncomfortable conversations or making decisions that you’ve put off, but also rebounding from mistakes, accidents, and what you might consider failure. The second – and I would encourage you to read, you can certainly look up “systems versus goals,” or “losers have goals” and the name Scott Adams. Scott Adams is the creator of Dilbert, has written a lot about this and in his book as well, his latest book. But the basic idea is that if you are engaging and focusing on systems thinking – and I’m going to simplify this here – you are choosing. And I do this all the time. I’m choosing projects, and long-term listeners will know that I don’t have five or ten-year plans. I generally look at my life as six-month projects and two-week experiments within those projects. I choose those six-month projects in such a way that even if they fail by the most objective metrics we might use. Or, in the eyes of those people who see me attempt a given project, that I develop relationships and skills that persist past that project. This is very critical. So whether a project fails or not, I can succeed regardless because I am accumulating skills and relationships that transcend and last much longer that the project itself. If you do that, just the snowball effect of skills and relationships, over time you will succeed on a meta level. Very often when I ask my guests on the podcast what their favorite failure is – their favorite failure, meaning a failure that actually sowed the seeds for later huge success – they look back and almost always either accidentally or on purpose, they chose projects that helped them develop relationships and skills that applied later. If you’re always looking at your selection of projects or opportunities through that lens, then you can do very well. I’ll come back to this, but that would also relate to Derek Sivers, an incredible entrepreneur and philosophically minded fellow. I would highly recommend anyone who hasn’t my episodes with him listen to all my episodes with Derek Sivers in order. But he would say, and this was one of his directives, and he’s distilled down hundreds of books to these single lines that are rules for his life. One of them is, I’m pretty sure I’m getting this right, “The best option is the one that creates more options.” And systems thinking, as Scott Adams defines it, is very much compatible with that. Okay, next one is Taj Almiller. This got cut off, but I will do my best here: If you wanted to improve your life exponentially within one month in health, knowledge and behavior, first what are the top three items you would buy that are all within $150.00 for each area you want to change? Second… …and then it got cut off. This is generally the question I dislike asking, this type of question, because it’s looking for a miracle answer, in my mind, in an unreasonably short period of time. However, I’m going to give you an answer because exponentially probably doesn’t apply here, but you never know; it could. Health, knowledge, and behavior. Here’s what I would do. If we’re talking about a month, I’m going to expand it to a quarter, within three months, but it could happen within a month. A lot of connective tissue changes take a hell of a lot longer than that. But let’s go with it. $150.00 in three categories: health, knowledge, and behavior. Within health, I would buy two kettlebells. And Taj, I’m assuming you’re a male, but it doesn’t really matter that much, assuming you are not in terrible, terrible, terrible shape. You would get one 35-pound kettlebell and one 53-pound kettlebell and you would focus on two-handed swings and maybe goblin squats and a few other things. But just to keep it simple, because goblin squats also bring up all sorts of silly controversy. Let’s focus on two-handed swing. That’s it. And you can look at, if you search my name and “kettlebell swing,” you’re generally looking at two or three maximum swinging workouts per week in which you do the total of about 75 reps. You can get a million different recommendations for how to do this. That has worked for thousands of my fans and is one of my defaults when I am time-starved but eager to stay in shape or get in better shape. Kettlebell swings, two-handed, high-rep sets. You can Google that. Two kettlebells, less than $150, you’re done. If, for whatever reason, those are too expensive, you can look up T-bar kettlebell, which allows you to use about $10.00 to, with basic plumbing supplies that you can get at Home Depot or elsewhere, Lowe’s, to build a plate-loaded kettlebell. Then you have to buy the plates, which generally are about $1.00 a pound. There you have your adjustable weight kettlebell. Next, we have behavior. $150.00, what would I do? I would apply that $150.00 to something like coach.me, stickk.com, S-T-I-C-K-K.com, or something like dietbet.com. Now why is that? It’s because most people don’t fail to change their behavior because they don’t understand in some abstract way the benefits. It’s because they have insufficient incentives. You need a sufficient reward or punishment if you don’t change this behavior. You should also start very small. You can look up B.J. Fogg for that. But suffice to say I’ve talked about this before. I would apply the $150.00 to a betting pool where you’ll have extreme loss aversion if you do not reach your particular goal, which is related to a changed behavior. I would utilize when possible, embarrassment, humiliation, or guilt if you can. These are all very useful emotions if channeled and applied in the right way. For instance, having an anti-charity on StickK, where the money goes into escrow and unless you hit your goal, which is verified by judges that you can use on the platform, then your money goes to a non-profit that you would rather nuke than donate money to. I’ve had Jewish friends do with this the American Nazi party as an example. It’s very powerful. Next we have knowledge. I’m going to keep this short. Buy Tools of Titans and spend the remaining whatever it is, $130.00, on additional incentives. Meaning betting or coach.me, stickk.com, etc. Next we have Vin Stein. So this is tangentially, or I would say partially, related to a question that came up a lot related to Lyme Disease. Here we go: Can you talk about the use of science versus experience? I don’t think that are mutually independent. I think that they may one and the same, but let’s come back. Ha Tuben: Have you ever found yourself in a situation where a method or technique works well but there’s no science that can explain or thoroughly back up your results? Your answer could be related to anything, but my question comes from thinking about your fitness-related shows, which I really enjoy, and the loads of self-experimentation that you have done. Thanks for your time. There were a bunch of questions about Lyme, so I’ll answer that here because it’s an example. To reiterate, “Have you ever found yourself in a situation where method or technique works well but there’s no science that can thoroughly explain or back up your results?” Yes and no. I would say that just because you lack the scientific means or data to explain something does not mean that they can’t be explained scientifically. They may just lack the tools, datasets, experimental findings to explain it. But in the case of Lyme Disease, I don’t know why exactly ketosis and going into ketosis for an extended period of two to four weeks, let’s say after my founds of doxycycline, seemed to remove all of my, at least, cognitive systems as well as, for that matter, joint-pain-related issues associated with Lyme Disease. I don’t have a fantastic explanation. Now, I have hypotheses. You can still apply the scientific method and scientific thinking to these types of situations. They would include plausible mechanisms or explanations that I can’t prove at this point in time, but that might explain it. We could look at, for instance, at least in the case of the joints, ketones can have a profound anti-inflammatory effect. Maybe that explains why my knees went from being the size of bloated softballs to back to normal. That could be one. The second could be the diuretic effect of a ketogenic diet when you remove carbohydrates. That could be a secondary factor. Then cognitively speaking, maybe, just maybe, and I have no idea, but the changes were so profound and so immediate as soon as I hit 1.2, 1.5 millimolars (that’s a measurement of beta hydroxybutyrate, a type of ketone body in the blood which you can measure with something called the Precision Xtra from Abbott Labs). The change was so immediate that it leads me to think maybe, much like Alzheimer’s is sometimes thought of as brain diabetes, the reason being that the brain’s ability to metabolize and utilize glucose is very severely impacts. Perhaps Lyme Disease, in some fashion, affects glucose metabolism, carbohydrate metabolism and therefore, much like when you, in some cases, supplement Alzheimer’s patients with coconut oil or MCT oil or exogenous ketones, meaning supplemental ketones, you see a dramatic change in their cognitive ability for the better. Maybe that is the answer. That I was not able to use glucose effectively for whatever reason and it could be mitochondrial dysfunction or otherwise, and therefore when I introduced ketones – in my case, going on a ketogenic diet and pulling it from my diet and body fat – my brain was able to use this alternate fuel source. You can see that and I highly recommend either reading the book Bad Science by Ben Goldacre, who is a doctor, which teaches you to, not only not get tricked by bad science, but also think scientifically, or you could read a few of the excerpts that I put at the back of The 4-Hour Body. You can check that out, which were pulled with permission from Bad Science and talk about how to, not only read science well, but to think about science not as something that requires a white lab coat, but just requires proper sets of questions and a thinking framework. Next, Eric Andrews. I was looking for women, guys, but there just are not that many in the most top voted here, which I think is a byproduct of my audience being 85 or so percent male. But let’s actually jump to a female one here, which is decently upvoted, but I don’t know if I’ll have a good answer for it. Andrea Jonakise Schaffer: Do you find intimacy difficult? Do you high-performer personality types find it harder to accept the flaws in themselves and others? Let me answer those first. Do I find intimacy difficult? I don’t find intimacy difficult per se across the board. There are aspects of his, however, which is your second question, that do relate. So, for instance, do high-performing personality types find it harder to accept the flaws in themselves in others? I think the answer is yes. That would be, I think, a very straightforward answer. The next part of is: What are some of the drawbacks of being a high-performer compared to the more average bloke or lass? I think that dissatisfaction generally and lack of ability to appreciate the small things is a huge drawback and handicap when it relates to Type-A, driven personalities. Which is why I suggest things like the 5-Minute Journal and Morning Pages, as well as stuff like the Jar of Awesome – which you can Google; I’m sure it’ll pop right up – that help you to train that in a systematic way. Next question is Eric Andrews: How do you feel about random chance and statistics when it comes to all of these “high-performers” you talk with? You must know how many millions of others are sincerely trying their hardest to accomplish what all these businessmen and other people have accomplished in their lives, but most will not get even close, simply because they did not get lucky. Thoughts? I do have thoughts on this. Let me start with a reading. This is a slightly edited version, I think, of the commencement, it’s not really a commencement. It’s a talk given at Columbia University in 1984 by Warren Buffett, commemorating the 50th anniversary of security analysis, which is a dense read, but it’s certainly viewed as the Bible of value investing by a lot of folks, written by Benjamin Graham and David Dodd. The ideas therein were later popularized in The Intelligent Investor, another book. Let’s jump into that. I’m going to have to scan a little bit because the font is small. Now, you’ll be missing a little bit of context, but you’ll get the idea pretty quickly. For those who are looking for great MBA at bargain basement prices, you should find the annual letters from Warren Buffett to the Berkshire Hathaway shareholders; there’s a lot of gold. But here we go. “Before we begin this examination,” this is Buffett speaking, “I would like you to imagine a national coin-flipping contest. Let’s assume we get 225 million Americans (that’s the population at the time) up tomorrow morning and we ask them all to wager $1.00. They go out in the morning at sunrise and they all call the flip of a coin. If they call it correctly, they win $1.00 from those who called wrong. Each day, the losers drop out and on the subsequent day, the stakes build as all previous winnings are put on the line. After ten flips on ten mornings, there will be approximately 220,000 people in the United States who have correctly called ten flips in a row. They will each have won a little over $1,000.00. Now this group will probably start getting a little puffed up about this, human nature being what it is. They may try to be modest, but at cocktail parties, they will occasionally admit to attractive members of the opposite sex what their technique is and what marvelous insights they bring to the field of flipping. Assuming that the winners are getting the appropriate rewards from the losers, in another ten days, we’ll have 215 people who have successfully called their coin flips 20 times in a row and who, by this exercise, each have turned $1.00 into little over $1 million. $225 million would’ve been lost, $225 million would’ve been won. By then, this group would really lose their heads. They would probably write books on “How I turned $1.00 into $1,000,000 in 20 days working 30 seconds a morning.” Worst yet, they’ll probably start jetting around the country attending seminars on efficient coin flipping and tackling skeptical professors with, “Well, if it can’t be done, why are there 215 of us?” By then, some business school professor will probably be rude enough to bring up the fact that if 225 million orangutans had engaged in a similar exercise, the results would be the same or much the same. 215 egotistical orangutans with 20 straight winning flips. I would argue,” and this is the key paragraph or two, “I would argue, however, that there’s some important differences in the examples I am going to present.” I should say also, as context – this is Tim talking – that Warren Buffett, I believe, was addressing efficient market theory or efficient market theorists with this talk. All right, back to the Buffett. “For one thing, if (a) you have taken 225 million orangutans distributed roughly as the U.S. population is, if (b) 215 winners were left after 20 days, and if (c) you found that 40 came from a particular zoo in Omaha,” which is where Warren Buffett is based, “you’d be pretty sure you were onto something. So you would probably go out and ask the zookeeper about what he’s feeding them, whether they had special exercises, what books they read, and who knows what else. That is, if you found any really extraordinary concentrations of success, you might want to see if you could identify concentrations of unusual characteristics that might be causal factors.” I’ll read one more. “Scientific inquiry naturally follows such a pattern. If you’re trying to analyze possible causes of a rare type of cancer with say 1,500 cases a year in the United States, and you found that 400 of them occurred in some little mining town in Montana, you would get very interested in the water there or the occupation of those afflicted or other variables. You know it’s not random chance if 400 come from a small area. You would not necessarily know the causal factors, but you’d know where to search.” Now, he goes into other examples and it’s a great read, but I’m not going to give you the whole thing. The point I wanted to make is that luck, chance, these are factors in everyday life. These are factors in the lives of every person, but I don’t think that it is as easy to dismiss success as pure luck as some might believe. There are a few things. Of course, what we’re talking about in the Buffett example, and there are other principles at work here, but survivorship bias. Survivorship bias would also be illustrated through, for instance, looking at the ads that run in something like a Barron’s. You have these amazing mutual funds that have performed extremely well and what is not often pointed out is that the mutual funds that did something approximating the same thing, but didn’t pick, in this case luckily, let’s just say, either no longer exist or don’t have the money to advertise in Barron’s. So you’re only getting a survivorship bias selection of these mutual funds. That poses all sorts of problems. When you’re looking, however, at concentrations of success, which is one of the things that I do. I might look as Silicon Valley versus other places in the United States for certain types of anomalies and those could be what we call unicorns in the startup world, or otherwise. What I’m most frequently looking for are (a) concentrations of success, and then replicable anomaly. What does that mean? That means if I find a strength coach, like at Mark Bell at Super Training in Northern California, or a Barry Ross in Los Angeles, who’s trained a number of world champions, including Alison Felix, who went from high school track to professional track directly, I believe. I want to know not only if they have incredible results themselves, say as an athlete or a former athlete, but have they been able to replicate those incredible results? And furthermore, you have to distinguish between babysitting mutants, i.e., if you have a successful gym, much like if you are Warren Buffett in Omaha, you’re going to attract prodigious talent who may have succeeded without your intervention method or help regardless. You want to separate those people out. For instance, you have celebrity trainers or, I should say, well-known trainers who are very good at simply recruiting already incredible athletes to be their clients and then they take credit six months later when they do all sorts of amazing things, versus those who are able to take someone from 0 to 60 very quickly or help someone steepen the learning curve most dramatically from .0 to six months later. Now, there are examples of this. You could make the counterarguments, certainly, but if you look at, say, the PayPal mafia. If you look at, there are other examples of these concentrations of success where people then go from once you’re lucky, to twice you’re good, to three times you’re incredible. I am doing my best to use these filters to study those to whom it is incredibly difficult to attribute their success solely to luck. I’ll leave it at that. Luck is a factor, but I would suspect that successful people tend to underappreciate the value of luck and unsuccessful people tend to over-appreciate the value of luck and the truth is probably somewhere in the middle. Next is Bill Worthington: Tim, this may be a huge question and require some thought, but I was wondering how someone who is bound to a contract, i.e., active-duty military, implement habits and tactics associated with The 4-Hour Workweek? I love the notion of mini-retirements, but that doesn’t work for folks on active-duty, in law enforcement or the fire service. How would you recommend 10Xing a life and build passive income for someone who is not in a positive to become an entrepreneur? Thank you for your time and consideration. I chose this question, it was upvoted, No. 1, but No. 2, because I wanted to point out there are a few embedded assumptions in this question that I would not let pass without some examination. The first is that, for instance, mini-retirements can’t be used by people on active-duty. Now, if you’re on 24/7, 365 active-duty, that may be true. But frequently, there are exceptions to this. Whether it’s in law enforcement, fire service or otherwise. I would study those exceptions, whether or not it’s in your state, out of your state. Try to find the anomalies and study those anomalies, which is exactly what I do. The edge cases. If there is even one exception, then you should look at that exception. If there are five or ten or 20, then you should certainly look at the commonalities across those. But the main points I wanted to respond with, how do you recommend 10Xing a life, building passive income, etc. Passive income we’re not going to get into right now in depth, but I will say, do not assume that your choices are fully employed or full-time employed or full-time entrepreneur. This is a very common, artificially binary selection that people make. It leads them to do things that I think are very often irresponsible. Not always, but very often irresponsible, where they will have all sorts of financial obligations. They’ll quit their 9-to-5 job and then try to learn to swim when they’re swimming into the deep end and generate income through entrepreneurship. That is not the approach I recommend. Typically, I would recommend doing some form of moonlighting. Meaning using your evenings and weekends while you have your job, to test different types of business concepts, business models and so on and uses, if you will, for those who have read The 4-Hour Workweek. Once you have demonstrated some traction, more specifically, people not just willing to buy, but handing their cash in some form over to you to buy your service or product. Only then, once you have supplanted your current income in some respect or supplemented it in such a way that you can take that jump with a high degree of confidence that it will succeed, then and only then should you consider potentially to jump to full-time entrepreneurship. That’s point No. 1. The second is that – coming back to Derek Sivers – you know, the best option is the one that creates more options. That can be applied in the case of this moonlighting that I discussed and many others. But the tactics and habits from The 4-Hour Workweek apply to a lot more than you would expect. Certainly, you can take some of the high-level frameworks or principles like the 80/20 analysis and apply that to what you do. I have many friends who are either active military or were active military at the time that they read The 4-Hour Workweek, who were able to apply 80/20 analysis, Parkinson’s law and so on, to what they did. I would recommend as a complement to The 4-Hour Workweek, and this might seem odd, by Extreme Ownership by Jocko Willink, a retired Navy SEAL Commander who’s first-ever public interview was on this podcast. So I will leave it at that. Next up, and I apologize for the noise in the background, guys. I’m in a very cold house in the Pacific Northwest and that’s the heater. Next question we have is, I’m going to get this name incorrect, probably. Ndahiro S. Bazimya. I’ll read this quickly: What are your thoughts on maximizing muscle growth versus optimizing the body as it relates to age? Specifically, with research showing that to maximize muscle growth, one needs to maximize mTOR activation. For those people wondering what mTOR is, mechanistic target of rapamycin, generally. Some people say mammalian, but David Sabatini, who is short-listed for the Nobel Prize, was on this podcast. We did a long talk about mTOR. Back to the question, I’ll rewind. Specifically, with research showing that to maximize muscle growth, one needs to maximize mTOR activation, but with research now suggesting from a few MDs that mTOR activation is correlated with speeding up the aging process by advancing cell turnover rate, as well as speeding up development of cancerous cells? In other words, training with the goal of hypertrophy can be bad in the long run as you get older. This is a good question. It comes up a lot. That’s why I’m reading the entire thing. “It’s clear that training as an athlete while giving great performance doesn’t necessarily translate to longevity, but what are your thoughts on an optimal style of training that would promote both longevity and retaining the attributes you lose when you age: strength, flexibility, etc. when factoring in certain types of training like running, Olympic powerlifting, Crossfit, gymnastics, swimming, etc.?” This is a very big question. I will say, much like Dr. Dominic D’Agostino has observed in a number of his episodes on this podcast, and if you haven’t heard his stuff, I would recommend everybody listen to at least the first episode I did with Dominic D’Agostino. By the way, he’s not just a scientist. I mentioned this at the beginning, but he’s done a 500-pound deadlift for ten repetitions after a seven-day fast. He’s not only a very well-published researcher, but he is a beast of an athlete. He would be the first to point out that the goals of hypertrophy and muscle gain are generally, let’s call them the inverse of what you would want to do for longevity. At least based on the data that we currently have. If you are trying to, as you pointed out, I’m going to say, Ndahiro, if you are trying to improve both longevity while retaining the attributes you lose when you age: strength, flexibility, etc., I would focus on strength over hypertrophy and mobility certainly as defined by Coach Sommer, the former national gymnastics team coach, would be the ability to exhibit unlike flexibility. You can have passive flexibility. Mobility would be the ability to demonstrate strength at the end ranges of your range of motion. Say a pipe stretch, reaching down and touching your toes with your legs completely straight together. Something like that. I don’t view that, as far as I know, in any way conflicting with longevity practice. I would focus on strength over hypertrophy. You’re looking at developing relative strength, maximal strength over muscle size. There are many different ways to do this. You could do it with something like the Barry Ross protocol that I describe in “Effortless Superhuman,” a chapter of The 4-Hour Body, which I also talk about in Tools of Titans at one point. It is a deadlift-based protocol, pulling to the knees, dropping – so no lowering, no eccentrics. This is to remove or minimize the likelihood of hamstring injury. You’re doing two to three reps of very high weights with a bit of plyometrics and a long rest in between sets. Two to three work sets per workout generally of at least the deadlift. This can product phenomenal strength gains. We’re talking, in some subjects, 80 to 100-pound+ improvements in the three-rep max over the span of three to four months. These are not purely untrained subjects, I should note. They’re also not national champion powerlifters, but somewhere in between with, very frequently, less than ten pounds of muscle mass gain. So the return on investment for strength compared to the increase in hypertrophy is really astonishing. So I would say strength over hypertrophy. Strength can also be developed with gymnastic strength training (GST), along the lines of Coach Sommer. So if you’re interested in that, I would certainly listen to the two episodes, in fact, of this podcast. If you’re interested in strength over hypertrophy, I would listen to the Coach Sommer episode, which is one of the most popular of the entire podcast, more than a million downloads, certainly, by far. And Pavel Tsatouline. I would listen to his first and second episodes on the podcast. You could offset potentially some of the mTOR activation with intermittent fasting and what you might call purge fasts, which are these three or four times per year, five-day or longer fasts that Dominic D’Agostino and I have talked about. The longest chapter in Tools of Titans talks about his thoughts, my thoughts, my schedule, etc. as it relates to fasts, so I’m not going to belabor it here. But that is my current take and that is actually the mix that I am currently using – all of those things I just mentioned. Do not do extended fasts or fasts of any type without medical supervision, boys and girls. So don’t be dumb and kill yourself. Next we have Emma Finley. This is a really good question that comes up a lot with Type-A personalities. Emma Finley – who has a cool thumbnail photo also – it looks like a dancer perhaps: How do you balance productivity/achievement with relaxation and what does ‘relaxing’ look like to you? Such a Type-A way to phrase it. How do you balance productivity/achievement with relaxation and what does ‘relaxing’ look like to you? I personally have trouble actually relaxing in the little downtime I find for myself. I’m constantly taking on so much that all seems important to me, so I wonder how you manage that in your time so you aren’t constantly overworked or tensed. I’m going to dissect this a little bit. Much like when I’m writing, one of my predispositions that I try to fix when I edit is having a single sentence that tries to do too much. When you want to ask you’re or other people questions, make sure your question isn’t trying to do too much. In this case, we have quite a few things embedded. I’m going to tease out this a little bit. “I personally have trouble actually relaxing in the little downtime I find for myself.” Part 1. “I’m constantly taking on so much that all seems important to me.” Those I think are related but not the same. So, “I constantly take on so much that all seems important to me.” Those are also two different things. Taking on a lot and all seeming important. I would say, No. 1, if you feel like you don’t have time, you don’t have clear priorities. The book I would recommend you read, which is short, is The Effective Executive by Peter Drucker. Probably the best book I’ve ever read, or certainly in the top 3 for effectiveness, which is much more efficient – much more important, excuse me, than being efficient. So effectiveness is doing the right things, efficiency is doing things the right way, but doing something well does not make it important. It’s very critical that you focus on the critical few and not the trivial many. So The Effective Executive by Peter Drucker, No. 1, you should read and re-read. That’s No. 1. No. 2 is that I would encourage you as a driven person, a Type-A personality, to replace the label “relaxing” or “relaxation” with “recovery,” so you don’t view it as wasted time, which it is not. Much like in strength training, where I’m talking about taking five to six minutes or more, ten minutes in some cases, rest in between maximal work sets. Why am I doing that? I’m doing that because I need to regenerate creatine phosphate and blah, blah, blah. There are all sorts of systems that need to recover and ideally hyper-compensate. What does that mean? Hyper-compensate means that let’s say you train, you push yourself to a near breaking point. There are different ways to train, of course. Then you take a sufficient period of time off so that your body hyper-compensates because the body doesn’t adapt to stresses perfectly. That would be a very dangerous way for us to evolve and to adapt. You hyper-compensate with the expectation that the next stressor could be greater than the last. So if you strain yourself lifting 100 pounds, you get to near failure or failure, then next time around, if you wait sufficiently to recover, then you should be able to lift say 105 or 110 pounds. This applies to your endocrine system. This applies to neurotransmitters in your brain. This applies to a lot more than strength training. It applies to everything. You have finite biological resources to work with and your body has to regenerate these things. So think of relaxing as recovery. What might that look like? If you really want to drive yourself crazy, and Dr. Dan Engel talked about this, if you’re super Type-A, you could try floatation tanks, which can be thought of in some cases as a legal alternative to psychedelic dosing or certainly micro-dosing. You could look into different ways that flotation tanks are used. Joe Rogan, of course, is a big proponent of this. That is option 1. Option 2 would be doing something completely, in your mind, probably unproductive, but in my experience, very helpful for insomnia and other things, is reading fiction. If that makes you crazy, I think it indicates in corresponding amplitude and importance that you should try it. I would suggest Zorba the Greek, specifically. If that is too long, you could try short stories. You might consider The Literature of Ideas or good science fiction, like Ted Chiang. I believe it’s Stories of Your Life and Others, which is a great collection of short stories. I would read those before bed. So try those. But think of relaxing instead of relaxing, since that implies almost, to people who are used to obsessing on goals, wasting time. Think of relaxing as recovery because it very much is. Next question is by Jaski Singh: For people looking to break through the noise with their own products or product, out of all the various marketing strategies you’ve tried over the years for all of your books, what one would you say has helped you cut through the noise more than any other? What one could people replicate who don’t have a large audience? Let’s drive into that. I would say a few things here. The question is breaking through the noise for a product and building a large customer base/audience. That’s how I’m going to translate this. There are a few words I want to underscore here. So you said out of all the various marketing strategies, which has helped me the most? I’m going to answer this differently and, in fact, argue that marketing is not where to focus if you want to break through the noise with your own product. I separate marketing and positioning. We’re going to talk about positioning. I think positioning is more important. I would additionally say, you asked of all your books. I would expand that because I’ve worked with 75+ startups at this point, including some of the fastest-growing startups in the world, in their early stages, when they had next-to-no customers or audience, per say. I have been involved with Uber since they had three cars on the street, for instance. And actually even prior to that, when they were prototyping the user interface and so on. Now, they’re ubiquitous. They did not start out that way. In fact, even something such as Uber was laughed at in the beginning by a lot of folks who couldn’t quite grasp the fact that you can expand a market with your product. You don’t have to tackle the defined size of an existing market. But that is, perhaps, a separate conversation. So what tactics, what strategies, what principles have I used most effectively to break through the noise? Which one? If I had to choose one, it would be encapsulated in Kevin Kelly’s 1,000 True Fans. He wrote a revised edition of that famous essay, his most popular, I believe, for Tools of Titans, but it can be found on his website now as well – kk.org. 1,000 True Fans. This relates to positioning and starting small, which Seth Godin in, I believe it is our second episode. The second episode of Seth Godin on the podcast talks about this at length. If you are interested in breaking through the noise, I would encourage you to also listen to both Seth Godin episodes. But the basic idea is that you should own a category instead of thinking about how to develop a brand. I’m going to expand on this in a minute. Another option – there are two options really – more than two, certainly. But two that have helped me in terms of resources. The first is the “Law of Category” chapter in the 22 Immutable Laws of Marketing. If you own Tools of Titans, it’s already in there with a slightly edited and updated version. And Blue Ocean Strategy. There’s a book called Blue Ocean Strategy. I would say that somewhere between 30 and 40% of it I found very helpful. I read this before The 4-Hour Body, The 4-Hour Chef, and Tools of Titans. I read that in the period between the publishing of The 4-Hour Workweek and the rest of the books and found it very helpful. I will hit a few birds with one stone because I do get a lot of questions about branding. How do I create an incredible brand? How do I create an amazing personal brand, which is not something I ever really think of. I will give you my three rules of branding. That is a bit tongue-in-cheek since I dislike the word “branding,” generally speaking. No. 1: we just talked about this a bit. Instead of fixating on the often nebulous “brand,” think of how you can “own a category” in the minds of 1,000 die-hard fans who can then act as your strongest marketing force. This is really critical and much like, I suppose, The GE Way, the book, described Jack Welch and how he rebuilt GE into the titan that it became under his leadership. If you can’t be No. 1 or No. 2 in a category, so whether that’s Uber for X, whatever X is, imported light beer, low-cost airline, whatever, you need to find or create another category. My preference has always been to create another category since, by definition, you then own it, much like lifestyle design for 4-Hour Workweek, and so on. Instead of fixing on the often nebulous brand, think about how you can own a category in the minds of 1,000 die-hard fans who then become your strongest marketing force. No. 2, don’t make a product for everyone. If everyone is your market, no one is your market. If everyone is your customer, no one is your customer. Don’t make a product for everyone or every man or every woman. It’s too broad. Particularly with the first versions of your product for service, it is better to have 1,000 people who love you, even if many hate you; it’s better to have 1,000 people who love you rather than 100,000 who think you’re kind of, sort of cool. Great to 1,000 of these edge-case nerds, for instance, and I use that in the most loving way possible, beats good to 100,000 of anything else, everyone else, every time. In a social media, in a social sharing driven world, cultivate the intense few instead of the lukewarm many. Really focus on the intense few instead of the lukewarm many and make your product for those people. You can always expand later. It is very difficult and very painful to go from broad to narrow later. Start narrow then go broad. No. 3, forget branding altogether. Forget branding, forget it, forget it, forget it. At least in the very ambiguous way that it is usually used. I would suggest think about consistently over-delivering one or two benefits to your customers, users, fans. So think about consistently over-delivering one or two benefits to your 1,000 true fans. That’s it. Branding is a side effect of consistent association. Your brand is what people think of most often when they hear your name, see your logo, whatever it might be. That’s it. It’s a side effect of consistent association. Consistently over-deliver one or two benefits to your 1,000 true fans. Don’t put the cart before the horse. Put good business first and good brand (whatever that is) will follow. It’s a side effect. I think that is what we are going to cover for today. So if you guys would like more of this type of Q&A, I have quite a few pages left with things I’ve selected that I can answer. Let me know if you’d like more of these. You can let me know on Twitter – @tferriss, on Facebook – Tim Ferriss, Instagram – Tim Ferriss. Or you can go into the show notes for this episode and every other episode if you want links to the books and so on that I mentioned in this episode. Just go to fourhourworkweek.com/podcast. You can find everything there. If you have read Tools of Titans, I would love and very much appreciate a short review. It makes a world of difference and I do pay attention. I do read reviews. I’d love to hear what you guys have thought of it. If you did read the book, please leave a review. You can leave a review at Amazon, B&N, wherever you may have found your book. That would mean a lot to me. So thanks for listening guys. Until next time, keep on experimenting. I’ll talk to you soon. Posted on: June 21, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my answers to questions submitted by you", "it was transcribed and therefore might contain a few typos", "when episodes last 2+ hours, it’s difficult to catch some minor errors", "listen to the podcast here or by selecting any of the options below", " hey, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is usually my job to interview world-class performers, tease out their habits, routines, favorite books, etc", "for you to test in your own life, use, and experiment with", "this episode, though, is a format that we’ve visited a few times", "it is an in-between-isode where i answer your most popular questions, which have been submitted via facebook, twitter, and other aspects of the interwebs and then upvoted", "we’re going to hit a few of those", "you know how i select these", "i go through and i look at questions that (a) i can answer in a few minutes or less, (b) that will help more than the person asking, and (c) that will not immediately be irrelevant because i am doing this in a podcast format where thousands or tens of thousands of people are listening", "so i will avoid questions like, “if you had $100.000 and six months, how would you turn it into $10,000.00 or $100,000.00?” etc", "or “if there were one particular home business opportunity where i could make $2,000.00 additional per month, what would you suggest?” now, if there were a magical answer to any of those (a) keep in mind that if it were something like “how do you turn $100.00 into $100,000.00?” i would use that information for myself, not to be a selfish prick, but that would be case (a) and that belies an informational advantage which is also the issue with the second aspect", "that is, if i were to give you a piece of information or if barron’s were to give you a piece of information and you were to make investment decisions or business decisions based on that, you now have a very crowded bed", "you have 10,000 or 100,000 or 1,000,000 other people who just got the exact same piece of advice so it ceases to be very useful, or at least advantageous", "so let’s jump into it", "first question is from sean clayton on facebook: can you talk about intermittent fasting and slow-carb", "is it okay to skip breakfast and get 30 grams of protein at lunch instead of within 30 minutes of waking", "so there are a few ways to think of this question", "the short answer is, you should be getting regular dexa scans or body composition analysis and you can track how your body fat, how your muscle mass responds to different types of testing", "that which gets measured gets managed and you have to measure", "the other metrics that you might use are energy level and other 0 to 10 kind of subjective scales", "so yes, you can absolutely do it", "i think that it’s important to realize – well, i’ll make a few observations", "the first is that the people who practice intermittent fasting who seem to do well with it and get body recomp – i’m assuming that’s one of the main goals – to really accelerate are generally not just skipping breakfast", "they are having one primary meal or window of say four hours of eating around dinnertime", "furthermore, that’s after some type of weight training", "so they’re skipping breakfast, they’re skipping lunch, they’re doing some type of weight training and then they’re eating dinner or having a few hours of feeding window", "okay", "so that’s point no", "1 just as an observation", "the second point i would make is that very often, and people are going to get their panties in a twist about this, but many of those people who are pushing intermittent fasting are doing two things: they are consuming a lot of stimulants", "that could be caffeine", "it could take other forms, and very often, using – these are some of the figureheads and i know this for a fact – using anabolic steroids such as dianabol, which are oral and very nicely curb appetite", "you need to dig very deeply to make sure that the person you a re emulating is following protocol you are willing to follow", "in my case, for the last, i’d say ten days, i’ve been experimenting exactly what i mentioned first, which is fasting until dinner, having a primary meal after a resistance training workout", "but you have to test it", "i will say that very frequently what i find is if you’re trying to go from a standard american diet or a diet that’s completely out of control and you haven’t developed the routines and default meals for a better diet, like slow-carb, you’re better off doing that first, before experimenting with a lot of fancy fasting", "that tends to deliver better results per capita if we’re looking at the success rate, the adherence per hundred or thousand people", "i think slow-carb is higher, which is also why i recommend using that as a gateway drug, so to speak, into more regimented and controlled forms of eating before someone goes to a ketogenic diet or ketosis", "generally speaking, i recommend slow-carb first for that reason", "that would also apply to strict veganism or strict paleo", "the abandonment rate is going to be extremely high per hundred, per thousand people if you’re trying to go to the extreme end of any of these ranges", "so i recommend something like slow-carb or at alternative, whatever it might be, as step 1", "there’s no huge rush", "i think that people tend to abandon the good system they’ll follow in search of the perfect system that they will quit, and that is a mistake", "long answer, but intermittent fasting – fascinated by it", "i do a lot of fasting of different types", "you can read all about that in tools of titans or listen to the conversation between myself and dom d’agostino about this; he’s a very well published researcher", "is it okay to skip breakfast if you get 30 grams of protein at lunch", "sure", "you just need to test what works for you", "i would say on average for most people, getting not just the protein, but also the fiber that comes with lentils or legumes is going to deliver the best bang for the buck", "okay, next question", "this is from jason land: how do you deal with compassion when living a stoic lifestyle", "i’m struggling with finding the balance of feeling empathy while remaining emotionally neutral as talked about via seneca", "i don’t think that stoicism is mutually exclusive with compassion at all", "it depends on which writing, which teachings you have studied, but i will read you one quote from marcus aurelias, this is from meditations, which i read every morning during my last book launch", "this was to prime me to have greater empathy throughout the day, which would not just, i suppose, benefit me from an altruistic standpoint", "that wasn’t the practical consideration", "it was really making myself less reactive", "if i can be nonreactive, and i would take that to be the objective, at least in my mind, more so than being emotionally neutral", "i do think those are two different things", "you can consider sort of aggressive responses or strong reactions without acting on them impulsively", "to that point, i read this quote", "this is from marcus aurelias", "i’ll read the whole thing", "it’ll only take about 20, 30 seconds", "“when you wake up in the morning, tell yourself: the people i deal with today will be meddling, ungrateful, arrogant, dishonest, jealous and surly", "they are like this because they can’t tell good from evil", "but i have seen the beauty of good, and the ugliness of evil, and have recognized that the wrongdoer has a nature related to my own – not of the same blood and birth, but of the same mind, and possessing a share of the divine", "and so none of them can hurt me", "no one can implicate me in ugliness", "nor can i feel angry at my relative or hate him", "we were born to work together like feet, hands, and eyes, like the two rows of teeth, upper and lower", "to obstruct each other is unnatural", "to feel anger at someone, to turn your back on him: these are unnatural.” there you have it", "there are many other, i would say, excerpts like that, whether from marcus aurelias, seneca, epictetus, or otherwise", "that is my response to the perhaps – and this is a common, it’s not unique to this gentleman who asked the question – false dichotomy, as matt mullenweg would say, that is easy to trap yourself within", "if someone says you can choose (a) or (b), always look for (c) or ask why there isn’t a (c) and you will very often find more than that", "in this same thread, jason added, “i’d like to hear how tim handles friends or family going through an emotional situation.” the short answer to that is i would suggest checking out non-violent communication and neil strauss", "so you can google both", "neil strauss, s-t-r-a-u-s-s", "could get you started at least with that, although some of his stories, i don’t know if this applies here, are not suitable for work", "so be forewarned", "next is from hendricks viera: do you ever think about asking high-performers what their rooms look like", "clean or dirty", "that’s part 1", "i haven’t, but i’d be able to do it", "the next is: how do you deal with the ambition but the wise portion of your teaching", "an example,” and this is what i’ll answer, “working hard towards a goal and then finding out it doesn’t bring the right satisfaction you had thought.”  so a few things", "i would say (a) being aware of the latter", "that is, that what you are putting on a pedestal as the reward that will redeem all of the effort or pain or failure or saving or being in a job that you don’t like, whatever it might be, almost inevitably will not bring the right satisfaction or as much satisfaction as you have thought", "this has been written about in a great book called stumbling on happiness by daniel gilbert, who’s a professor at harvard and has been discussed also on the 4-hour workweek", "i talk about mini-retirements precisely for this reason", "if you are contemplating dedicating 5, 10, 20 years of your life to a given career, a given track, the partner fast lane, whatever it might be, getting tenured", "then perhaps you should, at the very least, test drive what the retirement in mind looks like", "for instance, if you imagine yourself sailing on a boat around the world for the rest of your life or the caribbean or the dalmatian coast, whatever it might be, then it would make sense that you allocate and really put a lot of planning into setting aside time and negotiating for time off, whatever it might be, so that you can get on a boat perhaps, for at least three days, ideally a week or two weeks to test if that is, in fact, the pot of gold at the end of the rainbow that you want to chase, and in doing so, live a deferred life plan of one form or another", "stumbling on happiness is a very good read to that end", "what i’ve realized for myself – this came after reading a book called spend happier, which i give a 7 out of 10, there are parts of it i don’t like – but the general idea of being, at least one facet of it, that the anticipation is the reward", "so i am going to schedule multiple things each year", "ideally two extended trips", "i talked about this in the last podcast", "two extended trips with family or friends of several weeks each that allow me, say, in any given six-month period to, with great anticipation, look forward to something", "i’ve found that the anticipation is the reward", "it’s really 90 percent of the gift to other people or to yourself", "that is where i will stop that thought", "so there you have it", "next is daniel newland wi, i suppose it is", "21 upvotes: we spend a lot of time talking about success, but how about discussing tactics for rebounding from failure", "have you ever dedicated a tremendous amount of time and resources to something that didn’t pan out", "short answer, yes", "many times", "how do you choose your next direction and what enabled you to succeed once you took that step", "in terms of next directions and things of that type, i think that fear setting is an exercise", "you guys can look it up; it’ll pop right up", "my name and fear setting", "it’s very useful, not only for engaging with new ventures or having uncomfortable conversations or making decisions that you’ve put off, but also rebounding from mistakes, accidents, and what you might consider failure", "the second – and i would encourage you to read, you can certainly look up “systems versus goals,” or “losers have goals” and the name scott adams", "scott adams is the creator of dilbert, has written a lot about this and in his book as well, his latest book", "but the basic idea is that if you are engaging and focusing on systems thinking – and i’m going to simplify this here – you are choosing", "and i do this all the time", "i’m choosing projects, and long-term listeners will know that i don’t have five or ten-year plans", "i generally look at my life as six-month projects and two-week experiments within those projects", "i choose those six-month projects in such a way that even if they fail by the most objective metrics we might use", "or, in the eyes of those people who see me attempt a given project, that i develop relationships and skills that persist past that project", "this is very critical", "so whether a project fails or not, i can succeed regardless because i am accumulating skills and relationships that transcend and last much longer that the project itself", "if you do that, just the snowball effect of skills and relationships, over time you will succeed on a meta level", "very often when i ask my guests on the podcast what their favorite failure is – their favorite failure, meaning a failure that actually sowed the seeds for later huge success – they look back and almost always either accidentally or on purpose, they chose projects that helped them develop relationships and skills that applied later", "if you’re always looking at your selection of projects or opportunities through that lens, then you can do very well", "i’ll come back to this, but that would also relate to derek sivers, an incredible entrepreneur and philosophically minded fellow", "i would highly recommend anyone who hasn’t my episodes with him listen to all my episodes with derek sivers in order", "but he would say, and this was one of his directives, and he’s distilled down hundreds of books to these single lines that are rules for his life", "one of them is, i’m pretty sure i’m getting this right, “the best option is the one that creates more options.” and systems thinking, as scott adams defines it, is very much compatible with that", "okay, next one is taj almiller", "this got cut off, but i will do my best here: if you wanted to improve your life exponentially within one month in health, knowledge and behavior, first what are the top three items you would buy that are all within $150.00 for each area you want to change", "second… …and then it got cut off", "this is generally the question i dislike asking, this type of question, because it’s looking for a miracle answer, in my mind, in an unreasonably short period of time", "however, i’m going to give you an answer because exponentially probably doesn’t apply here, but you never know; it could", "health, knowledge, and behavior", "here’s what i would do", "if we’re talking about a month, i’m going to expand it to a quarter, within three months, but it could happen within a month", "a lot of connective tissue changes take a hell of a lot longer than that", "but let’s go with it", "$150.00 in three categories: health, knowledge, and behavior", "within health, i would buy two kettlebells", "and taj, i’m assuming you’re a male, but it doesn’t really matter that much, assuming you are not in terrible, terrible, terrible shape", "you would get one 35-pound kettlebell and one 53-pound kettlebell and you would focus on two-handed swings and maybe goblin squats and a few other things", "but just to keep it simple, because goblin squats also bring up all sorts of silly controversy", "let’s focus on two-handed swing", "that’s it", "and you can look at, if you search my name and “kettlebell swing,” you’re generally looking at two or three maximum swinging workouts per week in which you do the total of about 75 reps", "you can get a million different recommendations for how to do this", "that has worked for thousands of my fans and is one of my defaults when i am time-starved but eager to stay in shape or get in better shape", "kettlebell swings, two-handed, high-rep sets", "you can google that", "two kettlebells, less than $150, you’re done", "if, for whatever reason, those are too expensive, you can look up t-bar kettlebell, which allows you to use about $10.00 to, with basic plumbing supplies that you can get at home depot or elsewhere, lowe’s, to build a plate-loaded kettlebell", "then you have to buy the plates, which generally are about $1.00 a pound", "there you have your adjustable weight kettlebell", "next, we have behavior", "$150.00, what would i do", "i would apply that $150.00 to something like coach.me, stickk.com, s-t-i-c-k-k.com, or something like dietbet.com", "now why is that", "it’s because most people don’t fail to change their behavior because they don’t understand in some abstract way the benefits", "it’s because they have insufficient incentives", "you need a sufficient reward or punishment if you don’t change this behavior", "you should also start very small", "you can look up b.j", "fogg for that", "but suffice to say i’ve talked about this before", "i would apply the $150.00 to a betting pool where you’ll have extreme loss aversion if you do not reach your particular goal, which is related to a changed behavior", "i would utilize when possible, embarrassment, humiliation, or guilt if you can", "these are all very useful emotions if channeled and applied in the right way", "for instance, having an anti-charity on stickk, where the money goes into escrow and unless you hit your goal, which is verified by judges that you can use on the platform, then your money goes to a non-profit that you would rather nuke than donate money to", "i’ve had jewish friends do with this the american nazi party as an example", "it’s very powerful", "next we have knowledge", "i’m going to keep this short", "buy tools of titans and spend the remaining whatever it is, $130.00, on additional incentives", "meaning betting or coach.me, stickk.com, etc", "next we have vin stein", "so this is tangentially, or i would say partially, related to a question that came up a lot related to lyme disease", "here we go: can you talk about the use of science versus experience", "i don’t think that are mutually independent", "i think that they may one and the same, but let’s come back", "ha tuben: have you ever found yourself in a situation where a method or technique works well but there’s no science that can explain or thoroughly back up your results", "your answer could be related to anything, but my question comes from thinking about your fitness-related shows, which i really enjoy, and the loads of self-experimentation that you have done", "thanks for your time", "there were a bunch of questions about lyme, so i’ll answer that here because it’s an example", "to reiterate, “have you ever found yourself in a situation where method or technique works well but there’s no science that can thoroughly explain or back up your results?” yes and no", "i would say that just because you lack the scientific means or data to explain something does not mean that they can’t be explained scientifically", "they may just lack the tools, datasets, experimental findings to explain it", "but in the case of lyme disease, i don’t know why exactly ketosis and going into ketosis for an extended period of two to four weeks, let’s say after my founds of doxycycline, seemed to remove all of my, at least, cognitive systems as well as, for that matter, joint-pain-related issues associated with lyme disease", "i don’t have a fantastic explanation", "now, i have hypotheses", "you can still apply the scientific method and scientific thinking to these types of situations", "they would include plausible mechanisms or explanations that i can’t prove at this point in time, but that might explain it", "we could look at, for instance, at least in the case of the joints, ketones can have a profound anti-inflammatory effect", "maybe that explains why my knees went from being the size of bloated softballs to back to normal", "that could be one", "the second could be the diuretic effect of a ketogenic diet when you remove carbohydrates", "that could be a secondary factor", "then cognitively speaking, maybe, just maybe, and i have no idea, but the changes were so profound and so immediate as soon as i hit 1.2, 1.5 millimolars (that’s a measurement of beta hydroxybutyrate, a type of ketone body in the blood which you can measure with something called the precision xtra from abbott labs)", "the change was so immediate that it leads me to think maybe, much like alzheimer’s is sometimes thought of as brain diabetes, the reason being that the brain’s ability to metabolize and utilize glucose is very severely impacts", "perhaps lyme disease, in some fashion, affects glucose metabolism, carbohydrate metabolism and therefore, much like when you, in some cases, supplement alzheimer’s patients with coconut oil or mct oil or exogenous ketones, meaning supplemental ketones, you see a dramatic change in their cognitive ability for the better", "maybe that is the answer", "that i was not able to use glucose effectively for whatever reason and it could be mitochondrial dysfunction or otherwise, and therefore when i introduced ketones – in my case, going on a ketogenic diet and pulling it from my diet and body fat – my brain was able to use this alternate fuel source", "you can see that and i highly recommend either reading the book bad science by ben goldacre, who is a doctor, which teaches you to, not only not get tricked by bad science, but also think scientifically, or you could read a few of the excerpts that i put at the back of the 4-hour body", "you can check that out, which were pulled with permission from bad science and talk about how to, not only read science well, but to think about science not as something that requires a white lab coat, but just requires proper sets of questions and a thinking framework", "next, eric andrews", "i was looking for women, guys, but there just are not that many in the most top voted here, which i think is a byproduct of my audience being 85 or so percent male", "but let’s actually jump to a female one here, which is decently upvoted, but i don’t know if i’ll have a good answer for it", "andrea jonakise schaffer: do you find intimacy difficult", "do you high-performer personality types find it harder to accept the flaws in themselves and others", "let me answer those first", "do i find intimacy difficult", "i don’t find intimacy difficult per se across the board", "there are aspects of his, however, which is your second question, that do relate", "so, for instance, do high-performing personality types find it harder to accept the flaws in themselves in others", "i think the answer is yes", "that would be, i think, a very straightforward answer", "the next part of is: what are some of the drawbacks of being a high-performer compared to the more average bloke or lass", "i think that dissatisfaction generally and lack of ability to appreciate the small things is a huge drawback and handicap when it relates to type-a, driven personalities", "which is why i suggest things like the 5-minute journal and morning pages, as well as stuff like the jar of awesome – which you can google; i’m sure it’ll pop right up – that help you to train that in a systematic way", "next question is eric andrews: how do you feel about random chance and statistics when it comes to all of these “high-performers” you talk with", "you must know how many millions of others are sincerely trying their hardest to accomplish what all these businessmen and other people have accomplished in their lives, but most will not get even close, simply because they did not get lucky", "thoughts", "i do have thoughts on this", "let me start with a reading", "this is a slightly edited version, i think, of the commencement, it’s not really a commencement", "it’s a talk given at columbia university in 1984 by warren buffett, commemorating the 50th anniversary of security analysis, which is a dense read, but it’s certainly viewed as the bible of value investing by a lot of folks, written by benjamin graham and david dodd", "the ideas therein were later popularized in the intelligent investor, another book", "let’s jump into that", "i’m going to have to scan a little bit because the font is small", "now, you’ll be missing a little bit of context, but you’ll get the idea pretty quickly", "for those who are looking for great mba at bargain basement prices, you should find the annual letters from warren buffett to the berkshire hathaway shareholders; there’s a lot of gold", "but here we go", "“before we begin this examination,” this is buffett speaking, “i would like you to imagine a national coin-flipping contest", "let’s assume we get 225 million americans (that’s the population at the time) up tomorrow morning and we ask them all to wager $1.00", "they go out in the morning at sunrise and they all call the flip of a coin", "if they call it correctly, they win $1.00 from those who called wrong", "each day, the losers drop out and on the subsequent day, the stakes build as all previous winnings are put on the line", "after ten flips on ten mornings, there will be approximately 220,000 people in the united states who have correctly called ten flips in a row", "they will each have won a little over $1,000.00", "now this group will probably start getting a little puffed up about this, human nature being what it is", "they may try to be modest, but at cocktail parties, they will occasionally admit to attractive members of the opposite sex what their technique is and what marvelous insights they bring to the field of flipping", "assuming that the winners are getting the appropriate rewards from the losers, in another ten days, we’ll have 215 people who have successfully called their coin flips 20 times in a row and who, by this exercise, each have turned $1.00 into little over $1 million", "$225 million would’ve been lost, $225 million would’ve been won", "by then, this group would really lose their heads", "they would probably write books on “how i turned $1.00 into $1,000,000 in 20 days working 30 seconds a morning.” worst yet, they’ll probably start jetting around the country attending seminars on efficient coin flipping and tackling skeptical professors with, “well, if it can’t be done, why are there 215 of us?” by then, some business school professor will probably be rude enough to bring up the fact that if 225 million orangutans had engaged in a similar exercise, the results would be the same or much the same", "215 egotistical orangutans with 20 straight winning flips", "i would argue,” and this is the key paragraph or two, “i would argue, however, that there’s some important differences in the examples i am going to present.” i should say also, as context – this is tim talking – that warren buffett, i believe, was addressing efficient market theory or efficient market theorists with this talk", "all right, back to the buffett", "“for one thing, if (a) you have taken 225 million orangutans distributed roughly as the u.s", "population is, if (b) 215 winners were left after 20 days, and if (c) you found that 40 came from a particular zoo in omaha,” which is where warren buffett is based, “you’d be pretty sure you were onto something", "so you would probably go out and ask the zookeeper about what he’s feeding them, whether they had special exercises, what books they read, and who knows what else", "that is, if you found any really extraordinary concentrations of success, you might want to see if you could identify concentrations of unusual characteristics that might be causal factors.” i’ll read one more", "“scientific inquiry naturally follows such a pattern", "if you’re trying to analyze possible causes of a rare type of cancer with say 1,500 cases a year in the united states, and you found that 400 of them occurred in some little mining town in montana, you would get very interested in the water there or the occupation of those afflicted or other variables", "you know it’s not random chance if 400 come from a small area", "you would not necessarily know the causal factors, but you’d know where to search.” now, he goes into other examples and it’s a great read, but i’m not going to give you the whole thing", "the point i wanted to make is that luck, chance, these are factors in everyday life", "these are factors in the lives of every person, but i don’t think that it is as easy to dismiss success as pure luck as some might believe", "there are a few things", "of course, what we’re talking about in the buffett example, and there are other principles at work here, but survivorship bias", "survivorship bias would also be illustrated through, for instance, looking at the ads that run in something like a barron’s", "you have these amazing mutual funds that have performed extremely well and what is not often pointed out is that the mutual funds that did something approximating the same thing, but didn’t pick, in this case luckily, let’s just say, either no longer exist or don’t have the money to advertise in barron’s", "so you’re only getting a survivorship bias selection of these mutual funds", "that poses all sorts of problems", "when you’re looking, however, at concentrations of success, which is one of the things that i do", "i might look as silicon valley versus other places in the united states for certain types of anomalies and those could be what we call unicorns in the startup world, or otherwise", "what i’m most frequently looking for are (a) concentrations of success, and then replicable anomaly", "what does that mean", "that means if i find a strength coach, like at mark bell at super training in northern california, or a barry ross in los angeles, who’s trained a number of world champions, including alison felix, who went from high school track to professional track directly, i believe", "i want to know not only if they have incredible results themselves, say as an athlete or a former athlete, but have they been able to replicate those incredible results", "and furthermore, you have to distinguish between babysitting mutants, i.e., if you have a successful gym, much like if you are warren buffett in omaha, you’re going to attract prodigious talent who may have succeeded without your intervention method or help regardless", "you want to separate those people out", "for instance, you have celebrity trainers or, i should say, well-known trainers who are very good at simply recruiting already incredible athletes to be their clients and then they take credit six months later when they do all sorts of amazing things, versus those who are able to take someone from 0 to 60 very quickly or help someone steepen the learning curve most dramatically from .0 to six months later", "now, there are examples of this", "you could make the counterarguments, certainly, but if you look at, say, the paypal mafia", "if you look at, there are other examples of these concentrations of success where people then go from once you’re lucky, to twice you’re good, to three times you’re incredible", "i am doing my best to use these filters to study those to whom it is incredibly difficult to attribute their success solely to luck", "i’ll leave it at that", "luck is a factor, but i would suspect that successful people tend to underappreciate the value of luck and unsuccessful people tend to over-appreciate the value of luck and the truth is probably somewhere in the middle", "next is bill worthington: tim, this may be a huge question and require some thought, but i was wondering how someone who is bound to a contract, i.e., active-duty military, implement habits and tactics associated with the 4-hour workweek", "i love the notion of mini-retirements, but that doesn’t work for folks on active-duty, in law enforcement or the fire service", "how would you recommend 10xing a life and build passive income for someone who is not in a positive to become an entrepreneur", "thank you for your time and consideration", "i chose this question, it was upvoted, no", "1, but no", "2, because i wanted to point out there are a few embedded assumptions in this question that i would not let pass without some examination", "the first is that, for instance, mini-retirements can’t be used by people on active-duty", "now, if you’re on 24/7, 365 active-duty, that may be true", "but frequently, there are exceptions to this", "whether it’s in law enforcement, fire service or otherwise", "i would study those exceptions, whether or not it’s in your state, out of your state", "try to find the anomalies and study those anomalies, which is exactly what i do", "the edge cases", "if there is even one exception, then you should look at that exception", "if there are five or ten or 20, then you should certainly look at the commonalities across those", "but the main points i wanted to respond with, how do you recommend 10xing a life, building passive income, etc", "passive income we’re not going to get into right now in depth, but i will say, do not assume that your choices are fully employed or full-time employed or full-time entrepreneur", "this is a very common, artificially binary selection that people make", "it leads them to do things that i think are very often irresponsible", "not always, but very often irresponsible, where they will have all sorts of financial obligations", "they’ll quit their 9-to-5 job and then try to learn to swim when they’re swimming into the deep end and generate income through entrepreneurship", "that is not the approach i recommend", "typically, i would recommend doing some form of moonlighting", "meaning using your evenings and weekends while you have your job, to test different types of business concepts, business models and so on and uses, if you will, for those who have read the 4-hour workweek", "once you have demonstrated some traction, more specifically, people not just willing to buy, but handing their cash in some form over to you to buy your service or product", "only then, once you have supplanted your current income in some respect or supplemented it in such a way that you can take that jump with a high degree of confidence that it will succeed, then and only then should you consider potentially to jump to full-time entrepreneurship", "that’s point no", "1", "the second is that – coming back to derek sivers – you know, the best option is the one that creates more options", "that can be applied in the case of this moonlighting that i discussed and many others", "but the tactics and habits from the 4-hour workweek apply to a lot more than you would expect", "certainly, you can take some of the high-level frameworks or principles like the 80/20 analysis and apply that to what you do", "i have many friends who are either active military or were active military at the time that they read the 4-hour workweek, who were able to apply 80/20 analysis, parkinson’s law and so on, to what they did", "i would recommend as a complement to the 4-hour workweek, and this might seem odd, by extreme ownership by jocko willink, a retired navy seal commander who’s first-ever public interview was on this podcast", "so i will leave it at that", "next up, and i apologize for the noise in the background, guys", "i’m in a very cold house in the pacific northwest and that’s the heater", "next question we have is, i’m going to get this name incorrect, probably", "ndahiro s", "bazimya", "i’ll read this quickly: what are your thoughts on maximizing muscle growth versus optimizing the body as it relates to age", "specifically, with research showing that to maximize muscle growth, one needs to maximize mtor activation", "for those people wondering what mtor is, mechanistic target of rapamycin, generally", "some people say mammalian, but david sabatini, who is short-listed for the nobel prize, was on this podcast", "we did a long talk about mtor", "back to the question, i’ll rewind", "specifically, with research showing that to maximize muscle growth, one needs to maximize mtor activation, but with research now suggesting from a few mds that mtor activation is correlated with speeding up the aging process by advancing cell turnover rate, as well as speeding up development of cancerous cells", "in other words, training with the goal of hypertrophy can be bad in the long run as you get older", "this is a good question", "it comes up a lot", "that’s why i’m reading the entire thing", "“it’s clear that training as an athlete while giving great performance doesn’t necessarily translate to longevity, but what are your thoughts on an optimal style of training that would promote both longevity and retaining the attributes you lose when you age: strength, flexibility, etc", "when factoring in certain types of training like running, olympic powerlifting, crossfit, gymnastics, swimming, etc.?” this is a very big question", "i will say, much like dr", "dominic d’agostino has observed in a number of his episodes on this podcast, and if you haven’t heard his stuff, i would recommend everybody listen to at least the first episode i did with dominic d’agostino", "by the way, he’s not just a scientist", "i mentioned this at the beginning, but he’s done a 500-pound deadlift for ten repetitions after a seven-day fast", "he’s not only a very well-published researcher, but he is a beast of an athlete", "he would be the first to point out that the goals of hypertrophy and muscle gain are generally, let’s call them the inverse of what you would want to do for longevity", "at least based on the data that we currently have", "if you are trying to, as you pointed out, i’m going to say, ndahiro, if you are trying to improve both longevity while retaining the attributes you lose when you age: strength, flexibility, etc., i would focus on strength over hypertrophy and mobility certainly as defined by coach sommer, the former national gymnastics team coach, would be the ability to exhibit unlike flexibility", "you can have passive flexibility", "mobility would be the ability to demonstrate strength at the end ranges of your range of motion", "say a pipe stretch, reaching down and touching your toes with your legs completely straight together", "something like that", "i don’t view that, as far as i know, in any way conflicting with longevity practice", "i would focus on strength over hypertrophy", "you’re looking at developing relative strength, maximal strength over muscle size", "there are many different ways to do this", "you could do it with something like the barry ross protocol that i describe in “effortless superhuman,” a chapter of the 4-hour body, which i also talk about in tools of titans at one point", "it is a deadlift-based protocol, pulling to the knees, dropping – so no lowering, no eccentrics", "this is to remove or minimize the likelihood of hamstring injury", "you’re doing two to three reps of very high weights with a bit of plyometrics and a long rest in between sets", "two to three work sets per workout generally of at least the deadlift", "this can product phenomenal strength gains", "we’re talking, in some subjects, 80 to 100-pound+ improvements in the three-rep max over the span of three to four months", "these are not purely untrained subjects, i should note", "they’re also not national champion powerlifters, but somewhere in between with, very frequently, less than ten pounds of muscle mass gain", "so the return on investment for strength compared to the increase in hypertrophy is really astonishing", "so i would say strength over hypertrophy", "strength can also be developed with gymnastic strength training (gst), along the lines of coach sommer", "so if you’re interested in that, i would certainly listen to the two episodes, in fact, of this podcast", "if you’re interested in strength over hypertrophy, i would listen to the coach sommer episode, which is one of the most popular of the entire podcast, more than a million downloads, certainly, by far", "and pavel tsatouline", "i would listen to his first and second episodes on the podcast", "you could offset potentially some of the mtor activation with intermittent fasting and what you might call purge fasts, which are these three or four times per year, five-day or longer fasts that dominic d’agostino and i have talked about", "the longest chapter in tools of titans talks about his thoughts, my thoughts, my schedule, etc", "as it relates to fasts, so i’m not going to belabor it here", "but that is my current take and that is actually the mix that i am currently using – all of those things i just mentioned", "do not do extended fasts or fasts of any type without medical supervision, boys and girls", "so don’t be dumb and kill yourself", "next we have emma finley", "this is a really good question that comes up a lot with type-a personalities", "emma finley – who has a cool thumbnail photo also – it looks like a dancer perhaps: how do you balance productivity/achievement with relaxation and what does ‘relaxing’ look like to you", "such a type-a way to phrase it", "how do you balance productivity/achievement with relaxation and what does ‘relaxing’ look like to you", "i personally have trouble actually relaxing in the little downtime i find for myself", "i’m constantly taking on so much that all seems important to me, so i wonder how you manage that in your time so you aren’t constantly overworked or tensed", "i’m going to dissect this a little bit", "much like when i’m writing, one of my predispositions that i try to fix when i edit is having a single sentence that tries to do too much", "when you want to ask you’re or other people questions, make sure your question isn’t trying to do too much", "in this case, we have quite a few things embedded", "i’m going to tease out this a little bit", "“i personally have trouble actually relaxing in the little downtime i find for myself.” part 1", "“i’m constantly taking on so much that all seems important to me.” those i think are related but not the same", "so, “i constantly take on so much that all seems important to me.” those are also two different things", "taking on a lot and all seeming important", "i would say, no", "1, if you feel like you don’t have time, you don’t have clear priorities", "the book i would recommend you read, which is short, is the effective executive by peter drucker", "probably the best book i’ve ever read, or certainly in the top 3 for effectiveness, which is much more efficient – much more important, excuse me, than being efficient", "so effectiveness is doing the right things, efficiency is doing things the right way, but doing something well does not make it important", "it’s very critical that you focus on the critical few and not the trivial many", "so the effective executive by peter drucker, no", "1, you should read and re-read", "that’s no", "1", "no", "2 is that i would encourage you as a driven person, a type-a personality, to replace the label “relaxing” or “relaxation” with “recovery,” so you don’t view it as wasted time, which it is not", "much like in strength training, where i’m talking about taking five to six minutes or more, ten minutes in some cases, rest in between maximal work sets", "why am i doing that", "i’m doing that because i need to regenerate creatine phosphate and blah, blah, blah", "there are all sorts of systems that need to recover and ideally hyper-compensate", "what does that mean", "hyper-compensate means that let’s say you train, you push yourself to a near breaking point", "there are different ways to train, of course", "then you take a sufficient period of time off so that your body hyper-compensates because the body doesn’t adapt to stresses perfectly", "that would be a very dangerous way for us to evolve and to adapt", "you hyper-compensate with the expectation that the next stressor could be greater than the last", "so if you strain yourself lifting 100 pounds, you get to near failure or failure, then next time around, if you wait sufficiently to recover, then you should be able to lift say 105 or 110 pounds", "this applies to your endocrine system", "this applies to neurotransmitters in your brain", "this applies to a lot more than strength training", "it applies to everything", "you have finite biological resources to work with and your body has to regenerate these things", "so think of relaxing as recovery", "what might that look like", "if you really want to drive yourself crazy, and dr", "dan engel talked about this, if you’re super type-a, you could try floatation tanks, which can be thought of in some cases as a legal alternative to psychedelic dosing or certainly micro-dosing", "you could look into different ways that flotation tanks are used", "joe rogan, of course, is a big proponent of this", "that is option 1", "option 2 would be doing something completely, in your mind, probably unproductive, but in my experience, very helpful for insomnia and other things, is reading fiction", "if that makes you crazy, i think it indicates in corresponding amplitude and importance that you should try it", "i would suggest zorba the greek, specifically", "if that is too long, you could try short stories", "you might consider the literature of ideas or good science fiction, like ted chiang", "i believe it’s stories of your life and others, which is a great collection of short stories", "i would read those before bed", "so try those", "but think of relaxing instead of relaxing, since that implies almost, to people who are used to obsessing on goals, wasting time", "think of relaxing as recovery because it very much is", "next question is by jaski singh: for people looking to break through the noise with their own products or product, out of all the various marketing strategies you’ve tried over the years for all of your books, what one would you say has helped you cut through the noise more than any other", "what one could people replicate who don’t have a large audience", "let’s drive into that", "i would say a few things here", "the question is breaking through the noise for a product and building a large customer base/audience", "that’s how i’m going to translate this", "there are a few words i want to underscore here", "so you said out of all the various marketing strategies, which has helped me the most", "i’m going to answer this differently and, in fact, argue that marketing is not where to focus if you want to break through the noise with your own product", "i separate marketing and positioning", "we’re going to talk about positioning", "i think positioning is more important", "i would additionally say, you asked of all your books", "i would expand that because i’ve worked with 75+ startups at this point, including some of the fastest-growing startups in the world, in their early stages, when they had next-to-no customers or audience, per say", "i have been involved with uber since they had three cars on the street, for instance", "and actually even prior to that, when they were prototyping the user interface and so on", "now, they’re ubiquitous", "they did not start out that way", "in fact, even something such as uber was laughed at in the beginning by a lot of folks who couldn’t quite grasp the fact that you can expand a market with your product", "you don’t have to tackle the defined size of an existing market", "but that is, perhaps, a separate conversation", "so what tactics, what strategies, what principles have i used most effectively to break through the noise", "which one", "if i had to choose one, it would be encapsulated in kevin kelly’s 1,000 true fans", "he wrote a revised edition of that famous essay, his most popular, i believe, for tools of titans, but it can be found on his website now as well – kk.org", "1,000 true fans", "this relates to positioning and starting small, which seth godin in, i believe it is our second episode", "the second episode of seth godin on the podcast talks about this at length", "if you are interested in breaking through the noise, i would encourage you to also listen to both seth godin episodes", "but the basic idea is that you should own a category instead of thinking about how to develop a brand", "i’m going to expand on this in a minute", "another option – there are two options really – more than two, certainly", "but two that have helped me in terms of resources", "the first is the “law of category” chapter in the 22 immutable laws of marketing", "if you own tools of titans, it’s already in there with a slightly edited and updated version", "and blue ocean strategy", "there’s a book called blue ocean strategy", "i would say that somewhere between 30 and 40% of it i found very helpful", "i read this before the 4-hour body, the 4-hour chef, and tools of titans", "i read that in the period between the publishing of the 4-hour workweek and the rest of the books and found it very helpful", "i will hit a few birds with one stone because i do get a lot of questions about branding", "how do i create an incredible brand", "how do i create an amazing personal brand, which is not something i ever really think of", "i will give you my three rules of branding", "that is a bit tongue-in-cheek since i dislike the word “branding,” generally speaking", "no", "1: we just talked about this a bit", "instead of fixating on the often nebulous “brand,” think of how you can “own a category” in the minds of 1,000 die-hard fans who can then act as your strongest marketing force", "this is really critical and much like, i suppose, the ge way, the book, described jack welch and how he rebuilt ge into the titan that it became under his leadership", "if you can’t be no", "1 or no", "2 in a category, so whether that’s uber for x, whatever x is, imported light beer, low-cost airline, whatever, you need to find or create another category", "my preference has always been to create another category since, by definition, you then own it, much like lifestyle design for 4-hour workweek, and so on", "instead of fixing on the often nebulous brand, think about how you can own a category in the minds of 1,000 die-hard fans who then become your strongest marketing force", "no", "2, don’t make a product for everyone", "if everyone is your market, no one is your market", "if everyone is your customer, no one is your customer", "don’t make a product for everyone or every man or every woman", "it’s too broad", "particularly with the first versions of your product for service, it is better to have 1,000 people who love you, even if many hate you; it’s better to have 1,000 people who love you rather than 100,000 who think you’re kind of, sort of cool", "great to 1,000 of these edge-case nerds, for instance, and i use that in the most loving way possible, beats good to 100,000 of anything else, everyone else, every time", "in a social media, in a social sharing driven world, cultivate the intense few instead of the lukewarm many", "really focus on the intense few instead of the lukewarm many and make your product for those people", "you can always expand later", "it is very difficult and very painful to go from broad to narrow later", "start narrow then go broad", "no", "3, forget branding altogether", "forget branding, forget it, forget it, forget it", "at least in the very ambiguous way that it is usually used", "i would suggest think about consistently over-delivering one or two benefits to your customers, users, fans", "so think about consistently over-delivering one or two benefits to your 1,000 true fans", "that’s it", "branding is a side effect of consistent association", "your brand is what people think of most often when they hear your name, see your logo, whatever it might be", "that’s it", "it’s a side effect of consistent association", "consistently over-deliver one or two benefits to your 1,000 true fans", "don’t put the cart before the horse", "put good business first and good brand (whatever that is) will follow", "it’s a side effect", "i think that is what we are going to cover for today", "so if you guys would like more of this type of q&a, i have quite a few pages left with things i’ve selected that i can answer", "let me know if you’d like more of these", "you can let me know on twitter – @tferriss, on facebook – tim ferriss, instagram – tim ferriss", "or you can go into the show notes for this episode and every other episode if you want links to the books and so on that i mentioned in this episode", "just go to fourhourworkweek.com/podcast", "you can find everything there", "if you have read tools of titans, i would love and very much appreciate a short review", "it makes a world of difference and i do pay attention", "i do read reviews", "i’d love to hear what you guys have thought of it", "if you did read the book, please leave a review", "you can leave a review at amazon, b&n, wherever you may have found your book", "that would mean a lot to me", "so thanks for listening guys", "until next time, keep on experimenting", "i’ll talk to you soon"]}