{"dialog_idx": {"arnold schwarzenegger": [3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 96, 97, 98, 99, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 159, 160, 161, 162, 163, 164, 165, 166, 167, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 239, 240, 241, 242, 244, 245, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 624, 625, 626, 627, 628, 629, 630, 633, 634, 635, 636, 637, 656, 657, 658, 659, 660, 661, 662, 663, 671, 672, 673, 674, 675, 676, 677], "male speaker": [15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 95, 100, 101, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 237, 238, 243, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 358, 359, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 485, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 579, 580, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 631, 632, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 664, 665, 666, 667, 668, 669, 670], "tim ferriss": [0, 1, 2]}, "episode_num": 216, "file_type": "html", "guests": ["arnold schwarzenegger", "male speaker"], "num_sentences": 678, "num_words": 11620, "raw_text": "Tim Ferriss: Hello, my friendly little Mogwai. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is typically my job to deconstruct world-class performers. This episode is a little indirect because the questions come from you. Arnold Schwarzenegger is back for a Round 2 on the podcast. I could not be more excited. In our first conversation, which is Episode 60, one of my most popular of all time, the former Mr. Olympia, Terminator and “Governator” shared lessons learned, daily routines, psychological warfare tactics, which were amazing, favorite books, early entrepreneurial ventures and tips – for example, how he made millions in real estate before he had his movie break – meditation, and many stores no one had heard before. This time around, the new host of The Celebrity Apprentice answered your most popular and upvoted questions, including some controversial questions. He does not shy away from anything and this is no exception. He does not mince words. In this episode, among other things, Arnold talks about his recent Twitter battle with President-Elect Donald Trump, his investment strategies, politics, the state of bodybuilding, his sleep schedule and many more never-before-told stories. He did, however, forget to plug his latest project, so I will do it here. Tune in to the new Celebrity Apprentice Mondays at 8:00 p.m., or watch it on the NBC app. I hope you enjoy this incredible Round 2 with Arnold Schwarzenegger. I promise that it does not disappoint. Male Speaker: The first question comes from Tim Ferriss. He wanted to lead off with, “A lot has been written about the President-Elect’s use of Twitter. His tweets have moved the stock market and defined the news of the day. You were recently on the receiving end of a couple of his tweets. I think your response said it all, so I don’t want to reopen it, but I would like to hear about the process. How did you react when you heard he had tweeted about you and how did you formulate your mic-drop response?” Arnold Schwarzenegger: Well, first of all, let’s just kind of create the atmosphere here. We’re sitting outside here, outside my house. The fire is on, it’s an outdoor fireplace. I’m smoking my stogie and we are having a great time. The Jacuzzi is warming up slowly so that afterwards we can take a Jacuzzi and so on. So, that’s No. 1. No. 2 – let’s get now to answer this very important question that Tim had a great question. First of all, it is important when you want to respond that you don’t respond immediately. That you don’t respond with your emotion. Because, of course, you go through various different stages in [inaudible]. If I would’ve responded right away, I would’ve said, “Don’t go into a stinking contest with a skunk.” But then I said to myself, “Well, maybe that’s not the right answer and it really doesn’t say anything, so let me wait a little bit.” Then I said to myself, “Well, I think actually I expected the tweet because I tweeted out that I’m not going to vote for him and I encouraged other people not to vote for him.” So, I said to myself, “You know, being Donald Trump, probably I would’ve done the same thing, just tweet back.” So, that was to be expected. So, now it was just in how do you answer back. And then slowly but surely, I started developing, went through different stages. I said to myself at one point, “Maybe I should just go back East and just hit his head against the table or something like that.” Then I said to myself, “No, that is stupid. Okay, let’s get out of that one.” And so eventually, I came up with something that was where I talk about, “Look, this is a lot of energy that he put in there to compete about the ratings and who has better ratings and all this. I hope that he put the same amount of energy into serving all the people of America.” Because it’s a really important job to be the President and you have to be able to serve both Democrats and Republicans and decline to stay and independence in everybody. So, he should put his energy into that. So, that’s how I came up with that, basically. Male Speaker: That’s great. So, Jan D. Weigan, or maybe Jan, said, “What was the hardest choice in your life and what was the biggest sacrifice you’ve made while climbing the ladder of success? Arnold Schwarzenegger: I think that there’s no two ways about it that the toughest choice was to get my bikini wax before Conan the Barbarian. No, I think, you know, definitely the toughest choice was to run for Governor because I really felt very passionate about becoming a public servant and I felt really strongly that I could do a better job than the politicians in Sacramento. I felt that the politicians screwed up the state. That’s why we had blackouts, that’s why we had huge debt and deficits and no one could get along. Democrats and Republicans couldn’t work together and it was just a huge mess here. I felt that I could do a better job. But at the same time, I recognized the fact that I’d just finished Terminator and Terminator 3 came out. I became the highest paid actor at that time in the world. So, that meant that I was not going to be able to make two movies a year and make these kind of millions and millions of dollars. So, am I willing to walk away from all that money? Potentially over $100 million over the next seven years. So, then there was the family question. My wife was not very enthusiastic about it. She comes from a family that had politics had a tremendous impact on the family and side effects. So, she felt like the same would happen to our family. So, there were all of those debates, but eventually after long deliberation and thinking about the whole thing, I did make up my mind and I decided to do it. But it was a very tough decision to make because I had to think about all of those different aspects, but I went for it and I felt very passionate and then after I made the decision, I was 100 percent behind it and I felt like I had the need to serve the people and to give back to this great country that gave me everything. Male Speaker: Rachel or Rachelle Wendells asked, “What is the most important thing a woman needs to know if she wants to lead both men and women effectively?” Arnold Schwarzenegger: Well, I think the first thing that she needs to do is just take out the “as a woman.” Because if you want to be a leader, you’ve got to think of yourself as a person, as a human being and not as a woman or as a man, but just paint a great vision of where you want to go. What is your goal? And then that clear vision that you share with everyone, men and women around you will follow you because of the enthusiasm and because you have a very clear vision and you will inspire them. So, being inspirational and then having a clear vision, having a clear goal and rally everyone behind you I think is the most important thing. But don’t think of yourself as a woman in this case, because I tell you, Indira Gandhi did not think of herself as a woman when she led India. I think that Mrs. Thatcher, who was successfully leading England, did not think of herself as a woman and oh, my God, what would it be like as a woman now to lead England or something like that. Mrs. Golda Meir was one of the most extraordinary leaders of Israel and led this great country through the ’67 war against so many different countries. She was highly successful and did not think of herself, I bet you any money, as a woman. Chancellor Merkel, who is one of the greatest leaders in Germany right now, who has been in office longer than anyone else, very effective leader, is a woman. I don’t think she sees herself as a woman. As a matter of fact, I remember when I met her several times during the time I was Governor, she was a tough leader, really good, smart at history and politics and economics. I mean, all of the different issues. But it never even came up the subject of I’m a woman and as a woman I do this and that and so one. Imagine Catherine the Great when she led Russia. I mean, do you think that she thought of herself as a woman? So, I think take that out complete, the woman stuff, and just see yourself as a person and someone that is a great leader with a great vision and then rally everyone behind you. Male Speaker: This reminds me, you’ve talked before about wanting to bring women’s bodybuilding into the Arnold Classic. Is this the same philosophy? That you didn’t want them to think of themselves as women? Arnold Schwarzenegger: Well, it’s a little different because I think that there is still a tremendous prejudice towards women and what women should not do. I feel that through sports, I have learned that we are all equal. That women should have the right to do the same sports that guys do. Guys should have the same right to do the same sports women do. So, I felt like who is to say that bodybuilding is a male thing? No, women can also build their bodies. Maybe differently, but let them decide how they want to do it. But let women compete in bodybuilding competitions. So, we started with Harold Schneider, I remember, back East. We started in Pennsylvania. We started the first Miss Olympia competition and then we moved it to Columbus and we had it in Columbus, Ohio at our competition, combined with Mr. Olympia and Mr. Universe with Miss Olympia. It then became highly successful and now women bodybuilding and women’s fitness and training and all of this stuff is as much a part of the international bodybuilding scene as for the male bodybuilders. Male Speaker: Joseph Durell Rodd asked, “Arnold, have you always slept so sparingly or do you purposely sleep less to gain extra hours in your day?” What’s your current sleep schedule like and how do you keep high energy with little sleep? Arnold Schwarzenegger: Well, my current sleeping schedule is pretty much the same as it has been for the last few years. I get up early in the morning and then I go and work out, ride the bicycle for an hour and take a shower, have breakfast, feed my dog, play with my dog, call my kids, tell them I love them and read a script or two. Read the papers in English and in German also. By that time, it’s around 5:00 in the morning. Male Speaker: Okay. What’s your actual morning routine? Arnold Schwarzenegger: What? The bottom line is that I have slept nine hours a day when I was 19 years old because at that point, when I was younger, I needed more sleep. I woke up nine hours later and it took me nine hours and got the full nine hours of sleep. As time went on, I needed less and less sleep. Now, it doesn’t matter where I am, I wake up six hours after I go to sleep. That doesn’t mean six hours after I go to bed. Because there’s a lot of people that have trouble getting to sleep. There’s another secret that I use and that is I don’t have my iPhone or my iPad or anything in the bedroom. I do not, an hour before or two hours before, get into some heavy debates about business and stuff like that or accept phone calls where those kind of things can happen, because I’ve seen that then you go to bed and your mind keeps going and going and going and doesn’t allow you to go to sleep. So, it’s important to not do that. There’s other people that are very successful by not even watching TV. They just read a book or something and that puts them to sleep and that’s the end of that. I watch TV because that does not bother me when I watch the news and so on or make me think about it for the next hour or so. So, I can actually doze off watching TV or reading something. So, the key thing for me is to sleep until I wake up and that is usually six hours, five and a half hours, sometimes five hours, sometimes six and a half hours, but it’s an average of around six hours. It doesn’t matter if I’m flying to Europe on the plane that is a 12-hour flight. Sometimes I also wake up six hours later after I go to sleep. In Europe with the time change, I get up six hours later. So, it gives me an advantage, of course, that I have an extra few hours then to do other things and to learn and to read or to do something that is fun to do. But, I mean, I think the key thing is for people not to get as obsessed about the sleep that you can carve out extra time, but to organize your day really well so that you can do a lot of things and accomplish a lot of things, rather than wasting the day. If that’s what you want to do. There’s people that say, “Okay, I’m retired. I’m just going to play golf and I’m not going to pay any attention to being productive. I have done this my whole life.” Others want to be productive. Then I would just say, okay, here’s where they get up. The early risers usually are the most successful people. If it’s the President of the United States, if it is the Pope, or all the leaders, all the business leaders, everyone always tells me that they get up at 5:00 or 6:00, they read the paper, they get going, they get organized, start answering mail, communicating with Europe and stuff like that. So, I think organizing your day and having a very clear vision and program of what you want to accomplish and being enthusiastic, I think that is the key thing, not just to worry about I’ve got to only sleep six hours, otherwise I’m losing too much time or something like that. Health-wise, the best thing is to get enough sleep that you need. Everyone is a little bit different about that. Male Speaker: Perry Reed asks, “What is something you believe that others might consider totally crazy?” Arnold Schwarzenegger: I think the first thing that comes to my mind is that you can’t protect environment and protect economy at the same time. We have seen this in California how successful we have been. When I was Governor, I was very fortunate to lead a state that had a great history in protecting the environment. It also had a great history of being economically a powerhouse. We have been consistently anywhere between the fifth largest economy to the eighth largest economy in the world. Now, we became the fifth largest economy in the world and I think that just shows to you that having a great environmental protection and laws in place in protecting the environment, that you can do that successfully. We have made a commitment to reducing greenhouse gases by 25 percent by the year 2020. We have made a commitment to have almost 50 percent of renewables by the year 2020. We have made a commitment to make our buildings more green and to do things that really moves us in the direction of keeping our environment clean. But at the same time, we have also proven that our GDP, for instance, where the national GDP is 1.5, 2 percent of growth, we in California had a GDP growth last year, for instance, of 4.2 percent. So, as you can see, we are double as good as the nation is as an average and we have the strongest and toughest environmental laws at the same time. So, there’s a huge misconception that going green means that you destroy the economy. We, as a matter of fact, the green sector in California produces ten times more jobs now than any other sector in California. So, no matter which way you look, we have become a leader and we are the fifth largest economy in the world. We are doing the rest of the states in the United States, so I hope that the federal government takes really close notice of what California is doing. Male Speaker: Patrick Chapman says, “I am a musician, taking auditions and competitions constantly. I’d love to hear your best tips for preparing mental for competition.” Arnold Schwarzenegger: Well, I think that it doesn’t really matter if you’re going to an audition for music or for movies or TV, or if you’re competing on a stage in a bodybuilding competition, or if you’re doing a downhill race as a skier, or if you’re a UFC fighter, or if you run a corporation. It is mileage. It is reps that count, the more often you do something. I am a big believer in practicing and practicing and practicing. Why? Because the more you practice, the better you get and the more it becomes second nature and then slowly the fear goes away that you may not be able to remember your lines when you go for an audition or the fear that you maybe sound stupid and that you’re not going to pull it off, or whatever it is. It is always the more you practice something, the more confidence you get and the better you’re going to perform when you go to those auditions in the first place. So, reps, reps, reps and just keep practicing and practicing. We have a saying in German, “Übung macht den Meister.” Which means, the more you practice something, the more you become the master of something. So, that’s a reality. Male Speaker: Is that why when you have a new speech you’re practicing, you write the tallies on it? Arnold Schwarzenegger: Well, the tallies I write on it because that comes from my bodybuilding and weightlifting background because we used to have a chalk in our weightlifting gym and we made a line for each rep that we did, so that I know in the end when I look at it, did I really do all my sets, rather than cheating on yourself with your reps or with your sets or with anything else. We even wrote the weight on it next to it and compared it to the last week’s chart of how much we improved in the weight and all this. So, it is all about, always, you do enough reps. And of course, you learn this in sport. This is why I always say families should insist that the kids do sports because in sports we learn the lessons. There is no shortcut. The only way you get confidence is by doing reps and getting good at what you’re doing and that’s what gives you the confidence. Then you cut down the failures and on and on and on. So, just do the reps. Male Speaker: Marcia Peterson asks, “In Arnold’s experience, how does age and aging affect diet and fitness? What adjustments do you recommend for those of us who are no longer spring chickens?” Arnold Schwarzenegger: Well, I think the first thing that comes to my mind is you’ve got to really, very adamantly, use when you get older, organic, gluten-free Botox. I mean, this is extremely important. No. In all seriousness, I think that the most important thing really is that you recognize that your metabolism slows down. Let’s say as a male, that you don’t produce as much testosterone. So, definitely you have to take certain food supplements that you can supplement and produce more testosterone and that you watch the kind of food you eat because what you get away with when you’re 19 or 20 years old, you’re not going to get away with now. I remember when I was competing in the Mr. Olympia competition and that was at the height of my bodybuilding career, we worked out five hours a day and the body had a much faster metabolism. We would go even before a competition, before the Mr. Olympia competition, to the House of Pies and we’d eat a pie. Today I could not get away with that because you would immediately gain weight. In those days, it was before the competition and we still won the competition because your metabolism is different. So, you have to recognize that. You have to stay away from bread. You have to stay away from desserts. Maybe you can have it every so often, but don’t think that it’s a daily routine where you keep eating bread and pasta and your desserts and ice cream and all those kinds of things. I have to tell you this is very tortuous for me because I am in Austrian. And in general, we grow in Austria with beautiful, wonderful desserts. From the sachertorte, Kaiserschmarrn, apfelstrudel, topfenstrudel, [inaudible]. I mean, there’s so many different things that we have that are fattening and they’ve got to get off all of those things and just really eat much lighter. I eat smaller meals now. At night, many times I just have soup and not eat anything. In order to really stay trim, it is a real battle and I think that I’m not the only one that goes through the battle. I think everyone in the gym – and I go to Gold’s Gym – everyone tells me the same story. As soon as they get to be past 40, they have a tendency of getting easier, overweight and fat. Now, of course, is a good time because it’s a new year, so you can make a New Year’s resolution and say I want to lose 10 pounds or I want to lose 20 pounds and here’s the diet that I’m going to be on and that’s exactly what I would recommend. Male Speaker: Mike Unich says you have a great history combating climate change and you’ve recently taken on trying to get people to eat less meat, as animal agriculture is a major source of greenhouse gas emissions. What are your future plans to keep spreading this message and reach more people? Arnold Schwarzenegger: I think that the most upsetting thing to me is that we have so many really passionate environmentalists that really are serious about helping the Earth be healthy and reducing pollution. But their communication skills are lousy because they always keep talking about climate change. It doesn’t matter what speech that you listen to – if it is President Obama’s speech or if it is some senator’s speech or if it’s some environmentalist’s speech, they talk about climate change and it doesn’t mean anything to the masses in the world. It goes right over their head. They talk about something that happens in 10 years from now, they talk about what happens in 20 years from now and the sea levels rising 50 years from now. The human mind is not equipped to think what happens down the line. They want to know what’s happening today, what’s happening right now. What’s happening right now is disastrous because pollution – and that’s what environmentalists should be talking about – pollution is killing 7 million people a year. That is happening right now. They never talk about it. I say to myself, “What is going on with those guys? Why are they so obsessed about climate change and not about the amount of people that are dying every year because of pollution?” The amount – 7 million – that I’m talking about, that’s much more than all the traffic accidents. That’s much more than the wars that killed people or that ISIS that we’re worried about or suicides or homicides or all of those things together is not even close to that amount of 7 million people. Pollution is the biggest killer and they’re not talking about it. They kind of throw it away. Yeah, and there’s climate change and also the health aspect of it that people get sick from pollution and all that. So, they mention it as a side bar, but not really as the main thing that’s what’s happening today. So, the communication has to be better. I always talk about the four-legged stool. I always talk about that yes, we should talk about climate change because that is a reality. We will have climate change and it is disastrous. But, in order to really make people react and become part of the environmental crusade, we should tell them that right now, 7 million people die. In America, 250,000 people die. In India, over a million people and in China, over a million people die because of pollution and this goes on and on all over the world. That’s what we should talk about. The first leg should be climate change. The second leg should be talking about the pollution. The third should be how many jobs we can create with a green economy. The fourth is national security. This is the four-legged stool because we’ve got to get energy independent. We’ve got to get off fossil fuels so we don’t have to ever rely on countries that are our enemy and don’t wish us well. That’s the four-legged stool that I talk about. I think that is what we need to concentrate on and we just have to let everyone know that they’ve got to communicate differently and got to communicate in a way that means something to people and they understand, because people are basically survivalist. They worry about right now. When you have an accident, you don’t go and start thinking about when someone breaks their leg and they have an open wound, how are we going to fix the leg? No, first you stop the bleeding. That’s the first thing that you do. Then you go and take them to the hospital and then they can worry about how to fix the leg and all those kind of things. The same is with our environmental movement. We’ve got to talk about the amount of people that die every year because of pollution. Male Speaker: Just to expand on Mike’s question. This isn’t just theoretical for you, you actually ran the anti-Prop 23 campaign in California in 2010 with these principles, right? Arnold Schwarzenegger: You’re absolutely correct because we found out by total coincidence that this is what the people really pay attention to the most is the health aspect and what a tremendous impact pollution has, not only on the health of grown-ups, but, for instance, in the Central Valley in California, we talked about how it creates asthma and what kind of effect it has on kids on their health and stuff like this. People were so alarmed when they heard the statistics, that they did everything they could to go and to keep, in effect, our environmental laws, even though the oil and coal companies came into California with Proposition 23 and tried to have the people vote against our environmental laws. They were not successful. We beat them with 80 percent of the votes and chased them out of the state because we used the health aspect as a means to really get through and to penetrate through to the people and let them know how important it is that we keep our environmental laws, which are the best in the nation. Male Speaker: And our environmental laws won in conservative districts, as well as liberal districts with that, right? Arnold Schwarzenegger: That’s right, because the Republicans and Democrats alike all want to go and have healthy air and have healthy water, clean water, and clean ground. I mean, air, water pollution and the ground pollution that we have is disastrous and we’ve got to always fight in order to clean our environment. Male Speaker: Cody Shuckman says, “Arnold, we hear about your many successes in life. What do you consider your greatest failure and how did it set up or shape your future successes?” Arnold Schwarzenegger: Well, I think that you have to recognize that it doesn’t matter who it is. The most successful person in the world can tell you, honestly, that they’ve also had a tremendous amount of failures. It’s not always just success. The key thing is that we learn from the failures actually more than from our successes. It doesn’t matter if you talk about the best basketball player. I remember Michael Jordan one time said in an interview that he missed 9,000 shots. Here he was one of the greatest, if not the greatest, basketball player in the world. So, yes, you miss. I remember that Ted Williams, one of the great baseball players, I think it was in 1941 or so when he had the best baseball season and he averaged 406. That meant that 40 percent plus, 40.6 percent, to be exact, he was successful with his hits, with his batting. 60 percent, therefore, were failures. So, think about it. This is the greatest baseball player. This record still stands today. So, it just shows you that everyone has failures. So, the key thing is that you learn from those failures and you move on. I had my failures in bodybuilding. I lost bodybuilding competitions. Most people only know of my victories, which were a lot. But I’ve also lost. I lost in weightlifting. I lost in power lifting. I embarrassed myself many times trying to lift the 500 pounds on the bench press in front of 2,000 people in a beer hall in Germany and I failed and it crashed on my chest and I couldn’t make it, but eventually I did make it. I lost – I had failures in the movie business. I remember all the movies that went through the roof, but then there were movies that went right in the toilet that were not as successful. Books that I came out with that were on the New York Times best seller list and then others that didn’t live up to the expectations and failed. So, yes, we have those kinds of things. To me, the key thing is always that we learn from it. I have failures also in my personal life and I learned from that. Then you move on again. What is important is that you get up. When you fall, the winner always gets up and the loser stays down. That is what is the difference. To me, the important thing is always that when you fail in something, you get up, you dust yourself off, and you move on and gain a great vision of which direction you want to go. Pick another goal and keep moving forward. Male Speaker: Philip Charles asks, “What tip did you receive at an older age that you could’ve used in your 20s?” Arnold Schwarzenegger: Well, there’s a lot of things that we learn throughout the years, obviously. But I think the main thing that comes to my mind is charity. You know that when you’re young, you don’t think about that you should reach out and you should help others. So, I like I was only thinking about my goal, to be on that stage in London at the Mr. Universe competition. Just like Rich Park, my idol that won three Mr. Universe competitions and then became Hercules in the movies and all that, I wanted to have that trophy on that same stage as he won it and that was the only thing in my mind. After I won that, it was winning Mr. Olympia, Mr. World, and all of the competitions to become the greatest bodybuilder. That’s all I had in my mind. It was total tunnel vision. But then later on, I learned, luckily, how important it is to also not only think about me, but to think about we. To go and to help others. There are a lot of people that need help. If it is people that need help in their training and to go around and help people and hold seminars and teach them about training and about the importance of exercising the right way, if it is to make sure that everyone can do sports. I got involved in Special Olympics and started helping Special Olympians to do sports and specifically to do weight training and power lifting. I introduced into the Special Olympics movement the power lifting competitions which are now worldwide. They’re very successful. We started Special Olympics specifically in Austria also and got all the ski races together to start and to help me and support me. To start Special Olympics that work together with the private sector and the government and all this and then eventually starting after-school programs and then becoming the Chairman of the President’s Council on Physical Fitness and travel around the country through all 50 states and promote health and fitness and bring everyone together. That eventually led to running for Governor. So, I think giving back and recognizing that every one of us needs help. I got plenty of help to be where I am today. There’s no such thing as a self-made man, as I always say. People did help me to be where I am today, so it is up to me now to inspire other people, to help them and to go and reach out and to help them. This is what made me get involved in the environmental movement and in this environmental crusade. I just living back where you don’t think about what is it in for me? But, rather, how can I help this great nation of America that gave me all the chances in the world and it opened up so many doors of opportunities? I would not have accomplished any of the things if I wouldn’t have come to America. And so, to give something back, to me, is extremely important and I want to have kids learn this as early as possible that part of being successful is to give also something back. Male Speaker: You talked about tunnel vision. Luis Congdon says, “Have you ever found that your pursuit of success has made you blind to other parts of your life?” Arnold Schwarzenegger: Well, I don’t know if you would call it blind, but I would say that yes, when you are trying to be successful, you have to have tunnel vision and you’ve got to have blinders on and not to see anything that is on the left and the right side and just really focus and what they call in golf and in tennis and all those ball sports – keep your eye on the ball. When you do that, when you focus that much on something, then of course you are not being able to enjoy all of the things that life has to offer because you’re so focused on this one thing. I remember that when I started with bodybuilding and with weightlifting, one of the first thing they’re told, because I come from a country where you do skiing and where skiing is very popular – don’t go skiing. You can’t go skiing because you’re going to break a leg eventually and that will set you back and you’re not going to able to weightlift and do bodybuilding, so don’t go skiing. Don’t go ice skating. So, you always have to kind of turn down certain things and you have to focus on the thing that you really want to be the best at. That’s what I did. I don’t regret that at all because you cannot be good in everything and you cannot do everything and at the same time be a champion in one thing. There is no such thing. So, I decided I wanted to be a champion. I decided that I wanted to go all out in my various different careers. If it is in bodybuilding, if it is in acting. I remember that in acting – it was a perfect example – whenever you sign on to a movie, let’s say The Terminator or Commando or Predator, whatever it is – you had to sign for the insurance and the bonding company that you were not going to, while you were doing the movie, do any motorcycle riding, any skiing, no horseback riding, no parachuting, no scuba diving, and all of those things because those things are dangerous and they don’t want you to get into those dangers while you’re shooting a movie because when you get injured, then the holdup on the whole production costs millions and millions of dollars. So, that just shows you, you have to make sacrifices. Yes, you can be The Terminator, yes you can be the Commando, yes you can be the Last Action Hero and all those things, but you cannot do those kinds of things while you’re doing the movie, so you always have to make sacrifices. That’s just the bottom line of it. Male Speaker: So, this is why you believe in having a specific goal, so that you have an endpoint and then you can say okay, the movie’s finished, now I can go skiing. Arnold Schwarzenegger: Well, I started skiing at the age of 30, after I was finished with competition. Then I was not allowed to ski, like I said, during the times when I was doing a movie, which I totally understood. It was hard to do because I’m very much into skiing. I love skiing because I missed out on it when I was young and now I love doing it. Or motorcycle riding. All of a sudden I cannot ride the motorcycle for the three months while I’m doing a movie. So, you have to make sacrifices. But that’s the difference between being a kid and being a grown-up. As a kid, you always want to have everything. So, grown up, you have to make choices. I made the right choice and I’m happy that I made the choice. May I remind you, because you just mentioned something about you’ve got to shoot for your goal. Not everyone is as driven as I am. I want to make this perfectly clear. I was always a very driven person. I grew up driven and I think it’s because I came from a little country and it was after the second World War. There was poverty and starvation and there was not much around. I grew up poor and all that stuff. It creates a whole different fire in a belly and the will to succeed and all this stuff. I just had that, but that was my thing. I was into that. Not everyone is as driven. You don’t have to be that driven. There are people that are very happy with a normal job, they have a wonderful family and to just relax and to live a moderate to good life and that’s what makes them happy. The key thing is to recognize there’s many roads to being successful and many roads to be happy. The ultimate goal that people should always shoot for is that they’re satisfied and that they’re happy. That came come many different ways. Male Speaker: Michael Danery says he’s seen that Warren Buffett will be one of your advisors in an upcoming episode of The Apprentice. How did you get to know Warren Buffett? Arnold Schwarzenegger: Well, Warren Buffett has become a friend of mine, I would say for decades now. We used to travel around and end up at the same places. He asked me several times to come with him. He does his business presentations and stuff like that. He and I hit it off really well. Then he bought NetShed because I flew around with the different jets for the movie promotions and all that kind of stuff. So, we really got to like each other and I, of course, had the highest respect for him because here is a guy that is so rich and makes so much money and is so successful with so many companies, but he’s not really into money. That is the wildest thing. I mean, he stayed in normal hotel rooms and he drives around when you go to Omaha with a regular car that he has been driving around with for the last 30 years. He just isn’t into it. It’s really fun that for him it’s just kind of like being the greatest athlete or being an astronaut or whatever. That happens to be his bag and he’s very talented to make $1.00 into $2.00. He’s a wonderful human being. The most giving human being. As you know, in his will, he’s going to give away all his money afterwards. So, he gives a little bit to the kids and then the rest of it he gives it away for charity and all this kind of stuff. So, to me, he’s an extraordinary human being. He was also one of the first ones when I ran for Governor to – he’s a Democrat, I’m a Republican – but he stood by my side because he knew where my heart was. I was interested in serving all the people, not to be in this ideology and get caught up in the ideological corners and so on. He was there. He endorsed me. I remember he was standing on my left at the press conference. Secretary George Schultz stood on my right side and both them endorsed me. That gave the message that I wanted to serve all people of California – Democrats and Republicans and everybody. He was also supportive when I asked him – I said, “I’m doing The Celebrity Apprentice, can you be one of my advisors?” He immediately said, “Arnold, anything you want, anything you need, any of my products to promote or to set up a certain kind of a task,” which we then ended up doing. He’s just a wonderful human being and a great friend. Male Speaker: Dan Morelli says, “The current state of modern bodybuilding versus Arnold’s time. What’s your personal opinion on modern bodybuilding and your thoughts on steroid use, if it’s ever appropriate?” Arnold Schwarzenegger: If steroids are a performance-enhancing drug, then I think Congress right now should take it immediately. So, that’s No. 1. No. 2, I think when you talk about bodybuilding, it’s always important that we think about is it the competitive world of bodybuilding or are we talking about in general bodybuilding, which means building the body through weight resistance? Let’s talk first about the one for the ordinary people that are not interested in competing. I think that the sport and the activity of bodybuilding has exploded in the last 40 years. I remember that when I started out, people had a very negative attitude about bodybuilding. They thought that you would get musclebound. They thought you would turn gay and you would be stupid and you would become a narcissist hanging out in front of the mirror all the time. All of those kinds of things. That it is bad for your health. Doctors were warning, don’t do this. Coaches were warning for athletes not to pick up any weights, that you will get musclebound and it will reduce your performance and you get stiff and all of this stuff. So, that all has changed. Now you go 40 years forward. In those 40 years, we have seen now that weight resistance training is totally accepted and it’s one of the No. 1 activities in the world. I mean, even now in hospitals, where doctors said this is the worst thing for your health. Now, you have hospitals that have rehab rooms and facilities with weight machines, resistance machines and dumb bells and barbells and plates and pulleys and all kind of things because they know this is the best way to recover and to come back as quickly as possible after injury or after surgery and so on. The same thing is in athletics. There is not one single athlete that doesn’t work out with weights. If it is boxers, UFC fighters, if it is power lifters, if it is golfers, if it is tennis players, football players, every football team has the hugest weight rooms. Every basketball team has weight rooms. Every university has weight facilities. Every high school has weight facilities. Every military base that you go to – I mean, I travel around and visit the military bases around the world. They have hundreds of different bench press benches and squat racks and heavy weights and machines and everything so the men and women can train day and night in the gymnasium and get ready for those battles and for those very risky kind of things that they do that are very dangerous. They want everyone to be in shape and they know the ultimate shape you get is when you also include weight training in your daily training. To me, it is fantastic. We have seen the changes. Every hotel now when you travel around the world has weight facilities. When it comes to the competitive sport of bodybuilding, I have to say that there was huge progress made. When I was competing, it was like 30 countries that had regular, annual bodybuilding competitions. Now there’s 192 countries that hold annual bodybuilding competitions and the national competitions and all this, so that has grown also. The only thing that bothers me is the way we developed in professional bodybuilding. The ideal body now has changed so much. The guys that are winning the day are not looking anymore the way the ideal body was that people really admired and said I want to look like this. Now you have guys that are 5’10” tall and that weigh 300 pounds. They look more like muscular powerlifters on stage a lot of times than bodybuilders or people that have really an attractive, V-shaped, beautiful body. So, we got away from that. Of course, this is my opinion now. There’s others that feel differently about that. But this is a debate that we have been having now for the last ten years in bodybuilding. How do we bring it back again and really idolize and make the winners look more attractive? Where they don’t have these big bellies sticking out or they don’t have this kind of blocky physiques, but to have a more athletic and more of a thin waist, wide shoulders and have the biceps be the same measurement as the calves and the neck just the way it used to be. People in the old days when they saw a picture of Steve Reeves, they said, “I want to look like that.” Or if they saw a picture of John Grimek, who won Mr. Universe in 1948, I think. He was a fantastic poser. He did acrobatics, handstands and all this stuff. He was also an extraordinary weightlifter. He could do muscle control. People wanted to be John Grimek. That is really the ideal thing. I think that eventually we have to get back to that again. Of course, the bodies have developed. The techniques have developed. Food supplements have developed. Machines have developed. So, the bodies are bigger and better than they were then. But that does not mean that we have to have people look like monsters on the stage. I think they should have a much more appealing body. That’s why I think in bodybuilding, we have now created other categories, which is Mr. Fitness and Mr. Natural and Mr. This and Mr. That, to get away from this blocky look. But bodybuilding is booming and a lot more people than ever are doing it. Male Speaker: Aman Bedrouin says, “How do you think about risk? How have you trained yourself to take better risks and increase your risk appetite? Arnold Schwarzenegger: Well, I think risk shouldn’t be the goal. How do you take more risk? The goal should be that you envision your goal, that you set a really high goal. The only way you can set the high goal is if you are not afraid of failure. You have to take risks. The bottom line is – I mean, I think the amount of risks that I took to be where I am today, I mean, it was very risky to say that I wanted to be the bodybuilding champion of the world in a country where skiing was really the national sport or bicycling and stuff like that, but you were not bodybuilding or weightlifting. So, it took risk also for me to have a goal to come to America. It was a risk to go and say that I’m going to get in the movie business. But not just to get into the movie business, but to become a leading man. Or to run for Governor. All of this, I was able to just go and say, no matter what it takes. Yes, I may fail, but I’m going to go and take that risk and go for it. The more risks that you take, the higher the reward is in the end. I mean, just look in the financial world. If you make an investment that has no risk at all and you invest in bonds or something like that, there is very little return. Or you put your money in the bank, if you’re lucky, you get 2 percent interest. But if you take an investment that is risky, then of course the risk could be that it fails, but the upside is much greater. So, I always the type of a person that is willing to take risks and I think the key thing to success is not to be afraid of failure. As I said earlier, if you fail, what’s the worst that can happen? That you go and you get up and you do it again and you try again. There’s no one that stops you. That’s what differentiates the winners from the losers, as I said earlier. People that get up are the ones that are the winners. Don’t be afraid of taking risks. Don’t be afraid of failing, because that will make you freeze up and you’re never going to accomplish anything. So, be free and just relax and just go and say that this is what life is all about is taking risks. Go and set big goals and go for it. End of story. Male Speaker: Do you think a lot of your risk appetite came from things you learned in the gym? Arnold Schwarzenegger: Well, it’s not that I had a risk appetite. It was just that I learned from sports that you’ve got to be able to take risks and you should not be afraid of failing. When you’re a weightlifter and you have in front of you, let’s say 315 pounds. I remember I was this young kid lifting weights. Then you put on a weight after the second lift. For the third lift, you always put on a weight that you’ve never lifted before. So, automatically you know that there’s a 50/50 chance or whatever the percentage is, that you’re going to fail. And this is in front of people. So, in sports there’s no embarrassment. When you fail, it’s understood, as I said about the baseball player, Ted Williams, you will not always be able to do everything successfully. I took the risk to lift the weight that I’ve never lifted. To give you the shot, you have to approach the weight with a positive attitude and think, I’m going to do it. But there’s still a chance that you’re not doing it, but that does not make me stop and not put that weight on, because that’s the only way you’re going to go and grow and get better and no really in the end how much you can accomplish, how much you can lift and so on. That’s why it’s a lesson that you learn in sports and it’s a lesson that is good for the rest of your life and everything you do, if it is movies, if it is business, if it is investments, if it is in politics, you’ve got to take risks. Male Speaker: Adidya Sinha says, “How do you stay motivated to keep working on your goals and how do you not run out of juice?” Arnold Schwarzenegger: Well, again, it goes back to the vision. I think that if you have a very clear vision of where you want to go, you always will be motivated. Because I remember that when I decided that I was going to retire from bodybuilding competition and I’m going to get into acting, I mean, it was such a great vision. I thought about Clint Eastwood. I want to be another Clint Eastwood. I want to be another Charles Bronson. Those were my idols. I want to be like Warren Beatty. I want to be like those guys that are making a million dollars that was in the ‘70s now. They made a million dollars a movie. I said to myself, wow, can you imagine working your way up to that? So, to me, that vision was just so wonderful that I did everything that I could to get there. I was working on my English. I was working on my speech, enunciation. I was taking acting classes. I was doing everything that I could – improv classes and all this stuff. I really worked my way up by hard work and slowly became one of the top leading men. That is, I think, with everything like that, you get motivated by your vision. I remember just with the environment, we talked about earlier, I really envision a world that eventually will be clean and we will get rid of fossil fuels. So, to me, that vision motivates me to go out and to speak about the environment, to travel around the world and speak about the environment, to use my U.S.C. Schwarzenegger Institute and to go and promote a clean environment and all of those things. It’s kind of the vision that motivates you. I don’t run out of juice because of that. That has nothing to do with age at all. You always make new goals and then go after those goals. That’s what motivates you and that’s what makes it exciting. That’s what makes you passionate about it. Male Speaker: Christian Gray says, “What specific things did you look for in your real estate investments?” Arnold Schwarzenegger: To turn $1.00 into $2.00. That was the No. 1 goal and the No. 2 goal was that it has to be interesting. I didn’t like to invest just in raw land to sit on it and to sell it five years later for a profit. To me, that was not exciting. What was exciting was to buy raw land and then to draw up plans and to go an build an apartment building or to build an office building or to build a shopping mall. To find the right partners that you bring together, and to go all out with it. I remember that my first investment was back in 1974. I saved up $27,000.00 from doing seminars and exhibitions and all kinds of things. I had a mail order business. I did bricklaying jobs. Dollar after dollar I saved up until I had $27,000.00. I have to say so that people understand – in bodybuilding, even though in 1974 I was already a multi-time Mr. Olympia, Mr. Universe five times and Mr. World and all those things. But in bodybuilding, there was no money at this point. I had to do it the old-fashioned way. I had to earn it. I had to go to work to do it. I saved up $27,000.00, found an apartment building, a six-unit apartment building in Santa Monica, north of Wiltshire Boulevard, which was very important to be north of Wiltshire Boulevard, a good area. I bought it for $215,000.00. I needed $37,000.00 down, so I went to Joe Weider, the man that was then the king of the bodybuilding empire and brought me to America. He gave me $10,000.00 and it was kind of the third deed on this thing and I paid him back within a year. But I had the $37,000.00 together, bought the apartment building, and then two and a half years later, we sold it for $365,000.00. So, imagine the profit from $215,000.00 to $365,000.00 in two and a half years. I only put like $37,000.00 down. So, that is a huge profit. I remember that I found a 12-unit apartment building and we then sold the six-unit one, rolled the money over, bought the 12-unit one, and then the next one was a 36-unit and it got bigger and bigger. Then I had apartments all over the place and started building office buildings and shopping malls and stuff like that. It really, to me, the key thing is that it’s fun, it’s challenging. That you go and map it out. That you find out when you get into an area and you buy a property, what kind of apartments do they need, what kind of size? Do they three units or two units in this area or just one unit? What kind of shops do you want to have downstairs in your office building? What kind of a look, who do you want to attract? To me, that whole thing was really a lot of fun. Male Speaker: Just so we’re 100 percent clear, did you buy the six-unit apartment building before you’d ever bought a house? Arnold Schwarzenegger: To me, it is much more important when you buy your first real estate to buy a rental apartment that is an income property because I had the front unit in this apartment building, which they called the owner’s unit. It was 2,400 square feet, which was plenty for me at that time. Upstairs, downstairs, and there was five units in the back. It was a great investment, but I would not go and buy a house first before I buy an income property. For me, that was the important thing. That’s what I recommend to people is to buy first an income property and to go and make it a good investment. One should realize, when it comes to real estate, if you invest wisely and if it is in a good area and stuff like that and it’s a growing area, it’s never called spending money. There’s a difference between spending money and investing money. In real estate, you invest, because the money goes up, the value goes up in most cases. When you buy furniture, that’s spending money. Because as soon as you take the furniture out of the furniture shop, you lose automatically right off the top, 30 percent. So, that’s spending money. You will never get that money back. Male Speaker: So, you were talking earlier about the raw land, about your worst investment with the supersonic airport that never happened. Do you want to explain that one? Arnold Schwarzenegger: That’s why I said raw land is not really a fun thing to invest in. I invested in that. My first investment when I came to America was in raw land. But I invested in that because it was in Palmdale, Lancaster area and there was very well known and everybody wrote about it. That they’re going to build a supersonic airport. That was the future. To move away from the Los Angeles airport and to create a new, giant airport for supersonic planes. Then they outlawed supersonic planes and the airport was never built. So, now I still own the property. But even this $5,000.00 property that I bought then now is worth $680,000.00. So, I cannot call this a loss. This is something that my kids will inherit and have a good time and they can sell it and have some money. Now they put streets in there and electricity and eventually the area will be built up, but it’s definitely not going to be a supersonic airport. Male Speaker: Jeremy Potter says, “If you were allowed to make one law, remove one law, or amend one law in this country, which law would you choose and why?” Arnold Schwarzenegger: First of all, let me just say the obvious law is, I think with this question, he is referring to is would I like to change the law so that a foreign-born can also run for President. Yes, of course, I would create that law. But besides that, that’s an obvious one. That’s a no-brainer. The other law I think that would be really interesting is if the legislature and the law makers in Washington do not perform and really don’t solve the critical problems – if it’s immigration reform, if it is environmental activities where we really shoot for 40 percent or 50 percent of renewable energy and reduce our greenhouse gases by a certain percentage in the next ten years or so. If we don’t accomplish those things and build an infrastructure and all that, they all should be voted out of office. I think we should start all over again because I think how long can America with no action? How many decades now have we talked about that we need to build our infrastructure? That we have now so many more cars on the road, therefore we need to build more highways and freeways and we need to build high-speed rail all over the country. We need to build out our airports so that when you arrive at those airports they don’t look like third-world country airports and stuff like that. We need to build more dams and more water storage. I mean, in California, for instance, it’s dreadful when you talk about the drought, when in fact, really it just means that we have not built the infrastructure yet to capture the water when it rains and then have it when there is a drought and stuff like this. So, I think the legislators, the law makers, have to perform for the people. That’s why they’re there. It costs us $2.5 billion to have them there in the Capitol, so they’ve got to perform. They’ve got to recognize the fact that not one party can solve the problem. That the way it is designed is that Democrats and Republicans must work together. That no law can sustain for a long period of time if it’s just done by one party or the other. Both of the parties – we see it now with Obamacare. Where it was only done by Democrats and now it’s going to get undone or executive orders that are just going to be thrown out by the next President. So, that is not really a solution. A solution is if Democrats and Republicans work together, even though this is very difficult to do, but that’s why they are going to Washington. To take on this very difficult task. Look, I had to work together – remember, California had an overwhelming amount of Democratic legislators. I had to work with them. I was surrounded by a Democratic Lieutenant Governor, a Democratic Treasurer, a Controller, the Head of Education, the Attorney General. Everyone was a Democrat and somehow, I made it work so at least 50 percent of all those things I wanted to do I got done. Some things we failed. But the bottom line is they must work for the people and they’ve got to get their act together, otherwise there should be a law that they’ll get voted out of office. Male Speaker: So, they have to show the accomplishments or they all go home? Arnold Schwarzenegger: Or they all go home. Someone would say, that’s why we have elections every four years. That’s why we have elections for Congress every two years, but that’s not the way it works because they all go home and say, “I did really well, but the others,” but it’s inexcusable that Congress has like a 14 percent or 15 percent approval rating. That’s worse that the approval rating of Fidel Castro or something like that. What the hell are we talking about here? So, let’s get our act together to [inaudible] have some smart people in Washington. Democrats and Republicans alike, they should work together and do something that is really good for the country. Male Speaker: And you’re talking about getting them to actually work together? It sounds like maybe we need a law that they have to schmooze together like you did in the cigar tent. Arnold Schwarzenegger: Remember, we cannot do things all the way on the right or all the way on the left. I believe what President Eisenhower said, “Politics is like the road. The left and the right is the gutter and the center is drivable.” That’s exactly the way it is in politics. You’ve got to be in the center. You cannot be an extremist to the left or to the right. Male Speaker: David Pullett says, “How did you drum up business when you owned that construction company with Franco Columbo?” Arnold Schwarzenegger: Well, the important thing was that Franco Columbo, who was my training partner for the last 50 years and a very dear friend, he was a bricklayer. So, because in bodybuilding we didn’t make any money, we decided that we were going to go and start a little, small bricklaying business where we go to people’s homes and we fix up things that are broken. We were very fortunate because we started the business and got our business license and went to the IRS and told them about the company and these are the taxes that we’re going to have to pay and all this kind of thing. We organized all this and then we went out and we started working. We started getting jobs to build walls and patios and fireplaces and all this stuff. All of a sudden, the earthquake happened in 1971. There was a massive earthquake that just wiped out a lot of things. So, we got from one day to the next like hundreds of phone calls to come and give estimates and to rebuild the patios and walls and fireplaces and chimneys and all kinds of things. So, we literally had to hire other people from the gym, bodybuilders from the gym, and all of a sudden, we had this whole workforce and we started going to work and we made great money. I mean, not great money, but good money for those days. We could save some money and buy our protein powders and were able to eat steaks and have our protein shakes and eggs and the best foods and all this stuff that we needed. We had a very successful business. It was the greatest thing. We had the most fun doing those kinds of things. We just put a little ad in the L.A. Times, I remember. That ad produced really great action for us. Male Speaker: What did that ad say? Arnold Schwarzenegger: The ad just basically said, “European bricklayers and masonry workers and stone experts,” because we realized very quickly that American people loved when you get work from other countries. They love to mention Swedish massage. If you will give American massage, it wouldn’t sell as well as when you say Swedish massage or Japanese massage or European bricklayer or a German car mechanic or something like that. I remember when I came over here and someone said to me, “Bring your car down there to Lincoln Boulevard, where there’s a little garage, there’s a German mechanic. I mean, that guy is so good.” I got my car down there and he was not any better than an American mechanic. But people just love the European or some other foreign country. So, we used that European bricklayer and stonework experts and all this kind of language we used. It worked. Male Speaker: That’s good branding. Chip Franks – and this is our last question – says, “Could you take Tim Ferriss in a one-on-one fight right now? If so, how long would it take?” Arnold Schwarzenegger: Well, first of all – easy. So, Tim Ferriss, even though he does his Jiu Jitsu and stuff like that and he’s in fantastic shape, but I’m a machine. Let’s not forget that. Plus, let’s also not forget he cannot hit me because it would be elderly abuse, right? So, therefore, I would just grab him and I would just finish him off with a five-minute routine and then I’d just say, “Hasta la vista, baby.” Male Speaker: Do you have any closing advice for his listeners? Arnold Schwarzenegger: First of all, I think he’s one of the best podcasts because they’re always interesting, they’re always exciting. Every time you listen to his podcast, you learn and I think that’s what it’s all about. We’ve got to always learn and listen to interesting material because I think this is always the challenge. He, being that he’s such a hungry guy that also always wants to learn, he is so motivated to go and put out information like his latest book. What makes you successful? What are the little tricks that successful people use and all that stuff? So, he’s always educating people and that’s what I like about him. Posted on: June 20, 2018.", "speakers": ["tim ferriss", "arnold schwarzenegger", "male speaker"], "text_sentences": ["hello, my friendly little mogwai", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is typically my job to deconstruct world-class performers", "this episode is a little indirect because the questions come from you", "arnold schwarzenegger is back for a round 2 on the podcast", "i could not be more excited", "in our first conversation, which is episode 60, one of my most popular of all time, the former mr", "olympia, terminator and “governator” shared lessons learned, daily routines, psychological warfare tactics, which were amazing, favorite books, early entrepreneurial ventures and tips – for example, how he made millions in real estate before he had his movie break – meditation, and many stores no one had heard before", "this time around, the new host of the celebrity apprentice answered your most popular and upvoted questions, including some controversial questions", "he does not shy away from anything and this is no exception", "he does not mince words", "in this episode, among other things, arnold talks about his recent twitter battle with president-elect donald trump, his investment strategies, politics, the state of bodybuilding, his sleep schedule and many more never-before-told stories", "he did, however, forget to plug his latest project, so i will do it here", "tune in to the new celebrity apprentice mondays at 8:00 p.m., or watch it on the nbc app", "i hope you enjoy this incredible round 2 with arnold schwarzenegger", "i promise that it does not disappoint", "the first question comes from tim ferriss", "he wanted to lead off with, “a lot has been written about the president-elect’s use of twitter", "his tweets have moved the stock market and defined the news of the day", "you were recently on the receiving end of a couple of his tweets", "i think your response said it all, so i don’t want to reopen it, but i would like to hear about the process", "how did you react when you heard he had tweeted about you and how did you formulate your mic-drop response?” well, first of all, let’s just kind of create the atmosphere here", "we’re sitting outside here, outside my house", "the fire is on, it’s an outdoor fireplace", "i’m smoking my stogie and we are having a great time", "the jacuzzi is warming up slowly so that afterwards we can take a jacuzzi and so on", "so, that’s no", "1", "no", "2 – let’s get now to answer this very important question that tim had a great question", "first of all, it is important when you want to respond that you don’t respond immediately", "that you don’t respond with your emotion", "because, of course, you go through various different stages in [inaudible]", "if i would’ve responded right away, i would’ve said, “don’t go into a stinking contest with a skunk.” but then i said to myself, “well, maybe that’s not the right answer and it really doesn’t say anything, so let me wait a little bit.” then i said to myself, “well, i think actually i expected the tweet because i tweeted out that i’m not going to vote for him and i encouraged other people not to vote for him.” so, i said to myself, “you know, being donald trump, probably i would’ve done the same thing, just tweet back.” so, that was to be expected", "so, now it was just in how do you answer back", "and then slowly but surely, i started developing, went through different stages", "i said to myself at one point, “maybe i should just go back east and just hit his head against the table or something like that.” then i said to myself, “no, that is stupid", "okay, let’s get out of that one.” and so eventually, i came up with something that was where i talk about, “look, this is a lot of energy that he put in there to compete about the ratings and who has better ratings and all this", "i hope that he put the same amount of energy into serving all the people of america.” because it’s a really important job to be the president and you have to be able to serve both democrats and republicans and decline to stay and independence in everybody", "so, he should put his energy into that", "so, that’s how i came up with that, basically", "that’s great", "so, jan d", "weigan, or maybe jan, said, “what was the hardest choice in your life and what was the biggest sacrifice you’ve made while climbing the ladder of success", "i think that there’s no two ways about it that the toughest choice was to get my bikini wax before conan the barbarian", "no, i think, you know, definitely the toughest choice was to run for governor because i really felt very passionate about becoming a public servant and i felt really strongly that i could do a better job than the politicians in sacramento", "i felt that the politicians screwed up the state", "that’s why we had blackouts, that’s why we had huge debt and deficits and no one could get along", "democrats and republicans couldn’t work together and it was just a huge mess here", "i felt that i could do a better job", "but at the same time, i recognized the fact that i’d just finished terminator and terminator 3 came out", "i became the highest paid actor at that time in the world", "so, that meant that i was not going to be able to make two movies a year and make these kind of millions and millions of dollars", "so, am i willing to walk away from all that money", "potentially over $100 million over the next seven years", "so, then there was the family question", "my wife was not very enthusiastic about it", "she comes from a family that had politics had a tremendous impact on the family and side effects", "so, she felt like the same would happen to our family", "so, there were all of those debates, but eventually after long deliberation and thinking about the whole thing, i did make up my mind and i decided to do it", "but it was a very tough decision to make because i had to think about all of those different aspects, but i went for it and i felt very passionate and then after i made the decision, i was 100 percent behind it and i felt like i had the need to serve the people and to give back to this great country that gave me everything", "rachel or rachelle wendells asked, “what is the most important thing a woman needs to know if she wants to lead both men and women effectively?” well, i think the first thing that she needs to do is just take out the “as a woman.” because if you want to be a leader, you’ve got to think of yourself as a person, as a human being and not as a woman or as a man, but just paint a great vision of where you want to go", "what is your goal", "and then that clear vision that you share with everyone, men and women around you will follow you because of the enthusiasm and because you have a very clear vision and you will inspire them", "so, being inspirational and then having a clear vision, having a clear goal and rally everyone behind you i think is the most important thing", "but don’t think of yourself as a woman in this case, because i tell you, indira gandhi did not think of herself as a woman when she led india", "i think that mrs", "thatcher, who was successfully leading england, did not think of herself as a woman and oh, my god, what would it be like as a woman now to lead england or something like that", "mrs", "golda meir was one of the most extraordinary leaders of israel and led this great country through the ’67 war against so many different countries", "she was highly successful and did not think of herself, i bet you any money, as a woman", "chancellor merkel, who is one of the greatest leaders in germany right now, who has been in office longer than anyone else, very effective leader, is a woman", "i don’t think she sees herself as a woman", "as a matter of fact, i remember when i met her several times during the time i was governor, she was a tough leader, really good, smart at history and politics and economics", "i mean, all of the different issues", "but it never even came up the subject of i’m a woman and as a woman i do this and that and so one", "imagine catherine the great when she led russia", "i mean, do you think that she thought of herself as a woman", "so, i think take that out complete, the woman stuff, and just see yourself as a person and someone that is a great leader with a great vision and then rally everyone behind you", "this reminds me, you’ve talked before about wanting to bring women’s bodybuilding into the arnold classic", "is this the same philosophy", "that you didn’t want them to think of themselves as women", "well, it’s a little different because i think that there is still a tremendous prejudice towards women and what women should not do", "i feel that through sports, i have learned that we are all equal", "that women should have the right to do the same sports that guys do", "guys should have the same right to do the same sports women do", "so, i felt like who is to say that bodybuilding is a male thing", "no, women can also build their bodies", "maybe differently, but let them decide how they want to do it", "but let women compete in bodybuilding competitions", "so, we started with harold schneider, i remember, back east", "we started in pennsylvania", "we started the first miss olympia competition and then we moved it to columbus and we had it in columbus, ohio at our competition, combined with mr", "olympia and mr", "universe with miss olympia", "it then became highly successful and now women bodybuilding and women’s fitness and training and all of this stuff is as much a part of the international bodybuilding scene as for the male bodybuilders", "joseph durell rodd asked, “arnold, have you always slept so sparingly or do you purposely sleep less to gain extra hours in your day?” what’s your current sleep schedule like and how do you keep high energy with little sleep", "well, my current sleeping schedule is pretty much the same as it has been for the last few years", "i get up early in the morning and then i go and work out, ride the bicycle for an hour and take a shower, have breakfast, feed my dog, play with my dog, call my kids, tell them i love them and read a script or two", "read the papers in english and in german also", "by that time, it’s around 5:00 in the morning", "okay", "what’s your actual morning routine", "what", "the bottom line is that i have slept nine hours a day when i was 19 years old because at that point, when i was younger, i needed more sleep", "i woke up nine hours later and it took me nine hours and got the full nine hours of sleep", "as time went on, i needed less and less sleep", "now, it doesn’t matter where i am, i wake up six hours after i go to sleep", "that doesn’t mean six hours after i go to bed", "because there’s a lot of people that have trouble getting to sleep", "there’s another secret that i use and that is i don’t have my iphone or my ipad or anything in the bedroom", "i do not, an hour before or two hours before, get into some heavy debates about business and stuff like that or accept phone calls where those kind of things can happen, because i’ve seen that then you go to bed and your mind keeps going and going and going and doesn’t allow you to go to sleep", "so, it’s important to not do that", "there’s other people that are very successful by not even watching tv", "they just read a book or something and that puts them to sleep and that’s the end of that", "i watch tv because that does not bother me when i watch the news and so on or make me think about it for the next hour or so", "so, i can actually doze off watching tv or reading something", "so, the key thing for me is to sleep until i wake up and that is usually six hours, five and a half hours, sometimes five hours, sometimes six and a half hours, but it’s an average of around six hours", "it doesn’t matter if i’m flying to europe on the plane that is a 12-hour flight", "sometimes i also wake up six hours later after i go to sleep", "in europe with the time change, i get up six hours later", "so, it gives me an advantage, of course, that i have an extra few hours then to do other things and to learn and to read or to do something that is fun to do", "but, i mean, i think the key thing is for people not to get as obsessed about the sleep that you can carve out extra time, but to organize your day really well so that you can do a lot of things and accomplish a lot of things, rather than wasting the day", "if that’s what you want to do", "there’s people that say, “okay, i’m retired", "i’m just going to play golf and i’m not going to pay any attention to being productive", "i have done this my whole life.” others want to be productive", "then i would just say, okay, here’s where they get up", "the early risers usually are the most successful people", "if it’s the president of the united states, if it is the pope, or all the leaders, all the business leaders, everyone always tells me that they get up at 5:00 or 6:00, they read the paper, they get going, they get organized, start answering mail, communicating with europe and stuff like that", "so, i think organizing your day and having a very clear vision and program of what you want to accomplish and being enthusiastic, i think that is the key thing, not just to worry about i’ve got to only sleep six hours, otherwise i’m losing too much time or something like that", "health-wise, the best thing is to get enough sleep that you need", "everyone is a little bit different about that", "perry reed asks, “what is something you believe that others might consider totally crazy?” i think the first thing that comes to my mind is that you can’t protect environment and protect economy at the same time", "we have seen this in california how successful we have been", "when i was governor, i was very fortunate to lead a state that had a great history in protecting the environment", "it also had a great history of being economically a powerhouse", "we have been consistently anywhere between the fifth largest economy to the eighth largest economy in the world", "now, we became the fifth largest economy in the world and i think that just shows to you that having a great environmental protection and laws in place in protecting the environment, that you can do that successfully", "we have made a commitment to reducing greenhouse gases by 25 percent by the year 2020", "we have made a commitment to have almost 50 percent of renewables by the year 2020", "we have made a commitment to make our buildings more green and to do things that really moves us in the direction of keeping our environment clean", "but at the same time, we have also proven that our gdp, for instance, where the national gdp is 1.5, 2 percent of growth, we in california had a gdp growth last year, for instance, of 4.2 percent", "so, as you can see, we are double as good as the nation is as an average and we have the strongest and toughest environmental laws at the same time", "so, there’s a huge misconception that going green means that you destroy the economy", "we, as a matter of fact, the green sector in california produces ten times more jobs now than any other sector in california", "so, no matter which way you look, we have become a leader and we are the fifth largest economy in the world", "we are doing the rest of the states in the united states, so i hope that the federal government takes really close notice of what california is doing", "patrick chapman says, “i am a musician, taking auditions and competitions constantly", "i’d love to hear your best tips for preparing mental for competition.” well, i think that it doesn’t really matter if you’re going to an audition for music or for movies or tv, or if you’re competing on a stage in a bodybuilding competition, or if you’re doing a downhill race as a skier, or if you’re a ufc fighter, or if you run a corporation", "it is mileage", "it is reps that count, the more often you do something", "i am a big believer in practicing and practicing and practicing", "why", "because the more you practice, the better you get and the more it becomes second nature and then slowly the fear goes away that you may not be able to remember your lines when you go for an audition or the fear that you maybe sound stupid and that you’re not going to pull it off, or whatever it is", "it is always the more you practice something, the more confidence you get and the better you’re going to perform when you go to those auditions in the first place", "so, reps, reps, reps and just keep practicing and practicing", "we have a saying in german, “übung macht den meister.” which means, the more you practice something, the more you become the master of something", "so, that’s a reality", "is that why when you have a new speech you’re practicing, you write the tallies on it", "well, the tallies i write on it because that comes from my bodybuilding and weightlifting background because we used to have a chalk in our weightlifting gym and we made a line for each rep that we did, so that i know in the end when i look at it, did i really do all my sets, rather than cheating on yourself with your reps or with your sets or with anything else", "we even wrote the weight on it next to it and compared it to the last week’s chart of how much we improved in the weight and all this", "so, it is all about, always, you do enough reps", "and of course, you learn this in sport", "this is why i always say families should insist that the kids do sports because in sports we learn the lessons", "there is no shortcut", "the only way you get confidence is by doing reps and getting good at what you’re doing and that’s what gives you the confidence", "then you cut down the failures and on and on and on", "so, just do the reps", "marcia peterson asks, “in arnold’s experience, how does age and aging affect diet and fitness", "what adjustments do you recommend for those of us who are no longer spring chickens?” well, i think the first thing that comes to my mind is you’ve got to really, very adamantly, use when you get older, organic, gluten-free botox", "i mean, this is extremely important", "no", "in all seriousness, i think that the most important thing really is that you recognize that your metabolism slows down", "let’s say as a male, that you don’t produce as much testosterone", "so, definitely you have to take certain food supplements that you can supplement and produce more testosterone and that you watch the kind of food you eat because what you get away with when you’re 19 or 20 years old, you’re not going to get away with now", "i remember when i was competing in the mr", "olympia competition and that was at the height of my bodybuilding career, we worked out five hours a day and the body had a much faster metabolism", "we would go even before a competition, before the mr", "olympia competition, to the house of pies and we’d eat a pie", "today i could not get away with that because you would immediately gain weight", "in those days, it was before the competition and we still won the competition because your metabolism is different", "so, you have to recognize that", "you have to stay away from bread", "you have to stay away from desserts", "maybe you can have it every so often, but don’t think that it’s a daily routine where you keep eating bread and pasta and your desserts and ice cream and all those kinds of things", "i have to tell you this is very tortuous for me because i am in austrian", "and in general, we grow in austria with beautiful, wonderful desserts", "from the sachertorte, kaiserschmarrn, apfelstrudel, topfenstrudel, [inaudible]", "i mean, there’s so many different things that we have that are fattening and they’ve got to get off all of those things and just really eat much lighter", "i eat smaller meals now", "at night, many times i just have soup and not eat anything", "in order to really stay trim, it is a real battle and i think that i’m not the only one that goes through the battle", "i think everyone in the gym – and i go to gold’s gym – everyone tells me the same story", "as soon as they get to be past 40, they have a tendency of getting easier, overweight and fat", "now, of course, is a good time because it’s a new year, so you can make a new year’s resolution and say i want to lose 10 pounds or i want to lose 20 pounds and here’s the diet that i’m going to be on and that’s exactly what i would recommend", "mike unich says you have a great history combating climate change and you’ve recently taken on trying to get people to eat less meat, as animal agriculture is a major source of greenhouse gas emissions", "what are your future plans to keep spreading this message and reach more people", "i think that the most upsetting thing to me is that we have so many really passionate environmentalists that really are serious about helping the earth be healthy and reducing pollution", "but their communication skills are lousy because they always keep talking about climate change", "it doesn’t matter what speech that you listen to – if it is president obama’s speech or if it is some senator’s speech or if it’s some environmentalist’s speech, they talk about climate change and it doesn’t mean anything to the masses in the world", "it goes right over their head", "they talk about something that happens in 10 years from now, they talk about what happens in 20 years from now and the sea levels rising 50 years from now", "the human mind is not equipped to think what happens down the line", "they want to know what’s happening today, what’s happening right now", "what’s happening right now is disastrous because pollution – and that’s what environmentalists should be talking about – pollution is killing 7 million people a year", "that is happening right now", "they never talk about it", "i say to myself, “what is going on with those guys", "why are they so obsessed about climate change and not about the amount of people that are dying every year because of pollution?” the amount – 7 million – that i’m talking about, that’s much more than all the traffic accidents", "that’s much more than the wars that killed people or that isis that we’re worried about or suicides or homicides or all of those things together is not even close to that amount of 7 million people", "pollution is the biggest killer and they’re not talking about it", "they kind of throw it away", "yeah, and there’s climate change and also the health aspect of it that people get sick from pollution and all that", "so, they mention it as a side bar, but not really as the main thing that’s what’s happening today", "so, the communication has to be better", "i always talk about the four-legged stool", "i always talk about that yes, we should talk about climate change because that is a reality", "we will have climate change and it is disastrous", "but, in order to really make people react and become part of the environmental crusade, we should tell them that right now, 7 million people die", "in america, 250,000 people die", "in india, over a million people and in china, over a million people die because of pollution and this goes on and on all over the world", "that’s what we should talk about", "the first leg should be climate change", "the second leg should be talking about the pollution", "the third should be how many jobs we can create with a green economy", "the fourth is national security", "this is the four-legged stool because we’ve got to get energy independent", "we’ve got to get off fossil fuels so we don’t have to ever rely on countries that are our enemy and don’t wish us well", "that’s the four-legged stool that i talk about", "i think that is what we need to concentrate on and we just have to let everyone know that they’ve got to communicate differently and got to communicate in a way that means something to people and they understand, because people are basically survivalist", "they worry about right now", "when you have an accident, you don’t go and start thinking about when someone breaks their leg and they have an open wound, how are we going to fix the leg", "no, first you stop the bleeding", "that’s the first thing that you do", "then you go and take them to the hospital and then they can worry about how to fix the leg and all those kind of things", "the same is with our environmental movement", "we’ve got to talk about the amount of people that die every year because of pollution", "just to expand on mike’s question", "this isn’t just theoretical for you, you actually ran the anti-prop 23 campaign in california in 2010 with these principles, right", "you’re absolutely correct because we found out by total coincidence that this is what the people really pay attention to the most is the health aspect and what a tremendous impact pollution has, not only on the health of grown-ups, but, for instance, in the central valley in california, we talked about how it creates asthma and what kind of effect it has on kids on their health and stuff like this", "people were so alarmed when they heard the statistics, that they did everything they could to go and to keep, in effect, our environmental laws, even though the oil and coal companies came into california with proposition 23 and tried to have the people vote against our environmental laws", "they were not successful", "we beat them with 80 percent of the votes and chased them out of the state because we used the health aspect as a means to really get through and to penetrate through to the people and let them know how important it is that we keep our environmental laws, which are the best in the nation", "and our environmental laws won in conservative districts, as well as liberal districts with that, right", "that’s right, because the republicans and democrats alike all want to go and have healthy air and have healthy water, clean water, and clean ground", "i mean, air, water pollution and the ground pollution that we have is disastrous and we’ve got to always fight in order to clean our environment", "cody shuckman says, “arnold, we hear about your many successes in life", "what do you consider your greatest failure and how did it set up or shape your future successes?” well, i think that you have to recognize that it doesn’t matter who it is", "the most successful person in the world can tell you, honestly, that they’ve also had a tremendous amount of failures", "it’s not always just success", "the key thing is that we learn from the failures actually more than from our successes", "it doesn’t matter if you talk about the best basketball player", "i remember michael jordan one time said in an interview that he missed 9,000 shots", "here he was one of the greatest, if not the greatest, basketball player in the world", "so, yes, you miss", "i remember that ted williams, one of the great baseball players, i think it was in 1941 or so when he had the best baseball season and he averaged 406", "that meant that 40 percent plus, 40.6 percent, to be exact, he was successful with his hits, with his batting", "60 percent, therefore, were failures", "so, think about it", "this is the greatest baseball player", "this record still stands today", "so, it just shows you that everyone has failures", "so, the key thing is that you learn from those failures and you move on", "i had my failures in bodybuilding", "i lost bodybuilding competitions", "most people only know of my victories, which were a lot", "but i’ve also lost", "i lost in weightlifting", "i lost in power lifting", "i embarrassed myself many times trying to lift the 500 pounds on the bench press in front of 2,000 people in a beer hall in germany and i failed and it crashed on my chest and i couldn’t make it, but eventually i did make it", "i lost – i had failures in the movie business", "i remember all the movies that went through the roof, but then there were movies that went right in the toilet that were not as successful", "books that i came out with that were on the new york times best seller list and then others that didn’t live up to the expectations and failed", "so, yes, we have those kinds of things", "to me, the key thing is always that we learn from it", "i have failures also in my personal life and i learned from that", "then you move on again", "what is important is that you get up", "when you fall, the winner always gets up and the loser stays down", "that is what is the difference", "to me, the important thing is always that when you fail in something, you get up, you dust yourself off, and you move on and gain a great vision of which direction you want to go", "pick another goal and keep moving forward", "philip charles asks, “what tip did you receive at an older age that you could’ve used in your 20s?” well, there’s a lot of things that we learn throughout the years, obviously", "but i think the main thing that comes to my mind is charity", "you know that when you’re young, you don’t think about that you should reach out and you should help others", "so, i like i was only thinking about my goal, to be on that stage in london at the mr", "universe competition", "just like rich park, my idol that won three mr", "universe competitions and then became hercules in the movies and all that, i wanted to have that trophy on that same stage as he won it and that was the only thing in my mind", "after i won that, it was winning mr", "olympia, mr", "world, and all of the competitions to become the greatest bodybuilder", "that’s all i had in my mind", "it was total tunnel vision", "but then later on, i learned, luckily, how important it is to also not only think about me, but to think about we", "to go and to help others", "there are a lot of people that need help", "if it is people that need help in their training and to go around and help people and hold seminars and teach them about training and about the importance of exercising the right way, if it is to make sure that everyone can do sports", "i got involved in special olympics and started helping special olympians to do sports and specifically to do weight training and power lifting", "i introduced into the special olympics movement the power lifting competitions which are now worldwide", "they’re very successful", "we started special olympics specifically in austria also and got all the ski races together to start and to help me and support me", "to start special olympics that work together with the private sector and the government and all this and then eventually starting after-school programs and then becoming the chairman of the president’s council on physical fitness and travel around the country through all 50 states and promote health and fitness and bring everyone together", "that eventually led to running for governor", "so, i think giving back and recognizing that every one of us needs help", "i got plenty of help to be where i am today", "there’s no such thing as a self-made man, as i always say", "people did help me to be where i am today, so it is up to me now to inspire other people, to help them and to go and reach out and to help them", "this is what made me get involved in the environmental movement and in this environmental crusade", "i just living back where you don’t think about what is it in for me", "but, rather, how can i help this great nation of america that gave me all the chances in the world and it opened up so many doors of opportunities", "i would not have accomplished any of the things if i wouldn’t have come to america", "and so, to give something back, to me, is extremely important and i want to have kids learn this as early as possible that part of being successful is to give also something back", "you talked about tunnel vision", "luis congdon says, “have you ever found that your pursuit of success has made you blind to other parts of your life?” well, i don’t know if you would call it blind, but i would say that yes, when you are trying to be successful, you have to have tunnel vision and you’ve got to have blinders on and not to see anything that is on the left and the right side and just really focus and what they call in golf and in tennis and all those ball sports – keep your eye on the ball", "when you do that, when you focus that much on something, then of course you are not being able to enjoy all of the things that life has to offer because you’re so focused on this one thing", "i remember that when i started with bodybuilding and with weightlifting, one of the first thing they’re told, because i come from a country where you do skiing and where skiing is very popular – don’t go skiing", "you can’t go skiing because you’re going to break a leg eventually and that will set you back and you’re not going to able to weightlift and do bodybuilding, so don’t go skiing", "don’t go ice skating", "so, you always have to kind of turn down certain things and you have to focus on the thing that you really want to be the best at", "that’s what i did", "i don’t regret that at all because you cannot be good in everything and you cannot do everything and at the same time be a champion in one thing", "there is no such thing", "so, i decided i wanted to be a champion", "i decided that i wanted to go all out in my various different careers", "if it is in bodybuilding, if it is in acting", "i remember that in acting – it was a perfect example – whenever you sign on to a movie, let’s say the terminator or commando or predator, whatever it is – you had to sign for the insurance and the bonding company that you were not going to, while you were doing the movie, do any motorcycle riding, any skiing, no horseback riding, no parachuting, no scuba diving, and all of those things because those things are dangerous and they don’t want you to get into those dangers while you’re shooting a movie because when you get injured, then the holdup on the whole production costs millions and millions of dollars", "so, that just shows you, you have to make sacrifices", "yes, you can be the terminator, yes you can be the commando, yes you can be the last action hero and all those things, but you cannot do those kinds of things while you’re doing the movie, so you always have to make sacrifices", "that’s just the bottom line of it", "so, this is why you believe in having a specific goal, so that you have an endpoint and then you can say okay, the movie’s finished, now i can go skiing", "well, i started skiing at the age of 30, after i was finished with competition", "then i was not allowed to ski, like i said, during the times when i was doing a movie, which i totally understood", "it was hard to do because i’m very much into skiing", "i love skiing because i missed out on it when i was young and now i love doing it", "or motorcycle riding", "all of a sudden i cannot ride the motorcycle for the three months while i’m doing a movie", "so, you have to make sacrifices", "but that’s the difference between being a kid and being a grown-up", "as a kid, you always want to have everything", "so, grown up, you have to make choices", "i made the right choice and i’m happy that i made the choice", "may i remind you, because you just mentioned something about you’ve got to shoot for your goal", "not everyone is as driven as i am", "i want to make this perfectly clear", "i was always a very driven person", "i grew up driven and i think it’s because i came from a little country and it was after the second world war", "there was poverty and starvation and there was not much around", "i grew up poor and all that stuff", "it creates a whole different fire in a belly and the will to succeed and all this stuff", "i just had that, but that was my thing", "i was into that", "not everyone is as driven", "you don’t have to be that driven", "there are people that are very happy with a normal job, they have a wonderful family and to just relax and to live a moderate to good life and that’s what makes them happy", "the key thing is to recognize there’s many roads to being successful and many roads to be happy", "the ultimate goal that people should always shoot for is that they’re satisfied and that they’re happy", "that came come many different ways", "michael danery says he’s seen that warren buffett will be one of your advisors in an upcoming episode of the apprentice", "how did you get to know warren buffett", "well, warren buffett has become a friend of mine, i would say for decades now", "we used to travel around and end up at the same places", "he asked me several times to come with him", "he does his business presentations and stuff like that", "he and i hit it off really well", "then he bought netshed because i flew around with the different jets for the movie promotions and all that kind of stuff", "so, we really got to like each other and i, of course, had the highest respect for him because here is a guy that is so rich and makes so much money and is so successful with so many companies, but he’s not really into money", "that is the wildest thing", "i mean, he stayed in normal hotel rooms and he drives around when you go to omaha with a regular car that he has been driving around with for the last 30 years", "he just isn’t into it", "it’s really fun that for him it’s just kind of like being the greatest athlete or being an astronaut or whatever", "that happens to be his bag and he’s very talented to make $1.00 into $2.00", "he’s a wonderful human being", "the most giving human being", "as you know, in his will, he’s going to give away all his money afterwards", "so, he gives a little bit to the kids and then the rest of it he gives it away for charity and all this kind of stuff", "so, to me, he’s an extraordinary human being", "he was also one of the first ones when i ran for governor to – he’s a democrat, i’m a republican – but he stood by my side because he knew where my heart was", "i was interested in serving all the people, not to be in this ideology and get caught up in the ideological corners and so on", "he was there", "he endorsed me", "i remember he was standing on my left at the press conference", "secretary george schultz stood on my right side and both them endorsed me", "that gave the message that i wanted to serve all people of california – democrats and republicans and everybody", "he was also supportive when i asked him – i said, “i’m doing the celebrity apprentice, can you be one of my advisors?” he immediately said, “arnold, anything you want, anything you need, any of my products to promote or to set up a certain kind of a task,” which we then ended up doing", "he’s just a wonderful human being and a great friend", "dan morelli says, “the current state of modern bodybuilding versus arnold’s time", "what’s your personal opinion on modern bodybuilding and your thoughts on steroid use, if it’s ever appropriate?” if steroids are a performance-enhancing drug, then i think congress right now should take it immediately", "so, that’s no", "1", "no", "2, i think when you talk about bodybuilding, it’s always important that we think about is it the competitive world of bodybuilding or are we talking about in general bodybuilding, which means building the body through weight resistance", "let’s talk first about the one for the ordinary people that are not interested in competing", "i think that the sport and the activity of bodybuilding has exploded in the last 40 years", "i remember that when i started out, people had a very negative attitude about bodybuilding", "they thought that you would get musclebound", "they thought you would turn gay and you would be stupid and you would become a narcissist hanging out in front of the mirror all the time", "all of those kinds of things", "that it is bad for your health", "doctors were warning, don’t do this", "coaches were warning for athletes not to pick up any weights, that you will get musclebound and it will reduce your performance and you get stiff and all of this stuff", "so, that all has changed", "now you go 40 years forward", "in those 40 years, we have seen now that weight resistance training is totally accepted and it’s one of the no", "1 activities in the world", "i mean, even now in hospitals, where doctors said this is the worst thing for your health", "now, you have hospitals that have rehab rooms and facilities with weight machines, resistance machines and dumb bells and barbells and plates and pulleys and all kind of things because they know this is the best way to recover and to come back as quickly as possible after injury or after surgery and so on", "the same thing is in athletics", "there is not one single athlete that doesn’t work out with weights", "if it is boxers, ufc fighters, if it is power lifters, if it is golfers, if it is tennis players, football players, every football team has the hugest weight rooms", "every basketball team has weight rooms", "every university has weight facilities", "every high school has weight facilities", "every military base that you go to – i mean, i travel around and visit the military bases around the world", "they have hundreds of different bench press benches and squat racks and heavy weights and machines and everything so the men and women can train day and night in the gymnasium and get ready for those battles and for those very risky kind of things that they do that are very dangerous", "they want everyone to be in shape and they know the ultimate shape you get is when you also include weight training in your daily training", "to me, it is fantastic", "we have seen the changes", "every hotel now when you travel around the world has weight facilities", "when it comes to the competitive sport of bodybuilding, i have to say that there was huge progress made", "when i was competing, it was like 30 countries that had regular, annual bodybuilding competitions", "now there’s 192 countries that hold annual bodybuilding competitions and the national competitions and all this, so that has grown also", "the only thing that bothers me is the way we developed in professional bodybuilding", "the ideal body now has changed so much", "the guys that are winning the day are not looking anymore the way the ideal body was that people really admired and said i want to look like this", "now you have guys that are 5’10” tall and that weigh 300 pounds", "they look more like muscular powerlifters on stage a lot of times than bodybuilders or people that have really an attractive, v-shaped, beautiful body", "so, we got away from that", "of course, this is my opinion now", "there’s others that feel differently about that", "but this is a debate that we have been having now for the last ten years in bodybuilding", "how do we bring it back again and really idolize and make the winners look more attractive", "where they don’t have these big bellies sticking out or they don’t have this kind of blocky physiques, but to have a more athletic and more of a thin waist, wide shoulders and have the biceps be the same measurement as the calves and the neck just the way it used to be", "people in the old days when they saw a picture of steve reeves, they said, “i want to look like that.” or if they saw a picture of john grimek, who won mr", "universe in 1948, i think", "he was a fantastic poser", "he did acrobatics, handstands and all this stuff", "he was also an extraordinary weightlifter", "he could do muscle control", "people wanted to be john grimek", "that is really the ideal thing", "i think that eventually we have to get back to that again", "of course, the bodies have developed", "the techniques have developed", "food supplements have developed", "machines have developed", "so, the bodies are bigger and better than they were then", "but that does not mean that we have to have people look like monsters on the stage", "i think they should have a much more appealing body", "that’s why i think in bodybuilding, we have now created other categories, which is mr", "fitness and mr", "natural and mr", "this and mr", "that, to get away from this blocky look", "but bodybuilding is booming and a lot more people than ever are doing it", "aman bedrouin says, “how do you think about risk", "how have you trained yourself to take better risks and increase your risk appetite", "well, i think risk shouldn’t be the goal", "how do you take more risk", "the goal should be that you envision your goal, that you set a really high goal", "the only way you can set the high goal is if you are not afraid of failure", "you have to take risks", "the bottom line is – i mean, i think the amount of risks that i took to be where i am today, i mean, it was very risky to say that i wanted to be the bodybuilding champion of the world in a country where skiing was really the national sport or bicycling and stuff like that, but you were not bodybuilding or weightlifting", "so, it took risk also for me to have a goal to come to america", "it was a risk to go and say that i’m going to get in the movie business", "but not just to get into the movie business, but to become a leading man", "or to run for governor", "all of this, i was able to just go and say, no matter what it takes", "yes, i may fail, but i’m going to go and take that risk and go for it", "the more risks that you take, the higher the reward is in the end", "i mean, just look in the financial world", "if you make an investment that has no risk at all and you invest in bonds or something like that, there is very little return", "or you put your money in the bank, if you’re lucky, you get 2 percent interest", "but if you take an investment that is risky, then of course the risk could be that it fails, but the upside is much greater", "so, i always the type of a person that is willing to take risks and i think the key thing to success is not to be afraid of failure", "as i said earlier, if you fail, what’s the worst that can happen", "that you go and you get up and you do it again and you try again", "there’s no one that stops you", "that’s what differentiates the winners from the losers, as i said earlier", "people that get up are the ones that are the winners", "don’t be afraid of taking risks", "don’t be afraid of failing, because that will make you freeze up and you’re never going to accomplish anything", "so, be free and just relax and just go and say that this is what life is all about is taking risks", "go and set big goals and go for it", "end of story", "do you think a lot of your risk appetite came from things you learned in the gym", "well, it’s not that i had a risk appetite", "it was just that i learned from sports that you’ve got to be able to take risks and you should not be afraid of failing", "when you’re a weightlifter and you have in front of you, let’s say 315 pounds", "i remember i was this young kid lifting weights", "then you put on a weight after the second lift", "for the third lift, you always put on a weight that you’ve never lifted before", "so, automatically you know that there’s a 50/50 chance or whatever the percentage is, that you’re going to fail", "and this is in front of people", "so, in sports there’s no embarrassment", "when you fail, it’s understood, as i said about the baseball player, ted williams, you will not always be able to do everything successfully", "i took the risk to lift the weight that i’ve never lifted", "to give you the shot, you have to approach the weight with a positive attitude and think, i’m going to do it", "but there’s still a chance that you’re not doing it, but that does not make me stop and not put that weight on, because that’s the only way you’re going to go and grow and get better and no really in the end how much you can accomplish, how much you can lift and so on", "that’s why it’s a lesson that you learn in sports and it’s a lesson that is good for the rest of your life and everything you do, if it is movies, if it is business, if it is investments, if it is in politics, you’ve got to take risks", "adidya sinha says, “how do you stay motivated to keep working on your goals and how do you not run out of juice?” well, again, it goes back to the vision", "i think that if you have a very clear vision of where you want to go, you always will be motivated", "because i remember that when i decided that i was going to retire from bodybuilding competition and i’m going to get into acting, i mean, it was such a great vision", "i thought about clint eastwood", "i want to be another clint eastwood", "i want to be another charles bronson", "those were my idols", "i want to be like warren beatty", "i want to be like those guys that are making a million dollars that was in the ‘70s now", "they made a million dollars a movie", "i said to myself, wow, can you imagine working your way up to that", "so, to me, that vision was just so wonderful that i did everything that i could to get there", "i was working on my english", "i was working on my speech, enunciation", "i was taking acting classes", "i was doing everything that i could – improv classes and all this stuff", "i really worked my way up by hard work and slowly became one of the top leading men", "that is, i think, with everything like that, you get motivated by your vision", "i remember just with the environment, we talked about earlier, i really envision a world that eventually will be clean and we will get rid of fossil fuels", "so, to me, that vision motivates me to go out and to speak about the environment, to travel around the world and speak about the environment, to use my u.s.c", "schwarzenegger institute and to go and promote a clean environment and all of those things", "it’s kind of the vision that motivates you", "i don’t run out of juice because of that", "that has nothing to do with age at all", "you always make new goals and then go after those goals", "that’s what motivates you and that’s what makes it exciting", "that’s what makes you passionate about it", "christian gray says, “what specific things did you look for in your real estate investments?” to turn $1.00 into $2.00", "that was the no", "1 goal and the no", "2 goal was that it has to be interesting", "i didn’t like to invest just in raw land to sit on it and to sell it five years later for a profit", "to me, that was not exciting", "what was exciting was to buy raw land and then to draw up plans and to go an build an apartment building or to build an office building or to build a shopping mall", "to find the right partners that you bring together, and to go all out with it", "i remember that my first investment was back in 1974", "i saved up $27,000.00 from doing seminars and exhibitions and all kinds of things", "i had a mail order business", "i did bricklaying jobs", "dollar after dollar i saved up until i had $27,000.00", "i have to say so that people understand – in bodybuilding, even though in 1974 i was already a multi-time mr", "olympia, mr", "universe five times and mr", "world and all those things", "but in bodybuilding, there was no money at this point", "i had to do it the old-fashioned way", "i had to earn it", "i had to go to work to do it", "i saved up $27,000.00, found an apartment building, a six-unit apartment building in santa monica, north of wiltshire boulevard, which was very important to be north of wiltshire boulevard, a good area", "i bought it for $215,000.00", "i needed $37,000.00 down, so i went to joe weider, the man that was then the king of the bodybuilding empire and brought me to america", "he gave me $10,000.00 and it was kind of the third deed on this thing and i paid him back within a year", "but i had the $37,000.00 together, bought the apartment building, and then two and a half years later, we sold it for $365,000.00", "so, imagine the profit from $215,000.00 to $365,000.00 in two and a half years", "i only put like $37,000.00 down", "so, that is a huge profit", "i remember that i found a 12-unit apartment building and we then sold the six-unit one, rolled the money over, bought the 12-unit one, and then the next one was a 36-unit and it got bigger and bigger", "then i had apartments all over the place and started building office buildings and shopping malls and stuff like that", "it really, to me, the key thing is that it’s fun, it’s challenging", "that you go and map it out", "that you find out when you get into an area and you buy a property, what kind of apartments do they need, what kind of size", "do they three units or two units in this area or just one unit", "what kind of shops do you want to have downstairs in your office building", "what kind of a look, who do you want to attract", "to me, that whole thing was really a lot of fun", "just so we’re 100 percent clear, did you buy the six-unit apartment building before you’d ever bought a house", "to me, it is much more important when you buy your first real estate to buy a rental apartment that is an income property because i had the front unit in this apartment building, which they called the owner’s unit", "it was 2,400 square feet, which was plenty for me at that time", "upstairs, downstairs, and there was five units in the back", "it was a great investment, but i would not go and buy a house first before i buy an income property", "for me, that was the important thing", "that’s what i recommend to people is to buy first an income property and to go and make it a good investment", "one should realize, when it comes to real estate, if you invest wisely and if it is in a good area and stuff like that and it’s a growing area, it’s never called spending money", "there’s a difference between spending money and investing money", "in real estate, you invest, because the money goes up, the value goes up in most cases", "when you buy furniture, that’s spending money", "because as soon as you take the furniture out of the furniture shop, you lose automatically right off the top, 30 percent", "so, that’s spending money", "you will never get that money back", "so, you were talking earlier about the raw land, about your worst investment with the supersonic airport that never happened", "do you want to explain that one", "that’s why i said raw land is not really a fun thing to invest in", "i invested in that", "my first investment when i came to america was in raw land", "but i invested in that because it was in palmdale, lancaster area and there was very well known and everybody wrote about it", "that they’re going to build a supersonic airport", "that was the future", "to move away from the los angeles airport and to create a new, giant airport for supersonic planes", "then they outlawed supersonic planes and the airport was never built", "so, now i still own the property", "but even this $5,000.00 property that i bought then now is worth $680,000.00", "so, i cannot call this a loss", "this is something that my kids will inherit and have a good time and they can sell it and have some money", "now they put streets in there and electricity and eventually the area will be built up, but it’s definitely not going to be a supersonic airport", "jeremy potter says, “if you were allowed to make one law, remove one law, or amend one law in this country, which law would you choose and why?” first of all, let me just say the obvious law is, i think with this question, he is referring to is would i like to change the law so that a foreign-born can also run for president", "yes, of course, i would create that law", "but besides that, that’s an obvious one", "that’s a no-brainer", "the other law i think that would be really interesting is if the legislature and the law makers in washington do not perform and really don’t solve the critical problems – if it’s immigration reform, if it is environmental activities where we really shoot for 40 percent or 50 percent of renewable energy and reduce our greenhouse gases by a certain percentage in the next ten years or so", "if we don’t accomplish those things and build an infrastructure and all that, they all should be voted out of office", "i think we should start all over again because i think how long can america with no action", "how many decades now have we talked about that we need to build our infrastructure", "that we have now so many more cars on the road, therefore we need to build more highways and freeways and we need to build high-speed rail all over the country", "we need to build out our airports so that when you arrive at those airports they don’t look like third-world country airports and stuff like that", "we need to build more dams and more water storage", "i mean, in california, for instance, it’s dreadful when you talk about the drought, when in fact, really it just means that we have not built the infrastructure yet to capture the water when it rains and then have it when there is a drought and stuff like this", "so, i think the legislators, the law makers, have to perform for the people", "that’s why they’re there", "it costs us $2.5 billion to have them there in the capitol, so they’ve got to perform", "they’ve got to recognize the fact that not one party can solve the problem", "that the way it is designed is that democrats and republicans must work together", "that no law can sustain for a long period of time if it’s just done by one party or the other", "both of the parties – we see it now with obamacare", "where it was only done by democrats and now it’s going to get undone or executive orders that are just going to be thrown out by the next president", "so, that is not really a solution", "a solution is if democrats and republicans work together, even though this is very difficult to do, but that’s why they are going to washington", "to take on this very difficult task", "look, i had to work together – remember, california had an overwhelming amount of democratic legislators", "i had to work with them", "i was surrounded by a democratic lieutenant governor, a democratic treasurer, a controller, the head of education, the attorney general", "everyone was a democrat and somehow, i made it work so at least 50 percent of all those things i wanted to do i got done", "some things we failed", "but the bottom line is they must work for the people and they’ve got to get their act together, otherwise there should be a law that they’ll get voted out of office", "so, they have to show the accomplishments or they all go home", "or they all go home", "someone would say, that’s why we have elections every four years", "that’s why we have elections for congress every two years, but that’s not the way it works because they all go home and say, “i did really well, but the others,” but it’s inexcusable that congress has like a 14 percent or 15 percent approval rating", "that’s worse that the approval rating of fidel castro or something like that", "what the hell are we talking about here", "so, let’s get our act together to [inaudible] have some smart people in washington", "democrats and republicans alike, they should work together and do something that is really good for the country", "and you’re talking about getting them to actually work together", "it sounds like maybe we need a law that they have to schmooze together like you did in the cigar tent", "remember, we cannot do things all the way on the right or all the way on the left", "i believe what president eisenhower said, “politics is like the road", "the left and the right is the gutter and the center is drivable.” that’s exactly the way it is in politics", "you’ve got to be in the center", "you cannot be an extremist to the left or to the right", "david pullett says, “how did you drum up business when you owned that construction company with franco columbo?” well, the important thing was that franco columbo, who was my training partner for the last 50 years and a very dear friend, he was a bricklayer", "so, because in bodybuilding we didn’t make any money, we decided that we were going to go and start a little, small bricklaying business where we go to people’s homes and we fix up things that are broken", "we were very fortunate because we started the business and got our business license and went to the irs and told them about the company and these are the taxes that we’re going to have to pay and all this kind of thing", "we organized all this and then we went out and we started working", "we started getting jobs to build walls and patios and fireplaces and all this stuff", "all of a sudden, the earthquake happened in 1971", "there was a massive earthquake that just wiped out a lot of things", "so, we got from one day to the next like hundreds of phone calls to come and give estimates and to rebuild the patios and walls and fireplaces and chimneys and all kinds of things", "so, we literally had to hire other people from the gym, bodybuilders from the gym, and all of a sudden, we had this whole workforce and we started going to work and we made great money", "i mean, not great money, but good money for those days", "we could save some money and buy our protein powders and were able to eat steaks and have our protein shakes and eggs and the best foods and all this stuff that we needed", "we had a very successful business", "it was the greatest thing", "we had the most fun doing those kinds of things", "we just put a little ad in the l.a", "times, i remember", "that ad produced really great action for us", "what did that ad say", "the ad just basically said, “european bricklayers and masonry workers and stone experts,” because we realized very quickly that american people loved when you get work from other countries", "they love to mention swedish massage", "if you will give american massage, it wouldn’t sell as well as when you say swedish massage or japanese massage or european bricklayer or a german car mechanic or something like that", "i remember when i came over here and someone said to me, “bring your car down there to lincoln boulevard, where there’s a little garage, there’s a german mechanic", "i mean, that guy is so good.” i got my car down there and he was not any better than an american mechanic", "but people just love the european or some other foreign country", "so, we used that european bricklayer and stonework experts and all this kind of language we used", "it worked", "that’s good branding", "chip franks – and this is our last question – says, “could you take tim ferriss in a one-on-one fight right now", "if so, how long would it take?” well, first of all – easy", "so, tim ferriss, even though he does his jiu jitsu and stuff like that and he’s in fantastic shape, but i’m a machine", "let’s not forget that", "plus, let’s also not forget he cannot hit me because it would be elderly abuse, right", "so, therefore, i would just grab him and i would just finish him off with a five-minute routine and then i’d just say, “hasta la vista, baby.” do you have any closing advice for his listeners", "first of all, i think he’s one of the best podcasts because they’re always interesting, they’re always exciting", "every time you listen to his podcast, you learn and i think that’s what it’s all about", "we’ve got to always learn and listen to interesting material because i think this is always the challenge", "he, being that he’s such a hungry guy that also always wants to learn, he is so motivated to go and put out information like his latest book", "what makes you successful", "what are the little tricks that successful people use and all that stuff", "so, he’s always educating people and that’s what i like about him"]}