{"dialog_idx": {"adam robinson": [14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 34, 35, 36, 37, 38, 39, 40, 42, 44, 45, 48, 49, 53, 60, 63, 64, 65, 71, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 88, 92, 93, 94, 95, 96, 97, 100, 101, 107, 108, 109, 110, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 137, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 159, 160, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 244, 245, 249, 250, 252, 253, 254, 255, 256, 257, 259, 260, 261, 262, 263, 264, 265, 266, 267, 269, 270, 271, 276, 277, 278, 279, 280, 281, 282, 283, 284, 289, 290, 291, 294, 295, 296, 297, 298, 299, 300, 301, 303, 306, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 327, 328, 329, 331, 333, 334, 335, 336, 337, 338, 339, 342, 343, 344, 345, 346, 349, 354, 355, 356, 357, 358, 359, 363, 366, 367, 368, 369, 370, 371, 372, 373, 375, 376, 377, 379, 380, 381, 382, 383, 384, 385, 386, 388, 389, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 403, 404, 412, 413, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 426, 427, 428, 429, 430, 432, 433, 434, 435, 438, 439, 440, 443, 445, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 465, 466, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 482, 487, 488, 489, 490, 491, 492, 495, 498, 499, 501, 502, 503, 504, 505, 510, 511, 513, 514, 515, 516, 517, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 540, 542, 543, 544, 545, 546, 547, 548, 549, 550, 552, 553, 554, 555, 556, 557, 558, 559, 560, 563, 564, 565, 566, 567, 568, 570, 571, 573, 574, 575, 576, 577, 578, 579, 580, 582, 583, 584, 585, 586, 588, 590, 591, 592, 602, 613, 614, 615, 616, 617, 618, 619, 620, 622, 623, 624, 625, 626, 627, 628, 629, 630, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 695, 696, 697, 698, 700, 701, 702, 703, 708, 709, 714, 715, 716, 717, 718, 719, 720, 722, 723, 725, 726, 728, 729, 730, 732, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 746, 749, 750, 751, 752, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 765, 766, 768, 772, 773, 777, 781, 784, 785, 786, 787, 788, 789, 790, 791, 792, 794, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 834, 846, 849, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 866, 867, 868, 869, 870, 895, 897, 903, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1003, 1006, 1007, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1043, 1046, 1048, 1049, 1051, 1053, 1056, 1057, 1058], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 30, 31, 32, 33, 41, 43, 46, 47, 50, 51, 52, 54, 55, 56, 57, 58, 59, 61, 62, 66, 67, 68, 69, 70, 72, 73, 86, 87, 89, 90, 91, 98, 99, 102, 103, 104, 105, 106, 111, 112, 135, 136, 138, 158, 161, 162, 189, 190, 191, 192, 193, 220, 242, 243, 246, 247, 248, 251, 258, 268, 272, 273, 274, 275, 285, 286, 287, 288, 292, 293, 302, 304, 305, 307, 308, 309, 325, 326, 330, 332, 340, 341, 347, 348, 350, 351, 352, 353, 360, 361, 362, 364, 365, 374, 378, 387, 390, 401, 402, 405, 406, 407, 408, 409, 410, 411, 414, 425, 431, 436, 437, 441, 442, 444, 446, 464, 467, 481, 483, 484, 485, 486, 493, 494, 496, 497, 500, 506, 507, 508, 509, 512, 518, 519, 535, 536, 537, 538, 539, 541, 551, 561, 562, 569, 572, 581, 587, 589, 593, 594, 595, 596, 597, 598, 599, 600, 601, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 621, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 668, 669, 670, 671, 672, 673, 674, 691, 692, 693, 694, 699, 704, 705, 706, 707, 710, 711, 712, 713, 721, 724, 727, 731, 733, 744, 745, 747, 748, 753, 764, 767, 769, 770, 771, 774, 775, 776, 778, 779, 780, 782, 783, 793, 795, 796, 797, 811, 812, 813, 833, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 847, 848, 850, 862, 863, 864, 865, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 896, 898, 899, 900, 901, 902, 904, 905, 906, 907, 908, 926, 971, 983, 1002, 1004, 1005, 1008, 1009, 1010, 1011, 1026, 1038, 1039, 1040, 1041, 1042, 1044, 1045, 1047, 1050, 1052, 1054, 1055, 1059, 1060, 1061]}, "episode_num": 219, "file_type": "html", "guests": ["adam robinson"], "num_sentences": 1062, "num_words": 15597, "raw_text": "Tim Ferriss: Hello boys and girls. This is Tim Ferris and welcome to another episode of the Tim Ferriss show. That is Molly chewing a bully stick, otherwise known as bull Pizzle in the background but you’re not here for that. You’re here for what we do every episode, and that is deconstruct world class performers, whether they are from the worlds of business, sports, entertainment, chess or otherwise to tease out the habits, routines, philosophies, beliefs, etc. that you can apply to your own life. And this time around we have someone by popular request who has perhaps all of those categories wrapped into one, Adam Robinson. Adam first appeared on this podcast in the “Becoming the Best Version of You” episode, which was No. 210, so episode No. 210 alongside Josh Waitzkin, who is best known for chess, jujitsu, investing, and Ramit Sethi, best known for personal finance and entrepreneurship. So we had this roundtable, “How do you end your year;” all sorts of great stuff came up. So I encourage you to listen to that, as well. But this is a dedicated episode, full of Adam’s stories and life lessons. He came out to San Francisco to spend time with me. I wanted to learn from him and that is how it came to be. Adam Robinson has made a lifelong study of outflanking and outsmarting the competition. He is a rated chess master who was awarded a life title by the United States Chess Federation, and as a teenager he was personally mentored by Bobby Fischer in the 18 months leading up to his winning the world championship. Bobby Fischer is considered by many to be the best chess player who has ever lived. Then, in his first career, Adam developed a revolutionary approach to taking standardized tests as one of the two original cofounders of the Princeton Review. His paradigm breaking, or as they say in publishing, category-killing test prep book, The SAT, Cracking the Systems, is the only test prep book ever to have become a New York Times best seller. Then, after selling his interest the Princeton Review, Adam turned his attention in the early ‘90s to the then-emerging field of artificial intelligence, developing a program that could analyze text and provide human-like commentary. He’s a jack of all trades, master of many. He was later invited to join a well known quant fund; we can get into that another time but a well known quant fund to develop statistical trading models. And since, he’s established himself as an independent global macro advisor to the chief investment officers of a select group of the world’s most successful hedge funds and family officers. So in other words, he is brought in to give advice to billionaires and mega billionaires and beyond. In his spare time, for instance, he’s also become pen pals with Warren Buffet and we dig into lots that he’s learned from Warren. This is a wide-ranging conversation with a lot of takeaways. I hope you enjoy listening to it as much as I enjoyed recording it. So without further ado, please enjoy my conversation with Adam Robinson. Adam, good sir, welcome back to the show. Adam Robinson: Thanks for having me, Tim. Tim Ferriss: We are sitting here in Casa Ferriss on this comfortable couch in viewing distance of my lovely dog, Molly. And we could start just about anywhere. We have a thousand topics we could explore, and I thought we would start with an anecdote that made an impression on me and I’d like to explore it a little bit. Could you talk about Warren Buffet and his day planner, please? Adam Robinson: Ha. We were having dinner, ten of us, with Warren and he held up with great dramatic effect his day planner for the year. And he said, “Time is the most precious thing I have.” He said, “I’m going to show you how precious it is. I’m going to show you my day planner.” So it’s a little two inch by three inch little booklet that you get at any stationery store for the year, and he held it up for all of us and he riffed through it. And every page was empty. That was his day planner for the year. So it’s really important to Warren that his time is his most valuable asset. Tim Ferriss: What does he do with all that empty space? Adam Robinson: He reads. Tim Ferriss: All day, every day. Adam Robinson: All day, every day reads, thinks, and hunts for his next acquisition. So that’s what he does with his time. Tim Ferriss: Does he think of himself as an investor or an acquirer of businesses? At this point in time, how do you think he thinks of himself? Adam Robinson: You know, everyone calls him the world’s greatest investor, and he’s certainly the world’s greatest something but I think he’s actually the world’s greatest builder of businesses and acquirer of businesses. And so that’s what he does; he acquires a business and tends to hold it forever. Tim Ferriss: Let’s talk about investing but take a slightly different tack. We were chatting over Thai food a little bit about a book called – and I might get the title slightly wrong but I believe it is You Can Be a Stock Market Genius. It’s something along those lines, by Joel Greenblatt. Adam Robinson: Absolutely. Tim Ferriss: That book made an impression on me and had an impact on me when I was pretty young. I think I was a little too young for it; around 16 to 17, and directly preceded my first stock purchase ever, which was Pixar. When I met Joel many, many years later – this was probably just a few years ago – he said that in some respects, people should read his books in the reverse order of their publication. Because the Stock Market Genius book really covers a lot of what some people might consider event-based investment or trading. I was wondering if you had any thoughts. You brought up – but I said hey, let’s talk about it in the conversation when we’re recording – you mentioned yes, you were familiar with Joel and also you brought up Lynch. Adam Robinson: Peter Lynch, yeah. Tim Ferriss: Peter Lynch. And so I’d love to just hear you expand on what you were going to say but I cut you off during dinner because I wanted to save it for this. Adam Robinson: So Peter Lynch went up on Wall Street, and Joel Greenblatt, both brilliant investors, both investing geniuses. My only concern about empowering individual investors is that when you invest as an individual, you are entering the fieriest, gladiatorial arena ever invented and you’re competing with highly incentivized participants around the world who are out for your lunch and going to eat it if you don’t have an edge. So I just want to be sure that individual investors, when they choose to do that, realize that it’s, again, a gladiatorial pit and you need an edge when you invest. Tim Ferriss: What is your take on, then, say a Lynch or a Greenblatt in that capacity? And I don’t know if it was Greenblatt – this could have been elsewhere. When there’s a discussion about the types of edges you could have, and one would be informational advantage, one could be an analytical advantage, one could be, say, perhaps an behavioral advantage. And reading a lot about Buffet, it seems like at least one of his advantages is behavioral. He’s very unemotionally affected by market movements, it seems like. Adam Robinson: Absolutely. Tim Ferriss: And can divorce himself emotionally from these temporary ups and downs. But do you have any particular observations related to Peter or Joel as it relates to advantages, edges, or otherwise? Adam Robinson: It’s so funny. Before we go any further, because this is so much more intimate than a conversation that we had at the 92nd Street Y in front of a thousand people. This is almost like parkour jumping but a conversational version of that when you leap from topic to topic, not knowing where you’re going. So the edge, one of my favorite quotes of Warren Buffet is: “If you’re in a poker game for 30 minutes and you don’t know who the patsy is, you’re the patsy.” So you need an edge but you need to know that you have an edge over the market. In terms of information, since 2000 the SCC published Regulation FD, Fair Disclosure. So in a sense, everyone has access to the same information at the same time. So information edges are very, very difficult, especially with modern technology and other resources. So information edges are tough. Behavioral edges are really important and you said Buffet; he’s completely unemotional. So yes, when everyone is panicking is when he gets greedy. In fact, Buffet articulated in one sentence the secret to investing. He said “We – meaning he and Charlie Monger – are fearful when others are greedy, and we are greedy only when others are fearful.” And so the secret to investing in public securities is knowing when to be afraid and knowing when to be greedy. Tim Ferriss: What I’d like to do in this American Ninja Warrior course of conversational parkour is maybe take a step back, really far back, and discuss a few of the experiences of your childhood. Because I was not aware that you had spent – was it two years, two and a half years? Adam Robinson: Two and a half years, yeah. Tim Ferriss: In the hospital when you were a kid. Could you describe why that was the case? What happened? Adam Robinson: Sure. It was at Blythedale Children’s Hospital, which was started in – wow, I think in the ‘40s by Eleanor Roosevelt. It was for children with long-term congenital illnesses, and I had a bone disease. Back then, the only way to cure it was to put you in a bed and wait for the disease to kind of run its course. I don’t know of you remember Forrest Gump, at the beginning he had those leg braces. So between the ages of 4 and 6-and-a-half I was wearing those leg braces in a bed in the children’s hospital. Tim Ferriss: What was your childhood like? And where did you grow up? Adam Robinson: I was born in New York and then was put in the hospital, and then when I got out we moved to Chicago, to Evanston, Illinois which is where Northwestern is. So if you’ve seen any of the movies like Ferris Bueller’s Day Off, or Home Alone; those were all filmed within a mile of where I grew up. Tim Ferriss: So that was the where. We talked about in the last episode a little bit about Princeton Review. And we talked about that chapter of your life, in part. But what were some of the formative influences in your life up to, say, end of high school? Influences or events; anything like that. Adam Robinson: Being in the hospital for two and a half years as you’re growing up, you get divorced from your body in a hospital bed. You get divorced from the world. The world is something out there that you can’t touch and you can’t participate in but you observe it and you think about it. I guess one of the formative influences was meeting Bobby Fischer, who is my hero. Tim Ferriss: How did you met Bobby Fischer? And for those people who don’t know who Bobby Fischer is, how would you encapsulate Bobby Fischer? Adam Robinson: Fischer is said by some to be the greatest chess player of all time. And I met him right before he won the world championship, and knew him right through the world championship. And then sadly, afterwards he began to lose his mind to paranoia and died in 2007; sad. But I knew him at the height of his powers, right before he won the world championship. It’s funny how I met him. Freshman year when I was in high school, somebody beat me at a game of chess in homeroom; beat me in like five moves. I knew how the pieces moved, but that was the extent of my knowledge. And this so frustrated me. I challenged him to a game the next day and he beat me again; in fact he beat me every day that week. So I resolved that I would study this game, just in order to beat this kid by the end of the year. That was my sole goal. Because I was really into swimming at the time; swimming four or five hours a day, six or seven days a week and chess was really much a sideline for me. But I got into the game, and I decided to go to the library– actually, a bookstore and get a chess book. And the only book they had was My 60 Memorable Games, by Bobby Fischer. At the time, this was four years before he would win the world championship. So I played over these games every night, these 60 games, and I realized wait a second, he’s played hundreds of games. So I went to the library – this is pre internet for those of you millennials who don’t know what a library is – and I got – Tim Ferriss: It was the slow version of the internet. Adam Robinson: Yes, the slow version of the internet when you actually had to look up things yourself. I went through 20 years of back issues of chess magazines laboriously; every chess magazine that I could find in the world and went through page by page. If I found a Fischer game, I would write it down. So I compiled my own notebook of about 700 of his games that he had played. And I played over these games for two or three years and I knew them by heart. Tim Ferriss: When you say “played over,” does that mean you would set up a board? Or did you do this in your head and you would go move by move through both players’ positions? Adam Robinson: Exactly. Tim Ferriss: Did you do it on a board? Adam Robinson: On a board, yes. Some people could do it in their heads, like Magnus Carlson world champ, or Josh Waitzkin, or buddy. They can do it in their heads; I had to use a board. I remember I was 16 years old with my mother on Easter Sunday, visiting her in New York. We were walking up 6th Avenue towards Central Park, beautiful April day. Across the street, across 6th Avenue right in front of Macy’s, I saw Bobby Fischer. So imagine – this was my hero, right? And again, this was a year and a half before he would win the world championship. And again, for those of you who don’t know, it would be like spotting Bigfoot or JD Salinger back in the day. So I said, “Mom, I know I said I would spend today with you but that’s Bobby Fischer over there; I’ll see you later.” So I cut across traffic, I ran up to him, and I said, “Mr. Fischer, Mr. Fischer, in 1962 when you were playing Reshevsky in the U.S. championship…” because I had years of questions for him and I knew all his games by heart. By the way, he was a notorious recluse. He had maybe two friends in the entire world. He just looked at me kind of bemused because I knew his games so well, and he said, “I don’t know. I’m going to lunch; do you want to join me?” And I said sure, of course; right? And that was the beginning of a friendship that lasted two and a half years. It actually stretched beyond that after the world championship, but I fell out of touch with him for about a dozen years because he fell off the map for a dozen years. Tim Ferriss: So you met him; how old were you at the time? Adam Robinson: 16. He was 28. Tim Ferriss: 16. What was that first lunch like? Adam Robinson: Fantastic. Imagine you’re meeting your hero that no one gets to talk to, and here he is inviting you to lunch. I mean, fantastic. I wish I’d realized at the time how lucky I was. But I wasn’t thinking about that; I was only thinking about him and his chess games. I remember talking with him, and people don’t know. They think of chess players as intellectual nerds, and very not athletic. But he was built like an Olympic athlete. He was six-three and ate literally two meals over lunch; two full – Tim Ferriss: Oh, two simultaneous meals? Adam Robinson: Like two simultaneous meals; he just demolished. And when I say Olympic athlete, I don’t mean like a power lifter. He was like an American football player but very lean and had incredible energy. When we walked down the street, I’m five-eight. He’s six-four; he towered over me and walked with these huge strides. He had incredible power. The amazing thing about Fischer was – and I don’t think this has ever been done in the history before – he was entirely self taught. He learned the game at the age of six, and then decided to take on the Russians – for whom chess was their national sport; it was proof of their superiority – during the height of the Cold War and single-handedly beat them at their own game. He had no coaches, no nothing and did it all on his own. Remarkable; remarkable guy. I remember debating Motown songs with him. We were at a diner and we had dollars between us but we had no coins. And they used to have these little jukeboxes at each dining table. You put in a quarter and you’d have three songs. We had a quarter between us and so we were debating which three songs we were going to choose. He loved Motown, and so did I. I can’t remember which songs we picked but I remember doing that with him. Tim Ferriss: How did that first lunch turn into an ongoing relationship? Maybe a better question would be what happened in the last half or quarter of that meal that led to a second meeting? You can tackle it either way. I’m just so curious because people have these opportunities, these golden opportunities and then they’re not able to capitalize on them or it’s a flash in the pan; they have a great single story but that turned into an ongoing relationship. Why? Adam Robinson: Because I was totally focused on him. It never occurred to me when I first approached him that he would say get lost, kid. I just had questions. He was my hero and it was entirely innocent. I had done my homework. I knew his games better than he did. So I remember talking about games, and we played hundreds of games of speed chess. So imagine playing pickup basketball, and you’re a very good basketball player but you’re playing with Kobe Bryant or Curry, one of the greats. I remember I would play his moves against him because I knew all of his games by heart. Then he would correct me. I’d say, “Oh, I don’t understand why you played that because you said black is better in your book.” And he said, “I did?” I said, “Yeah, you did.” He said, “Oh, I was wrong. White’s better.” And he would crush me. I think it was just because I knew his game so well. I had done my homework. And I think the lesson for everyone is if you’ve done your homework to be focused on the other person, and not your fears or reservations. In terms of continuing the relationship – Tim Ferriss: Focused on them in the sense of being curious about them as opposed to worrying what they’re thinking about you, etc.? Adam Robinson: Exactly; totally focused on them. It was interesting because he would then reflect it back on me. So the next year when he was preparing for the Spassky match, and I got to spend two weeks with him – Tim Ferriss: Spassky’s world championships? Adam Robinson: Right, for the world championship. You’d think if there was any time that he wanted to be alone, it was preparing for the world championship. But he invited me to spend two weeks with him at Grossinger’s. Grossinger’s at the time was a resort in the Catskills. Mohammed Ali used to train there o they invited Fischer to train for the Spassky match. I got to spend two weeks with him there, all alone and watched him prepare for the Spassky match, which was really fascinating. So he’d play over games, studying, and then he would turn to me and say, “Well, what would you do, here? Tim Ferriss: When you say play over games, and I apologize because I wouldn’t consider my chess player by any stretch; that means that he’s sitting in front of a board by himself? Adam Robinson: He’s sitting over a board by himself, with me sitting across the table from him. He’s got a full chess board and a book of Spassky’s game. It was a red book, like 600 games. And just as I did with Fischer’s games, he had a little red book of Spassky’s games and he just played over these, over and over. It was really fascinating. I don’t think people realized Fischer conducted the longest con in sports history; a long con. If you’re not sure what a long con is; I know you know, Tim. But for listeners, a long con is when a confidence man sets you up and the payoff is years away, not later that day. So Fischer, when he was growing up, played always pawn to king four as his first move and had a very limited opening repertoire. In football terms, he had a very limited playbook and he always played the same opening moves. He defied the Russians and defied the world to beat them. Essentially here’s my playbook, these are my opening moves; do your best. So from the age of 12 until the age of 29, so this is 17 years, he played exactly the same opening moves. What was curious for me was that when I was with him, about two months before the match began I noticed he was studying games outside his opening repertoire. I asked him, “Why are you studying those games?” He just kind of smiled cryptically and said, “I don’t know; we’ll see.” And sure enough, against Spassky – now mind you, Spassky was supported by the Russian chess machine. Dozens of the word’s top players were all Russian who were supplying Spassky with analysis of all of Fischer’s old games. But then he played an entirely new repertoire. He set them up for 17 years. He said these are the moves I’m going to play. It would be like a boxer always leading with his right hand, and then all of a sudden he’s leading with his left and they didn’t know what to do. They were totally flummoxed. Tim Ferriss: [Inaudible] Pirate Roberts in The Princess Bride. I’m not left handed; one of those. Adam Robinson: That’s exactly. Right, The Princess Bride Iocane. Tim Ferriss: We were talking about Iocane Powder yesterday. What are some of the other things you observed about Fischer, or learned from Fischer? Does anything come to mind? Adam Robinson: He was very childlike, very simple in his analysis of the games. Oliver Wendell Holmes, one of my favorite quotes; he said, “I wouldn’t give anything for the simplicity on this side of complexity but I’d give my life for the simplicity on the far side of complexity.” And Fischer was the simplicity on the far side of complexity. Tim Ferriss: It was the informed simplicity, not the uninformed simplicity. Adam Robinson: Yes, like Picasso. It’s funny. I always dismissed Picasso as a painter, not that I’m an art expert. But it’s only when you see his paintings as a 16-year-old and he’s painting like Rembrandt. So when he went over as an adult and started painting like a child, it was an informed simplicity; it was a choice. And Fischer was like that. Tim Ferriss: In what other ways did the childlike nature manifest itself? Adam Robinson: His enthusiasm. He was always enthusiastic about everything. And the way that he explained things. I remember once we were looking at a position on the board. Again, he was six-four; he was enormous. He was trying to teach me a lesson about the position of chess pieces on the board. He held his hand over a few pieces and he said if your pieces can move outside of your hand, they’re too far apart; they’re not well coordinated. Like it was a physical, intuitive encapsulation of a very profound principle that he illustrated, again physically with his hand. If your pieces move outside your hand, they’re too far apart; they can’t coordinate. Tim Ferriss: And you’re like, do you mean your sized pancake hand or my little hand? Adam Robinson: Exactly. Yeah, because his hand practically is half the board. That’s how genius manifests itself, as a childlike simplicity. Tim Ferriss: What are other, if there are any, other essences of genius in your mind? We talked about this a bit in the first episode, and I’m sure we’ll touch on this in a few different ways in this conversation. But you have been successful in many different worlds, and you’ve met many people who are geniuses in different domains. So aside from this childlike simplicity that is on the other side of complexity, what are other essences of genius in your mind? Adam Robinson: I think the American psychologist Maslow said if your only tool is a hammer, you view every problem as a nail. I would flip that and say that the geniuses have very limited toolsets. They have a hammer and they’re geniuses in looking for nails. That’s their genius. They have a very limited skill set but they master it and apply it incredibly well. I’m reminded of the movie Karate Kid. Where it’s wax on, wax off, sand the floor and then he had that crane kicky move, and he won the California State Championship on the base of those three. I’m goofing here on the Karate Kid but I think it illustrates a profound point to master a few skills well and then look for domains where you can apply those skills, and stay out of everything else. Warren Buffet does the same thing with his investments. Tim Ferriss: I was going to ask you, and then I want to come back to you. In the case of, say, Buffet what are his wax on, wax off crane kick, etc.? What are his primary super powers? And how much are they innate versus developed or acquired, maybe is a better way to put it. Adam Robinson: One of the great partnerships of all time was Charlie Monger and Warren Buffett. The two of them spend all of their time reading, and just looking. And by the way, other great investors like Sam Zell do the same thing; they spend all their time on the prowl, either prowl for ideas or prowl for businesses. Tim Ferriss: Are they reading primarily filings? Are they reading far ranging books on different subjects? Adam Robinson: On everything. On everything; you just don’t know where you’re going to get your next idea. Not so much filings; I mean they would read those, too, of course. But read far and wide because you just don’t know where you’re going to get your next investment idea. I think that’s one of their super powers. And the other is a long term focus, with Buffet and Monger. When everyone is panicking in 2007 when the world seems to be imploding, they’re eagerly looking for values. So they invest for the long haul and they don’t get distracted by vicissitudes, economic or otherwise. Tim Ferriss: I’m going to go back to you in the library. Adam Robinson: Sure. Tim Ferriss: Alright. You’re going through years of back issues of magazines and taking down all the Fischer games. Adam Robinson: That’s all I did. Tim Ferriss: Right. So I’m imagining there were not many kids in your class or your school who did this. So the question is what do you think your core strengths are, and what are some of the core strengths you’ve developed that you didn’t have at a young age; or weaknesses that you have overcome? Adam Robinson: I always look for – and we talked about this at the 92nd Street Y – for things that don’t make sense. I look for patterns. I look for quirks even in my own mind. I remember I was 9 years old, and I was listening to Miss Callahan who was my teacher, and I was in love with her. She was talking about something – again, I was just totally in love with her and I forget what she was talking about. But she spoke and I realized she spoke the word “of,” and I realized oh, I don’t know how to spell that word. Now, what was fascinating is – I mean I had learned how to read in the hospital when I was 5, but I was stunned that I didn’t know how to spell a two-letter word. So I spent the rest of the day trying to spell the word “of.” And this is the way I did it. Mind you, I was 9 years old. I said okay, I knew the first letter was a vowel. So on a sheet of paper I wrote “A,E,I,O,U” and then I wrote Y because sometimes Y is a vowel. And then I wrote all the consonants: B, C, D and so on. And I spent the rest of the day going through every possible pattern. Like A-B, and I’d say “ab,” is that “of?” Okay, that’s not it. Okay, and then A-C, and A-D, and I went through every single permutation trying to find the word “of,” and I never found it because “of” is not phonetic. Tim Ferriss: It’s not phonetic. English is a tough language that way. Adam Robinson: Yes. I didn’t realize that at the age of 9. But I think that was one of my core strengths; looking for patterns and things that don’t make sense and being amused by my own mind and failings. Tim Ferriss: Can I interject for a second? Adam Robinson: Sure; you can interject whenever you want. Tim Ferriss: Why didn’t you ask how to spell it, as opposed to going through that exercise? Adam Robinson: Because the real question was why I couldn’t spell it; not what is the answer. It’s such an important thing; thank you for bringing that up. Because the questions you ask about the world determine the success you get in the world. One of my favorite questions is Tony Robbins’ “What would you do if you knew you couldn’t fail?” So the questions we ask are key. So I wasn’t interested in the answer, how to spell the word “of.” I knew that was trivial. I knew it was a two- letter word. What wasn’t trivial was that I couldn’t spell it. Tim Ferriss: Why do you think that is? Because that’s an odd… it strikes me as very unusual that you would have learned to read but then three, four years later would have this word that sticks out as something you couldn’t spell. Adam Robinson: It was one second, the way you can forget the name of an actor in a movie or something like that. I knew it was a momentary glitch but I was fascinated by it. And looking back on it, I’m fascinated that at the age of 9 I was very systematic. I had two columns, and I spent the rest of the day ignoring Miss Callahan and the rest of my class – since I spent most of my time just daydreaming anyway, and she would just let me – trying to figure out how to spell the word “of,” very systematically. And I thought that was a good use of my time. Tim Ferriss: You mentioned questions and I’d love to ask you, because I think they’re related. You can place this at any time; we’re going to jump around chronologically. Adam Robinson: This is parkour. Tim Ferriss: That’s parkour. You never know what obstacle is coming up next. Decision making; what is your decision-making process for choosing opportunities or your criteria, or how do you think about choosing opportunities, more so than finding? When you have a number of different opportunities, a number of different paths you could go down, what is your decision-making process, or your selection process? Adam Robinson: The problem is I’m so intellectually curious that I really have to be careful because it’s going down a rabbit hole. I have to limit the things that I allow myself to be interested in. I choose the one that’s the most fun. And I guess my life is like parkour; just jumping in and knowing that you’ll be resourceful and land on your feet, and then be able to jump from there, too. I look also for areas – and we touched on this – the ball bearings principle for opportunities with things that people haven’t explored before, or they’ve explored to death and they’re no longer interested in. So I try to look for things with fresh eyes. Tim Ferriss: For the ball bearings, folks, we could go into it but we spent quite a bit of time on it in the first episode with Adam, so you guys can explore that there. I’d like to talk about post Fischer. Where did you go to college? Adam Robinson: I went to Wharton undergrad and then I got a law degree at Oxford. Tim Ferriss: How did you choose Oxford? Then we’re going to talk about apples. Adam Robinson: Oh yes, apples; Granny Smith apples. My father died when I was 19, and I was pretty lost. I could have finished Wharton in two years, two and a half years, anyway because I used to take six or seven courses a term because I found everything really interesting. You were only required to take four, and I would take six or seven. My father died and I didn’t know what to do. I wanted to get away and I don’t speak any foreign language fluently enough to go to a country other than, say, England so I chose Oxford. I thought law would be an interesting way to beguile a couple of years, two or three years so it was kind of a default, actually. While I was there I spent most of my time taking dance classes in London; hip hop. Tim Ferriss: Hip hop dance lessons in London? Adam Robinson: Yeah. Only, I was not the most conscientious law student at Oxford. But anyway, that’s what I did. Tim Ferriss: If you don’t mind me asking, and we don’t have to get into it if you don’t want to but how did your dad pass? Adam Robinson: He took his life. He suffered from depression, as I did. You know, I remember the last thing he said to me before he did so. He said, “You know, I’ll always remember that you did everything on your own.” And I didn’t realize that he was using past tense, then. He said, “I’ll always remember that you did everything on your own.” And then two hours later, the police called and said he was dead. And he did me a disservice, and we’ll get to this later in our parkour excursions but for decades, I did do everything on my own. And it’s only this last year that I realized the importance of the other, with a capital “T,” capital “O,” that magic is unleashed in the world… only when a circuit is opened when you’re connecting with someone else, and that’s where the magic and the miracles occur. I wish I had known that earlier. Tim Ferriss: Why don’t you think you explored that earlier? Adam Robinson: I wasn’t aware of it. You mean the other? Tim Ferriss: Yeah. Adam Robinson: The magic that occurs? Because I was always in my own world. I was an introvert in high school. I didn’t discover this until later; there were people who had never seen me speak. People who were around me every day for four years had never seen me speak. And yet, I was so animated with Fischer, right; running up to him. So I lived in my own world, the world of ideas. I mean I was aware of other people; of course we all are but I was an introvert to another worldly extreme. And then only this year have I realized and been excited, really excited by engaging other people. And we should revisit those three rules of success that we talked about at the 92nd Street Y because they’re all about other people. Tim Ferriss: We can talk about them now, if you’d like or we can come back to it. Do you have a preference? Adam Robinson: No, you’re the… Tim Ferriss: I’m the conductor here? Adam Robinson: Yes, you’re the ringmaster. Tim Ferriss: Alright, we’ll come back to that. After the tragedy involving your father, you head to Oxford. You’re taking dance lessons. Ostensibly you’re there for law. This is a left turn yet again. We talked about this a bit last night and I just remember saying, what? So how do apples enter the scene? Adam Robinson: Oh, yeah. You mean my nutritional odyssey? Tim Ferriss: Yes, your nutritional odyssey and why did it become what it was? Adam Robinson: Yeah. So I arrive at Oxford, and I had prepaid for room and board. It’s a cliché to say – again, this is back then. Actually, the food you can get in England now is fantastic but back then when I was a student, it was a cliché to say English food was awful. But then English institutional food was inedible. I could only afford to eat one meal a day, out in a restaurant because I’d already paid for room and board and I refused to eat the food. The only restaurant I could afford in Oxford was a vegetarian restaurant, and I started eating just vegetarian food. And I realized as the days went on that there were three food groups. There were foods that made me feel really good, foods that were neutral, and foods that made me feel bad. The foods that made me feel good, Granny Smith apples, carrots, raisins… oh, I remember the fourth; cabbage. Tim Ferriss: Cabbage? Adam Robinson: Cabbage. The neutral foods were vegetables, green vegetables; red vegetables but not white. Like rice, corn, any grains were negatives. Meat became a negative, and dairy products were negative. So my whole life, I’d been training four or five hours a day swimming plus weight lifting, and then at Oxford I do nothing except eat Granny Smith apples, basically. Tim Ferriss: How did the negative affect you? Adam Robinson: I love, for example, milk with my coffee and if I had so much as a teaspoon of milk in my coffee, I’d get a sore throat, I’d get instantly congested, I’d get tired. And so I just weeded all those things out so that by the end of the year, I was basically a fruitarian. I think Steve Jobs for awhile was a fruitarian, and so was I. And I was a bore to be around because people would say let’s go out for lunch, and I’d have a salad or a fruit cup. Tim Ferriss: I’ll have the Mr. Ed special, please. Adam Robinson: Yes, exactly; the Mr. Ed special. So I come back, and I had lost 20 pounds. Tim Ferriss: And to put that in perspective for people, you’re not Bobby Fischer. So at the time before you lost the 20 pounds, what were your dimensions like? Adam Robinson: I was 135, pretty solid muscle because I’d been an athlete my whole life. Tim Ferriss: At five-eight, you said? Adam Robinson: Yeah, five-eight. Tim Ferriss: So then you lost 20 pounds. Adam Robinson: Yeah. But I wasn’t aware that I was that skinny, because I guess your body image shifts with it. but I just wasn’t hungry. Like a meal for the day might be a pound of apples, or two pounds of apples and maybe some carrots; really Mr. Ed, right? And then I just wasn’t hungry. And some days I wouldn’t eat at all. Anyway, so I come back to New York where I was living at the time, where my mother was living, and I go to my brother’s health club because I decide I should get back in shape; I hadn’t trained for a year. Imagine you, Tim Ferriss, not training for a year, right? I remember the first machine I sat on was this Nautilus shoulder press. I set it for five plates, like 50 pounds because I didn’t want to overdo it and my arms shot up; they were weightless. Then I asked my brother who was standing next to me, I said, “Matthew, just lower it a couple plates and make it 70.” And they also shot up. I said “Okay, Matthew, lower it a couple more because I need a little weight; that’s too light.” So he does so, and then I press like 20 times and say yeah, that’s about right. He comes around to the front of the machine and he says, “Okay, I’m not going to do anything; I just wanted to come back around,” because the plates, the setting were behind you, where I set it. And he had set it on the very lowest setting, like the full stack; like the football players, right? And every machine was like that. I could max out on all the machines easily with no effort. Tim Ferriss: So odd. Adam Robinson: It’s so odd. Because I had lost all this weight, hadn’t trained for over a year and even when I was at peak condition, I wasn’t able to do that prior to the dietary odyssey that I went on. Tim Ferriss: How did you explain that to yourself? Adam Robinson: I actually then started doing research. I discovered, for example, that primitive man ate only fruit. They did molar studies. They found skeletons and things. Primitive man, if you ate vegetables there were fiber scratches on the molars. There were none so they concluded that primitive man had basically eaten mostly fruit. So I don’t know. You know what? Now that I think about it, Tim, it’s exactly what you do. You endlessly experiment to find the optimal combination of whatever to max out your performance on whatever dimension. That’s what I did unwittingly. I weeded out the foods that made me feel bad, and focused increasingly on the foods that made me feel good, and that’s what I did. I was a Tim Ferriss acolyte before you were around! Tim Ferriss: I’m guessing you have probably not replicated the Granny Smith experiment. Adam Robinson: No. Tim Ferriss: I’m very curious, and I’m not recommending, folks by the way, that you go out and do the apple-only diet. But we were joking last night about how there are at least two foods that I have experienced during certain training periods that seemed to have an odd, performance-enhancing effect. This is a long story, guys, so I’m not going to get into this too much. But for whatever reason, tart apples and lentils for me, also, which many people don’t respond well to but very, very odd. Adam Robinson: You know, it’s not odd. Again, neither of us is advocating that you start consuming Granny Smith apples exclusively. But certainly you should pay attention to your body’s responses to any food. And again, I had a taxonomy of three food groups; those that made me feel good, those that were neutral, and those best avoided. And all of us should do that, not just with our foods; with everything in our lives to optimize our functioning. And that’s what you’re all about. Tim Ferriss: It is, in a lot of ways. These days, though, you do consume your coffee with milk. Adam Robinson: Sure. Tim Ferriss: And I think this is how the Iocane Powder came up. Did you gradually reintroduce these foods, including negatives that you wanted to include? Adam Robinson: Sure. I was a bore to be with because people would invite me out to a Japanese restaurant and I’d say oh, I really can’t eat anything on the menu. Tim Ferriss: Do you have apples? Adam Robinson: Right, apples. So it took me a couple of years extra to get back to normal eating. Right now, I eat healthily but I eat some negatives. I try to limit dairy products but I love milk in my coffee so what the hell? I know it’s not optimal for my body but I enjoy it. Tim Ferriss: Who was it, maybe Elizabeth Taylor I want to say, who said something along the lines of the problem with people who don’t have vices is that you can be pretty sure they have very annoying virtues. We all need a few vices here and there. Let’s go back to the three rules for success. I’ll let you take it from here; the mike is yours. Adam Robinson: Sure. Just by way of background, it began when you asked me how I mark the end of the year, and I said I reflect on the lessons I learned the past year and I make a conscious effort to apply them in the coming new year, because you asked me this what, a month ago, right; back in December. Tim Ferriss: That’s right. Adam Robinson: And so you asked me what I learned in 2016, and I said I learned three things. I learned the importance of fun, enthusiasm, and delight in everything you do; absolutely everything. And first and foremost, fun, enthusiasm and delight and we’ll come back to that. The second is connecting with everyone you encounter, on however fleeting a basis. You’ve been with me, and you see I do that. Tim Ferriss: Yes. Uber drivers, maitre d’s, you name it. Adam Robinson: Everybody, right; I put that into action. You really connect with the person, in however fleeting that connection is but you make an effort to make a connection. And the third is to lean into each moment and each encounter in everyone you meet, expecting magic or miracles. And those were the three things I learned. The interesting thing about all of them is that none of them have anything to do with me; it’s all about the other person. And when I say fun, delight, and enthusiasm; it’s to create fun, delight, and enthusiasm for the other person. If you’re going to a meeting with a venture capitalist because you’re looking for funding for your startup, or you’re going on a date, or you’re going on a job interview, forget the fact that it’s an interview; you’re going to delight the other person. That’s what you’re there for, first and foremost and to make a connection. And if you do, if that’s your focus as opposed to getting the job or getting the funding, then you get magic and miracles. That should be your primary focus. And what it does is it gives you infinite power because you want nothing, and you’re offering everything. All I want in this moment now, with you, sitting in front of you on your couch, is to connect with you and to delight you. So I’m playing a game I can’t lose, and I’m in total control. And I don’t want anything. That’s such a revelation for me, and I wish I’d known that earlier. Tim Ferriss: I’d be curious to hear how that revelation came about. You mentioned depression earlier, which I definitely want to talk about. And I’ve certainly talked and written about my own battles with extended depression and some very severe episodes over the years. You mentioned Tony Robbins earlier. Tony Robbins, I remember, underscored something for me maybe a year and a half ago, which was effectively suffering is an excessive focus on yourself. Adam Robinson: There you go; yourself, right? Tim Ferriss: That was a lesson that I underlined and highlighted and revisited many times since he imparted that to me, because it seemed like the best medicine for fixing myself was to stop focusing on myself in many respects. Adam Robinson: Absolutely. Tony Robbins, one of the greats, right? However, with respect to depression, one of the insidious things… no, insidious isn’t the right word. One of the sinister things about depression is that it works by getting a vice grip on your thinking so you’re incapable of thinking outside of yourself. Really the worst aspect of depression between the ages of – oh, golly – 14 and say 30, there wasn’t a day I didn’t wrestle with the Hamlet question, “to be or not to be.” Some days, for example, I remember a period that for a couple of months I didn’t leave the apartment. I had the blinds drawn. I would order in from a deli. The worst aspect of depression is that you come to despise yourself. You believe that only now in depression are you thinking clearly, and that before you were delusional. Tim Ferriss: Delusional, yes. Adam Robinson: You hate yourself for it. You hate yourself for being deluded. And nobody understands, now. Now, I am thinking clearly. Now, nothing matters. That’s really the devil at work. That’s why I say sinister, because depression traps your thinking; it hijacks your thinking like a virus and you despise yourself. You despise yourself for being deluded previously. And a lot of people in their lives despising themselves. Tim Ferriss: What took you out of that pattern? I’m blanking on the exact ages but you said something like 14 to 30. Adam Robinson: Sure. Between 14 and 30 it was unrelenting. It was a siege of me against my depression. And then it was episodic. And then, I’m not sure. I don’t know if it was biochemical but it just lifted. Tim Ferriss: If you don’t mind my asking, when it lifted, how old were you? Adam Robinson: When I say lifted, again it could come back. For example now, I haven’t had an episode in depression in probably a decade. Tim Ferriss: That’s a very long stretch. Adam Robinson: I think it’s a biochemical switch. Because depression also, as you know, and the word “depression” reflects not just the mental state but the physical state; your energy level is low. And to go back to Tony Robbins, one of the great things about Tony Robbins is he’s high energy. And you think about all – Richard Branson, and Elon Musk, and you, Tim; high energy. One way to escape from slipping into depression is to be ever vigilant about keeping your energy level high, and to notice the biochemical markers that precede depression so you can head it off at the past before you slip into it. Because once you slip into it, you know. It’s very difficult. Essentially you’re going to go down that slope for awhile and then it’s going to take days or weeks or months to come out of it. Tim Ferriss: What are some of the – I guess not red flags, but orange flags for yourself, the biochemical markers that would tell you “check engine light;” okay, something’s going in the wrong direction. Adam Robinson: Certain seasonal things, like in the winter and people suffer from seasonal affective disorder. I think it’s really just noticing your energy levels day-to-day. For me personally, that was the marker for me. And each individual will have markers if you suffer from depression. By the way, neither of us is giving medical advice or anything. Tim Ferriss: No, of course not. Adam Robinson: Or investment advice, or advice of any kind. Tim Ferriss: For informational purposes only. Adam Robinson: Informational purposes only. But all of us should become aware of – again, this is a Ferriss first principle or axiom is to be aware of what works and what doesn’t work, and keep experimenting and doing more of what works and less of what doesn’t work. Eventually, you optimize and become a very high functioning individual. Tim Ferriss: I’m going to come back to depression. I’m going to shift gears a little bit. I’m going to come back to it because in my interactions with you, I know that your brain works very well in this conversational format. So I’m going to allow the question on depression, which is going to be ten years ago when you seemed to click out of that condition; what things correlated? Were there other things? New people in your life, new behaviors, dietary changes, whatever it might be? We don’t have to hit it right now but I’m going to let that… Adam Robinson: Let’s leave that as a parenthesis. We’ll come back to it. Tim Ferriss: We’ll come back to it because I know that will be working on the back burner in your head. Adam Robinson: For sure. Tim Ferriss: Things that work. And to provide some context for folks, you were very kind to come out and visit me in San Francisco. You brought a lot of ideas with you. I remember this was after, at the 92Y, Josh agreed that you were one of the best gift givers in the world. And the gifts that would take you some tim to prepare, and there were ideas for me and you came out to share them, and we’ve been spending a lot of time together. You have also been writing a book. You’ve been taking a lot of baths. I remember asking, do you always take baths when you are working on some type of creative project, and you said are you familiar with the three Bs of creativity? And I said no, I am not. So speaking of things that work, can you describe the three Bs of creativity? Adam Robinson: Sure. The three Bs of creativity, creativity is getting in touch with your unconscious. You consciously pose a question to your mind, and you allow your unconscious to percolate on it. Josh, our besty, has written extensively about this and few people in the world do it better than he does. But the three Bs are bed, bath, and bus. Bus is a metaphor for traveling. So when you have a problem that your conscious mind has thoroughly exhausted, then you give it over to your unconscious. So you go to sleep; that’s bed. Tim Ferriss: Which could be a long, overnight sleep or a nap. Adam Robinson: It could be a nap. You want to get to the dream state. Bath, which you could do at any point, also; or you switch location. Bus, again is a metaphor for alliterative purposes. You switch your location and that allows your unconscious mind to address the problem. And that’s where the magic occurs; your unconscious mind. In Western civilization over the last few thousand years, we’ve deified logic and rationality and the irrational intuitive mind has gotten the short end of the stick and we dismiss it. Actually our intuitive mind and our unconscious mind, I would say our primitive mind in that sense, is far more advanced and far more powerful than the advancements we’ve made in logic and deductive thinking. Our unconscious mind is like a super computer, compared to the trivial apparatus of our logical mind. Tim Ferriss: This is something I’ve been thinking about a lot in the last three years, and some of it relates to psychedelic research, we’ll call it. There are two episodes on that, for people interested. Martin Polanko and Dan Engle and James Fadiman, if you want to look those up; we’re not going to dig too deep there right now. But I’ve tried in the last three years to really pay more attention to and sensitize myself to these tiny perturbations – is that a real word? – in my visceral response to things. And to really hone what I had trained myself to ignore for so long. You were talking last night and also today about being detached from your physical body after the hospital experience and so on. And only reintegrating those sensory inputs and really relishing them and paying attention to them recently. And for me, I’ve been doing the same thing in the last three years. Instead of powering ahead and ignoring all these physical cues, and what you might call intuition which has gotten a bum rap for very understandable reasons; it’s abused and misapplied in a lot of places. But I’ve been paying attention, trying to pay more attention to this what we might call primitive but certainly involved instinctual, reflexive response to things. Adam Robinson: Absolutely. And the thing is that… actually, I’ll share a fascinating experience. I was at a chess tournament 20 years ago. I’m a rated master, very, very strong and I was playing another rated master at a big tournament, the World Open in Philadelphia. This is like 20 years ago. I had a strong opening advantage against this opponent. If you’re unfamiliar with the game of chess, imagine a wrestling match where you haven’t pinned the opponent yet but he’s having a hard time moving, and if it goes on much longer you are going to pin him. So my opponent was squirming because I had the opening advantage. And then I blundered. I lost a piece. Actually, I lost what’s known as the exchange; a rook for a knight, which is I lost one of my stronger pieces for one of his weaker pieces. So he had an edge and he was really happy, and I knew I was going to lose the game. I was really pissed with myself because I blundered; I wasn’t paying attention. And as I’m staring at the board and again, I’m just really pissed with myself, I hear a voice. Somebody whispers from behind and says, “You can win this position,” just like that. I spun around, because at chess tournaments you’re not allowed to… Tim Ferriss: Give advice. Adam Robinson: Give advice. And there was no one there. I thought oh, well that’s odd. I was sure someone had just whispered in my ear. Just to jump ahead, it was my unconscious mind that was tapping me on the shoulder, but it manifested itself as a voice, and really distinctly. So if you can imagine, I’m looking at the chess board and I don’t want the opponent to see that I have any hope or anything, so I’m doing my best Woody Allen imitation, like “ach, I’m goin to lose this.” But meanwhile, I’m studying the board really closely and I see an incredible combination, like the kind of combination that Magnus Carlson would have been pleased with himself if he had seen. And I won the game. I lost every game after that in the tournament because I wasn’t interested in the games anymore; I wanted to hear the voice that spoke to me. And the thing is that your unconscious mind amuses… the gods, the universe are all whispering to you all the time and you need to close out your conscious mind, find ways to shut it down to hear those voices, because they’re whispering all the time and you need to hear them and heed them. Like you, I have been actively looking for ways to hear those voices, because they’re there all the time. Tim Ferriss: For myself at least, I prided myself on not being distracted by some of those things, meaning emotional insights that were not tapping me on the shoulder; probably punching me on the shoulder for many years. I remember at one point, probably 2004, 2005 I was agonizing over this contract. It was going to be a long-term business deal and I had a number of issues with it as well as the parties involved. I created these huge pro and con lists. I remember at one point agonizing over this for weeks, and it was just consuming my thoughts 24/7. My girlfriend at the time asked me, “Do you even trust this guy?” I looked at her and I go, “Not really.” And she goes, “Then don’t do the deal.” And I was like, “Good advice.” And of course I immediately knew the answer, and I was trying to override it with some type of hyper rational, logical apparatus and it would have been self defeating. In retrospect, I absolutely should not have done the deal and I’m glad that I didn’t. Adam Robinson: Right. So three things jump to mind. First, you had a choice there, right? You didn’t have to do the deal. But because you wanted to do the deal, you were looking for ways to rationalize what your unconscious mind was telling you. Your unconscious mind was saying don’t do the deal. So you don’t have to take every deal. To jump back to Warren Buffet, that’s one of his advantages and he’s written extensively about this. It’s like the market is a pitcher and every day it’s going to pitch lots of balls to you. And you don’t have to swing. You don’t swing at any of them that day. You just wait for a fat pitch, and then you swing for it. So one of the dangers when you really want something, whether it’s a relationship or a business deal, your conscious mind will rationalize and will shut down your unconscious mind, which is screaming at this point: don’t do it; walk away. Whenever things seem a little strange or a little off, that’s your unconscious mind telling you they’re really strange and really off, and walk away. Because you always have a choice. Again, whether it’s a relationship or a business deal, just walk away. Tim Ferriss: Okay. In a minute, I’m going to come back to the clicking out of repeated episodes of depression to ask what might have correlated or corresponded, even if it’s not causal; I’m just curious. But I’m going to give you a taste of things to come. This is a new exercise. Adam Robinson: Hey, wait. Where’s – oh, there she is. I was looking for Molly. She’s asleep. Tim Ferriss: Oh yeah, Molly’s resting in her typical pose, which is half of her body on the dog bed; head on the extremely hard floor. Adam Robinson: For those of you who don’t know, if I have ever met a sweeter, better behaved, more beautiful dog in my life, I don’t recall. So I was hoping she’d come on over and just sit in my lap. By the way, she’s 60 pounds. She’s not like an easy sit in the lap but maybe she’ll grace us a little later with her joy. Tim Ferriss: She’s being a good intra-interview dog. She’s figured out this is usually a sideline gig. But I’m going to pull out a random question, ala the Dow da Ching, which is one of Josh’s favorite books. So in the spirit of Josh, who is in absentia here at the moment, I’m just going to pick a random question if I don’t like any of these. Adam Robinson: Okay, more parkour. Let’s jump! Tim Ferriss: Let’s do it. Okay, here we go. This is just pulled to of a selection of questions. What are you most daring about? Adam Robinson: Oh, boy. I’ve got to think about that. What am I most daring about? Well, I’ll tell you something. 2017 is a year about being daring about everything. I don’t know that there’s a most daring; I’m daring about everything. I’m daring about the future. Tim Ferriss: Do you view yourself as a risk taker? Adam Robinson: You know, it’s funny. Let’s reframe risk. Tim Ferriss: I would love that, which is why I throw it out there. Adam Robinson: Sure, of course. There are two ways to live life, and one is in the pursuit of gain or to avoid loss. Tim Ferriss: Those are the two options. Adam Robinson: I think, I don’t know if there’s another. I think it’s pretty binary. Nature has evolved us as a species to be risk averse, to avoid taking chances and not to lose. Tim Ferriss: We tend to overreact to perceived threats. Adam Robinson: Right. Tim Ferriss: Because the penalty to overreaction to perceived threats is less than under reacting perceived threats. Adam Robinson: Right. And to go back to Fischer, the great thing about Fischer was that he wasn’t afraid to lose. He wanted to win. And if it meant he was going to lose a game, so be it, because he wanted to win. He was willing to lose in order to win. You know, I play a game now with myself with the world that I can’t lose, so there’s no risk. It goes back to those three things; connecting with people, which I can do and I think I do pretty well; creating fun and delight and approaching each person with enthusiasm, which again I’m in total control of; and leaning into each moment expecting magic. I’m in control of all three, so what’s the risk? I have nothing to lose. It’s a game you can’t lose, so what’s the risk? Tim Ferriss: Simultaneously, you made an astute observation earlier which we don’t necessarily have to get into the weeds on but I do think it’s a good observation. We were having Thai food and I mentioned a book that I enjoyed a great deal when I read it, I’m guessing now maybe seven or eight years ago, called More Money Than God, by I think his name is Sebastian Mallaby; I’m not sure I’m getting it right. Adam Robinson: Yes, yes. Tim Ferriss: I thought it was a very intelligent overview of the origins of the hedge funds and some of the characters and styles in the hedge fund world. But you observed that many hedge funds do not, in fact, hedge. Adam Robinson: Hedge, yeah. Right. So hedge funds, the concept of a hedge fund was originated, God, in 1948, however many years ago that is. I’m not going to interrupt the magic of the flow of the moment to try to calculate that. Tim Ferriss: That’s okay; we’ll go ’48. Adam Robinson: Wait. I’m going to do it right now. 52 and 16, it’s 68 years ago. Oh no, 69 because this is 2017. So the notion of hedge funds was invented 69 years ago. But yeah, most funds do not truly hedge. And by hedge, that means taking a position, say, buying Apple stock, or selling gold, or whatever it is and then simultaneously executing another transaction that will protect you if you’re wrong about the first. So yeah, most hedge funds don’t hedge, even though they think they are. There are various strategies like being long and short. They’re hedge funds in name only; not in fact. Tim Ferriss: Let me grab another. Adam Robinson: Another question, okay. Parkour! Tim Ferriss: Another card. Adam Robinson: We’ll just call this the parkour deck; conversational parkour. Tim Ferriss: That’s right. We have the rapid fire questions, many of which we hit in the last episode so we’re not going to beat those to death. I’m going to pick a new one. Adam Robinson: Oh, come on. Come on, I’m not afraid; ask away. Tim Ferriss: Alright, this question I’m not – this is ridiculous. This is a presumptive question. I didn’t write it. Adam Robinson: Presume away, my friend. Tim Ferriss: I didn’t write this. Why is it suspicious when your love starts talking baby talk? That’s ludicrous. Adam Robinson: That’s ludicrous, yeah. Tim Ferriss: Let me pick a different one. When have you lost your way? Adam Robinson: Well, I think I lost my way years ago. I think I only found my way this last year. Again, it was getting out of myself and realizing it’s all about the other person. By way of metaphor, to create an electric circuit you need two; you can’t do it alone. When you’re charged with another person, you open up a cosmic circuit. It’s very hard to explain but I’ve seen it in real time. You create magic. So I’m on the hunt for it all the time. I’m on the hunt for magic. Tim Ferriss: Let’s talk about that hunt for a second, or a potentially related tangent. Adam Robinson: Sure. Tim Ferriss: At some point over the last two days, you said let’s talk about stoicism. Then you mentioned hedonism. So I’m going to let you run with that, and you got what you request. Adam Robinson: I got what I was hoping for. Molly’s right next to me. Sweet dog. So stoicism, which is an enlightened philosophy but at the same time that stoicism… Oh, Molly. You can’t see this but I’m getting licks from Molly, here. Sweet dog. Hedonism in modern culture is the pursuit of pleasure, physical pleasure. But in fact, it was a profound Greek philosophy that originate simultaneously roughly 350 B.C. with stoicism. It was the pursuit of pleasure but for them, the highest pleasure was a spiritual pleasure, an intellectual pleasure. And for me, the highest pleasure is creating delight for the other person. So I’m a hedonist about creating delight and magic for others. I’m forgetting what the question is, now. Tim Ferriss: It wasn’t really a question. It was more of a statement that I wanted you to comment on. Maybe you’re a sympathetically hedonistic stoic? Adam Robinson: I admire the stoics but for me, the stoics are impassive, impassive meaning not feeling, and to greet success and failure with indifference. And I disagree. I believe life should be celebrated. And the stoics for me, and again they’re enlightened. Aurelius and Seneca, these are such wise people. But for me, there’s something lacking in stoicism because to go back to our earlier choice, it’s playing not to lose as opposed to playing to win. We are physical creatures on this plane to delight. I think that’s what life is all about; creating delight for others. And in doing so, you have delight for yourself. Which is why I joked on stage, and Josh agreed; I said I’m the world’s best gift giver and I came here bearing gifts for you. I’m really, really excited because my pen pal Warren Buffett, I’m creating a gift for him. He keeps encouraging me to write because the stuff I write, he sends it on to his friends. So I’m writing a book that I started right after our podcast, a parable. I’m rushing to finish it because I’m going to see him on the 19th, in a couple weeks. So I have a week to finish this bloody thing and give it to him as a present. I’m really excited about the book. I get such delight giving away presents. And people don’t realize I’m totally selfish because I’m the one relishing and enjoying it. whatever pleasure they get; nowhere close to what I’m getting out of it. Tim Ferriss: I think also whether it’s hedonism or stoicism, that those are in fact large umbrellas under which there are many different species and derivative types of stoicism or hedonism. Adam Robinson: Sure, sects almost, right? Tim Ferriss: Right. So if you look at, say, stoicism there are those who might talk about the practice of stoic joy, which is joy but a joy that is not in tandem with a a commensurate emotional overreaction to negative events. For instance, one of the things I’ve always thought if I’m, say 80 percent stoic, let’s just say for the sake of thought exercise. If I were 80 percent stoic, what would the other 20 percent be? And what Seneca did, which is actually in a way what Charles Darwin did to effectively hate proof or critic proof his writing was to insert his position of his staunchest opponents in a not only plausible but almost complementary way in his own work. So Seneca, knowing this as an incredible order and also just – what would he be called, a rhetoritician or debater and so on, in his letters to Lucilius, one of his students, who he knew was a fan of Epicurus; he would take choice tidbits of the Epicurean school and insert them into his own letters, the moral letters to Lucilius. The Epicureans in a lot of ways were viewed as being the opposite of the stoics. They were happy to tend their gardens, and they focused on the little pleasures. I’m simplifying it here. But I always thought he did such a good job of embedding those that I would probably be at least 10 percent Epicurean. And then the last 10 percent, maybe that’s some type of sympathetic hedonist, or maybe that’s the aspiration. Adam Robinson: It’s your own synthesis of it all. Tim Ferriss: You’re a wildly read human being. Are there any particular philosophers who draw your attention, or you wish people would pay more attention to, or – I realize this is a lot of commas – if you had to prescribe, say, high school seniors to become familiar with one or more philosophers, do any names or even schools come to mind? Adam Robinson: Oh, gee. Tim Ferriss: It could just be thinkers; it doesn’t have to be philosophers. Adam Robinson: You asked a similar question at the 92nd Street Y, and I’m going to start, just to buy myself a little time as I search my memory for philosophers that I would broadly recommend, is Rumi, the poet Rumi. The wonderful thing about Rumi as a poet, and he was also a philosopher, is he gets you in touch with the magical and the mysterious. And I think we need to be in touch with that, all of us, in everyday life. So I would say that. I would read Plato because Plato, in the dialogues, would create an interlocket or he would start arguing against himself. And again, in philosophical discourse and in your own reasoning, you have to place yourself in the position of the other. If there was one theme today, and certainly in my life in 2016 and moving forward in my life, is the importance of the other and what is he or she thinking, or what does he or she want, as opposed to what I want, or what I think. And by the way, you have to do this in chess. You’re playing against an opponent who also has plans. In fact, plans diametrically opposed to yours. So it’s well to take the other person in mind and what they’re planning. Tim Ferriss: We’re going to jump back to that bookmark that I set awhile ago, that ongoing depressant period, intermittent episodes, and then about a decade ago, or since… Adam Robinson: A lifting. Tim Ferriss: A lifting. Did anything correspond to that? Were there any things that you introduced or removed? Adam Robinson: At that point in my life, so this was 2007, I just made an abrupt decision to move away from everything in the past. That I had made many mistakes; gosh, I’ve made so many mistakes in my life. But to go back to first principles and fundamentals and by the way, I turned my back on a couple of successful careers and decided to embark on a new one and to set myself up as an advisor to major hedge funds. So I think it was the decision of a break from the past, and a conscious one. That was the marker. Tim Ferriss: Let’s just say you decide that on a macro level, to break from the past and many things from the past. Let’s say you do that, after dinner one day; you go to bed. How was your next day different? Are you separating yourself from contact with certain people? Are you identifying when old thought patterns come up and stopping and trying to replace them? What is the difference between – Adam Robinson: Well, you know what the difference is? We talked about it when we were walking Molly earlier. Again, you’re listening so you, the audience, you just have to imagine this. We’re walking Molly on the streets of San Francisco, in a wonderful, Sylvan canyon enclave that I’ve never known about where Tim resides. So we’re walking Molly, and when we’re walking on the left side of the street, you always want Molly away from the traffic. So we’re walking along, and on the left side Molly is okay. But when we switch to the other side of the street, Molly has to be on your right side which is again, away from the traffic. Again, this is by way of metaphor. You said that Molly is more – it’s a little more awkward for her so she has to be a little more conscious and thoughtful about what she does when we’re walking on the right side of the street. When I made a conscious break to end – I ended a relationship, and I ended a business and decided to start anew. You become conscious. I think too much of our lives are on automatic pilot. So like Molly walking on the right side of the street, it’s a little different for her so she becomes conscious of everything she does. I think that’s really important; to live consciously and mindfully. One way to do that is to get yourself out of old ways of being, take a new path to work. I’m not saying you should be dramatic and end everything as I did and start anew but you can make little choices. And again, to live mindfully and consciously. Tim Ferriss: The decision you made, and you’ve pointed out some very cool word origins or I should say word components, at the very least. I always mix up etymology and entomology but I’m pretty sure this is etymology. Adam Robinson: Etymology; we’re not studying insects. Tim Ferriss: You were talking about if we’re eating Paleo, for instance, what would a new replacement for companion be if companion, if you were to look at, let’s just say since I don’t speak Latin – Spanish –com bon, with bread. Adam Robinson: With bread. Tim Ferriss: Breaking bread with someone else; what would the Paleo equivalent of that be? Or matrix, the fact that you look at matriarch, or matrimony there’s a mother component, mother-related. The decision you made, and I might be making this up but I don’t think I am… Adam Robinson: Oh, make it up. I’ll roll with it. Tim Ferriss: The incision decision to cut away; the cutting away. Adam Robinson: Yes, to decide is to cut, like incision. Tim Ferriss: Correct. So the cutting away of relationship, business, all these things… I shouldn’t project but for myself to do something like that, it’s very often something I know I need to do; it’s something that on many levels I want to do but I put it off for a very, very long time. I get close, then I flinch, then I go back to my easier, automatic way of doing things. Or the devil that I know, the comforts that I’m afraid to replace because of the unknown. What led you to get to the point, and was there a certain conversation, a certain journaling exercise; what led you to finally pull the trigger and make the break? Adam Robinson: I think you just realize that… For me, and it’s different for each person, it’s just whether you’re being authentic. I realized I wasn’t being authentic and I had to make a break and start a new life. So I think authenticity is a big thing. It’s hard to be authentic and there are challenges, and I was going to say risks but again, to go back, I don’t know that there are risks if you play a game and the game is all about creating fun and delight for everyone around you. You know, this reminds me of a joke. I don’t know if you’ve heard this one. So a guy walks into a bar… and by the way, this is a profound, philosophical point that I’ll make but it will only become clear once I tell you the joke. So a guy walks into a bar and he goes up to the bartender and orders a drink. The bartender looks at him and goes, “I haven’t seen you in the bar before.” The customer says, “Well no, I just came to town.” And the bartender goes, “Oh, well what brings you to town? What do you do?” He says, “I’m a gambler.” And the bartender says, “Really?” And he says “Yeah, I’m a gambler, a professional gambler. It’s what I do for a living.” And the bartender goes, “Really, you can make a living at that?” And he says, “Yeah, I never lose.” And the bartender goes, “Oh, give me a break.” And the gambler guy, the customer says, “Yeah, no, I don’t lose.” So the bartender goes, “Okay, give me an example. Make me a bet.” And so the customer says to the bartender, “Look, I’m warning you; I’m a professional gambler. I just warned you that I never lose. Are you sure you want to do this?” The bartender goes, “Absolutely.” He says, “Okay, I’ll bet you 50 bucks that I can bite my left eye.” And the bartender rolls his eyes and slams down 50 bucks and goes, “You’re on. You’re on.” So the gambler guy takes out his left eye and bites it in his mouth, and pops it back in. And the bartender is furious but the gambler guy says, “I warned you,” and scoops up the money. Have you heard this one before? Tim Ferriss: No! Adam Robinson: Oh, okay. So again the path is really funny and then I’ll make the philosophical point about life. So the bartender goes, “Okay, give me another chance.” And the gambler guy says, “Look, I’m a professional. I just warned you. I just took 50 dollars. Are you sure you want to do this?” And the bartender goes, “Yeah, give me another chance.” And the gambler guy says, “Okay, I’ll bet you another 50 dollars that I can bite my other eye.” And the bartender goes, “Okay, wait a second. Okay, I missed the fact that that one eye was glass, but there’s no way that you’re blind. I know you don’t have two glass eyes. Okay, you’re on.” And he throws down 50 bucks. And by the way, other patrons are now circling around watching what’s going on and egging the bartender on. So the gambler guy takes out his dentures and gently bites the other eye with his dentures. And the bartender is steaming now because he’s lost two bets. He’s furious. And the gambler guy says, “I warned you.” Anyway, the gambler guy throughout the evening is getting drunk, he’s buying drinks for everybody. He goes to the back of the bar and then he comes back to the bartender and says, “Look, I’m gonna make it up to you. I’ll make you another bet.” And now practically the whole bar is around him. So he says, “I’ll bet you 500 dollars that I can stand on this bar, right here on the bar, stand up on one leg and you see that vodka bottle behind you? I can pee into that bottle and not a drop of pee will go anywhere else but that bottle.” And the bartender goes, “There is no way that that’s gonna happen.” And he puts down 500 bucks, and so does the gambler guy. So the gambler guy – and by the way, he’s pretty drunk at this point; he can barely stand up. He gets up to the top of the bar, pulls it out, and pees everywhere but the vodka bottle. Pees all over the bartender, and the bartender is laughing his head off and so is everyone else. The gambler guy finishes his business and gets down off the bar, and the bartender triumphantly grabs the 500 bucks from the gambler guy. And he says, “Ha! I thought you never lose.” And the gambler guy says, “I didn’t.” And he says, “What do you mean? I just took 500 dollars from you.” And the gambler guy says yeah, but you see that table of college guys back there? I bet them $2,000 that I could stand up on this bar and pee all over you and not only would you not object, you’d be laughing when I did it.” So the interesting thing there, talk about a hedged bet as we were talking about hedge funds earlier, is that the payoff is… there’s a huger payoff. He lost the 500 but there was a much bigger payoff. And in life, if your focus is on the other person and in delighting the other person, again whether it’s a job interview, or a relationship, a date, or you’re looking to get funding for your startup… Tim Ferriss: Or pee all over him and give him 500 dollars. Adam Robinson: Right. But the payout, the universe pays you back on the back end, and that’s a faith. So that’s the gospel that I preach, is the gospel of the other. Focus on the other exclusively and you’ll get tremendous delight yourself, and the universe has a way of throwing you extra – so much more than you can think. I’ll give you an example of magic. I said before it’s something I – stop me if I said this at the 92nd Street Y. Did I talk about getting a present for Warren Buffet and then the gallery? Okay. So I create a Christmas present for Warren Buffet and I’m going to send it to him, my pen pal. I created a framed pack of Beemans gum, which used to sell as a child. Beemans gum, for those of you who don’t know, the company that made Beemans gum went out of business about a decade ago and Warren Buffet, when he was a child, used to sell it. I tracked down on the internet a candy collector and asked him if he had a pack of Beemans gum from 50 years ago, like an old, ancient pack. And he said, “I might, in my warehouse in Montana.” And sure enough, he found it. I said, “I’ll pay any price for it.” I bought it. Then I had a calligrapher write from Small Beginnings… Anyway, I had a framed pack of gum that I was going to send to Warren Buffett for Christmas. So this is December 20th or so, and I’m in the gallery in Tribeca. Tim Ferriss: New York City. Adam Robinson: New York City, yes; I’m sorry. The gallery owner says, “Do you like the frame?” It had just been framed. I said, “Oh, this is so beautiful; he’s just gonna love this.” She doesn’t know who I am, and doesn’t know who this is going to. It doesn’t say it’s for anybody. I said, “Oh, how am I going to get this to Nebraska?” She said, “What do you mean?” I said, “If I send it FedEx, I don’t care how many times I bubble wrap it, the gum will fall off the frame, fall of the backing.” Tim Ferriss: It’s shadow boxed. Adam Robinson: Right, it’s shadow boxed. I thought it has to be couriered. I said, “How am I going to get it there?” She says, “Oh, I’ll take care of that.” I said, “Oh, great. You know a delivery service?” And she said [inaudible] “Yeah, I’ll take care of it.” I said, “What delivery service, because I’d like to know just for future reference.” She said, “Oh, I’m sorry. I’ll deliver this personally.” I said, “what?” I squinted at her. I said, “What?” She said “Yeah, I’ll take care of this free of charge.” I said, “Excuse me, this is Nebraska.” It’s not like going to some location, with respect to those of you who are from Nebraska; I’m going to get all kinds of hate mail. Tim Ferriss: But it’s the winter, it’s the winter, in fairness. Adam Robinson: It’s the winter, right. Why would you want to be going to Nebraska? She looked at me and she said, “I’ll do it for free. I can see how important this is to you.” I was so stunned, and I just looked at her, a young woman maybe 28, 29. I said, “You know, I can’t let you do that. That’s the best gift anyone’s ever given me, and I’m the world’s best gift giver.” And here I was, I got – Tim Ferriss: You got one-upped. Adam Robinson: I got one-upped. I said, “Oh my gosh, really that’s the kind of thing I would have said.” And I said, “I can’t let you do that. I’ll pay for you to do it. I’m not going to ruin the magic because there was some impulse in you that wanted you to do that, to offer that to me. I’ll pay for the trip. So thank you.” That’s an example of the magic. She didn’t know who it was going to, didn’t know who I was; she just knew it was important to me. Because I was so focused on getting this present to someone that I cared about, and she could see that, she was swept into the magic. That’s an example of the magic that happens when you’re just focused on someone else instead of yourself. Boy, I was humbled by that. I mean wow. I’m really one-upped in the present giving department. Tim Ferriss: The magic of focusing on the other. Adam Robinson: On the other, yeah. Tim Ferriss: I didn’t know… When did we first meet? I’m not sure if it was 2014, 2015? Adam Robinson: ’14, I think. Yeah, through Josh. Tim Ferriss: Probably ’14. I didn’t know the Adam pre-2014 but you strike me as an expert in what another podcast guest, Gabrielle Reese, Gabby Reese, called “Going First.” She said go first. I asked her if she had any parting requests for the audience and she said “Go first,” meaning smile first, make eye contact first, say hi first. You’re very good at that, and I think that’s part of eliciting the potential magic of that situation. Adam Robinson: Absolutely. Really the secret to everything, to creating in the world, whether it’s creating a relationship, or a business; I don’t care what it is, is you have a vision of what’s possible and you convey that vision to the potential partner, whether it’s a business or romantic partner, of what’s possible. And you get them excited about it, and you get other people excited about it if it’s a business, and so on. Yeah, it’s about having positive visions of what’s possible. This is 2017 and I think the world is in a very perilous place right now, but I’m very excited for the world because this is a fulcrum moment. And by fulcrum moment, I mean a moment where you can achieve great results maximally, leveraging whatever resources you’ve got. Like, now is the time to act. We get fulcrum moments in our lives as individuals and as countries and as a planet. This is a fulcrum year and we all sense it. That great changes, positive or negative, we’ve got to be careful and to seize the fulcrum moment. Now is the time to press hard, and I think the world’s got to do that with positive visions. Again, it’s all about the other. Excite everyone with a positive vision and we can create magic in the world, or not; and then we’re in trouble. I’m really excited about 2017, for myself and for the world. Tim Ferriss: Before we wrap up, I think we might have a date with a Russian bath in our future but before we close up the conversation, do you have any parting requests for the audience, questions for the audience, suggestions for the audience; anything you’d like them to take with them? Adam Robinson: Well, that was a big one. That this is a fulcrum year. I’m telling you just intuitively. I know for myself, and I’m sure as you the listener reflect on your life, there are great opportunities. The world has such tremendous beauty and possibility. It’s so exciting right now, and yet everyone’s focused on the negative. Instead, focus on the other and positive and creating magic. Lean into each moment and each encounter creating magic. And by the way, that’s a great editing principle. When you’re about to argue with a cab driver, or with your spouse, or with your best friend or whatever; ask yourself is what you’re going to say create delight or magic in the other person? And if not, don’t say it. Tim Ferriss: I saw you do that last night with the hostess at a restaurant. When the restaurant was fully booked up, it’s raining outside. We walk in, and in fact it wasn’t we, it was just the two of us walk in because we had another part with us, waiting in the Uber because we didn’t think it would be possible potentially to get a table. I don’t remember the exact wording that you used but you walked up… Adam Robinson: To Brynn; I remember smiling at her. Tim Ferriss: You just walked into the exchange, opening first, second expecting us to get a table. Adam Robinson: Right. Tim Ferriss: And lo and behold, she said, “I feel like your chances are very good,” after 30 seconds of Adam turning on the charm. And then I called our whole party in and a few short minutes later, after a little bit of me drinking wine and all of us drinking sparkling water, we got arguably the best table in the house. Adam Robinson: It was the best table in the house. Tim Ferriss: It was the best table in the house. Adam Robinson: Yeah. And because really, it was just about creating some fun for her, and she realized we were fun people and fun energy and damn straight she was going to give us a table. Tim Ferriss: Shazam. Adam Robinson: Shazam, yeah. Tim Ferriss: Adam, I always love our conversations, and many more ahead, I’m sure. Adam Robinson: Our conversational parkour. Tim Ferriss: Exactly, conversational parkour, which is my favorite kind of parkour because I can’t damage my knees. Is there anywhere you would like people to learn more about you, online or elsewhere, website, anything else you’d like to mention? Adam Robinson: They can always get in touch with me through my website, Robinson Global Strategies. There’s a contact form there. If they want to talk about global strategies or magic, they can always drop me a line and I’ll respond. Tim Ferriss: Alright, well on that note, I think this is a great place to temporarily table this ongoing conversation that we have. For everybody listening, anything we mentioned if it is linkable on the internet, you can find all of the resources and whatnot at the show notes with every other episode, and those can be found at fourhourworkweek.com/podcast, all spelled out: fourhourworkweek.com/podcast. And until next time, thank you for listening. Posted on: June 22, 2018.", "speakers": ["tim ferriss", "adam robinson"], "text_sentences": ["hello boys and girls", "this is tim ferris and welcome to another episode of the tim ferriss show", "that is molly chewing a bully stick, otherwise known as bull pizzle in the background but you’re not here for that", "you’re here for what we do every episode, and that is deconstruct world class performers, whether they are from the worlds of business, sports, entertainment, chess or otherwise to tease out the habits, routines, philosophies, beliefs, etc", "that you can apply to your own life", "and this time around we have someone by popular request who has perhaps all of those categories wrapped into one, adam robinson", "adam first appeared on this podcast in the “becoming the best version of you” episode, which was no", "210, so episode no", "210 alongside josh waitzkin, who is best known for chess, jujitsu, investing, and ramit sethi, best known for personal finance and entrepreneurship", "so we had this roundtable, “how do you end your year;” all sorts of great stuff came up", "so i encourage you to listen to that, as well", "but this is a dedicated episode, full of adam’s stories and life lessons", "he came out to san francisco to spend time with me", "i wanted to learn from him and that is how it came to be", "adam robinson has made a lifelong study of outflanking and outsmarting the competition", "he is a rated chess master who was awarded a life title by the united states chess federation, and as a teenager he was personally mentored by bobby fischer in the 18 months leading up to his winning the world championship", "bobby fischer is considered by many to be the best chess player who has ever lived", "then, in his first career, adam developed a revolutionary approach to taking standardized tests as one of the two original cofounders of the princeton review", "his paradigm breaking, or as they say in publishing, category-killing test prep book, the sat, cracking the systems, is the only test prep book ever to have become a new york times best seller", "then, after selling his interest the princeton review, adam turned his attention in the early ‘90s to the then-emerging field of artificial intelligence, developing a program that could analyze text and provide human-like commentary", "he’s a jack of all trades, master of many", "he was later invited to join a well known quant fund; we can get into that another time but a well known quant fund to develop statistical trading models", "and since, he’s established himself as an independent global macro advisor to the chief investment officers of a select group of the world’s most successful hedge funds and family officers", "so in other words, he is brought in to give advice to billionaires and mega billionaires and beyond", "in his spare time, for instance, he’s also become pen pals with warren buffet and we dig into lots that he’s learned from warren", "this is a wide-ranging conversation with a lot of takeaways", "i hope you enjoy listening to it as much as i enjoyed recording it", "so without further ado, please enjoy my conversation with adam robinson", "adam, good sir, welcome back to the show", "thanks for having me, tim", "we are sitting here in casa ferriss on this comfortable couch in viewing distance of my lovely dog, molly", "and we could start just about anywhere", "we have a thousand topics we could explore, and i thought we would start with an anecdote that made an impression on me and i’d like to explore it a little bit", "could you talk about warren buffet and his day planner, please", "ha", "we were having dinner, ten of us, with warren and he held up with great dramatic effect his day planner for the year", "and he said, “time is the most precious thing i have.” he said, “i’m going to show you how precious it is", "i’m going to show you my day planner.” so it’s a little two inch by three inch little booklet that you get at any stationery store for the year, and he held it up for all of us and he riffed through it", "and every page was empty", "that was his day planner for the year", "so it’s really important to warren that his time is his most valuable asset", "what does he do with all that empty space", "he reads", "all day, every day", "all day, every day reads, thinks, and hunts for his next acquisition", "so that’s what he does with his time", "does he think of himself as an investor or an acquirer of businesses", "at this point in time, how do you think he thinks of himself", "you know, everyone calls him the world’s greatest investor, and he’s certainly the world’s greatest something but i think he’s actually the world’s greatest builder of businesses and acquirer of businesses", "and so that’s what he does; he acquires a business and tends to hold it forever", "let’s talk about investing but take a slightly different tack", "we were chatting over thai food a little bit about a book called – and i might get the title slightly wrong but i believe it is you can be a stock market genius", "it’s something along those lines, by joel greenblatt", "absolutely", "that book made an impression on me and had an impact on me when i was pretty young", "i think i was a little too young for it; around 16 to 17, and directly preceded my first stock purchase ever, which was pixar", "when i met joel many, many years later – this was probably just a few years ago – he said that in some respects, people should read his books in the reverse order of their publication", "because the stock market genius book really covers a lot of what some people might consider event-based investment or trading", "i was wondering if you had any thoughts", "you brought up – but i said hey, let’s talk about it in the conversation when we’re recording – you mentioned yes, you were familiar with joel and also you brought up lynch", "peter lynch, yeah", "peter lynch", "and so i’d love to just hear you expand on what you were going to say but i cut you off during dinner because i wanted to save it for this", "so peter lynch went up on wall street, and joel greenblatt, both brilliant investors, both investing geniuses", "my only concern about empowering individual investors is that when you invest as an individual, you are entering the fieriest, gladiatorial arena ever invented and you’re competing with highly incentivized participants around the world who are out for your lunch and going to eat it if you don’t have an edge", "so i just want to be sure that individual investors, when they choose to do that, realize that it’s, again, a gladiatorial pit and you need an edge when you invest", "what is your take on, then, say a lynch or a greenblatt in that capacity", "and i don’t know if it was greenblatt – this could have been elsewhere", "when there’s a discussion about the types of edges you could have, and one would be informational advantage, one could be an analytical advantage, one could be, say, perhaps an behavioral advantage", "and reading a lot about buffet, it seems like at least one of his advantages is behavioral", "he’s very unemotionally affected by market movements, it seems like", "absolutely", "and can divorce himself emotionally from these temporary ups and downs", "but do you have any particular observations related to peter or joel as it relates to advantages, edges, or otherwise", "it’s so funny", "before we go any further, because this is so much more intimate than a conversation that we had at the 92nd street y in front of a thousand people", "this is almost like parkour jumping but a conversational version of that when you leap from topic to topic, not knowing where you’re going", "so the edge, one of my favorite quotes of warren buffet is: “if you’re in a poker game for 30 minutes and you don’t know who the patsy is, you’re the patsy.” so you need an edge but you need to know that you have an edge over the market", "in terms of information, since 2000 the scc published regulation fd, fair disclosure", "so in a sense, everyone has access to the same information at the same time", "so information edges are very, very difficult, especially with modern technology and other resources", "so information edges are tough", "behavioral edges are really important and you said buffet; he’s completely unemotional", "so yes, when everyone is panicking is when he gets greedy", "in fact, buffet articulated in one sentence the secret to investing", "he said “we – meaning he and charlie monger – are fearful when others are greedy, and we are greedy only when others are fearful.” and so the secret to investing in public securities is knowing when to be afraid and knowing when to be greedy", "what i’d like to do in this american ninja warrior course of conversational parkour is maybe take a step back, really far back, and discuss a few of the experiences of your childhood", "because i was not aware that you had spent – was it two years, two and a half years", "two and a half years, yeah", "in the hospital when you were a kid", "could you describe why that was the case", "what happened", "sure", "it was at blythedale children’s hospital, which was started in – wow, i think in the ‘40s by eleanor roosevelt", "it was for children with long-term congenital illnesses, and i had a bone disease", "back then, the only way to cure it was to put you in a bed and wait for the disease to kind of run its course", "i don’t know of you remember forrest gump, at the beginning he had those leg braces", "so between the ages of 4 and 6-and-a-half i was wearing those leg braces in a bed in the children’s hospital", "what was your childhood like", "and where did you grow up", "i was born in new york and then was put in the hospital, and then when i got out we moved to chicago, to evanston, illinois which is where northwestern is", "so if you’ve seen any of the movies like ferris bueller’s day off, or home alone; those were all filmed within a mile of where i grew up", "so that was the where", "we talked about in the last episode a little bit about princeton review", "and we talked about that chapter of your life, in part", "but what were some of the formative influences in your life up to, say, end of high school", "influences or events; anything like that", "being in the hospital for two and a half years as you’re growing up, you get divorced from your body in a hospital bed", "you get divorced from the world", "the world is something out there that you can’t touch and you can’t participate in but you observe it and you think about it", "i guess one of the formative influences was meeting bobby fischer, who is my hero", "how did you met bobby fischer", "and for those people who don’t know who bobby fischer is, how would you encapsulate bobby fischer", "fischer is said by some to be the greatest chess player of all time", "and i met him right before he won the world championship, and knew him right through the world championship", "and then sadly, afterwards he began to lose his mind to paranoia and died in 2007; sad", "but i knew him at the height of his powers, right before he won the world championship", "it’s funny how i met him", "freshman year when i was in high school, somebody beat me at a game of chess in homeroom; beat me in like five moves", "i knew how the pieces moved, but that was the extent of my knowledge", "and this so frustrated me", "i challenged him to a game the next day and he beat me again; in fact he beat me every day that week", "so i resolved that i would study this game, just in order to beat this kid by the end of the year", "that was my sole goal", "because i was really into swimming at the time; swimming four or five hours a day, six or seven days a week and chess was really much a sideline for me", "but i got into the game, and i decided to go to the library– actually, a bookstore and get a chess book", "and the only book they had was my 60 memorable games, by bobby fischer", "at the time, this was four years before he would win the world championship", "so i played over these games every night, these 60 games, and i realized wait a second, he’s played hundreds of games", "so i went to the library – this is pre internet for those of you millennials who don’t know what a library is – and i got – it was the slow version of the internet", "yes, the slow version of the internet when you actually had to look up things yourself", "i went through 20 years of back issues of chess magazines laboriously; every chess magazine that i could find in the world and went through page by page", "if i found a fischer game, i would write it down", "so i compiled my own notebook of about 700 of his games that he had played", "and i played over these games for two or three years and i knew them by heart", "when you say “played over,” does that mean you would set up a board", "or did you do this in your head and you would go move by move through both players’ positions", "exactly", "did you do it on a board", "on a board, yes", "some people could do it in their heads, like magnus carlson world champ, or josh waitzkin, or buddy", "they can do it in their heads; i had to use a board", "i remember i was 16 years old with my mother on easter sunday, visiting her in new york", "we were walking up 6th avenue towards central park, beautiful april day", "across the street, across 6th avenue right in front of macy’s, i saw bobby fischer", "so imagine – this was my hero, right", "and again, this was a year and a half before he would win the world championship", "and again, for those of you who don’t know, it would be like spotting bigfoot or jd salinger back in the day", "so i said, “mom, i know i said i would spend today with you but that’s bobby fischer over there; i’ll see you later.” so i cut across traffic, i ran up to him, and i said, “mr", "fischer, mr", "fischer, in 1962 when you were playing reshevsky in the u.s", "championship…” because i had years of questions for him and i knew all his games by heart", "by the way, he was a notorious recluse", "he had maybe two friends in the entire world", "he just looked at me kind of bemused because i knew his games so well, and he said, “i don’t know", "i’m going to lunch; do you want to join me?” and i said sure, of course; right", "and that was the beginning of a friendship that lasted two and a half years", "it actually stretched beyond that after the world championship, but i fell out of touch with him for about a dozen years because he fell off the map for a dozen years", "so you met him; how old were you at the time", "16", "he was 28", "16", "what was that first lunch like", "fantastic", "imagine you’re meeting your hero that no one gets to talk to, and here he is inviting you to lunch", "i mean, fantastic", "i wish i’d realized at the time how lucky i was", "but i wasn’t thinking about that; i was only thinking about him and his chess games", "i remember talking with him, and people don’t know", "they think of chess players as intellectual nerds, and very not athletic", "but he was built like an olympic athlete", "he was six-three and ate literally two meals over lunch; two full – oh, two simultaneous meals", "like two simultaneous meals; he just demolished", "and when i say olympic athlete, i don’t mean like a power lifter", "he was like an american football player but very lean and had incredible energy", "when we walked down the street, i’m five-eight", "he’s six-four; he towered over me and walked with these huge strides", "he had incredible power", "the amazing thing about fischer was – and i don’t think this has ever been done in the history before – he was entirely self taught", "he learned the game at the age of six, and then decided to take on the russians – for whom chess was their national sport; it was proof of their superiority – during the height of the cold war and single-handedly beat them at their own game", "he had no coaches, no nothing and did it all on his own", "remarkable; remarkable guy", "i remember debating motown songs with him", "we were at a diner and we had dollars between us but we had no coins", "and they used to have these little jukeboxes at each dining table", "you put in a quarter and you’d have three songs", "we had a quarter between us and so we were debating which three songs we were going to choose", "he loved motown, and so did i", "i can’t remember which songs we picked but i remember doing that with him", "how did that first lunch turn into an ongoing relationship", "maybe a better question would be what happened in the last half or quarter of that meal that led to a second meeting", "you can tackle it either way", "i’m just so curious because people have these opportunities, these golden opportunities and then they’re not able to capitalize on them or it’s a flash in the pan; they have a great single story but that turned into an ongoing relationship", "why", "because i was totally focused on him", "it never occurred to me when i first approached him that he would say get lost, kid", "i just had questions", "he was my hero and it was entirely innocent", "i had done my homework", "i knew his games better than he did", "so i remember talking about games, and we played hundreds of games of speed chess", "so imagine playing pickup basketball, and you’re a very good basketball player but you’re playing with kobe bryant or curry, one of the greats", "i remember i would play his moves against him because i knew all of his games by heart", "then he would correct me", "i’d say, “oh, i don’t understand why you played that because you said black is better in your book.” and he said, “i did?” i said, “yeah, you did.” he said, “oh, i was wrong", "white’s better.” and he would crush me", "i think it was just because i knew his game so well", "i had done my homework", "and i think the lesson for everyone is if you’ve done your homework to be focused on the other person, and not your fears or reservations", "in terms of continuing the relationship – focused on them in the sense of being curious about them as opposed to worrying what they’re thinking about you, etc.", "exactly; totally focused on them", "it was interesting because he would then reflect it back on me", "so the next year when he was preparing for the spassky match, and i got to spend two weeks with him – spassky’s world championships", "right, for the world championship", "you’d think if there was any time that he wanted to be alone, it was preparing for the world championship", "but he invited me to spend two weeks with him at grossinger’s", "grossinger’s at the time was a resort in the catskills", "mohammed ali used to train there o they invited fischer to train for the spassky match", "i got to spend two weeks with him there, all alone and watched him prepare for the spassky match, which was really fascinating", "so he’d play over games, studying, and then he would turn to me and say, “well, what would you do, here", "when you say play over games, and i apologize because i wouldn’t consider my chess player by any stretch; that means that he’s sitting in front of a board by himself", "he’s sitting over a board by himself, with me sitting across the table from him", "he’s got a full chess board and a book of spassky’s game", "it was a red book, like 600 games", "and just as i did with fischer’s games, he had a little red book of spassky’s games and he just played over these, over and over", "it was really fascinating", "i don’t think people realized fischer conducted the longest con in sports history; a long con", "if you’re not sure what a long con is; i know you know, tim", "but for listeners, a long con is when a confidence man sets you up and the payoff is years away, not later that day", "so fischer, when he was growing up, played always pawn to king four as his first move and had a very limited opening repertoire", "in football terms, he had a very limited playbook and he always played the same opening moves", "he defied the russians and defied the world to beat them", "essentially here’s my playbook, these are my opening moves; do your best", "so from the age of 12 until the age of 29, so this is 17 years, he played exactly the same opening moves", "what was curious for me was that when i was with him, about two months before the match began i noticed he was studying games outside his opening repertoire", "i asked him, “why are you studying those games?” he just kind of smiled cryptically and said, “i don’t know; we’ll see.” and sure enough, against spassky – now mind you, spassky was supported by the russian chess machine", "dozens of the word’s top players were all russian who were supplying spassky with analysis of all of fischer’s old games", "but then he played an entirely new repertoire", "he set them up for 17 years", "he said these are the moves i’m going to play", "it would be like a boxer always leading with his right hand, and then all of a sudden he’s leading with his left and they didn’t know what to do", "they were totally flummoxed", "[inaudible] pirate roberts in the princess bride", "i’m not left handed; one of those", "that’s exactly", "right, the princess bride iocane", "we were talking about iocane powder yesterday", "what are some of the other things you observed about fischer, or learned from fischer", "does anything come to mind", "he was very childlike, very simple in his analysis of the games", "oliver wendell holmes, one of my favorite quotes; he said, “i wouldn’t give anything for the simplicity on this side of complexity but i’d give my life for the simplicity on the far side of complexity.” and fischer was the simplicity on the far side of complexity", "it was the informed simplicity, not the uninformed simplicity", "yes, like picasso", "it’s funny", "i always dismissed picasso as a painter, not that i’m an art expert", "but it’s only when you see his paintings as a 16-year-old and he’s painting like rembrandt", "so when he went over as an adult and started painting like a child, it was an informed simplicity; it was a choice", "and fischer was like that", "in what other ways did the childlike nature manifest itself", "his enthusiasm", "he was always enthusiastic about everything", "and the way that he explained things", "i remember once we were looking at a position on the board", "again, he was six-four; he was enormous", "he was trying to teach me a lesson about the position of chess pieces on the board", "he held his hand over a few pieces and he said if your pieces can move outside of your hand, they’re too far apart; they’re not well coordinated", "like it was a physical, intuitive encapsulation of a very profound principle that he illustrated, again physically with his hand", "if your pieces move outside your hand, they’re too far apart; they can’t coordinate", "and you’re like, do you mean your sized pancake hand or my little hand", "exactly", "yeah, because his hand practically is half the board", "that’s how genius manifests itself, as a childlike simplicity", "what are other, if there are any, other essences of genius in your mind", "we talked about this a bit in the first episode, and i’m sure we’ll touch on this in a few different ways in this conversation", "but you have been successful in many different worlds, and you’ve met many people who are geniuses in different domains", "so aside from this childlike simplicity that is on the other side of complexity, what are other essences of genius in your mind", "i think the american psychologist maslow said if your only tool is a hammer, you view every problem as a nail", "i would flip that and say that the geniuses have very limited toolsets", "they have a hammer and they’re geniuses in looking for nails", "that’s their genius", "they have a very limited skill set but they master it and apply it incredibly well", "i’m reminded of the movie karate kid", "where it’s wax on, wax off, sand the floor and then he had that crane kicky move, and he won the california state championship on the base of those three", "i’m goofing here on the karate kid but i think it illustrates a profound point to master a few skills well and then look for domains where you can apply those skills, and stay out of everything else", "warren buffet does the same thing with his investments", "i was going to ask you, and then i want to come back to you", "in the case of, say, buffet what are his wax on, wax off crane kick, etc.", "what are his primary super powers", "and how much are they innate versus developed or acquired, maybe is a better way to put it", "one of the great partnerships of all time was charlie monger and warren buffett", "the two of them spend all of their time reading, and just looking", "and by the way, other great investors like sam zell do the same thing; they spend all their time on the prowl, either prowl for ideas or prowl for businesses", "are they reading primarily filings", "are they reading far ranging books on different subjects", "on everything", "on everything; you just don’t know where you’re going to get your next idea", "not so much filings; i mean they would read those, too, of course", "but read far and wide because you just don’t know where you’re going to get your next investment idea", "i think that’s one of their super powers", "and the other is a long term focus, with buffet and monger", "when everyone is panicking in 2007 when the world seems to be imploding, they’re eagerly looking for values", "so they invest for the long haul and they don’t get distracted by vicissitudes, economic or otherwise", "i’m going to go back to you in the library", "sure", "alright", "you’re going through years of back issues of magazines and taking down all the fischer games", "that’s all i did", "right", "so i’m imagining there were not many kids in your class or your school who did this", "so the question is what do you think your core strengths are, and what are some of the core strengths you’ve developed that you didn’t have at a young age; or weaknesses that you have overcome", "i always look for – and we talked about this at the 92nd street y – for things that don’t make sense", "i look for patterns", "i look for quirks even in my own mind", "i remember i was 9 years old, and i was listening to miss callahan who was my teacher, and i was in love with her", "she was talking about something – again, i was just totally in love with her and i forget what she was talking about", "but she spoke and i realized she spoke the word “of,” and i realized oh, i don’t know how to spell that word", "now, what was fascinating is – i mean i had learned how to read in the hospital when i was 5, but i was stunned that i didn’t know how to spell a two-letter word", "so i spent the rest of the day trying to spell the word “of.” and this is the way i did it", "mind you, i was 9 years old", "i said okay, i knew the first letter was a vowel", "so on a sheet of paper i wrote “a,e,i,o,u” and then i wrote y because sometimes y is a vowel", "and then i wrote all the consonants: b, c, d and so on", "and i spent the rest of the day going through every possible pattern", "like a-b, and i’d say “ab,” is that “of?” okay, that’s not it", "okay, and then a-c, and a-d, and i went through every single permutation trying to find the word “of,” and i never found it because “of” is not phonetic", "it’s not phonetic", "english is a tough language that way", "yes", "i didn’t realize that at the age of 9", "but i think that was one of my core strengths; looking for patterns and things that don’t make sense and being amused by my own mind and failings", "can i interject for a second", "sure; you can interject whenever you want", "why didn’t you ask how to spell it, as opposed to going through that exercise", "because the real question was why i couldn’t spell it; not what is the answer", "it’s such an important thing; thank you for bringing that up", "because the questions you ask about the world determine the success you get in the world", "one of my favorite questions is tony robbins’ “what would you do if you knew you couldn’t fail?” so the questions we ask are key", "so i wasn’t interested in the answer, how to spell the word “of.” i knew that was trivial", "i knew it was a two- letter word", "what wasn’t trivial was that i couldn’t spell it", "why do you think that is", "because that’s an odd… it strikes me as very unusual that you would have learned to read but then three, four years later would have this word that sticks out as something you couldn’t spell", "it was one second, the way you can forget the name of an actor in a movie or something like that", "i knew it was a momentary glitch but i was fascinated by it", "and looking back on it, i’m fascinated that at the age of 9 i was very systematic", "i had two columns, and i spent the rest of the day ignoring miss callahan and the rest of my class – since i spent most of my time just daydreaming anyway, and she would just let me – trying to figure out how to spell the word “of,” very systematically", "and i thought that was a good use of my time", "you mentioned questions and i’d love to ask you, because i think they’re related", "you can place this at any time; we’re going to jump around chronologically", "this is parkour", "that’s parkour", "you never know what obstacle is coming up next", "decision making; what is your decision-making process for choosing opportunities or your criteria, or how do you think about choosing opportunities, more so than finding", "when you have a number of different opportunities, a number of different paths you could go down, what is your decision-making process, or your selection process", "the problem is i’m so intellectually curious that i really have to be careful because it’s going down a rabbit hole", "i have to limit the things that i allow myself to be interested in", "i choose the one that’s the most fun", "and i guess my life is like parkour; just jumping in and knowing that you’ll be resourceful and land on your feet, and then be able to jump from there, too", "i look also for areas – and we touched on this – the ball bearings principle for opportunities with things that people haven’t explored before, or they’ve explored to death and they’re no longer interested in", "so i try to look for things with fresh eyes", "for the ball bearings, folks, we could go into it but we spent quite a bit of time on it in the first episode with adam, so you guys can explore that there", "i’d like to talk about post fischer", "where did you go to college", "i went to wharton undergrad and then i got a law degree at oxford", "how did you choose oxford", "then we’re going to talk about apples", "oh yes, apples; granny smith apples", "my father died when i was 19, and i was pretty lost", "i could have finished wharton in two years, two and a half years, anyway because i used to take six or seven courses a term because i found everything really interesting", "you were only required to take four, and i would take six or seven", "my father died and i didn’t know what to do", "i wanted to get away and i don’t speak any foreign language fluently enough to go to a country other than, say, england so i chose oxford", "i thought law would be an interesting way to beguile a couple of years, two or three years so it was kind of a default, actually", "while i was there i spent most of my time taking dance classes in london; hip hop", "hip hop dance lessons in london", "yeah", "only, i was not the most conscientious law student at oxford", "but anyway, that’s what i did", "if you don’t mind me asking, and we don’t have to get into it if you don’t want to but how did your dad pass", "he took his life", "he suffered from depression, as i did", "you know, i remember the last thing he said to me before he did so", "he said, “you know, i’ll always remember that you did everything on your own.” and i didn’t realize that he was using past tense, then", "he said, “i’ll always remember that you did everything on your own.” and then two hours later, the police called and said he was dead", "and he did me a disservice, and we’ll get to this later in our parkour excursions but for decades, i did do everything on my own", "and it’s only this last year that i realized the importance of the other, with a capital “t,” capital “o,” that magic is unleashed in the world… only when a circuit is opened when you’re connecting with someone else, and that’s where the magic and the miracles occur", "i wish i had known that earlier", "why don’t you think you explored that earlier", "i wasn’t aware of it", "you mean the other", "yeah", "the magic that occurs", "because i was always in my own world", "i was an introvert in high school", "i didn’t discover this until later; there were people who had never seen me speak", "people who were around me every day for four years had never seen me speak", "and yet, i was so animated with fischer, right; running up to him", "so i lived in my own world, the world of ideas", "i mean i was aware of other people; of course we all are but i was an introvert to another worldly extreme", "and then only this year have i realized and been excited, really excited by engaging other people", "and we should revisit those three rules of success that we talked about at the 92nd street y because they’re all about other people", "we can talk about them now, if you’d like or we can come back to it", "do you have a preference", "no, you’re the… i’m the conductor here", "yes, you’re the ringmaster", "alright, we’ll come back to that", "after the tragedy involving your father, you head to oxford", "you’re taking dance lessons", "ostensibly you’re there for law", "this is a left turn yet again", "we talked about this a bit last night and i just remember saying, what", "so how do apples enter the scene", "oh, yeah", "you mean my nutritional odyssey", "yes, your nutritional odyssey and why did it become what it was", "yeah", "so i arrive at oxford, and i had prepaid for room and board", "it’s a cliché to say – again, this is back then", "actually, the food you can get in england now is fantastic but back then when i was a student, it was a cliché to say english food was awful", "but then english institutional food was inedible", "i could only afford to eat one meal a day, out in a restaurant because i’d already paid for room and board and i refused to eat the food", "the only restaurant i could afford in oxford was a vegetarian restaurant, and i started eating just vegetarian food", "and i realized as the days went on that there were three food groups", "there were foods that made me feel really good, foods that were neutral, and foods that made me feel bad", "the foods that made me feel good, granny smith apples, carrots, raisins… oh, i remember the fourth; cabbage", "cabbage", "cabbage", "the neutral foods were vegetables, green vegetables; red vegetables but not white", "like rice, corn, any grains were negatives", "meat became a negative, and dairy products were negative", "so my whole life, i’d been training four or five hours a day swimming plus weight lifting, and then at oxford i do nothing except eat granny smith apples, basically", "how did the negative affect you", "i love, for example, milk with my coffee and if i had so much as a teaspoon of milk in my coffee, i’d get a sore throat, i’d get instantly congested, i’d get tired", "and so i just weeded all those things out so that by the end of the year, i was basically a fruitarian", "i think steve jobs for awhile was a fruitarian, and so was i", "and i was a bore to be around because people would say let’s go out for lunch, and i’d have a salad or a fruit cup", "i’ll have the mr", "ed special, please", "yes, exactly; the mr", "ed special", "so i come back, and i had lost 20 pounds", "and to put that in perspective for people, you’re not bobby fischer", "so at the time before you lost the 20 pounds, what were your dimensions like", "i was 135, pretty solid muscle because i’d been an athlete my whole life", "at five-eight, you said", "yeah, five-eight", "so then you lost 20 pounds", "yeah", "but i wasn’t aware that i was that skinny, because i guess your body image shifts with it", "but i just wasn’t hungry", "like a meal for the day might be a pound of apples, or two pounds of apples and maybe some carrots; really mr", "ed, right", "and then i just wasn’t hungry", "and some days i wouldn’t eat at all", "anyway, so i come back to new york where i was living at the time, where my mother was living, and i go to my brother’s health club because i decide i should get back in shape; i hadn’t trained for a year", "imagine you, tim ferriss, not training for a year, right", "i remember the first machine i sat on was this nautilus shoulder press", "i set it for five plates, like 50 pounds because i didn’t want to overdo it and my arms shot up; they were weightless", "then i asked my brother who was standing next to me, i said, “matthew, just lower it a couple plates and make it 70.” and they also shot up", "i said “okay, matthew, lower it a couple more because i need a little weight; that’s too light.” so he does so, and then i press like 20 times and say yeah, that’s about right", "he comes around to the front of the machine and he says, “okay, i’m not going to do anything; i just wanted to come back around,” because the plates, the setting were behind you, where i set it", "and he had set it on the very lowest setting, like the full stack; like the football players, right", "and every machine was like that", "i could max out on all the machines easily with no effort", "so odd", "it’s so odd", "because i had lost all this weight, hadn’t trained for over a year and even when i was at peak condition, i wasn’t able to do that prior to the dietary odyssey that i went on", "how did you explain that to yourself", "i actually then started doing research", "i discovered, for example, that primitive man ate only fruit", "they did molar studies", "they found skeletons and things", "primitive man, if you ate vegetables there were fiber scratches on the molars", "there were none so they concluded that primitive man had basically eaten mostly fruit", "so i don’t know", "you know what", "now that i think about it, tim, it’s exactly what you do", "you endlessly experiment to find the optimal combination of whatever to max out your performance on whatever dimension", "that’s what i did unwittingly", "i weeded out the foods that made me feel bad, and focused increasingly on the foods that made me feel good, and that’s what i did", "i was a tim ferriss acolyte before you were around", "i’m guessing you have probably not replicated the granny smith experiment", "no", "i’m very curious, and i’m not recommending, folks by the way, that you go out and do the apple-only diet", "but we were joking last night about how there are at least two foods that i have experienced during certain training periods that seemed to have an odd, performance-enhancing effect", "this is a long story, guys, so i’m not going to get into this too much", "but for whatever reason, tart apples and lentils for me, also, which many people don’t respond well to but very, very odd", "you know, it’s not odd", "again, neither of us is advocating that you start consuming granny smith apples exclusively", "but certainly you should pay attention to your body’s responses to any food", "and again, i had a taxonomy of three food groups; those that made me feel good, those that were neutral, and those best avoided", "and all of us should do that, not just with our foods; with everything in our lives to optimize our functioning", "and that’s what you’re all about", "it is, in a lot of ways", "these days, though, you do consume your coffee with milk", "sure", "and i think this is how the iocane powder came up", "did you gradually reintroduce these foods, including negatives that you wanted to include", "sure", "i was a bore to be with because people would invite me out to a japanese restaurant and i’d say oh, i really can’t eat anything on the menu", "do you have apples", "right, apples", "so it took me a couple of years extra to get back to normal eating", "right now, i eat healthily but i eat some negatives", "i try to limit dairy products but i love milk in my coffee so what the hell", "i know it’s not optimal for my body but i enjoy it", "who was it, maybe elizabeth taylor i want to say, who said something along the lines of the problem with people who don’t have vices is that you can be pretty sure they have very annoying virtues", "we all need a few vices here and there", "let’s go back to the three rules for success", "i’ll let you take it from here; the mike is yours", "sure", "just by way of background, it began when you asked me how i mark the end of the year, and i said i reflect on the lessons i learned the past year and i make a conscious effort to apply them in the coming new year, because you asked me this what, a month ago, right; back in december", "that’s right", "and so you asked me what i learned in 2016, and i said i learned three things", "i learned the importance of fun, enthusiasm, and delight in everything you do; absolutely everything", "and first and foremost, fun, enthusiasm and delight and we’ll come back to that", "the second is connecting with everyone you encounter, on however fleeting a basis", "you’ve been with me, and you see i do that", "yes", "uber drivers, maitre d’s, you name it", "everybody, right; i put that into action", "you really connect with the person, in however fleeting that connection is but you make an effort to make a connection", "and the third is to lean into each moment and each encounter in everyone you meet, expecting magic or miracles", "and those were the three things i learned", "the interesting thing about all of them is that none of them have anything to do with me; it’s all about the other person", "and when i say fun, delight, and enthusiasm; it’s to create fun, delight, and enthusiasm for the other person", "if you’re going to a meeting with a venture capitalist because you’re looking for funding for your startup, or you’re going on a date, or you’re going on a job interview, forget the fact that it’s an interview; you’re going to delight the other person", "that’s what you’re there for, first and foremost and to make a connection", "and if you do, if that’s your focus as opposed to getting the job or getting the funding, then you get magic and miracles", "that should be your primary focus", "and what it does is it gives you infinite power because you want nothing, and you’re offering everything", "all i want in this moment now, with you, sitting in front of you on your couch, is to connect with you and to delight you", "so i’m playing a game i can’t lose, and i’m in total control", "and i don’t want anything", "that’s such a revelation for me, and i wish i’d known that earlier", "i’d be curious to hear how that revelation came about", "you mentioned depression earlier, which i definitely want to talk about", "and i’ve certainly talked and written about my own battles with extended depression and some very severe episodes over the years", "you mentioned tony robbins earlier", "tony robbins, i remember, underscored something for me maybe a year and a half ago, which was effectively suffering is an excessive focus on yourself", "there you go; yourself, right", "that was a lesson that i underlined and highlighted and revisited many times since he imparted that to me, because it seemed like the best medicine for fixing myself was to stop focusing on myself in many respects", "absolutely", "tony robbins, one of the greats, right", "however, with respect to depression, one of the insidious things… no, insidious isn’t the right word", "one of the sinister things about depression is that it works by getting a vice grip on your thinking so you’re incapable of thinking outside of yourself", "really the worst aspect of depression between the ages of – oh, golly – 14 and say 30, there wasn’t a day i didn’t wrestle with the hamlet question, “to be or not to be.” some days, for example, i remember a period that for a couple of months i didn’t leave the apartment", "i had the blinds drawn", "i would order in from a deli", "the worst aspect of depression is that you come to despise yourself", "you believe that only now in depression are you thinking clearly, and that before you were delusional", "delusional, yes", "you hate yourself for it", "you hate yourself for being deluded", "and nobody understands, now", "now, i am thinking clearly", "now, nothing matters", "that’s really the devil at work", "that’s why i say sinister, because depression traps your thinking; it hijacks your thinking like a virus and you despise yourself", "you despise yourself for being deluded previously", "and a lot of people in their lives despising themselves", "what took you out of that pattern", "i’m blanking on the exact ages but you said something like 14 to 30", "sure", "between 14 and 30 it was unrelenting", "it was a siege of me against my depression", "and then it was episodic", "and then, i’m not sure", "i don’t know if it was biochemical but it just lifted", "if you don’t mind my asking, when it lifted, how old were you", "when i say lifted, again it could come back", "for example now, i haven’t had an episode in depression in probably a decade", "that’s a very long stretch", "i think it’s a biochemical switch", "because depression also, as you know, and the word “depression” reflects not just the mental state but the physical state; your energy level is low", "and to go back to tony robbins, one of the great things about tony robbins is he’s high energy", "and you think about all – richard branson, and elon musk, and you, tim; high energy", "one way to escape from slipping into depression is to be ever vigilant about keeping your energy level high, and to notice the biochemical markers that precede depression so you can head it off at the past before you slip into it", "because once you slip into it, you know", "it’s very difficult", "essentially you’re going to go down that slope for awhile and then it’s going to take days or weeks or months to come out of it", "what are some of the – i guess not red flags, but orange flags for yourself, the biochemical markers that would tell you “check engine light;” okay, something’s going in the wrong direction", "certain seasonal things, like in the winter and people suffer from seasonal affective disorder", "i think it’s really just noticing your energy levels day-to-day", "for me personally, that was the marker for me", "and each individual will have markers if you suffer from depression", "by the way, neither of us is giving medical advice or anything", "no, of course not", "or investment advice, or advice of any kind", "for informational purposes only", "informational purposes only", "but all of us should become aware of – again, this is a ferriss first principle or axiom is to be aware of what works and what doesn’t work, and keep experimenting and doing more of what works and less of what doesn’t work", "eventually, you optimize and become a very high functioning individual", "i’m going to come back to depression", "i’m going to shift gears a little bit", "i’m going to come back to it because in my interactions with you, i know that your brain works very well in this conversational format", "so i’m going to allow the question on depression, which is going to be ten years ago when you seemed to click out of that condition; what things correlated", "were there other things", "new people in your life, new behaviors, dietary changes, whatever it might be", "we don’t have to hit it right now but i’m going to let that… let’s leave that as a parenthesis", "we’ll come back to it", "we’ll come back to it because i know that will be working on the back burner in your head", "for sure", "things that work", "and to provide some context for folks, you were very kind to come out and visit me in san francisco", "you brought a lot of ideas with you", "i remember this was after, at the 92y, josh agreed that you were one of the best gift givers in the world", "and the gifts that would take you some tim to prepare, and there were ideas for me and you came out to share them, and we’ve been spending a lot of time together", "you have also been writing a book", "you’ve been taking a lot of baths", "i remember asking, do you always take baths when you are working on some type of creative project, and you said are you familiar with the three bs of creativity", "and i said no, i am not", "so speaking of things that work, can you describe the three bs of creativity", "sure", "the three bs of creativity, creativity is getting in touch with your unconscious", "you consciously pose a question to your mind, and you allow your unconscious to percolate on it", "josh, our besty, has written extensively about this and few people in the world do it better than he does", "but the three bs are bed, bath, and bus", "bus is a metaphor for traveling", "so when you have a problem that your conscious mind has thoroughly exhausted, then you give it over to your unconscious", "so you go to sleep; that’s bed", "which could be a long, overnight sleep or a nap", "it could be a nap", "you want to get to the dream state", "bath, which you could do at any point, also; or you switch location", "bus, again is a metaphor for alliterative purposes", "you switch your location and that allows your unconscious mind to address the problem", "and that’s where the magic occurs; your unconscious mind", "in western civilization over the last few thousand years, we’ve deified logic and rationality and the irrational intuitive mind has gotten the short end of the stick and we dismiss it", "actually our intuitive mind and our unconscious mind, i would say our primitive mind in that sense, is far more advanced and far more powerful than the advancements we’ve made in logic and deductive thinking", "our unconscious mind is like a super computer, compared to the trivial apparatus of our logical mind", "this is something i’ve been thinking about a lot in the last three years, and some of it relates to psychedelic research, we’ll call it", "there are two episodes on that, for people interested", "martin polanko and dan engle and james fadiman, if you want to look those up; we’re not going to dig too deep there right now", "but i’ve tried in the last three years to really pay more attention to and sensitize myself to these tiny perturbations – is that a real word", "– in my visceral response to things", "and to really hone what i had trained myself to ignore for so long", "you were talking last night and also today about being detached from your physical body after the hospital experience and so on", "and only reintegrating those sensory inputs and really relishing them and paying attention to them recently", "and for me, i’ve been doing the same thing in the last three years", "instead of powering ahead and ignoring all these physical cues, and what you might call intuition which has gotten a bum rap for very understandable reasons; it’s abused and misapplied in a lot of places", "but i’ve been paying attention, trying to pay more attention to this what we might call primitive but certainly involved instinctual, reflexive response to things", "absolutely", "and the thing is that… actually, i’ll share a fascinating experience", "i was at a chess tournament 20 years ago", "i’m a rated master, very, very strong and i was playing another rated master at a big tournament, the world open in philadelphia", "this is like 20 years ago", "i had a strong opening advantage against this opponent", "if you’re unfamiliar with the game of chess, imagine a wrestling match where you haven’t pinned the opponent yet but he’s having a hard time moving, and if it goes on much longer you are going to pin him", "so my opponent was squirming because i had the opening advantage", "and then i blundered", "i lost a piece", "actually, i lost what’s known as the exchange; a rook for a knight, which is i lost one of my stronger pieces for one of his weaker pieces", "so he had an edge and he was really happy, and i knew i was going to lose the game", "i was really pissed with myself because i blundered; i wasn’t paying attention", "and as i’m staring at the board and again, i’m just really pissed with myself, i hear a voice", "somebody whispers from behind and says, “you can win this position,” just like that", "i spun around, because at chess tournaments you’re not allowed to… give advice", "give advice", "and there was no one there", "i thought oh, well that’s odd", "i was sure someone had just whispered in my ear", "just to jump ahead, it was my unconscious mind that was tapping me on the shoulder, but it manifested itself as a voice, and really distinctly", "so if you can imagine, i’m looking at the chess board and i don’t want the opponent to see that i have any hope or anything, so i’m doing my best woody allen imitation, like “ach, i’m goin to lose this.” but meanwhile, i’m studying the board really closely and i see an incredible combination, like the kind of combination that magnus carlson would have been pleased with himself if he had seen", "and i won the game", "i lost every game after that in the tournament because i wasn’t interested in the games anymore; i wanted to hear the voice that spoke to me", "and the thing is that your unconscious mind amuses… the gods, the universe are all whispering to you all the time and you need to close out your conscious mind, find ways to shut it down to hear those voices, because they’re whispering all the time and you need to hear them and heed them", "like you, i have been actively looking for ways to hear those voices, because they’re there all the time", "for myself at least, i prided myself on not being distracted by some of those things, meaning emotional insights that were not tapping me on the shoulder; probably punching me on the shoulder for many years", "i remember at one point, probably 2004, 2005 i was agonizing over this contract", "it was going to be a long-term business deal and i had a number of issues with it as well as the parties involved", "i created these huge pro and con lists", "i remember at one point agonizing over this for weeks, and it was just consuming my thoughts 24/7", "my girlfriend at the time asked me, “do you even trust this guy?” i looked at her and i go, “not really.” and she goes, “then don’t do the deal.” and i was like, “good advice.” and of course i immediately knew the answer, and i was trying to override it with some type of hyper rational, logical apparatus and it would have been self defeating", "in retrospect, i absolutely should not have done the deal and i’m glad that i didn’t", "right", "so three things jump to mind", "first, you had a choice there, right", "you didn’t have to do the deal", "but because you wanted to do the deal, you were looking for ways to rationalize what your unconscious mind was telling you", "your unconscious mind was saying don’t do the deal", "so you don’t have to take every deal", "to jump back to warren buffet, that’s one of his advantages and he’s written extensively about this", "it’s like the market is a pitcher and every day it’s going to pitch lots of balls to you", "and you don’t have to swing", "you don’t swing at any of them that day", "you just wait for a fat pitch, and then you swing for it", "so one of the dangers when you really want something, whether it’s a relationship or a business deal, your conscious mind will rationalize and will shut down your unconscious mind, which is screaming at this point: don’t do it; walk away", "whenever things seem a little strange or a little off, that’s your unconscious mind telling you they’re really strange and really off, and walk away", "because you always have a choice", "again, whether it’s a relationship or a business deal, just walk away", "okay", "in a minute, i’m going to come back to the clicking out of repeated episodes of depression to ask what might have correlated or corresponded, even if it’s not causal; i’m just curious", "but i’m going to give you a taste of things to come", "this is a new exercise", "hey, wait", "where’s – oh, there she is", "i was looking for molly", "she’s asleep", "oh yeah, molly’s resting in her typical pose, which is half of her body on the dog bed; head on the extremely hard floor", "for those of you who don’t know, if i have ever met a sweeter, better behaved, more beautiful dog in my life, i don’t recall", "so i was hoping she’d come on over and just sit in my lap", "by the way, she’s 60 pounds", "she’s not like an easy sit in the lap but maybe she’ll grace us a little later with her joy", "she’s being a good intra-interview dog", "she’s figured out this is usually a sideline gig", "but i’m going to pull out a random question, ala the dow da ching, which is one of josh’s favorite books", "so in the spirit of josh, who is in absentia here at the moment, i’m just going to pick a random question if i don’t like any of these", "okay, more parkour", "let’s jump", "let’s do it", "okay, here we go", "this is just pulled to of a selection of questions", "what are you most daring about", "oh, boy", "i’ve got to think about that", "what am i most daring about", "well, i’ll tell you something", "2017 is a year about being daring about everything", "i don’t know that there’s a most daring; i’m daring about everything", "i’m daring about the future", "do you view yourself as a risk taker", "you know, it’s funny", "let’s reframe risk", "i would love that, which is why i throw it out there", "sure, of course", "there are two ways to live life, and one is in the pursuit of gain or to avoid loss", "those are the two options", "i think, i don’t know if there’s another", "i think it’s pretty binary", "nature has evolved us as a species to be risk averse, to avoid taking chances and not to lose", "we tend to overreact to perceived threats", "right", "because the penalty to overreaction to perceived threats is less than under reacting perceived threats", "right", "and to go back to fischer, the great thing about fischer was that he wasn’t afraid to lose", "he wanted to win", "and if it meant he was going to lose a game, so be it, because he wanted to win", "he was willing to lose in order to win", "you know, i play a game now with myself with the world that i can’t lose, so there’s no risk", "it goes back to those three things; connecting with people, which i can do and i think i do pretty well; creating fun and delight and approaching each person with enthusiasm, which again i’m in total control of; and leaning into each moment expecting magic", "i’m in control of all three, so what’s the risk", "i have nothing to lose", "it’s a game you can’t lose, so what’s the risk", "simultaneously, you made an astute observation earlier which we don’t necessarily have to get into the weeds on but i do think it’s a good observation", "we were having thai food and i mentioned a book that i enjoyed a great deal when i read it, i’m guessing now maybe seven or eight years ago, called more money than god, by i think his name is sebastian mallaby; i’m not sure i’m getting it right", "yes, yes", "i thought it was a very intelligent overview of the origins of the hedge funds and some of the characters and styles in the hedge fund world", "but you observed that many hedge funds do not, in fact, hedge", "hedge, yeah", "right", "so hedge funds, the concept of a hedge fund was originated, god, in 1948, however many years ago that is", "i’m not going to interrupt the magic of the flow of the moment to try to calculate that", "that’s okay; we’ll go ’48", "wait", "i’m going to do it right now", "52 and 16, it’s 68 years ago", "oh no, 69 because this is 2017", "so the notion of hedge funds was invented 69 years ago", "but yeah, most funds do not truly hedge", "and by hedge, that means taking a position, say, buying apple stock, or selling gold, or whatever it is and then simultaneously executing another transaction that will protect you if you’re wrong about the first", "so yeah, most hedge funds don’t hedge, even though they think they are", "there are various strategies like being long and short", "they’re hedge funds in name only; not in fact", "let me grab another", "another question, okay", "parkour", "another card", "we’ll just call this the parkour deck; conversational parkour", "that’s right", "we have the rapid fire questions, many of which we hit in the last episode so we’re not going to beat those to death", "i’m going to pick a new one", "oh, come on", "come on, i’m not afraid; ask away", "alright, this question i’m not – this is ridiculous", "this is a presumptive question", "i didn’t write it", "presume away, my friend", "i didn’t write this", "why is it suspicious when your love starts talking baby talk", "that’s ludicrous", "that’s ludicrous, yeah", "let me pick a different one", "when have you lost your way", "well, i think i lost my way years ago", "i think i only found my way this last year", "again, it was getting out of myself and realizing it’s all about the other person", "by way of metaphor, to create an electric circuit you need two; you can’t do it alone", "when you’re charged with another person, you open up a cosmic circuit", "it’s very hard to explain but i’ve seen it in real time", "you create magic", "so i’m on the hunt for it all the time", "i’m on the hunt for magic", "let’s talk about that hunt for a second, or a potentially related tangent", "sure", "at some point over the last two days, you said let’s talk about stoicism", "then you mentioned hedonism", "so i’m going to let you run with that, and you got what you request", "i got what i was hoping for", "molly’s right next to me", "sweet dog", "so stoicism, which is an enlightened philosophy but at the same time that stoicism… oh, molly", "you can’t see this but i’m getting licks from molly, here", "sweet dog", "hedonism in modern culture is the pursuit of pleasure, physical pleasure", "but in fact, it was a profound greek philosophy that originate simultaneously roughly 350 b.c", "with stoicism", "it was the pursuit of pleasure but for them, the highest pleasure was a spiritual pleasure, an intellectual pleasure", "and for me, the highest pleasure is creating delight for the other person", "so i’m a hedonist about creating delight and magic for others", "i’m forgetting what the question is, now", "it wasn’t really a question", "it was more of a statement that i wanted you to comment on", "maybe you’re a sympathetically hedonistic stoic", "i admire the stoics but for me, the stoics are impassive, impassive meaning not feeling, and to greet success and failure with indifference", "and i disagree", "i believe life should be celebrated", "and the stoics for me, and again they’re enlightened", "aurelius and seneca, these are such wise people", "but for me, there’s something lacking in stoicism because to go back to our earlier choice, it’s playing not to lose as opposed to playing to win", "we are physical creatures on this plane to delight", "i think that’s what life is all about; creating delight for others", "and in doing so, you have delight for yourself", "which is why i joked on stage, and josh agreed; i said i’m the world’s best gift giver and i came here bearing gifts for you", "i’m really, really excited because my pen pal warren buffett, i’m creating a gift for him", "he keeps encouraging me to write because the stuff i write, he sends it on to his friends", "so i’m writing a book that i started right after our podcast, a parable", "i’m rushing to finish it because i’m going to see him on the 19th, in a couple weeks", "so i have a week to finish this bloody thing and give it to him as a present", "i’m really excited about the book", "i get such delight giving away presents", "and people don’t realize i’m totally selfish because i’m the one relishing and enjoying it", "whatever pleasure they get; nowhere close to what i’m getting out of it", "i think also whether it’s hedonism or stoicism, that those are in fact large umbrellas under which there are many different species and derivative types of stoicism or hedonism", "sure, sects almost, right", "right", "so if you look at, say, stoicism there are those who might talk about the practice of stoic joy, which is joy but a joy that is not in tandem with a a commensurate emotional overreaction to negative events", "for instance, one of the things i’ve always thought if i’m, say 80 percent stoic, let’s just say for the sake of thought exercise", "if i were 80 percent stoic, what would the other 20 percent be", "and what seneca did, which is actually in a way what charles darwin did to effectively hate proof or critic proof his writing was to insert his position of his staunchest opponents in a not only plausible but almost complementary way in his own work", "so seneca, knowing this as an incredible order and also just – what would he be called, a rhetoritician or debater and so on, in his letters to lucilius, one of his students, who he knew was a fan of epicurus; he would take choice tidbits of the epicurean school and insert them into his own letters, the moral letters to lucilius", "the epicureans in a lot of ways were viewed as being the opposite of the stoics", "they were happy to tend their gardens, and they focused on the little pleasures", "i’m simplifying it here", "but i always thought he did such a good job of embedding those that i would probably be at least 10 percent epicurean", "and then the last 10 percent, maybe that’s some type of sympathetic hedonist, or maybe that’s the aspiration", "it’s your own synthesis of it all", "you’re a wildly read human being", "are there any particular philosophers who draw your attention, or you wish people would pay more attention to, or – i realize this is a lot of commas – if you had to prescribe, say, high school seniors to become familiar with one or more philosophers, do any names or even schools come to mind", "oh, gee", "it could just be thinkers; it doesn’t have to be philosophers", "you asked a similar question at the 92nd street y, and i’m going to start, just to buy myself a little time as i search my memory for philosophers that i would broadly recommend, is rumi, the poet rumi", "the wonderful thing about rumi as a poet, and he was also a philosopher, is he gets you in touch with the magical and the mysterious", "and i think we need to be in touch with that, all of us, in everyday life", "so i would say that", "i would read plato because plato, in the dialogues, would create an interlocket or he would start arguing against himself", "and again, in philosophical discourse and in your own reasoning, you have to place yourself in the position of the other", "if there was one theme today, and certainly in my life in 2016 and moving forward in my life, is the importance of the other and what is he or she thinking, or what does he or she want, as opposed to what i want, or what i think", "and by the way, you have to do this in chess", "you’re playing against an opponent who also has plans", "in fact, plans diametrically opposed to yours", "so it’s well to take the other person in mind and what they’re planning", "we’re going to jump back to that bookmark that i set awhile ago, that ongoing depressant period, intermittent episodes, and then about a decade ago, or since… a lifting", "a lifting", "did anything correspond to that", "were there any things that you introduced or removed", "at that point in my life, so this was 2007, i just made an abrupt decision to move away from everything in the past", "that i had made many mistakes; gosh, i’ve made so many mistakes in my life", "but to go back to first principles and fundamentals and by the way, i turned my back on a couple of successful careers and decided to embark on a new one and to set myself up as an advisor to major hedge funds", "so i think it was the decision of a break from the past, and a conscious one", "that was the marker", "let’s just say you decide that on a macro level, to break from the past and many things from the past", "let’s say you do that, after dinner one day; you go to bed", "how was your next day different", "are you separating yourself from contact with certain people", "are you identifying when old thought patterns come up and stopping and trying to replace them", "what is the difference between – well, you know what the difference is", "we talked about it when we were walking molly earlier", "again, you’re listening so you, the audience, you just have to imagine this", "we’re walking molly on the streets of san francisco, in a wonderful, sylvan canyon enclave that i’ve never known about where tim resides", "so we’re walking molly, and when we’re walking on the left side of the street, you always want molly away from the traffic", "so we’re walking along, and on the left side molly is okay", "but when we switch to the other side of the street, molly has to be on your right side which is again, away from the traffic", "again, this is by way of metaphor", "you said that molly is more – it’s a little more awkward for her so she has to be a little more conscious and thoughtful about what she does when we’re walking on the right side of the street", "when i made a conscious break to end – i ended a relationship, and i ended a business and decided to start anew", "you become conscious", "i think too much of our lives are on automatic pilot", "so like molly walking on the right side of the street, it’s a little different for her so she becomes conscious of everything she does", "i think that’s really important; to live consciously and mindfully", "one way to do that is to get yourself out of old ways of being, take a new path to work", "i’m not saying you should be dramatic and end everything as i did and start anew but you can make little choices", "and again, to live mindfully and consciously", "the decision you made, and you’ve pointed out some very cool word origins or i should say word components, at the very least", "i always mix up etymology and entomology but i’m pretty sure this is etymology", "etymology; we’re not studying insects", "you were talking about if we’re eating paleo, for instance, what would a new replacement for companion be if companion, if you were to look at, let’s just say since i don’t speak latin – spanish –com bon, with bread", "with bread", "breaking bread with someone else; what would the paleo equivalent of that be", "or matrix, the fact that you look at matriarch, or matrimony there’s a mother component, mother-related", "the decision you made, and i might be making this up but i don’t think i am… oh, make it up", "i’ll roll with it", "the incision decision to cut away; the cutting away", "yes, to decide is to cut, like incision", "correct", "so the cutting away of relationship, business, all these things… i shouldn’t project but for myself to do something like that, it’s very often something i know i need to do; it’s something that on many levels i want to do but i put it off for a very, very long time", "i get close, then i flinch, then i go back to my easier, automatic way of doing things", "or the devil that i know, the comforts that i’m afraid to replace because of the unknown", "what led you to get to the point, and was there a certain conversation, a certain journaling exercise; what led you to finally pull the trigger and make the break", "i think you just realize that… for me, and it’s different for each person, it’s just whether you’re being authentic", "i realized i wasn’t being authentic and i had to make a break and start a new life", "so i think authenticity is a big thing", "it’s hard to be authentic and there are challenges, and i was going to say risks but again, to go back, i don’t know that there are risks if you play a game and the game is all about creating fun and delight for everyone around you", "you know, this reminds me of a joke", "i don’t know if you’ve heard this one", "so a guy walks into a bar… and by the way, this is a profound, philosophical point that i’ll make but it will only become clear once i tell you the joke", "so a guy walks into a bar and he goes up to the bartender and orders a drink", "the bartender looks at him and goes, “i haven’t seen you in the bar before.” the customer says, “well no, i just came to town.” and the bartender goes, “oh, well what brings you to town", "what do you do?” he says, “i’m a gambler.” and the bartender says, “really?” and he says “yeah, i’m a gambler, a professional gambler", "it’s what i do for a living.” and the bartender goes, “really, you can make a living at that?” and he says, “yeah, i never lose.” and the bartender goes, “oh, give me a break.” and the gambler guy, the customer says, “yeah, no, i don’t lose.” so the bartender goes, “okay, give me an example", "make me a bet.” and so the customer says to the bartender, “look, i’m warning you; i’m a professional gambler", "i just warned you that i never lose", "are you sure you want to do this?” the bartender goes, “absolutely.” he says, “okay, i’ll bet you 50 bucks that i can bite my left eye.” and the bartender rolls his eyes and slams down 50 bucks and goes, “you’re on", "you’re on.” so the gambler guy takes out his left eye and bites it in his mouth, and pops it back in", "and the bartender is furious but the gambler guy says, “i warned you,” and scoops up the money", "have you heard this one before", "no", "oh, okay", "so again the path is really funny and then i’ll make the philosophical point about life", "so the bartender goes, “okay, give me another chance.” and the gambler guy says, “look, i’m a professional", "i just warned you", "i just took 50 dollars", "are you sure you want to do this?” and the bartender goes, “yeah, give me another chance.” and the gambler guy says, “okay, i’ll bet you another 50 dollars that i can bite my other eye.” and the bartender goes, “okay, wait a second", "okay, i missed the fact that that one eye was glass, but there’s no way that you’re blind", "i know you don’t have two glass eyes", "okay, you’re on.” and he throws down 50 bucks", "and by the way, other patrons are now circling around watching what’s going on and egging the bartender on", "so the gambler guy takes out his dentures and gently bites the other eye with his dentures", "and the bartender is steaming now because he’s lost two bets", "he’s furious", "and the gambler guy says, “i warned you.” anyway, the gambler guy throughout the evening is getting drunk, he’s buying drinks for everybody", "he goes to the back of the bar and then he comes back to the bartender and says, “look, i’m gonna make it up to you", "i’ll make you another bet.” and now practically the whole bar is around him", "so he says, “i’ll bet you 500 dollars that i can stand on this bar, right here on the bar, stand up on one leg and you see that vodka bottle behind you", "i can pee into that bottle and not a drop of pee will go anywhere else but that bottle.” and the bartender goes, “there is no way that that’s gonna happen.” and he puts down 500 bucks, and so does the gambler guy", "so the gambler guy – and by the way, he’s pretty drunk at this point; he can barely stand up", "he gets up to the top of the bar, pulls it out, and pees everywhere but the vodka bottle", "pees all over the bartender, and the bartender is laughing his head off and so is everyone else", "the gambler guy finishes his business and gets down off the bar, and the bartender triumphantly grabs the 500 bucks from the gambler guy", "and he says, “ha", "i thought you never lose.” and the gambler guy says, “i didn’t.” and he says, “what do you mean", "i just took 500 dollars from you.” and the gambler guy says yeah, but you see that table of college guys back there", "i bet them $2,000 that i could stand up on this bar and pee all over you and not only would you not object, you’d be laughing when i did it.” so the interesting thing there, talk about a hedged bet as we were talking about hedge funds earlier, is that the payoff is… there’s a huger payoff", "he lost the 500 but there was a much bigger payoff", "and in life, if your focus is on the other person and in delighting the other person, again whether it’s a job interview, or a relationship, a date, or you’re looking to get funding for your startup… or pee all over him and give him 500 dollars", "right", "but the payout, the universe pays you back on the back end, and that’s a faith", "so that’s the gospel that i preach, is the gospel of the other", "focus on the other exclusively and you’ll get tremendous delight yourself, and the universe has a way of throwing you extra – so much more than you can think", "i’ll give you an example of magic", "i said before it’s something i – stop me if i said this at the 92nd street y", "did i talk about getting a present for warren buffet and then the gallery", "okay", "so i create a christmas present for warren buffet and i’m going to send it to him, my pen pal", "i created a framed pack of beemans gum, which used to sell as a child", "beemans gum, for those of you who don’t know, the company that made beemans gum went out of business about a decade ago and warren buffet, when he was a child, used to sell it", "i tracked down on the internet a candy collector and asked him if he had a pack of beemans gum from 50 years ago, like an old, ancient pack", "and he said, “i might, in my warehouse in montana.” and sure enough, he found it", "i said, “i’ll pay any price for it.” i bought it", "then i had a calligrapher write from small beginnings… anyway, i had a framed pack of gum that i was going to send to warren buffett for christmas", "so this is december 20th or so, and i’m in the gallery in tribeca", "new york city", "new york city, yes; i’m sorry", "the gallery owner says, “do you like the frame?” it had just been framed", "i said, “oh, this is so beautiful; he’s just gonna love this.” she doesn’t know who i am, and doesn’t know who this is going to", "it doesn’t say it’s for anybody", "i said, “oh, how am i going to get this to nebraska?” she said, “what do you mean?” i said, “if i send it fedex, i don’t care how many times i bubble wrap it, the gum will fall off the frame, fall of the backing.” it’s shadow boxed", "right, it’s shadow boxed", "i thought it has to be couriered", "i said, “how am i going to get it there?” she says, “oh, i’ll take care of that.” i said, “oh, great", "you know a delivery service?” and she said [inaudible] “yeah, i’ll take care of it.” i said, “what delivery service, because i’d like to know just for future reference.” she said, “oh, i’m sorry", "i’ll deliver this personally.” i said, “what?” i squinted at her", "i said, “what?” she said “yeah, i’ll take care of this free of charge.” i said, “excuse me, this is nebraska.” it’s not like going to some location, with respect to those of you who are from nebraska; i’m going to get all kinds of hate mail", "but it’s the winter, it’s the winter, in fairness", "it’s the winter, right", "why would you want to be going to nebraska", "she looked at me and she said, “i’ll do it for free", "i can see how important this is to you.” i was so stunned, and i just looked at her, a young woman maybe 28, 29", "i said, “you know, i can’t let you do that", "that’s the best gift anyone’s ever given me, and i’m the world’s best gift giver.” and here i was, i got – you got one-upped", "i got one-upped", "i said, “oh my gosh, really that’s the kind of thing i would have said.” and i said, “i can’t let you do that", "i’ll pay for you to do it", "i’m not going to ruin the magic because there was some impulse in you that wanted you to do that, to offer that to me", "i’ll pay for the trip", "so thank you.” that’s an example of the magic", "she didn’t know who it was going to, didn’t know who i was; she just knew it was important to me", "because i was so focused on getting this present to someone that i cared about, and she could see that, she was swept into the magic", "that’s an example of the magic that happens when you’re just focused on someone else instead of yourself", "boy, i was humbled by that", "i mean wow", "i’m really one-upped in the present giving department", "the magic of focusing on the other", "on the other, yeah", "i didn’t know… when did we first meet", "i’m not sure if it was 2014, 2015", "’14, i think", "yeah, through josh", "probably ’14", "i didn’t know the adam pre-2014 but you strike me as an expert in what another podcast guest, gabrielle reese, gabby reese, called “going first.” she said go first", "i asked her if she had any parting requests for the audience and she said “go first,” meaning smile first, make eye contact first, say hi first", "you’re very good at that, and i think that’s part of eliciting the potential magic of that situation", "absolutely", "really the secret to everything, to creating in the world, whether it’s creating a relationship, or a business; i don’t care what it is, is you have a vision of what’s possible and you convey that vision to the potential partner, whether it’s a business or romantic partner, of what’s possible", "and you get them excited about it, and you get other people excited about it if it’s a business, and so on", "yeah, it’s about having positive visions of what’s possible", "this is 2017 and i think the world is in a very perilous place right now, but i’m very excited for the world because this is a fulcrum moment", "and by fulcrum moment, i mean a moment where you can achieve great results maximally, leveraging whatever resources you’ve got", "like, now is the time to act", "we get fulcrum moments in our lives as individuals and as countries and as a planet", "this is a fulcrum year and we all sense it", "that great changes, positive or negative, we’ve got to be careful and to seize the fulcrum moment", "now is the time to press hard, and i think the world’s got to do that with positive visions", "again, it’s all about the other", "excite everyone with a positive vision and we can create magic in the world, or not; and then we’re in trouble", "i’m really excited about 2017, for myself and for the world", "before we wrap up, i think we might have a date with a russian bath in our future but before we close up the conversation, do you have any parting requests for the audience, questions for the audience, suggestions for the audience; anything you’d like them to take with them", "well, that was a big one", "that this is a fulcrum year", "i’m telling you just intuitively", "i know for myself, and i’m sure as you the listener reflect on your life, there are great opportunities", "the world has such tremendous beauty and possibility", "it’s so exciting right now, and yet everyone’s focused on the negative", "instead, focus on the other and positive and creating magic", "lean into each moment and each encounter creating magic", "and by the way, that’s a great editing principle", "when you’re about to argue with a cab driver, or with your spouse, or with your best friend or whatever; ask yourself is what you’re going to say create delight or magic in the other person", "and if not, don’t say it", "i saw you do that last night with the hostess at a restaurant", "when the restaurant was fully booked up, it’s raining outside", "we walk in, and in fact it wasn’t we, it was just the two of us walk in because we had another part with us, waiting in the uber because we didn’t think it would be possible potentially to get a table", "i don’t remember the exact wording that you used but you walked up… to brynn; i remember smiling at her", "you just walked into the exchange, opening first, second expecting us to get a table", "right", "and lo and behold, she said, “i feel like your chances are very good,” after 30 seconds of adam turning on the charm", "and then i called our whole party in and a few short minutes later, after a little bit of me drinking wine and all of us drinking sparkling water, we got arguably the best table in the house", "it was the best table in the house", "it was the best table in the house", "yeah", "and because really, it was just about creating some fun for her, and she realized we were fun people and fun energy and damn straight she was going to give us a table", "shazam", "shazam, yeah", "adam, i always love our conversations, and many more ahead, i’m sure", "our conversational parkour", "exactly, conversational parkour, which is my favorite kind of parkour because i can’t damage my knees", "is there anywhere you would like people to learn more about you, online or elsewhere, website, anything else you’d like to mention", "they can always get in touch with me through my website, robinson global strategies", "there’s a contact form there", "if they want to talk about global strategies or magic, they can always drop me a line and i’ll respond", "alright, well on that note, i think this is a great place to temporarily table this ongoing conversation that we have", "for everybody listening, anything we mentioned if it is linkable on the internet, you can find all of the resources and whatnot at the show notes with every other episode, and those can be found at fourhourworkweek.com/podcast, all spelled out: fourhourworkweek.com/podcast", "and until next time, thank you for listening"]}