{"dialog_idx": {"jerrod carmichael": [34, 43, 44, 47, 50, 60, 61, 65, 66, 67, 68, 69, 70, 72, 78, 80, 83, 84, 85, 86, 87, 88, 91, 93, 95, 96, 97, 98, 99, 101, 107, 115, 117, 118, 120, 121, 122, 123, 124, 125, 127, 129, 130, 131, 132, 135, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 156, 157, 160, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 173, 174, 175, 176, 178, 179, 180, 181, 182, 184, 186, 187, 188, 189, 190, 191, 192, 193, 195, 196, 197, 198, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 212, 213, 214, 215, 218, 219, 220, 223, 224, 225, 226, 227, 228, 229, 230, 231, 234, 236, 238, 241, 242, 243, 246, 247, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 261, 262, 265, 266, 267, 269, 270, 271, 272, 273, 274, 275, 276, 278, 279, 283, 284, 285, 287, 288, 289, 292, 293, 294, 296, 297, 298, 300, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 314, 315, 316, 317, 319, 320, 321, 323, 324, 326, 329, 331, 335, 336, 337, 340, 341, 346, 347, 348, 349, 350, 351, 352, 353, 355, 359, 360, 361, 362, 364, 365, 367, 368, 370, 371, 372, 373, 374, 375, 376, 378, 380, 381, 383, 384, 385, 386, 389, 391, 393, 394, 395, 396, 397, 398, 399, 401, 402, 403, 404, 405, 407, 411, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 425, 426, 427, 428, 429, 431, 433, 434, 435, 436, 440, 441, 442, 443, 444, 445, 446, 447, 448, 450, 451, 452, 453, 455, 457, 459, 460, 461, 462, 464, 465, 466, 467, 468, 471, 473, 475, 476, 477, 478, 480, 481, 498, 499, 500, 502, 503, 507, 509, 510, 511, 513, 514, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 528, 529, 530, 531, 537, 538, 539, 540, 541, 543, 544, 545, 546, 551, 552, 553, 554, 555, 556, 557, 559, 560, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 583, 584, 585, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 601, 602, 603, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 616, 617, 618, 619, 620, 623, 624, 625, 626, 629, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 644, 645, 646, 649, 650, 651, 652, 653, 654, 655, 656, 658, 660, 661, 662, 663, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 682, 683, 684, 685, 687, 688, 690, 691, 693, 694, 696, 697, 698, 699, 705, 706, 707, 708, 709, 712, 713, 714, 715, 716, 717, 718, 720, 722, 723, 724, 725, 728, 729, 730, 731, 732, 733, 734, 735, 737, 738, 740, 741, 742, 743, 746, 747, 748, 750, 751, 752, 754, 755, 758, 759, 761, 762, 763, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 779, 785, 786, 787, 788, 790, 792, 794, 797, 798, 799, 801, 802, 805, 806, 807, 808, 809, 810, 813, 814, 815, 816, 817, 818, 819, 820, 821, 823, 824, 825, 827, 832, 833, 836, 848, 856, 859, 861, 862, 863, 864, 865, 867, 871, 872, 873, 874, 875, 876, 878, 879, 882, 883, 884, 887, 889, 890, 891, 893, 896, 897, 898, 899, 900, 901, 903, 904, 905, 906, 907, 914, 918, 919, 920, 921, 922, 924, 926, 927, 929, 930, 931, 932, 933, 934, 935, 937, 939, 940, 941, 942, 943, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 964, 965, 967, 968, 970, 972, 973, 975, 976, 977, 978, 979, 980, 981, 982, 985, 986, 989, 990, 991, 995, 997, 998, 999, 1001, 1002, 1003, 1005, 1006, 1007, 1009, 1010, 1011, 1012, 1013, 1014, 1018, 1019, 1020, 1021, 1024, 1025, 1026, 1028, 1029, 1030, 1039, 1040, 1041, 1042, 1043, 1045, 1047, 1051, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1064, 1065, 1066, 1067, 1068, 1071, 1072, 1073, 1074, 1075, 1076, 1078, 1079, 1080, 1083, 1085, 1086, 1089, 1090, 1091, 1093, 1097, 1098, 1100, 1101, 1102, 1103, 1104, 1106, 1108, 1109, 1110, 1111, 1113, 1114, 1115, 1116, 1117, 1118, 1120, 1121, 1122, 1123, 1125, 1129, 1130, 1132, 1135, 1136, 1138, 1140, 1143, 1146, 1147, 1150, 1151, 1152, 1156, 1157, 1158, 1160, 1163, 1165, 1166, 1172, 1174], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 35, 36, 37, 38, 39, 40, 41, 42, 45, 46, 48, 49, 51, 52, 53, 54, 55, 56, 57, 58, 59, 62, 63, 64, 71, 73, 74, 75, 76, 77, 79, 81, 82, 89, 90, 92, 94, 100, 102, 103, 104, 105, 106, 108, 109, 110, 111, 112, 113, 114, 116, 119, 126, 128, 133, 134, 136, 151, 152, 153, 154, 155, 158, 159, 161, 172, 177, 183, 185, 194, 199, 200, 211, 216, 217, 221, 222, 232, 233, 235, 237, 239, 240, 244, 245, 248, 260, 263, 264, 268, 277, 280, 281, 282, 286, 290, 291, 295, 299, 301, 302, 313, 318, 322, 325, 327, 328, 330, 332, 333, 334, 338, 339, 342, 343, 344, 345, 354, 356, 357, 358, 363, 366, 369, 377, 379, 382, 387, 388, 390, 392, 400, 406, 408, 409, 410, 412, 424, 430, 432, 437, 438, 439, 449, 454, 456, 458, 463, 469, 470, 472, 474, 479, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 501, 504, 505, 506, 508, 512, 515, 527, 532, 533, 534, 535, 536, 542, 547, 548, 549, 550, 558, 561, 562, 563, 581, 582, 586, 587, 598, 599, 600, 604, 615, 621, 622, 627, 628, 630, 642, 643, 647, 648, 657, 659, 664, 665, 681, 686, 689, 692, 695, 700, 701, 702, 703, 704, 710, 711, 719, 721, 726, 727, 736, 739, 744, 745, 749, 753, 756, 757, 760, 764, 778, 780, 781, 782, 783, 784, 789, 791, 793, 795, 796, 800, 803, 804, 811, 812, 822, 826, 828, 829, 830, 831, 834, 835, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 849, 850, 851, 852, 853, 854, 855, 857, 858, 860, 866, 868, 869, 870, 877, 880, 881, 885, 886, 888, 892, 894, 895, 902, 908, 909, 910, 911, 912, 913, 915, 916, 917, 923, 925, 928, 936, 938, 944, 956, 957, 958, 959, 960, 961, 962, 963, 966, 969, 971, 974, 983, 984, 987, 988, 992, 993, 994, 996, 1000, 1004, 1008, 1015, 1016, 1017, 1022, 1023, 1027, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1044, 1046, 1048, 1049, 1050, 1052, 1053, 1054, 1063, 1069, 1070, 1077, 1081, 1082, 1084, 1087, 1088, 1092, 1094, 1095, 1096, 1099, 1105, 1107, 1112, 1119, 1124, 1126, 1127, 1128, 1131, 1133, 1134, 1137, 1139, 1141, 1142, 1144, 1145, 1148, 1149, 1153, 1154, 1155, 1159, 1161, 1162, 1164, 1167, 1168, 1169, 1170, 1171, 1173, 1175]}, "episode_num": 222, "file_type": "html", "guests": ["jerrod carmichael"], "num_sentences": 1176, "num_words": 13169, "raw_text": "Tim Ferriss: Hello boys and girls, this is Tim Ferriss and welcome to another episode of the Tim Ferriss Show where it is my job to deconstruct world class performers of all different types to tease out the habits, routines, tactics, coping mechanisms, favorite books; whatever that you can apply and test in your own life. This episode features one of my favorite comedians of all time, and he is a young fellow, Jerrod Carmichael. On Twitter you can say hello @NotoriousROD. He’s pushing the boundaries of comedy with his groundbreaking work in stand-up, television, and film. Now, just 29 years old, and what this North Carolina native has accomplished in that short period of time is mind-boggling to me, and I know a lot of productive people. We get into his work process. We talk about how he gets so much done. And if you visit him on social media right now, he has zero posts on Twitter, on Instagram @jerrodcarmichael, and 2017 is going to be his biggest year yet. So we do talk about focus and how he went from East Coast to West Coast and got all of this done. Jerrod stars in the hit NBC series The Carmichael Show, which he also writs and executive produces. The third season of that show is premiering in this year, 2017. In March of 2017, this year, Jerrod will start in his second stand-up comedy special on HBO directed by Bo Burnham. He made his debut on HBO in 2014 with his critically acclaimed one-hour special, Love at the Store, directed by Spike Lee. Love at the Store, this is a name I want you to remember. You have to watch this. It is arguably the funniest stand-up special I’ve seen in many, many years, and it’s the reason I initially reached out to have Jerrod on the podcast. It left me in total hysterics on a Trans-Atlantic flight; some wine might have been involved but it terrified everyone because I could not stop bursting out laughing out loud while other people were trying to sleep. Sorry, everybody. But it’s that good. I immediately, as soon as I got off the flight, started texting my friends: guys, you have to check out love at the store. So watch that, and you’ll know why I reached out to Jerrod. Now, on the big screen this June, Jerrod joins the cast of Michael Bay’s Transformers: The Last Knight opposite Mark Walberg, Josh Duhamel, D-U-H-A-M-E-L, and Anthony Hopkins. He’ll also appear in James Franco’s The Masterpiece, set to be released in 2017. In the summer of last year, 2016, Jerrod reprised his role as “Garf.” If you’ve seen Neighbors, he did that in the Universal comedy sequel Neighbors 2 opposite Seth Rogen and Zac Effron. I originally met Jerrod in an indirect way through Seth and Evan, Goldberg, more specifically, both of whom have been on the podcast before. He also stared as “Freddy,” opposite Rose Byrne, Susan Sarandon, and J.K. Simmons in The Meddler, which was released in April 2016. So this guy is going nowhere as up, as far as I can tell. The most incredible work ethic and focus of anyone I’ve met in a very long time and he’ll have an upcoming as yet untitled memoir coming out through Random House. He’s got a million things going. How does he do it? We dig into all of it and we also discuss dangerous comedy and much, much more. So please enjoy my conversation, as wide ranging as it is, with Jerrod Carmichael. Sir, welcome to the show. Jerrod Carmichael: Thanks for having me. Tim Ferriss: I am so excited to finally sit down and record this. Because I remember very, very specifically the first time I was introduced to you. It was actually on the working set for Neighbors 2. You had not yet arrived but your picture was up alongside a bunch of other people who were going to be appearing in the movie. I was on the set because I was going to be interviewing Evan Goldberg and Seth Rogen. We were going through a few of the names. I was asking questions about folks and he pointed to yours, because I mentioned how I’d watched Neighbors and enjoyed your particular role in that movie. He said, “Oh, he’s gonna be really big,” along those lines is what he said. Jerrod Carmichael: Oh, wow. Very nice. Tim Ferriss: And then shortly thereafter, I think I told you about this, we have all sorts of exciting sounds going on. We’ve got a raven, we’ve got running water. Jerrod Carmichael: A raven who’s lost her family. Tim Ferriss: I was on an international flight and Love at the Store was one of the options, your special. It may or may not have been the case that I had one or two glasses of wine. Jerrod Carmichael: Oh, that’s the only way to watch it. Tim Ferriss: But it was a sleeper, so everyone was asleep except for me, and I’m drinking wine and watching your stand-up. I thought I was going to be kicked out of the cabin because I laughed so much. As soon as I landed, I did two things. One of my friends, Mike, I immediately sent him a text and I said, “You have to watch this stand-up immediately,” No. 1. And No. 2 is that I went on Twitter, and this is how we met, if you might remember. I said, “Is the Evan in your standup special Evan Goldberg?” Jerrod Carmichael: That’s right. Tim Ferriss: That’s how we connected. Jerrod Carmichael: And it was Evan Goldberg, who was in the audience for the show and I just talked to him. Just like midway the show, I just started talking to Evan. Tim Ferriss: It was great. You do a few things that I haven’t seen in finished specials before. Another was you would refer to your notes onstage, sometimes. Jerrod Carmichael: For Love at the Store, the intention was to just capture me on a Saturday night at the Comedy Store. I wanted it to be very true blue. We cut for time but Jamar Neighbors, who is this hilarious guy, my best friend, went up before me. I had this guy Argus Hamilton, just like this legend of the Comedy Store and of the same… It just felt kind of like a Saturday and we’re doing spots, and I wanted to just capture it; me working on material. It was very much like an exercise. It was like oh, yeah, and I referred to notes because I was trying out… I did new stuff on that special. Tim Ferriss: You did? Jerrod Carmichael: Yeah, I did new material. Tim Ferriss: I also remember asking you about your interactions with the audience. Like at one point, you said, “your skin is so milky” to this one woman. Then you said, “I don’t think I’ve used that adjective ever in my life.” Jerrod Carmichael: Yeah, it was the thing that popped in my head. I saw her and it was like yeah, she had really milky skin. Tim Ferriss: You describe it accurately. Jerrod Carmichael: I thought it was pretty milky, right? Tim Ferriss: It was. Jerrod Carmichael: I don’t want to be wrong. Tim Ferriss: No, it was very accurately described. How did you first connect with Evan? Jerrod Carmichael: Evan I meat… I want to get this right. I met Josh and Alex, who work at his company. And then I believe I met Evan actually on the set of the first Neighbors. He had seen me, and he and Nick Solar and Seth would all be involved in hiring me. But I’m trying to think; the first time we met was on set at Neighbors. He has incredible energy. Tim Ferriss: He has incredible energy. He never sits during meetings. Jerrod Carmichael: No. Tim Ferriss: He’s always standing or doing like a Gollum squat. Jerrod Carmichael: Yes. Tim Ferriss: He has very good squat form. Jerrod Carmichael: Very amazing squat form. He paces around. And so many ideas; I’ve never met someone who has as many ideas as Evan. Just like rapid fire and is able to take a thing and bend it and prod it from all sides. It’s incredible just watching Evan. Tim Ferriss: He’s a prolific generator of ideas. Jerrod Carmichael: Insane. Tim Ferriss: We’re going to talk a lot about how you develop your material and process, but I remember one of the experiences I had in Atlanta. I was sitting in I suppose the writers room, while they were spit balling ideas. One person was manning a keyboard, typing everything in. They had many, many different revisions of this script which, as I understand it. is very kind of Judd Apatow, meaning what the script comes in looking like is nothing like the end product. Jerrod Carmichael: It changes to something else, yeah. Tim Ferriss: So they were all shouting out suggestions, and Evan said “fuck” I think every third word. And it was just typed right in. I remember at one point, I was like what’s next? Because fuck is every third word. And he said t o me, the important thing– and I’m paraphrasing but he said you want to keep the generating of ideas and the editing of ideas separate. You can always de-fuck the script later. I just remember that line. Jerrod Carmichael: You can de-fuck the script later. Tim Ferriss: You can de-fuck the script later. Jerrod Carmichael: That’s actually brilliant. You can de-fuck the script later. Tim Ferriss: When do you remember, if you do, your first memory of working on comedy, or being funny? Jerrod Carmichael: Oh, that’s a great question. I think I was… When I was a kid, I used to just record things. I was infatuated with the camcorder, and just like recording things and doing ketches. You don’t know what you’re doing. There’s no form. You’re just recording whatever. Tim Ferriss: Yeah, free styling. Jerrod Carmichael: Free styling. Tim Ferriss: When you say we, this is who? Jerrod Carmichael: Me, the kids in the neighborhood, my family, everyone’s involved. I was really blessed to be around a lot of creative minds, like people who were just like down and really creative and really excited about just jumping into characters and doing things. So that was kind of the first experience. But truthfully, eighth grade was really important for me, specifically just comedy and thinking that I was maybe funny. Tim Ferriss: Why eighth grade? What happened in eighth grade? Jerrod Carmichael: I had a teacher who got me started reading the newspaper. Tim Ferriss: Do you remember his or her name? Jerrod Carmichael: Oh, Kwami Nayeri. So this guy. Kwami Nayeri had me read the Autobiography of Malcolm X, start reading The New York Times and the local newspaper, and taking in all this information and learning and kind of discovering myself. Humor was how I broke the tension of any information that I received. So I remember specifically there being one moment in class. I don’t know why this stands out so much but he wanted to have a debate. So we read an article; I don’t know specifically what it was about but it was a guy who committed a crime and we were deciding whether or not it was justified. We were supposed to pick sides as a class. He said, “Who thinks the crime wasn’t justified?” And everyone in the class except me raised their hand. Then they were like, “Who thinks it was?” And it was just me. For the next hour, no exaggeration, I debated like 23 other students on why this man deserved to commit a crime. It was the most fun I ever had. It was like having information and then being able to put your own filter and manipulate it in your own way was so important to me. If my comedy has a style or an intention behind it, it’s that eighth grade class; me against everyone else in the class. Tim Ferriss: That’s part of the reason why I insisted my friend Mike watch your stuff. I know Mike really well; ten out of ten hit with Mike. I remember watching, and I’m not going to spoil it for folks but there are a few instances in particular that because I don’t have the delivery and I wouldn’t give you the context, I’d get in trouble for just by mentioning it. But I recommend everybody check it out. I think there will be a moment for everyone where you will probably feel extremely uncomfortable, offended, or both and that is good for you. Jerrod Carmichael: It’s healthy. It’s really healthy, right? Tim Ferriss: I’ll leave it at that. You grew up in North Carolina. Jerrod Carmichael: In North Carolina, yeah. Tim Ferriss: How would you describe your family and childhood? Jerrod Carmichael: We had fun. You know, like we had fun. I can’t speak for everyone in the neighborhood but we enjoyed ourselves. My childhood was just asking a lot of questions, really curious about everything and a family that allowed room for that. Everything was challenged; we questioned everything. A lot of arguments; it was constant arguing but fun arguments, like amongst the family and friends in the neighborhood. I enjoyed it. I enjoyed my childhood a lot. We didn’t have a lot of money but it was great. I had a really creative childhood, I think. Tim Ferriss: How did your parents help foster that? Jerrod Carmichael: They gave me a lot of freedom, and especially in this neighborhood. I never had a curfew. I would just be like, “Alright, Mom, I’m going out,” and she’s like, “Alright, be safe,” and just said a prayer and sent me out into the world. Just my friends and me, going out and go get in fights and all the silly things that you do. Tim Ferriss: Throw dirt in each other’s eyes. Jerrod Carmichael: Right. They just gave me a lot of freedom. My mom and dad gave me a lot of freedom, which is so healthy. I hate when I see kids being inhibited. I guess you have to know the specifics of the child, though. Tim Ferriss: What did your parents do? Jerrod Carmichael: My mom was a secretary at the hospital and my dad a truck driver. Tim Ferriss: Did that mean your dad was gone a lot of the time? Jerrod Carmichael: Yeah, he was on the road a lot. So my brother, me, my mom, and a lot of times just you know… I liked the neighborhood. There were so many characters. You know, you grow up in a neighborhood like that, or the hood, or whatever you call it and it’s so many characters. It’s very passionate, very interesting people. Very passionate. Everyone feels very strongly about everything. You know, like everything, like the type of cigarette they smoked; every detail is really important to them. Tim Ferriss: What was the catalyst for pursuing comedy as a career, as a profession? Jerrod Carmichael: It was a thing that I felt I was really good at. I wasn’t doing anything. I was in North Carolina. I was working at a shoe store and just not really doing anything. Tim Ferriss: Let me ask you maybe a strange question. How did you know you were good? Jerrod Carmichael: That’s a really good question because obviously you want to have the feeling inside your heart and know that you can do anything, right? Also, validation is important from outside sources. You want it confirmed. If nobody’s laughing, at some point, no matter how much you believe, maybe this isn’t a strength. You might want to apply logic to your dreams and beliefs. I had friends who spoke very passionately, one friend in particular who was like, “You think like a comedian; you really should do this. It’s different. It’s funny but it’s not the way just the guy at your job is funny; it’s different.” And she pushed me really hard to do it. You just kind of know. It was constant validation. Tim Ferriss: People were reinforcing that. Jerrod Carmichael: Just in every situation, you’re kind of that guy and eventually, you accept it. You either run from it or accept it. Could you imagine if I just rebelled? Like, “No, I’m a lawyer!” you know? Tim Ferriss: Yeah, right. Were you doing open mikes at the time or was it just through social interaction? Jerrod Carmichael: No, I started comedy in LA. I moved first, and then did comedy. Because I’m competitive, and you should be competitive at some point. Tim Ferriss: Explain that. Meaning you didn’t want to do it where you didn’t feel the scene was strong? Jerrod Carmichael: Yeah, where the scene is not necessarily strong. There are great scenes around the country; Chicago, Atlanta, and San Francisco have an amazing comedy scene. But New York LA, you know, really New York for just repetition’s sake. You can go up so many times. But LA, it really is the best and you want to be around the best. There are a lot of people kind of doing comedy everywhere. Look, there are a lot of people kind of doing it in New York and LA, too. But also you have these amazing comedians and these people who spend all of their time… You kind of have to create or go to the artists’ colony for whatever you do. You’ve got to find it, and you want to compete and you have to gauge and take the temperature of whatever you’re talking about. Tim Ferriss: Totally. If you’re the average of the five people… we also have a black helicopter coming to pick up some special operations folks who are having lunch next to us. Jerrod Carmichael: So many helicopters in LA. Tim Ferriss: There are a lot of helicopters in LA. Jerrod Carmichael: An insane amount of helicopters. Tim Ferriss: If you’re the average of, say, the five people you associate with most, then going to where the competition is the strongest is really important. Jerrod Carmichael: So important. Tim Ferriss: Were your parents at all worried for you? Did you have to have a big conversation with them about packing up and moving west? Jerrod Carmichael: I’d been thinking about it; it had been on my mind for awhile. A guy came into the shoe store I was working at. Mind you, I was like 19, 20 at the time. Tim Ferriss: What were you doing at the shoe store? Selling shoes? Jerrod Carmichael: Just selling them, man; just putting insoles in, trying to sell you on some cleaner, you know, doing the whole thing. And I did a damn good job, mind you. Tim Ferriss: I was going to ask you. Jerrod Carmichael: You know, finish line. I sold a lot of… I think I deserved more. Anyway, a guy came I and he just small talked with a customer, and I’m like, “What do you do?” He said he’s an actor, he lives in LA. And I was like, “Man, I really want to move to LA.” And he was like, “Just move.” And I was like, “Wait, what?” And he’s like “Yeah, just move.” And then he told me about a west side rental and Craigslist and all these things. I just found a place, told my parents. My sister bought me my plane ticket. My brother was excited. They were excited. My mom was more nervous; my dad was really encouraging. No one’s ever done that from my neighborhood. I mean, what is that? Tim Ferriss: Just move. Jerrod Carmichael: You’re gonna just move to Los Angeles to do comedy? Alright. Tim Ferriss: It seems to have worked out for you. You always have the shoes to fall back on if the comedy thing doesn’t work out for you. Jerrod Carmichael: Hey, not to toot my own horn but I am fucking amazing at it. I still can look at certain shoes. I know style numbers, I know what department it is. Tim Ferriss: Alright, so what made you good at selling shoes? Jerrod Carmichael: I think the same thing that made me good at comedy; interest, competition… Tim Ferriss: Competition among other employees? Jerrod Carmichael: Yeah. Oh, that was fun. My friend Ben and me, we competed on everything. Because if you’re going to do it, in that moment you should have a need or at least a curiosity of what does being the best at this feel like? I went bowling the other night, and at first we were kind of playing around and then my friend started bowling a little bit better, and I was like, I’m going to start bowling a little bit better. And before you know it, I’m at least spares on every frame. I was hot because competition, it drives you. Tim Ferriss: It makes you better. Jerrod Carmichael: Yeah, it makes you better. I love it. Tim Ferriss: I want to talk about your daily schedule a little bit because I find it fascinating. Do you wake up at a consistent time, generally? Or is it all over the place? Jerrod Carmichael: It’s kind of all over the place. I don’t sleep a lot. Did I ever tell you you changed my life? Tim Ferriss: I don’t think so. Jerrod Carmichael: Not disrupting REM cycles is genuinely… for someone like me who really… I got four and a half hours last night, which is not bad; sometimes I’ll do three. I get solid, 90-minute days in there. And I actually feel amazing on 90 minutes of sleep. Tim Ferriss: If you’re getting the ultradian cycle, that 90 minutes… Jerrod Carmichael: 90 minutes. Tim Ferriss: Or in multiples of those 90, it makes a big difference. Jerrod Carmichael: It really helped. I don’t sleep a lot. Certain nights, you can kind of catch up but I’ll read until 4 or 5 in the morning. Tim Ferriss: That’s my programming, too; late, late nights. Jerrod Carmichael: And then because of certain projects, I have to wake up early. Like, I have to be up at 8 tomorrow, which is not ideal but it’s fun. I mean you’re up, you jump into some rehearsals or something. Tim Ferriss: What is the first phone call that you make each morning? Jerrod Carmichael: To my mom. Tim Ferriss: Alright. Can you tell us about this? Jerrod Carmichael: Because I don’t want to start my day with bullshit. I don’t like too much noise, as a helicopter flies above us. I don’t like noise. My mom has a great spirit; one of the purest people that I know. She doesn’t overcomplicate anything. She has such a great spirit. I won’t take business calls before I talk to her. Or my sister, as well. The first call of my day is really important so sometimes I’ll talk to my sister first, like if my mom’s too busy for me or something. But I actually really like starting the day very peaceful, brief conversation, see what she’s doing. Tim Ferriss: Is this just a general catch-up? Jerrod Carmichael: It’s just kind of general “What are you doing today/” I’m just curious. I’m very curious with what she’s doing, what she’s interested in. I’ll talk to her for a few minutes and then I’ll do other calls. But I want to start it in a very peaceful place, and then yell about marketing for an hour. Tim Ferriss: You need the spiritual palette cleanser first. Jerrod Carmichael: Exactly. Because that first moment, you just jump into a thing. You want to center yourself first before jumping in. Tim Ferriss: Is there a particular way you end those calls? Jerrod Carmichael: Just kind of a sweet “I love you,” or I’m more aggressive than she is so I’m trying to make sure my parents are hydrated, so I bust out at her about water every morning. I’m just like alright, Ma. Tim Ferriss: Have another glass of water. Jerrod Carmichael: Yeah, have a couple of liters today, which is insane to her. Tim Ferriss: There’s something about moms and not hydrating. I don’t know what it is. Jerrod Carmichael: Does your mom not hydrate? Tim Ferriss: No. Jerrod Carmichael: Really? Tim Ferriss: Yeah. A lot of mothers of my friends also, their sons and daughters are on them about drinking more water. I don’t know what it is. Jerrod Carmichael: Drink more water. My mom and dad, every day I say, “How much water did you drink?” I’m more combative than she is. She’s in such a great, constant state of Zen, and I’m just like fussing at her about water. Tim Ferriss: You love life, that’s great; let’s talk about the water. How many ounces did you have? Jerrod Carmichael: Yeah, how many ounces; exactly. But it’s just a great way to start the day. Tim Ferriss: I pinged Evan before we met up, as I mentioned, to try to get some bullets to talk about. One was – and again, I’m paraphrasing this but he seems to eat the same things and eat at the same places constantly. Then we sat down; we had a bite to eat maybe 20 minutes ago and you had scrambled eggs and blueberries. You said this has been your default lunch, or…? Jerrod Carmichael: Whatever time breakfast is but yes, for years; blueberries and eggs. I feel great; blueberries and eggs. I used to do almonds; now walnuts to start the day. I’m a creature of habit. I like the restaurant and I like everything to kind of move efficiently. I like the rhythm. You walk into a restaurant, you know what you’re getting. You bring friends, they’re familiar with you; you’re familiar with them. Tim Ferriss: Saves your brain cells. Jerrod Carmichael: Yeah, exactly because you can put all that energy towards creating, thinking, figuring things out. Tim Ferriss: You also mentioned something, and I was like wait, hold it; I don’t want to talk about it. Actually I do want to talk about it when we’re recording. You had a uniform for a very long time. Jerrod Carmichael: Yeah, I bought a lot of the same, like white sweatshirt, grey pants, like Timberlands every day. Every day. It worked in any place that I went. That’s what I liked; it worked everywhere. Tim Ferriss: Flexible. Jerrod Carmichael: I’ll go to your wedding in this thing. Just the same thing because it took out so much time in my morning. Tim Ferriss: That’s very much Steve Jobs-ian; that’s what he did. Jerrod Carmichael: Yeah, but now I’m off a little bit. It’s still in the same ballpark. Tim Ferriss: Why did you change it? Jerrod Carmichael: Clothes are fun. I like certain clothes. I’ll go through a phase. And I’m picking out a lot of the wardrobe fore the show and stuff like that so I’m thinking about clothes. But you want intention behind everything. I was just wearing the same thing; it was perfect. I’ll go back to that; I’ll absolutely go back. Tim Ferriss: You will? Jerrod Carmichael: Yeah, I’ll go back to that. Tim Ferriss: What do you think your next uniform will be, or will it be the same? Jerrod Carmichael: It may be the same thing; it worked. But maybe a grey sweatshirt. Tim Ferriss: Go crazy. Jerrod Carmichael: White James Perse sweatshirt, Acne jeans and some Timberlands. That’s it, every morning. You don’t think about it. It’s just in stacks; I just have stacks of the shirts and stacks of the pants and just grab the one off the top. Tim Ferriss: Do you remember the first time that you bombed? Or what was the first memorable bomb? Jerrod Carmichael: My first set. Tim Ferriss: Your first set? Jerrod Carmichael: My first set was just atrocious. Tim Ferriss: Open mike? Jerrod Carmichael: Open mike at the Comedy Store. Nobody was in the audience. I went up first at the open mike. The sun was up. I was competing against the sun. and it’s this giant window. It’s where I taped my first special; the giant window at the Comedy Store. Tim Ferriss: Is this in the original room? Jerrod Carmichael: The original room of the Comedy Store, yeah. It’s August and the sun is up, and there are just comedians in the back. So I guess technically, I didn’t bomb but it was a soliloquy. I was just doing a soliloquy up there; it wasn’t comedy. I just kind of talked and talked way too fast, and got off the stage. Tim Ferriss: Talked way too fast. Jerrod Carmichael: Yeah. Tim Ferriss: How would you coach, or what advice would you give to a comic? you see someone, they do a set and they just bomb, and they’re new, and they come off and you can tell that they’re totally demoralized. What do you say to that person? Jerrod Carmichael: It’s just people. Tim Ferriss: What do you mean? Jerrod Carmichael: It’s people; we’re all just people. Go do it again. Honestly, sometimes the bombing indicates that you’re going into some type of new territory for you. And only you know you so sometimes it’s good; it’s a good thing. It’s kind of like a cleansing, you know? So you can’t run from it. You tell yourself it will never happen again; it will but tell yourself that it won’t and go do it again. I wonder if it’s like this – I know comedy really well but everyone’s kind of looking for rules to follow, and the sooner you realize there aren’t any, the better art can be. Because people start looking for well, you’ve got to do this first. And for that first special, I remember I got a lot of flak especially from older comics; he’s checking his notes on HBO? What is this kid doing? Tim Ferriss: You’re like earn the ten commandments of comedy. Jerrod Carmichael: Yeah, where? You know what I mean? Mort Sahl checked his notes. You can do whatever you want, and people don’t accept that. People don’t know how free they are. Tim Ferriss: My understanding, just to talk about the original room, do they let cameras in there a lot? Jerrod Carmichael: That was the first time anyone had taped anything in there. Tim Ferriss: How did that happen? Jerrod Carmichael: We were pretty persistent. I had a really specific vision. My friend Andrew and I had talked about specifically what it would look like and what that first special would be, so it just had to be that room. So it was just pretty insistent. Tim Ferriss: They of course have the power to say no, right? So you can’t just hit them with the same pitch 40 times in a row. They’re going to be like: fuck off, kid, number one. Jerrod Carmichael: But on the 35th time, smile more. You just add a little smile. That room had been very special to me and it just kind of worked out. I’m very thankful. They had never done it before. But there was no reason to not do it, just because they’d never done it before. I guess we were able to convince them. It wasn’t just like a couple of friends and me with camcorders, this was HBO. I’m bringing HBO. Tim Ferriss: You didn’t bring your over the shoulder VHS recorder? Jerrod Carmichael: Hey, let us release this. This was HBO, you know? Because of that certain amount of exclusivity, I think it was a good first time for them. I think some people have recorded in there since, and especially in that room. Tim Ferriss: I had my first-ever walkthrough tour of the Comedy Store by Bryan Callen awhile back. Jerrod Carmichael: You know, Bryan Callen bought me my first car in LA. Tim Ferriss: Really? Jerrod Carmichael: Bryan Callen and Dov Davidoff bought me a car. Tim Ferriss: I’ve never met Dov; also one of my favorites. Jerrod Carmichael: They’re both incredible. I’m so thankful for them. Really, it was like Bryan Callen, Dov Davidoff, Bret Ernst would look out for me, Al Madrigal would look out and all these people were just like really… Bill Burr was so nice to me. But Bryan and Dov bought me a car. Tim Ferriss: Wow. Jerrod Carmichael: Because I was walking in LA; you shouldn’t do it. I got a text, like: go pick up your car. We had done a weekend in La Jolla and then that Monday, I just got a text: go pick up your car. It was one of the nicest things… Tim Ferriss: Good guys. Jerrod Carmichael: Bryan is amazing. Tim Ferriss: He’s a sweetheart. He’s a sweetheart of a guy. Jerrod Carmichael: So funny, so great. Tim Ferriss: He walked me through and he’s like: yeah, and here’s the table; you see all the scratch marks from razor blades? Jerrod Carmichael: Oh, yeah! Tim Ferriss: Where all the comedians are doing lines. Jerrod Carmichael: Coke tables… There’s a little piano in one of the green rooms and there’s a little tiny glass piano; not a real piano, it was just a coffee table that looks like one. It’s so many lines. My friend Angelo and me liked to used to point to the lines and assign them to certain comedians. And say, “Oh, there’s Richard Pryor’s.” We’d just assign them. Tim Ferriss: His razor blade signature. Jerrod Carmichael: Oh, it’s still there. We were so excited. Tim Ferriss: What other routines do you have that are important to you, or things you repeat? You mentioned the food, which for me is extremely key. I don’t want to have to think about what to have for breakfast. Locations; I repeat locations all the time. You mentioned the clothing, which is something that has been true for me for a long time but I’ve aspired to have more of a uniform, also to make me care less about what people think of my external appearance. If you just have like a white Hanes shirt and jeans, it’s totally fine. And if people are judging you because of that, then… Jerrod Carmichael: The people that matter realize that all that you should focus on is the work. Clothing or all these things as they relate to work are important; like it’s a lot of intention behind, like I said, wardrobe for the show and that type of thing. I think about that because I think everything should have some type of intention behind it. But as far as just making you feel good; clothing can make someone feel good but focus on work. Focus on something of substance that means something. Being a creature of habit works so well because you don’t spend a lot… You were talking about listening to music while working, right? If you spend all of your energy trying to figure out where you are and reorient yourself, like what is this and you’re looking around; you’re not focused on what you’re supposed to focus on. So you go to the same place, you sit in the same spot so then you can ignore everything and just be directed inward. Tim Ferriss: We were talking about music, just to touch on that because I’m able to work to certain types of music; generally instrumental, often electronic. But it seems like neither of us can work to jazz. Jerrod Carmichael: I want to figure it out. I play it sometimes and try and write it but I just want to figure it out. It’s like, what is Miles Davis doing right now? Tim Ferriss: Yeah, you’re trying to dissect what’s happening; how it’s composed. Jerrod Carmichael: I have to just listen to it separately. I can think to it but if I’m writing or trying to work on something really specific, just silence. Tim Ferriss: What are some of the best decisions that you made in the first few years of your career? You land in LA. Do you remember any of the decisions? Jerrod Carmichael: Maintain a certain amount of exclusivity for yourself. Tim Ferriss: What does that mean? Jerrod Carmichael: For instance, we were just talking about habits so it’s going to seem like it immediately contradicts it but even open mikes, I wouldn’t do the exact same open mikes every time because you do what you do well and move on to the next place; stay in motion. That’s specifically for what I was doing, and I’m sure it applies to other things, too. But don’t stay in one spot too long. Tim Ferriss: Don’t get too comfortable. Jerrod Carmichael: Don’t get too comfortable while working. That sounds like the complete opposite of what I just said but I mean it for doing standup and that type of thing; don’t hit up the same spots. Tim Ferriss: Sorry to interrupt but I just thought maybe there’s a big difference between having habit and routine for training, but then performing, you want to be able to do well in different environments. Jerrod Carmichael: Yeah, spread it out, absolutely. Training is one thing. Thank you very much; you saved me from sounding like a complete… Tim Ferriss: I think you were doing fine. Jerrod Carmichael: Like wait, like what? But it is that. And so that was really useful; surrounding yourself with like-minded people. The thing I feel luckiest with is the group of people that I’m around. I really have excellent friends who care about making things and creating, and don’t get caught up in trivial things that won’t matter tomorrow. We don’t get caught up in things that don’t matter tomorrow. Don’t get me wrong; we like new experiences and we like having fun. I was at my office with friends until 6 this morning, 5 or 6 this morning just working. Tim Ferriss: This is a Sunday; as context for people. Jerrod Carmichael: Yeah, on Saturday night, my entire Saturday, I don’t go out, really. I don’t do too much. Every now and then but for the most part, I just work. And my friends sync like that. Tim Ferriss: Did you seek them out? Was it luck? How did that happen? Did you look at the people you met and say alright, this guy talks about too much trivial bullshit; I’m just going to have to spend less time with this person? How did that happen? Jerrod Carmichael: You can kind of see it in certain people. One of my best friends, Ari, we both have such small social lives; virtually nonexistent social lives that it just works. Like right after this, I’ll go meet up with him and we’ll go write and we enjoy it. It is so fun. If I heard someone talk about oh, I want to find a bar to go watch the game at, while that sounds fun and I’m really happy for you, I also know that we’re just doing two different things. Tim Ferriss: Two different channels. Jerrod Carmichael: We’re in too different channels. It’s like wait, why are we going to find a bar… what? I mean watch it on your phone in between writing, or in between what you do… but what? Why are you doing that? Tim Ferriss: Have you always had that focus on deep work? It doesn’t sound this way but is it because you were maybe unpopular in school so you spent a lot of time alone? Where do you think that comes from? Is it something that your parents really instilled in you? Jerrod Carmichael: My parents are definitely hard workers. I’m really lucky to be able to do something that I enjoy a lot, so focus all my time and energy into that. Again, I like focusing on things that matter. You go into a nightclub and there are a lot of good looking people hanging out. The thing that really changes the energy is when someone who’s accomplished something walks in. Like you walk in and some people are just there to party, and there are some people there just as a brief escape from doing something. I would rather be that guy than just what, you’re going to just hang out? Tim Ferriss: A spectator. Jerrod Carmichael: Yeah, a spectator. Don’t be a spectator in life in any capacity; like go do something. Tim Ferriss: So speaking of clubs, this is another bullet from Evan. He said, and feel free to refute this. Evan and his wife took you dancing at one point, and he said that you’d never been to a proper dance party before. Jerrod Carmichael: Not really. Yeah, this was in Texas. We were in South by. Lisa was saying we’re going to go dancing, and I was like, really? I never really went to that type of dance club; I had never done it before. So we went, and it was fun. It was like really fun. I don’t think I’ve been… Tim Ferriss: Since. Jerrod Carmichael: It was fun. I’ve waited for Evan and Lisa to take me again. But it was really, really fun; that’s true. It’s so rare that I go out. And I’m trying right now. I haven’t done standup in a little while. I’m trying to squeeze in a few more new experiences and things like that when I can, but I find myself getting bored constantly. If I’m not working, I get bored. Evan, at least that night was fun. Tim Ferriss: I feel like I’ve been cheated on by Evan. He’s never taken me dancing. Jerrod Carmichael: He never took you dancing? Now he’s got a kid. I don’t know when he’s gonna go dancing again. Tim Ferriss: He may not have much dancing time. But if you were to think of anything that occurs to you as mistakes that novice comedians or standup comedians make, what are some common mistakes? Jerrod Carmichael: People focus on the wrong things. There are a lot of comedians who aren’t funny or don’t have stage presence but have excellent websites. They have excellent websites and the shiniest business cards and the head shots are impeccable. And who gives a fuck? You know what I mean? They focus on the wrong things. We actually just talked about that. If you focus on the work, I think that’s all it is. Focus on the content. Focus on exactly what you’re putting out. Tim Ferriss: If you had to chose three comedians of any type to combine into one super comedian for yourself right now, who comes to mind and why would you pick them? Understanding that I’m sure you have a lot of influences and there are a lot of incredibly funny people out there, but… Jerrod Carmichael: Like current? Tim Ferriss: Alive or dead. Jerrod Carmichael: Ooh, that’s interesting. Richard Pryor, I mean just for being raw; you’ve got to say Richard. He’s the Tupac of comedy; every list. Tim Ferriss: Also probably one of my mom’s if not favorite comedians; top three. Jerrod Carmichael: Yeah, because he was honest, right? So Richard Pryor for honesty. Bo Burnham, he’s a friend of mine but I mean it wholeheartedly; Bo Burnham because he’s one of my favorite people to just watch perform. He’s such a performer. Your eyes never move away from him while he’s onstage. You’re always excited, and he’s one of the most brilliant people I’ve ever met. Oh, that’s a good one. That third spot is hard. Louis Black has amazing timing. Ellen draws people in in such a great way. Tim Ferriss: Ellen DeGeneres? Jerrod Carmichael: Ellen DeGeneres is so good. I did a show and I told her, you’ve got to do standup again. She’s really good at standup. Oh, man. That’s hard. Tim Ferriss: It doesn’t have to be just three. You can take those four. Jerrod Carmichael: Those that I named are great. It’s hard to say Cosby now to someone without then a slew of other questions but as far as a comedian, he was excellent. His control over a room was great. Chris Rock… man, it’s hard. Tim Ferriss: Yeah, there are a lot of greats out there. What in general separates – Jerrod Carmichael: Dave Chappelle is obviously… Tim Ferriss: Incredible. Jerrod Carmichael: Incredible. Tim Ferriss: What separates a good working comedian from a great comedian? Jerrod Carmichael: Good from great? I think honesty, and by honesty I mean just your own truth; whatever excites you, whatever you’re excited to perform or say or do on stage; being honest to that and an understanding of perception. Because as a performer, you have to know how this is coming across and you have to adjust accordingly. You want to make sure the intention is showing and sometimes it doesn’t. Sometimes you think I get on stage and I’m so honest, and I’m these things, and it may seem like you’re just bullshitting. You have to be aware of what the audience is seeing. Yeah, in a business sense; a sense of realizing that it is an industry. A lot of times comedians get frustrated with certain things but that’s part of any business; understanding business to a certain extent is really important. I think having an appreciation for it helps, too. If you can learn to appreciate – it’s hard with art because you want to keep it separate and you want to make something that’s pure. But you also want to know how to market it and that’s really important. Tim Ferriss: It’s tough. And as you pointed out with the shiny business cards and the websites, the marketing can turn into a crutch and a tool for procrastinating doing the work. Jerrod Carmichael: Absolutely. You make this thing and then you figure out alright, how do we get this in the right hands? How do we make sure the right people see and hear this? Tim Ferriss: Your onstage persona seems, and maybe this will sound strange, a little darker than your in real life persona. Is that a deliberate decision or is that just how the inner truths come out? Jerrod Carmichael: It’s a certain amount of comfort on stage. I’m in this environment where I can share these thoughts, no matter how dark or how weird they may be. In this lovely setting, I wish you could see it… Tim Ferriss: We’re sitting in an outdoor garden with wooden tables with our pomegranate tea, sparkling water and blueberries. Jerrod Carmichael: Yeah, it’s super delightful and not the place for some of my darkest thoughts and things that I would explore. I’m open to any conversation. I actually prefer the realer the conversation, the better; small talk is obviously boring and you don’t want to get caught up in that type of thing. But onstage I’m just so comfortable sharing. It’s something that kind of clicks and you say oh, okay, this. Tim Ferriss: I suppose that’s the environment for it, right? Jerrod Carmichael: That’s the environment. Tim Ferriss: That’s where you have the immunity bracelet, too. Jerrod Carmichael: Socially you have certain cautions and certain things that you don’t want to cross. Because again, in this environment you don’t want to make people uncomfortable. They didn’t sign up for that. I try and enter the stage zero fear, zero fear and yeah, this is what I want to say. Tim Ferriss: To achieve that state of zero fear, I’m sure repetition has a lot to do with it but let’s say before your special, the first special, what did you say to yourself before getting on stage? What did your pregame look like? Jerrod Carmichael: I try to keep it honest at any performance. That one I remember just being in the back, and I remember there being a few too many people in the green room. You got asked to leave and you just want to think about jokes. The first taping, I was too aware of the production and that same night… You do two shows so the second show was just kind of like I’m not thinking about the production at all. I just want to think about the material, because that’s what we wanted to capture. So I was in the right space by the second show. The first show, I was still kind of like a producer; I was still cameras and this type of thing and a bit more hands on. And then the second show, I was just… Tim Ferriss: You seems like a very confident guy. When do you have self doubt? Or can you remember a point at any time in your life when you had a particularly dark period or a lot of self doubt? Jerrod Carmichael: As a kid, if you don’t know exactly who you are, then it leaves room for so many questions, and that’s self doubt manifesting itself in that form of just questioning everything about you. Once you kind of figure that out, truthfully humor played a big role in that. I kind of have a similar demeanor. Since the eighth grade, since discovering that, it’s kind of been a similar vibe for me. Just like I know what I’m good at, I know what my abilities are and anything else, I don’t really care about. Tim Ferriss: What’s your position on writer’s block? Jerrod Carmichael: It’s necessary. It’s natural. You can try and get yourself out of it; you just kind of have to release it. For a lot of times, I realize for me that it means I’m holding on too tight and I’m trying too hard, maybe, at a certain thing and I just need to let it go. Tim Ferriss: How do you do that? Jerrod Carmichael: Focus on something else. Focus on something else and then it’ll come to you. Tim Ferriss: This is a very exciting location. Jerrod Carmichael: It is very exciting. There are a lot of people on a balcony. Tim Ferriss: Yeah, there are a lot of people jumping around across the street. Jerrod Carmichael: And they’re screaming on a balcony, and it looks like it’s going to end horribly. A man just skated out on… this is going to end very badly. Tim Ferriss: Yeah, there’s a lot of excitement here. Jerrod Carmichael: Or not; or it’s someone’s birthday. I don’t know why I immediately went to the negative like that; like there’s no way this ends good. There’s definitely domestic abuse going on in there. If you see something, say something but I’m saying something. Tim Ferriss: I see a poodle and it looks like it’s on the edge of the precipice. So much going on in Los Angeles today. What types of things do you shift your focus to when you’re trying to let go? Does that mean you go bowling? Does that mean you watch a movie? Jerrod Carmichael: A lot of times I like taking in other content, so maybe watch a movie, watch something that’s interesting, read a book, go on a walk. I haven’t been walking as much as I used to. I used to walk around all the time. I did the other night in the rain, and it was one of the greatest nights. I just walked around in the rain for like two hours and listened to Marvin Gaye. Tim Ferriss: That sounds amazing. What precipitated that? Jerrod Carmichael: It was raining and I had two hours free. It was late. I should have been asleep but I was like oh, it’s raining. I was leaving dinner, and I was like oh, I’m just going to go on a walk. I was on my way back to my place and I was like no, I’m just gonna go on a walk. I didn’t think it was going to be that long but it was like two hours in the rain, with the hood off. I kept the hood off; just let it – yeah, it was great. Tim Ferriss: Why did you decide to keep the hood off? Jerrod Carmichael: I just wanted to experience the rain. Tim Ferriss: I like it. Jerrod Carmichael: If I’m gonna be in the rain, I’m gonna be in the rain. If you’re gonna do it… Tim Ferriss: Don’t deny the experience. Jerrod Carmichael: Don’t deny the experience. So I just walked around; it was great. Tim Ferriss: You mentioned books. Do you like to read? Jerrod Carmichael: It’s fun. It’s really fun. I like biographies. I’ve never been a guy ho got into novels, and we’re talking about science fiction. Because I always liked information. I was like, I want information. I’ll create a thing but I just want information. I read the book The Sellout. Tim Ferriss: The Sellout? Jerrod Carmichael: Yeah. It’s excellent. Tim Ferriss: Is it a novel? Jerrod Carmichael: Yeah. The language, it reminds me language-wise of Confederacy of Dunces; the language is so good. I literally was like driving around repeating sentences from the book just over and over. It’s so good. Tim Ferriss: How did you choose The Sellout? Was it recommend to you? Jerrod Carmichael: Yeah, a friend of mine recommended it to me. I’m sure a lot of people have read it. I can’t remember what it won. Tim Ferriss: The Booker Prize. Jerrod Carmichael: It won the Booker Prize, yeah. But a friend of mine recommended it to me and the language excites me. It’s so well written. Tim Ferriss: Crafted. Jerrod Carmichael: So well crafted. These lines that you just… I wish I could think of. Tim Ferriss: You mentioned Malcolm X. Are there any other autobiographies or biographies that you could recommend? Jerrod Carmichael: I wish I remembered who wrote it but I read the Humphrey Bogart biography that I loved. I wish I knew the author. Tim Ferriss: I can look it up and I’ll put it in the show notes for folks. Jerrod Carmichael: His story is so interesting, and just him starting so late or getting the recognition so late. But like any good thing, we found a man who knew who he was by the time he achieved stardom. He knew exactly who he was. Tim Ferriss: If you were talking to someone, because this has come up a few times, who had the self doubt because everything was open to question and they hadn’t discovered something like comedy early on, how would you suggest they learn who they are? Jerrod Carmichael: Sit alone. Be alone. Sit in silence. You know what I mean? I’m not saying like some shaman-esque experience but just sit and think. Get to know yourself and be honest with the responses you have emotionally into things. Know what you’re good at. Have an honest assessment of yourself, an honest assessment of your life and know what you’re good at. And know what you can contribute the most. Find out where you can contribute because it’s not always through work. Sometimes people make the mistake of thinking it’s always through work. You won’t always necessarily have that career but your life can be fulfilled and you can contribute in a meaningful way to those around you, to your environment. So just try and contribute. Tim Ferriss: I think what you said just before that also is really important, and that is being aware of how you emotionally respond to things. Jerrod Carmichael: Yeah. Tim Ferriss: And I did this for a long time. I learned how to mute that because I was trying to be so hyper analytical that I didn’t pay attention to my visceral response to things. And that is this sort of massive computing power of the subconscious that is telling you something, and I learned to override it for so long. And I only really in the last few years have felt very comfortable in my own skin, and it’s because I’ve started to, I think in part, pay a lot more attention to that. If I’m sitting with someone and the deal they’re pitching sounds great but I just feel off around them, I pay more attention to that now. Jerrod Carmichael: Yes. Because this is someone who you’re gong to work with a lot; you’re going to have a lot of interactions with. And if something is off, if it’s just not right, then something’s going to go wrong. That feeling is going to be addressed either immediately or it’s going to be delayed, and I’d rather address it now. Tim Ferriss: Up front. Jerrod Carmichael: Yeah, like avoid a disaster. Tim Ferriss: Yeah, a 10x compounded disaster later. Jerrod Carmichael: Yeah, exactly. Tim Ferriss: It took me a long tim to learn that a good contract doesn’t make a good relationship. Jerrod Carmichael: At all. Tim Ferriss: At all. It’s basically just this is what happens if we get a divorce but it doesn’t ensure you’re going to have a good marriage. Jerrod Carmichael: It doesn’t. that’s absolutely true. It doesn’t [inaudible]. Tim Ferriss: When you hear the word successful, to you who comes to mind? Jerrod Carmichael: Oh, man. J Zee, Steve Jobs, Jerry Seinfeld, Oprah. Tim Ferriss: All good names; all well known names. Is there any particular commonality for you? Jerrod Carmichael: Honesty; they are themselves. They are very unapologetic about being themselves. That’s pretty much it. They’ve found a way to let that come out in an artful way, like through their work or their art and their careers. They found a way to build a career around them, as opposed to… Tim Ferriss: Bending themselves to what they perceive as a career. Jerrod Carmichael: Exactly. Tim Ferriss: I don’t know if you’re much of a gift giver but do you give books or anything else to people as gifts? What are your go-to gifts? Jerrod Carmichael: If I’m excited about anything, then I try and share it with everybody in my life immediately. If I go to a new restaurant and I love it, all of my friends have gone there with me at some point. I’m bringing everybody. I need you to share it. and I also want to talk about it with you. I want to have an exchange. I want to analyze it. I love that; that’s what I live for. Like, if I love a book then I send it to everybody. Tim Ferriss: What is the last book, or any books that come to mind that you’ve done that with? Jerrod Carmichael: What’s the last book that I sent to everybody? There was this book by Eric Butterworth, Discover the Power Within You, that kind of interpreted the Bible in an interesting way to me, and the way that I feel like I always knew and understood it, or the way I wanted to understand it. It articulated it in such a great way that I was like everybody, religious, not religious; it’s really good about discovering self, about answers being within. Tim Ferriss: Eric Butterworth. Jerrod Carmichael: His name makes you want waffles. Tim Ferriss: It does. It does now; especially since you’ve now said it, now I really want waffles. Do you remember the title? Or I can find the title. Jerrod Carmichael: Discover the Power Within You. I don’t like the title, so you know; just putting it out there. Tim Ferriss: Yeah, sure. It’s very literal. Jerrod Carmichael: It’s a bit on the nose. Tim Ferriss: Hard to be more [inaudible] – [Crosstalk] Jerrod Carmichael: Nothing else – I guess it’s good; there are no unanswered questions in that title. But I sent it to everybody. Atheist friends got that book. You know what I like about that book? I notice the people who got it and the people who didn’t, it was like certain truths sound really cheesy. And people wont allow themselves to accept it. Like you are what you think, and you are what you believe types of things, and that you do need to affirm certain principles. It sounds super cheesy. And don’t get me wrong, because I analyze everything and I pick on everything. If you can get beyond that and just accept it and don’t make yourself feel guilty about it, I really think a lot of principles in it can change your life. Tim Ferriss: It makes me think of a guest I had on some time ago, Shay Carl who is a huge YouTube celebrity; he has I think close to 3 billion views now. Jerrod Carmichael: Insane. Tim Ferriss: He’s also a very atypical YouTube star in the sense that it’s… the Shaytards, it’s Shay and his family, a bunch of kids in Utah. So it’s not the typical fast cut, 18-year-old making videos for 12-year-olds set up. It’s very atypical in that sense. But he said – and again, I’m paraphrasing but roughly when you hear a cliché, pay attention because a truth is being told. And I’m not sure that’s true of all clichés; I don’t think it is. But I’ve come to appreciate things that I always disregarded because I heard them to often. Like water under the bridge, don’t cry over spilt milk. Jerrod Carmichael: Yes! Tim Ferriss: You learn to turn off your interpretation of that. You just disregard it. Jerrod Carmichael: You disregard it, and your looking for what’s the real answer? Tim Ferriss: It’s like no, no; that’s actually really deep, if you think about it. Jerrod Carmichael: Yeah. Things that your fourth grade teacher told you, kind of true. Oh wait, I can be anything? It’s hard to accept because the world just jades you. What is the world doing to us? Tim Ferriss: If you had to give, say, a TED Talk for something you’re not known for, so it can’t be comedy, can’t be television, can’t be writing; what topic would you choose? Jerrod Carmichael: Choosing the right friends; choosing the right people to be around that will spark certain things within you, and knowing how you can use each other and how you can contribute to each other’s lives. Tim Ferriss: This is such an important topic. For people listening who say yes, I want to learn more about this, is there some recommendation, or an exercise, or an action step, or something I should do more of or less of? Is there an action that you could recommend? Jerrod Carmichael: Don’t disregard, don’t dismiss anyone. This is going to sound so cheesy but… Tim Ferriss: You’ve already given them the [inaudible]. Jerrod Carmichael: At my best, I do this exercise and I could have read this somewhere; I’m not even saying I made this up. I think I did, but I may have read it somewhere so my apologies. I pretend I’m at the bottom of a well, and every face that I see, I imagine them being the face that peers over the side and has the ability to help me and rescue me from something. Everyone looks, first of all, amazing. Tim Ferriss: When you’re at the bottom of a well, oh yeah. Jerrod Carmichael: When you’re at the bottom of a well, and everyone looks in. That’s like an exercise for just people in general but it really means that everyone does have an ability to give something to you, and just kind of looking for that and searching for that first in people helps tremendously. Tim Ferriss: I love that. That’s a really visual exercise for me, which helps, too; I’m just very visually hardwired. Jerrod Carmichael: I was outside a movie theater and I was doing it and everyone was glowing. Everyone was just like oh, man, thank you; thank God for you. I’m so happy you’re here. Tim Ferriss: Outside a movie theater? Were you waiting for someone? Jerrod Carmichael: I was loitering. Tim Ferriss: Loitering. Jerrod Carmichael: Literally loitering outside of a movie theater. It was years ago. I’d left a movie and I was just sitting outside loitering, just kind of thinking, being a weirdo. Tim Ferriss: Just sitting with yourself. Jerrod Carmichael: Being a guy who clearly doesn’t have a girlfriend. Tim Ferriss: What is bad advice that is given out frequently in your world? And you can pick any world that you’re involved with. Jerrod Carmichael: Anything that begins with “you gotta.” You ain’t gotta do anything. In my world, where do I begin? It’s 99.9 percent bad advice. It’s such a new, scary world, especially entering into comedy or television or film, and you’re looking for answers. You’re trying to figure it out but nobody knows what they’re doing. Nobody knows what they’re talking about. Tim Ferriss: Everyone’s making it up. Jerrod Carmichael: Everyone’s making it up. People can only tell you what works for them, and maybe that applies to you. As far as technical things, maybe that applies to you and maybe it doesn’t. So even just like, I don’t know, the worst thing is just like looking for it; looking for advice. Just don’t listen to anybody. Tim Ferriss: Or if you’re looking for advice and it starts with “you gotta…” Jerrod Carmichael: You gotta. See, it’s usually people who aren’t where they want to be. The person who just readily hands out advice is usually not where they want to be. You know? Like busy people aren’t just around and telling you what you gotta do next. Tim Ferriss: Although if someone finds you loitering in front of a movie theater… Jerrod Carmichael: Yeah, I may be – Tim Ferriss: Available for advice. Jerrod Carmichael: I like to think I loiter the way Socrates does but we all like to think the best of ourselves. Tim Ferriss: Oh, man. What is your favorite, or do you have any favorite failures? Meaning a failure or something that was perceived as a failure by you or other people that ended up setting the stage for greater successes? Jerrod Carmichael: They had this comedy showcase in San Diego years ago, it was just starting up and it was the NBC Diversity Showcase. I should have never gone. I didn’t make it to the final round, mind you, thank God. Oh, my God, it could have ended horribly, Tim. Had I made it to the final round, I would not have a show on NBC. Tim Ferriss: Why do you say that? Jerrod Carmichael: Because they would have put me in a box, the little diversity champ. Tim Ferriss: The diversity champion. Jerrod Carmichael: Yeah, the diversity champion, like Miss America. What am I, going to do a couple parades on weight? Tim Ferriss: That’s on your bio for the rest of your life. Jerrod Carmichael: Yeah. It’s immediately like a box that you’re in. I’m so thankful I didn’t do it. It’s really just a thing that people do to feel good about themselves, like the corporations do to feel good about themselves. I call that one of my biggest mistakes; even going. I’m so thankful that I didn’t make it to the final round of that because it would have ruined everything. Like seeking any shortcut or easy answer is always a mistake. Tim Ferriss: [Inaudible]. Jerrod Carmichael: The pyramid scheme of it all. Tim Ferriss: The pyramid scheme of comedy. Jerrod Carmichael: Yeah. So I’m really happy I did that because it made me ignore anything that could be remotely… Because people have benefitted from this and have turned it into lucrative, amazing careers. But for me personally, I would never do any type of reality competition-type… no. I always refuse that. The closest I came was within my first year doing that. Tim Ferriss: Maybe it’s not a fine line but I’m sure people think about this; how do you establish a unique style yourself without getting pigeon holed? Jerrod Carmichael: Listen to yourself. Listen to what you want to do. And if you don’t want to do it anymore, stop; change. Grow, change, and evolve. You are unique. The most unique thing you can do is be yourself. This is got to sound like a real substitute teacher right now. A real substitute teacher who just wants to – Tim Ferriss: No, it’s true. Was it Groucho Marks or Oscar Wilde? I always confuse those two but it’s like “be yourself; everybody else is taken.” Jerrod Carmichael: Everybody else is taken. That’s a perfect way of saying it. Tim Ferriss: And if you want to sound like a substitute teacher, I’ll just sound like a fortune cookie or the back page of a newspaper that’s full of quotes. But also you mentioned something earlier, which was the people who matter don’t mind. Dr. Seuss has a great quote: “The people who don’t mind don’t matter, and the people who matter don’t mind.” Jerrod Carmichael: Yes, exactly. Dr. Seuss has got it! Tim Ferriss: Dr. Seuss had a lot to him. Jerrod Carmichael: Yeah, that guy was… oh, man. What’s interesting about comedy is you get to see a lot of immediate examples of what you’re doing. Tim Ferriss: You mean in terms of immediate feedback? Jerrod Carmichael: Not even feedback but the competition type of thing. Like if you’re maybe in the tech world, like some type of expo where you get to see what other people are doing; with comedy that’s every night. Tim Ferriss: It’s a new showcase. Jerrod Carmichael: What was it, the 3 E or what’s the electronics expo? Tim Ferriss: Oh, CES? Jerrod Carmichael: CES and all that type of stuff, and it’s like Comic Con every night where you’re just seeing what everybody’s doing. You get to know where you are in context of your world pretty quickly. Tim Ferriss: Well, especially if you’ve chosen to put yourself in a place like LA. Jerrod Carmichael: Yes. That’s why it’s important; for me, that’s why it was important. I’m sure you could find immediately a story that is like this guy was in Kansas and did all right for himself. But I really think that knowing where you fit in in context, like doing a television show; I watch all the television shows. Doing film, I’m watching ever film, especially current because you want to know where you fit in in history and you want to know where you fit in in the current landscape. So it’s important to be informed. For me, it is. I like to know. Tim Ferriss: When you moved out here to do comedy, did you have in your mind any backup plan? Like if the comedy doesn’t work out, or I’m going to give myself six months, or any type of thinking along those lines? Jerrod Carmichael: No Plan B for me. The closest I came to a Plan B was that I was in LA for a little bit and I have an aunt in New York where I was like if it doesn’t work for some reason here and I’m just homeless, I’ll go stay with her. Tim Ferriss: That’s a Plan B. Mentally, you had de-risked it for yourself, in a way. Jerrod Carmichael: Yeah, but really that was a long shot to me. I would have just gone to New York and done the exact, same thing that I’m doing here. So it was kind of just another route to Plan A for me. Tim Ferriss: That’s a good point. That’s a really good point. I didn’t think about that. Jerrod Carmichael: So that was the closest to a B; it was an A.5. Tim Ferriss: Just taking another lap around the track. Jerrod Carmichael: Yeah, exactly. Because I was here just doing standup, and that was purely a logistic thing. If I just literally can’t sleep on the street, I guess. Tim Ferriss: Frowned upon. Jerrod Carmichael: Which truthfully, I would have been cool with for a little while. Thank God I didn’t have to but I would have been cool with it. I loved it; I loved doing comedy so I would have just gone to New York and just stayed there. Tim Ferriss: If for whatever reason at some point you stop liking comedy, let’s just say, but you need to keep yourself busy, what would you do instead? Jerrod Carmichael: I’d take an educated swing at something else. I don’t know. If I just stopped liking comedy? Tim Ferriss: Or if you were like you know what, let’s say down the road you’re 20 years, 30 years in; okay, I just need a gear shift for a little bit to come back to this fresh. Jerrod Carmichael: I don’t know. I’d probably do some weird artist stuff. You know, be like Bob Dylan and start painting, you know what I mean? Like just record some songs in a nice basement, release it under an alias; that type of stuff. So probably something creative, or something like really specific or just substitute teach for a little bit. I don’t know. Tim Ferriss: Alright. Well, hopefully you’ll be in love with the comedy for a very long time to come. If you had a huge billboard and you could put any short message on it, or an image, noncommercial just to get something out to the world, what would you put on it? Jerrod Carmichael: Oh, wow. Come on, man. Give me a second. You’re going to have to edit out a long pause. Tim Ferriss: Oh, I like the pauses. I’ll let the silence do the work on this one. Jerrod Carmichael: Oh, man. Yeah, this is genuinely hard. Probably don’t listen to anybody. Tim Ferriss: Don’t listen to anybody. Jerrod Carmichael: Yeah. Obviously you’ll collaborate with people and you’ll be so inspired by others and the people you work with. But what I mean is anything that directs you away from you, ignore it. Tim Ferriss: Or anything that starts with “you gotta.” Jerrod Carmichael: Anything that starts with “you gotta.” You ain’t gotta do anything, man. That’s just bad grammar. I have to use bad grammar with this: you ain’t gotta do nothing. Tim Ferriss: Alright. So there are two things from Evan that I wanted to make sure I hit. The first one, we may not explore for very long. The last point he said was he has an eight-foot penis. So did that come about because of the scene in Neighbors? Jerrod Carmichael: I don’t know where that came from. I genuinely don’t know. It may be a thing he may have said to me. I never thought I would have to clear that rumor up; it’s not that long. That’s the other direction of what girl’s gonna want to sleep with me… Tim Ferriss: When you have to coil it around your waste like [inaudible] – [Crosstalk] Jerrod Carmichael: It sounds cumbersome. Tim Ferriss: I think you probably didn’t expect me to bring that up in the podcast but I had to. Jerrod Carmichael: Watch, it’s going to hit me in the car later: oh, that’s what he meant by that. Tim Ferriss: We can do a postscript. Jerrod Carmichael: Exactly. Tim Ferriss: We can have it run on the credits. The point that I think we might be able to unpack a little bit more is he’s mentioned… You talked about the newspaper earlier, and I guess it was Kwami? Is that his name, who got you reading the paper? Jerrod Carmichael: Yep, Nayeri. Tim Ferriss: That you can read something, say in the newspaper, and then use it somehow on stage that night. What helps you to do that? Or how do you think? Jerrod Carmichael: You’ve got to be in tune with your feelings and your thoughts and your true feelings. I will say a lot of times I’ll be able to say a joke the first time and it’s kind of a finished product. You know, like there was a thing that was online, or me just talking about Chic-fil-A. It was virtually my first time doing that joke. I think I might have maybe mentioned it the night before but it was the first time it just sounds like a finished product. It’s like I know how I feel about this; I know what I want to say and the points I want to hit. Then you say it, and then that’s it. So I think it is just like if you’re in tune, things come out a little bit easier. Tim Ferriss: Is there anything in your creative process for developing material that is unusual when you describe it to other standup comedians or other people? Jerrod Carmichael: That’s a good question. Yeah, I wonder what’s unusual about it. I think I ignore a lot of things like industry stuff, like things that matter to a lot of other comedians don’t necessarily matter to me. It’s kind of going back to what we said earlier about focusing on just myself and the work. I think I ignore more things than a lot of comedians. Tim Ferriss: What helps you to do that? Do you say anything in particular to yourself or is that just hardwiring? Jerrod Carmichael: It’s both emotional and logical to me. Emotionally, it’s just like if I don’t think this is meaningful, then I’ll cut it out of my life. And logically if you look at history, you’ll see the things that fall out. That’s why I like reading biographies. You read about people’s mistakes and read about the things that ultimately didn’t matter. So it’s like I don’t want to focus any energy on anything that doesn’t matter or won’t matter. Tim Ferriss: Right, the distractions of life. Jerrod Carmichael: Yeah, the distractions of life. Also that is a personal thing because for instance, we were talking about social media and certain people are great and it’s a source of inspiration and a source of great content on social media. For me, it doesn’t contribute to my life in a meaningful way so I don’t do it. Tim Ferriss: This is a left turn, but all of these are left turns so I guess we’re just going in a square, kind of counterclockwise. Anyway, what purchase of, say, less than $100.00 – or just any purchase, really is fine – that has had the most positive impact on your life in recent memory? Jerrod Carmichael: Probably a notebook. Tim Ferriss: A notebook? Jerrod Carmichael: A notebook and pens. And I don’t even write out jokes but I write out thoughts; goals and thoughts. Tim Ferriss: Goals and thoughts. Do you have a particular notebook that you like? Jerrod Carmichael: My grandma would get me some for Christmas, the little small, pocket-sized ones. But really, any notebook will do; just any notebook. That and the bolognaise at John & Vinny’s are the two most impactful. Tim Ferriss: The bolognaise at John & Vinny’s? Jerrod Carmichael: Yeah, the bolognaise at John & Vinny’s and notebooks. Tim Ferriss: What types of thoughts do you write down? Because we all have a million plus thoughts a day. What types of things do you write down? Jerrod Carmichael: Really anything that sticks out; how I feel about people, how I feel about me, what I want. Just kind of journaling, essentially. Tim Ferriss: It seems to tie back a lot to what you were mentioning earlier, which is your emotional response to different things. Jerrod Carmichael: Yeah, exactly. My emotional response; it’s like capture it. I want to know. If you look at it and you write down a goal, you have this image now in your head. It’s not just this floating thought; it’s an image that you have in your head. Tim Ferriss: What types of goals would you write down? Jerrod Carmichael: I’ll write down general and specific things. Tim Ferriss: Can you give any examples, like past or present? Jerrod Carmichael: Really the two first career goals I remember, I wrote down that I wanted my first time doing standup on television to be HBO, and I wanted a show on NBC. I remember writing it. Those are very broad goals but I wrote down specifically the HBO thing. And actually, as I was just doing standup and going over old thoughts preparing for the first special, I actually grabbed an old notebook, the one I didn’t realize I had written it in, the night before we taped and I opened it and turned the page and there it was, the goal: HBO special. Tim Ferriss: Did you write it down once and then it was embedded for years? Jerrod Carmichael: I can still tell you exactly how it was written on the page. I had skipped a few lines, HBO is written in big letters and I wrote just a couple of sentences of how I wanted it to look and feel. Documentary is written down, so I wanted it to be a documentary. And specific ideas about it. I just taped another special and same thing. The word “invasive” is written down. Tim Ferriss: Invasive. Jerrod Carmichael: I wanted it invasive, I wanted it emotionally honest. I wanted it to go past jokes; I didn’t want to just tell you jokes. I wanted it just to be real and an exploration, like these certain words that are captured. Bo directed it, and I think he’s brilliant and he captured it so perfectly but yeah, these really personal things. Tim Ferriss: I think you’re one of the most honest and dangerous in the best way possible comedians out there today. Jerrod Carmichael: Thank you very much. Tim Ferriss: I really enjoy your work. Do you have any parting thoughts, comments, requests of the people listening? And then I’ll ask you where people can find you and everything you’re up to. Jerrod Carmichael: No. Try the bolognaise at John & Vinny’s. Tim Ferriss: Try the bolognaise. Jerrod Carmichael: That’s it. Tim Ferriss: I’m going to try and I recommend people try the face at the top of the well exercise. I like that. Jerrod Carmichael: That’s perfect. You plugged it for me. Tim Ferriss: That’s my job. Jerrod Carmichael: I really want to see if I created it or stole it from someone; I genuinely don’t know. Tim Ferriss: I’m sure someone out there will be able to figure that out. Jerrod Carmichael: Someone will be like, “No, I was doing face at the top of the well for 30 years!” We’ll find out it’s in the Tao Te Ching. Tim Ferriss: It might be. I mean everything that is old is once new again. Jerrod Carmichael: There it is. Tim Ferriss: This has been a lot of fun, man. I really appreciate it. Jerrod Carmichael: Thank you. This is awesome, man. Tim Ferriss: What a great environment; all sorts of of weirdness. We have a wooden horse to the left of us. Jerrod Carmichael: Yeah, it is. It’s like a retired merry-go-round horse. It’s like it retired here. Tim Ferriss: There is a lot happening right now. I want to let you get back to your day. Where can people find you, what you’re up to, what can they check out, where should they start; anything you want to tell them? Jerrod Carmichael: I’m around, man. That’s kind of the truth. Maybe loitering outside of a movie theater; probably walking around LA or New York. Tim Ferriss: Website, social? Jerrod Carmichael: Nah. Tim Ferriss: Nah, all right. I’m going to sneak it into the show notes for people interested. Jerrod Carmichael: It’s there. Tim Ferriss: They can find you. Jerrod Carmichael: Yeah, I’m around. I’ll see you guys. Tim Ferriss: They’ll Google and how the hell did you [inaudible] this podcast. [Crosstalk] Jerrod Carmichael: Say hi. Tim Ferriss: Alright, guys. I will put links to everything we’ve talked about in the show notes as per usual, and you can find those notes, links, as well as every other episode at fourhourworkweek.com/podcast, all spelled out: fourhourworkweek.com/podcast. And until next time, thank you for listening. Jerrod Carmichael: Thank you, man. Tim Ferriss: Thank you, sir. Jerrod Carmichael: Fun. Tim Ferriss: We’ll have a round two soon. Posted on: June 21, 2018.", "speakers": ["tim ferriss", "jerrod carmichael"], "text_sentences": ["hello boys and girls, this is tim ferriss and welcome to another episode of the tim ferriss show where it is my job to deconstruct world class performers of all different types to tease out the habits, routines, tactics, coping mechanisms, favorite books; whatever that you can apply and test in your own life", "this episode features one of my favorite comedians of all time, and he is a young fellow, jerrod carmichael", "on twitter you can say hello @notoriousrod", "he’s pushing the boundaries of comedy with his groundbreaking work in stand-up, television, and film", "now, just 29 years old, and what this north carolina native has accomplished in that short period of time is mind-boggling to me, and i know a lot of productive people", "we get into his work process", "we talk about how he gets so much done", "and if you visit him on social media right now, he has zero posts on twitter, on instagram @jerrodcarmichael, and 2017 is going to be his biggest year yet", "so we do talk about focus and how he went from east coast to west coast and got all of this done", "jerrod stars in the hit nbc series the carmichael show, which he also writs and executive produces", "the third season of that show is premiering in this year, 2017", "in march of 2017, this year, jerrod will start in his second stand-up comedy special on hbo directed by bo burnham", "he made his debut on hbo in 2014 with his critically acclaimed one-hour special, love at the store, directed by spike lee", "love at the store, this is a name i want you to remember", "you have to watch this", "it is arguably the funniest stand-up special i’ve seen in many, many years, and it’s the reason i initially reached out to have jerrod on the podcast", "it left me in total hysterics on a trans-atlantic flight; some wine might have been involved but it terrified everyone because i could not stop bursting out laughing out loud while other people were trying to sleep", "sorry, everybody", "but it’s that good", "i immediately, as soon as i got off the flight, started texting my friends: guys, you have to check out love at the store", "so watch that, and you’ll know why i reached out to jerrod", "now, on the big screen this june, jerrod joins the cast of michael bay’s transformers: the last knight opposite mark walberg, josh duhamel, d-u-h-a-m-e-l, and anthony hopkins", "he’ll also appear in james franco’s the masterpiece, set to be released in 2017", "in the summer of last year, 2016, jerrod reprised his role as “garf.” if you’ve seen neighbors, he did that in the universal comedy sequel neighbors 2 opposite seth rogen and zac effron", "i originally met jerrod in an indirect way through seth and evan, goldberg, more specifically, both of whom have been on the podcast before", "he also stared as “freddy,” opposite rose byrne, susan sarandon, and j.k", "simmons in the meddler, which was released in april 2016", "so this guy is going nowhere as up, as far as i can tell", "the most incredible work ethic and focus of anyone i’ve met in a very long time and he’ll have an upcoming as yet untitled memoir coming out through random house", "he’s got a million things going", "how does he do it", "we dig into all of it and we also discuss dangerous comedy and much, much more", "so please enjoy my conversation, as wide ranging as it is, with jerrod carmichael", "sir, welcome to the show", "thanks for having me", "i am so excited to finally sit down and record this", "because i remember very, very specifically the first time i was introduced to you", "it was actually on the working set for neighbors 2", "you had not yet arrived but your picture was up alongside a bunch of other people who were going to be appearing in the movie", "i was on the set because i was going to be interviewing evan goldberg and seth rogen", "we were going through a few of the names", "i was asking questions about folks and he pointed to yours, because i mentioned how i’d watched neighbors and enjoyed your particular role in that movie", "he said, “oh, he’s gonna be really big,” along those lines is what he said", "oh, wow", "very nice", "and then shortly thereafter, i think i told you about this, we have all sorts of exciting sounds going on", "we’ve got a raven, we’ve got running water", "a raven who’s lost her family", "i was on an international flight and love at the store was one of the options, your special", "it may or may not have been the case that i had one or two glasses of wine", "oh, that’s the only way to watch it", "but it was a sleeper, so everyone was asleep except for me, and i’m drinking wine and watching your stand-up", "i thought i was going to be kicked out of the cabin because i laughed so much", "as soon as i landed, i did two things", "one of my friends, mike, i immediately sent him a text and i said, “you have to watch this stand-up immediately,” no", "1", "and no", "2 is that i went on twitter, and this is how we met, if you might remember", "i said, “is the evan in your standup special evan goldberg?” that’s right", "that’s how we connected", "and it was evan goldberg, who was in the audience for the show and i just talked to him", "just like midway the show, i just started talking to evan", "it was great", "you do a few things that i haven’t seen in finished specials before", "another was you would refer to your notes onstage, sometimes", "for love at the store, the intention was to just capture me on a saturday night at the comedy store", "i wanted it to be very true blue", "we cut for time but jamar neighbors, who is this hilarious guy, my best friend, went up before me", "i had this guy argus hamilton, just like this legend of the comedy store and of the same… it just felt kind of like a saturday and we’re doing spots, and i wanted to just capture it; me working on material", "it was very much like an exercise", "it was like oh, yeah, and i referred to notes because i was trying out… i did new stuff on that special", "you did", "yeah, i did new material", "i also remember asking you about your interactions with the audience", "like at one point, you said, “your skin is so milky” to this one woman", "then you said, “i don’t think i’ve used that adjective ever in my life.” yeah, it was the thing that popped in my head", "i saw her and it was like yeah, she had really milky skin", "you describe it accurately", "i thought it was pretty milky, right", "it was", "i don’t want to be wrong", "no, it was very accurately described", "how did you first connect with evan", "evan i meat… i want to get this right", "i met josh and alex, who work at his company", "and then i believe i met evan actually on the set of the first neighbors", "he had seen me, and he and nick solar and seth would all be involved in hiring me", "but i’m trying to think; the first time we met was on set at neighbors", "he has incredible energy", "he has incredible energy", "he never sits during meetings", "no", "he’s always standing or doing like a gollum squat", "yes", "he has very good squat form", "very amazing squat form", "he paces around", "and so many ideas; i’ve never met someone who has as many ideas as evan", "just like rapid fire and is able to take a thing and bend it and prod it from all sides", "it’s incredible just watching evan", "he’s a prolific generator of ideas", "insane", "we’re going to talk a lot about how you develop your material and process, but i remember one of the experiences i had in atlanta", "i was sitting in i suppose the writers room, while they were spit balling ideas", "one person was manning a keyboard, typing everything in", "they had many, many different revisions of this script which, as i understand it", "is very kind of judd apatow, meaning what the script comes in looking like is nothing like the end product", "it changes to something else, yeah", "so they were all shouting out suggestions, and evan said “fuck” i think every third word", "and it was just typed right in", "i remember at one point, i was like what’s next", "because fuck is every third word", "and he said t o me, the important thing– and i’m paraphrasing but he said you want to keep the generating of ideas and the editing of ideas separate", "you can always de-fuck the script later", "i just remember that line", "you can de-fuck the script later", "you can de-fuck the script later", "that’s actually brilliant", "you can de-fuck the script later", "when do you remember, if you do, your first memory of working on comedy, or being funny", "oh, that’s a great question", "i think i was… when i was a kid, i used to just record things", "i was infatuated with the camcorder, and just like recording things and doing ketches", "you don’t know what you’re doing", "there’s no form", "you’re just recording whatever", "yeah, free styling", "free styling", "when you say we, this is who", "me, the kids in the neighborhood, my family, everyone’s involved", "i was really blessed to be around a lot of creative minds, like people who were just like down and really creative and really excited about just jumping into characters and doing things", "so that was kind of the first experience", "but truthfully, eighth grade was really important for me, specifically just comedy and thinking that i was maybe funny", "why eighth grade", "what happened in eighth grade", "i had a teacher who got me started reading the newspaper", "do you remember his or her name", "oh, kwami nayeri", "so this guy", "kwami nayeri had me read the autobiography of malcolm x, start reading the new york times and the local newspaper, and taking in all this information and learning and kind of discovering myself", "humor was how i broke the tension of any information that i received", "so i remember specifically there being one moment in class", "i don’t know why this stands out so much but he wanted to have a debate", "so we read an article; i don’t know specifically what it was about but it was a guy who committed a crime and we were deciding whether or not it was justified", "we were supposed to pick sides as a class", "he said, “who thinks the crime wasn’t justified?” and everyone in the class except me raised their hand", "then they were like, “who thinks it was?” and it was just me", "for the next hour, no exaggeration, i debated like 23 other students on why this man deserved to commit a crime", "it was the most fun i ever had", "it was like having information and then being able to put your own filter and manipulate it in your own way was so important to me", "if my comedy has a style or an intention behind it, it’s that eighth grade class; me against everyone else in the class", "that’s part of the reason why i insisted my friend mike watch your stuff", "i know mike really well; ten out of ten hit with mike", "i remember watching, and i’m not going to spoil it for folks but there are a few instances in particular that because i don’t have the delivery and i wouldn’t give you the context, i’d get in trouble for just by mentioning it", "but i recommend everybody check it out", "i think there will be a moment for everyone where you will probably feel extremely uncomfortable, offended, or both and that is good for you", "it’s healthy", "it’s really healthy, right", "i’ll leave it at that", "you grew up in north carolina", "in north carolina, yeah", "how would you describe your family and childhood", "we had fun", "you know, like we had fun", "i can’t speak for everyone in the neighborhood but we enjoyed ourselves", "my childhood was just asking a lot of questions, really curious about everything and a family that allowed room for that", "everything was challenged; we questioned everything", "a lot of arguments; it was constant arguing but fun arguments, like amongst the family and friends in the neighborhood", "i enjoyed it", "i enjoyed my childhood a lot", "we didn’t have a lot of money but it was great", "i had a really creative childhood, i think", "how did your parents help foster that", "they gave me a lot of freedom, and especially in this neighborhood", "i never had a curfew", "i would just be like, “alright, mom, i’m going out,” and she’s like, “alright, be safe,” and just said a prayer and sent me out into the world", "just my friends and me, going out and go get in fights and all the silly things that you do", "throw dirt in each other’s eyes", "right", "they just gave me a lot of freedom", "my mom and dad gave me a lot of freedom, which is so healthy", "i hate when i see kids being inhibited", "i guess you have to know the specifics of the child, though", "what did your parents do", "my mom was a secretary at the hospital and my dad a truck driver", "did that mean your dad was gone a lot of the time", "yeah, he was on the road a lot", "so my brother, me, my mom, and a lot of times just you know… i liked the neighborhood", "there were so many characters", "you know, you grow up in a neighborhood like that, or the hood, or whatever you call it and it’s so many characters", "it’s very passionate, very interesting people", "very passionate", "everyone feels very strongly about everything", "you know, like everything, like the type of cigarette they smoked; every detail is really important to them", "what was the catalyst for pursuing comedy as a career, as a profession", "it was a thing that i felt i was really good at", "i wasn’t doing anything", "i was in north carolina", "i was working at a shoe store and just not really doing anything", "let me ask you maybe a strange question", "how did you know you were good", "that’s a really good question because obviously you want to have the feeling inside your heart and know that you can do anything, right", "also, validation is important from outside sources", "you want it confirmed", "if nobody’s laughing, at some point, no matter how much you believe, maybe this isn’t a strength", "you might want to apply logic to your dreams and beliefs", "i had friends who spoke very passionately, one friend in particular who was like, “you think like a comedian; you really should do this", "it’s different", "it’s funny but it’s not the way just the guy at your job is funny; it’s different.” and she pushed me really hard to do it", "you just kind of know", "it was constant validation", "people were reinforcing that", "just in every situation, you’re kind of that guy and eventually, you accept it", "you either run from it or accept it", "could you imagine if i just rebelled", "like, “no, i’m a lawyer!” you know", "yeah, right", "were you doing open mikes at the time or was it just through social interaction", "no, i started comedy in la", "i moved first, and then did comedy", "because i’m competitive, and you should be competitive at some point", "explain that", "meaning you didn’t want to do it where you didn’t feel the scene was strong", "yeah, where the scene is not necessarily strong", "there are great scenes around the country; chicago, atlanta, and san francisco have an amazing comedy scene", "but new york la, you know, really new york for just repetition’s sake", "you can go up so many times", "but la, it really is the best and you want to be around the best", "there are a lot of people kind of doing comedy everywhere", "look, there are a lot of people kind of doing it in new york and la, too", "but also you have these amazing comedians and these people who spend all of their time… you kind of have to create or go to the artists’ colony for whatever you do", "you’ve got to find it, and you want to compete and you have to gauge and take the temperature of whatever you’re talking about", "totally", "if you’re the average of the five people… we also have a black helicopter coming to pick up some special operations folks who are having lunch next to us", "so many helicopters in la", "there are a lot of helicopters in la", "an insane amount of helicopters", "if you’re the average of, say, the five people you associate with most, then going to where the competition is the strongest is really important", "so important", "were your parents at all worried for you", "did you have to have a big conversation with them about packing up and moving west", "i’d been thinking about it; it had been on my mind for awhile", "a guy came into the shoe store i was working at", "mind you, i was like 19, 20 at the time", "what were you doing at the shoe store", "selling shoes", "just selling them, man; just putting insoles in, trying to sell you on some cleaner, you know, doing the whole thing", "and i did a damn good job, mind you", "i was going to ask you", "you know, finish line", "i sold a lot of… i think i deserved more", "anyway, a guy came i and he just small talked with a customer, and i’m like, “what do you do?” he said he’s an actor, he lives in la", "and i was like, “man, i really want to move to la.” and he was like, “just move.” and i was like, “wait, what?” and he’s like “yeah, just move.” and then he told me about a west side rental and craigslist and all these things", "i just found a place, told my parents", "my sister bought me my plane ticket", "my brother was excited", "they were excited", "my mom was more nervous; my dad was really encouraging", "no one’s ever done that from my neighborhood", "i mean, what is that", "just move", "you’re gonna just move to los angeles to do comedy", "alright", "it seems to have worked out for you", "you always have the shoes to fall back on if the comedy thing doesn’t work out for you", "hey, not to toot my own horn but i am fucking amazing at it", "i still can look at certain shoes", "i know style numbers, i know what department it is", "alright, so what made you good at selling shoes", "i think the same thing that made me good at comedy; interest, competition… competition among other employees", "yeah", "oh, that was fun", "my friend ben and me, we competed on everything", "because if you’re going to do it, in that moment you should have a need or at least a curiosity of what does being the best at this feel like", "i went bowling the other night, and at first we were kind of playing around and then my friend started bowling a little bit better, and i was like, i’m going to start bowling a little bit better", "and before you know it, i’m at least spares on every frame", "i was hot because competition, it drives you", "it makes you better", "yeah, it makes you better", "i love it", "i want to talk about your daily schedule a little bit because i find it fascinating", "do you wake up at a consistent time, generally", "or is it all over the place", "it’s kind of all over the place", "i don’t sleep a lot", "did i ever tell you you changed my life", "i don’t think so", "not disrupting rem cycles is genuinely… for someone like me who really… i got four and a half hours last night, which is not bad; sometimes i’ll do three", "i get solid, 90-minute days in there", "and i actually feel amazing on 90 minutes of sleep", "if you’re getting the ultradian cycle, that 90 minutes… 90 minutes", "or in multiples of those 90, it makes a big difference", "it really helped", "i don’t sleep a lot", "certain nights, you can kind of catch up but i’ll read until 4 or 5 in the morning", "that’s my programming, too; late, late nights", "and then because of certain projects, i have to wake up early", "like, i have to be up at 8 tomorrow, which is not ideal but it’s fun", "i mean you’re up, you jump into some rehearsals or something", "what is the first phone call that you make each morning", "to my mom", "alright", "can you tell us about this", "because i don’t want to start my day with bullshit", "i don’t like too much noise, as a helicopter flies above us", "i don’t like noise", "my mom has a great spirit; one of the purest people that i know", "she doesn’t overcomplicate anything", "she has such a great spirit", "i won’t take business calls before i talk to her", "or my sister, as well", "the first call of my day is really important so sometimes i’ll talk to my sister first, like if my mom’s too busy for me or something", "but i actually really like starting the day very peaceful, brief conversation, see what she’s doing", "is this just a general catch-up", "it’s just kind of general “what are you doing today/” i’m just curious", "i’m very curious with what she’s doing, what she’s interested in", "i’ll talk to her for a few minutes and then i’ll do other calls", "but i want to start it in a very peaceful place, and then yell about marketing for an hour", "you need the spiritual palette cleanser first", "exactly", "because that first moment, you just jump into a thing", "you want to center yourself first before jumping in", "is there a particular way you end those calls", "just kind of a sweet “i love you,” or i’m more aggressive than she is so i’m trying to make sure my parents are hydrated, so i bust out at her about water every morning", "i’m just like alright, ma", "have another glass of water", "yeah, have a couple of liters today, which is insane to her", "there’s something about moms and not hydrating", "i don’t know what it is", "does your mom not hydrate", "no", "really", "yeah", "a lot of mothers of my friends also, their sons and daughters are on them about drinking more water", "i don’t know what it is", "drink more water", "my mom and dad, every day i say, “how much water did you drink?” i’m more combative than she is", "she’s in such a great, constant state of zen, and i’m just like fussing at her about water", "you love life, that’s great; let’s talk about the water", "how many ounces did you have", "yeah, how many ounces; exactly", "but it’s just a great way to start the day", "i pinged evan before we met up, as i mentioned, to try to get some bullets to talk about", "one was – and again, i’m paraphrasing this but he seems to eat the same things and eat at the same places constantly", "then we sat down; we had a bite to eat maybe 20 minutes ago and you had scrambled eggs and blueberries", "you said this has been your default lunch, or…", "whatever time breakfast is but yes, for years; blueberries and eggs", "i feel great; blueberries and eggs", "i used to do almonds; now walnuts to start the day", "i’m a creature of habit", "i like the restaurant and i like everything to kind of move efficiently", "i like the rhythm", "you walk into a restaurant, you know what you’re getting", "you bring friends, they’re familiar with you; you’re familiar with them", "saves your brain cells", "yeah, exactly because you can put all that energy towards creating, thinking, figuring things out", "you also mentioned something, and i was like wait, hold it; i don’t want to talk about it", "actually i do want to talk about it when we’re recording", "you had a uniform for a very long time", "yeah, i bought a lot of the same, like white sweatshirt, grey pants, like timberlands every day", "every day", "it worked in any place that i went", "that’s what i liked; it worked everywhere", "flexible", "i’ll go to your wedding in this thing", "just the same thing because it took out so much time in my morning", "that’s very much steve jobs-ian; that’s what he did", "yeah, but now i’m off a little bit", "it’s still in the same ballpark", "why did you change it", "clothes are fun", "i like certain clothes", "i’ll go through a phase", "and i’m picking out a lot of the wardrobe fore the show and stuff like that so i’m thinking about clothes", "but you want intention behind everything", "i was just wearing the same thing; it was perfect", "i’ll go back to that; i’ll absolutely go back", "you will", "yeah, i’ll go back to that", "what do you think your next uniform will be, or will it be the same", "it may be the same thing; it worked", "but maybe a grey sweatshirt", "go crazy", "white james perse sweatshirt, acne jeans and some timberlands", "that’s it, every morning", "you don’t think about it", "it’s just in stacks; i just have stacks of the shirts and stacks of the pants and just grab the one off the top", "do you remember the first time that you bombed", "or what was the first memorable bomb", "my first set", "your first set", "my first set was just atrocious", "open mike", "open mike at the comedy store", "nobody was in the audience", "i went up first at the open mike", "the sun was up", "i was competing against the sun", "and it’s this giant window", "it’s where i taped my first special; the giant window at the comedy store", "is this in the original room", "the original room of the comedy store, yeah", "it’s august and the sun is up, and there are just comedians in the back", "so i guess technically, i didn’t bomb but it was a soliloquy", "i was just doing a soliloquy up there; it wasn’t comedy", "i just kind of talked and talked way too fast, and got off the stage", "talked way too fast", "yeah", "how would you coach, or what advice would you give to a comic", "you see someone, they do a set and they just bomb, and they’re new, and they come off and you can tell that they’re totally demoralized", "what do you say to that person", "it’s just people", "what do you mean", "it’s people; we’re all just people", "go do it again", "honestly, sometimes the bombing indicates that you’re going into some type of new territory for you", "and only you know you so sometimes it’s good; it’s a good thing", "it’s kind of like a cleansing, you know", "so you can’t run from it", "you tell yourself it will never happen again; it will but tell yourself that it won’t and go do it again", "i wonder if it’s like this – i know comedy really well but everyone’s kind of looking for rules to follow, and the sooner you realize there aren’t any, the better art can be", "because people start looking for well, you’ve got to do this first", "and for that first special, i remember i got a lot of flak especially from older comics; he’s checking his notes on hbo", "what is this kid doing", "you’re like earn the ten commandments of comedy", "yeah, where", "you know what i mean", "mort sahl checked his notes", "you can do whatever you want, and people don’t accept that", "people don’t know how free they are", "my understanding, just to talk about the original room, do they let cameras in there a lot", "that was the first time anyone had taped anything in there", "how did that happen", "we were pretty persistent", "i had a really specific vision", "my friend andrew and i had talked about specifically what it would look like and what that first special would be, so it just had to be that room", "so it was just pretty insistent", "they of course have the power to say no, right", "so you can’t just hit them with the same pitch 40 times in a row", "they’re going to be like: fuck off, kid, number one", "but on the 35th time, smile more", "you just add a little smile", "that room had been very special to me and it just kind of worked out", "i’m very thankful", "they had never done it before", "but there was no reason to not do it, just because they’d never done it before", "i guess we were able to convince them", "it wasn’t just like a couple of friends and me with camcorders, this was hbo", "i’m bringing hbo", "you didn’t bring your over the shoulder vhs recorder", "hey, let us release this", "this was hbo, you know", "because of that certain amount of exclusivity, i think it was a good first time for them", "i think some people have recorded in there since, and especially in that room", "i had my first-ever walkthrough tour of the comedy store by bryan callen awhile back", "you know, bryan callen bought me my first car in la", "really", "bryan callen and dov davidoff bought me a car", "i’ve never met dov; also one of my favorites", "they’re both incredible", "i’m so thankful for them", "really, it was like bryan callen, dov davidoff, bret ernst would look out for me, al madrigal would look out and all these people were just like really… bill burr was so nice to me", "but bryan and dov bought me a car", "wow", "because i was walking in la; you shouldn’t do it", "i got a text, like: go pick up your car", "we had done a weekend in la jolla and then that monday, i just got a text: go pick up your car", "it was one of the nicest things… good guys", "bryan is amazing", "he’s a sweetheart", "he’s a sweetheart of a guy", "so funny, so great", "he walked me through and he’s like: yeah, and here’s the table; you see all the scratch marks from razor blades", "oh, yeah", "where all the comedians are doing lines", "coke tables… there’s a little piano in one of the green rooms and there’s a little tiny glass piano; not a real piano, it was just a coffee table that looks like one", "it’s so many lines", "my friend angelo and me liked to used to point to the lines and assign them to certain comedians", "and say, “oh, there’s richard pryor’s.” we’d just assign them", "his razor blade signature", "oh, it’s still there", "we were so excited", "what other routines do you have that are important to you, or things you repeat", "you mentioned the food, which for me is extremely key", "i don’t want to have to think about what to have for breakfast", "locations; i repeat locations all the time", "you mentioned the clothing, which is something that has been true for me for a long time but i’ve aspired to have more of a uniform, also to make me care less about what people think of my external appearance", "if you just have like a white hanes shirt and jeans, it’s totally fine", "and if people are judging you because of that, then… the people that matter realize that all that you should focus on is the work", "clothing or all these things as they relate to work are important; like it’s a lot of intention behind, like i said, wardrobe for the show and that type of thing", "i think about that because i think everything should have some type of intention behind it", "but as far as just making you feel good; clothing can make someone feel good but focus on work", "focus on something of substance that means something", "being a creature of habit works so well because you don’t spend a lot… you were talking about listening to music while working, right", "if you spend all of your energy trying to figure out where you are and reorient yourself, like what is this and you’re looking around; you’re not focused on what you’re supposed to focus on", "so you go to the same place, you sit in the same spot so then you can ignore everything and just be directed inward", "we were talking about music, just to touch on that because i’m able to work to certain types of music; generally instrumental, often electronic", "but it seems like neither of us can work to jazz", "i want to figure it out", "i play it sometimes and try and write it but i just want to figure it out", "it’s like, what is miles davis doing right now", "yeah, you’re trying to dissect what’s happening; how it’s composed", "i have to just listen to it separately", "i can think to it but if i’m writing or trying to work on something really specific, just silence", "what are some of the best decisions that you made in the first few years of your career", "you land in la", "do you remember any of the decisions", "maintain a certain amount of exclusivity for yourself", "what does that mean", "for instance, we were just talking about habits so it’s going to seem like it immediately contradicts it but even open mikes, i wouldn’t do the exact same open mikes every time because you do what you do well and move on to the next place; stay in motion", "that’s specifically for what i was doing, and i’m sure it applies to other things, too", "but don’t stay in one spot too long", "don’t get too comfortable", "don’t get too comfortable while working", "that sounds like the complete opposite of what i just said but i mean it for doing standup and that type of thing; don’t hit up the same spots", "sorry to interrupt but i just thought maybe there’s a big difference between having habit and routine for training, but then performing, you want to be able to do well in different environments", "yeah, spread it out, absolutely", "training is one thing", "thank you very much; you saved me from sounding like a complete… i think you were doing fine", "like wait, like what", "but it is that", "and so that was really useful; surrounding yourself with like-minded people", "the thing i feel luckiest with is the group of people that i’m around", "i really have excellent friends who care about making things and creating, and don’t get caught up in trivial things that won’t matter tomorrow", "we don’t get caught up in things that don’t matter tomorrow", "don’t get me wrong; we like new experiences and we like having fun", "i was at my office with friends until 6 this morning, 5 or 6 this morning just working", "this is a sunday; as context for people", "yeah, on saturday night, my entire saturday, i don’t go out, really", "i don’t do too much", "every now and then but for the most part, i just work", "and my friends sync like that", "did you seek them out", "was it luck", "how did that happen", "did you look at the people you met and say alright, this guy talks about too much trivial bullshit; i’m just going to have to spend less time with this person", "how did that happen", "you can kind of see it in certain people", "one of my best friends, ari, we both have such small social lives; virtually nonexistent social lives that it just works", "like right after this, i’ll go meet up with him and we’ll go write and we enjoy it", "it is so fun", "if i heard someone talk about oh, i want to find a bar to go watch the game at, while that sounds fun and i’m really happy for you, i also know that we’re just doing two different things", "two different channels", "we’re in too different channels", "it’s like wait, why are we going to find a bar… what", "i mean watch it on your phone in between writing, or in between what you do… but what", "why are you doing that", "have you always had that focus on deep work", "it doesn’t sound this way but is it because you were maybe unpopular in school so you spent a lot of time alone", "where do you think that comes from", "is it something that your parents really instilled in you", "my parents are definitely hard workers", "i’m really lucky to be able to do something that i enjoy a lot, so focus all my time and energy into that", "again, i like focusing on things that matter", "you go into a nightclub and there are a lot of good looking people hanging out", "the thing that really changes the energy is when someone who’s accomplished something walks in", "like you walk in and some people are just there to party, and there are some people there just as a brief escape from doing something", "i would rather be that guy than just what, you’re going to just hang out", "a spectator", "yeah, a spectator", "don’t be a spectator in life in any capacity; like go do something", "so speaking of clubs, this is another bullet from evan", "he said, and feel free to refute this", "evan and his wife took you dancing at one point, and he said that you’d never been to a proper dance party before", "not really", "yeah, this was in texas", "we were in south by", "lisa was saying we’re going to go dancing, and i was like, really", "i never really went to that type of dance club; i had never done it before", "so we went, and it was fun", "it was like really fun", "i don’t think i’ve been… since", "it was fun", "i’ve waited for evan and lisa to take me again", "but it was really, really fun; that’s true", "it’s so rare that i go out", "and i’m trying right now", "i haven’t done standup in a little while", "i’m trying to squeeze in a few more new experiences and things like that when i can, but i find myself getting bored constantly", "if i’m not working, i get bored", "evan, at least that night was fun", "i feel like i’ve been cheated on by evan", "he’s never taken me dancing", "he never took you dancing", "now he’s got a kid", "i don’t know when he’s gonna go dancing again", "he may not have much dancing time", "but if you were to think of anything that occurs to you as mistakes that novice comedians or standup comedians make, what are some common mistakes", "people focus on the wrong things", "there are a lot of comedians who aren’t funny or don’t have stage presence but have excellent websites", "they have excellent websites and the shiniest business cards and the head shots are impeccable", "and who gives a fuck", "you know what i mean", "they focus on the wrong things", "we actually just talked about that", "if you focus on the work, i think that’s all it is", "focus on the content", "focus on exactly what you’re putting out", "if you had to chose three comedians of any type to combine into one super comedian for yourself right now, who comes to mind and why would you pick them", "understanding that i’m sure you have a lot of influences and there are a lot of incredibly funny people out there, but… like current", "alive or dead", "ooh, that’s interesting", "richard pryor, i mean just for being raw; you’ve got to say richard", "he’s the tupac of comedy; every list", "also probably one of my mom’s if not favorite comedians; top three", "yeah, because he was honest, right", "so richard pryor for honesty", "bo burnham, he’s a friend of mine but i mean it wholeheartedly; bo burnham because he’s one of my favorite people to just watch perform", "he’s such a performer", "your eyes never move away from him while he’s onstage", "you’re always excited, and he’s one of the most brilliant people i’ve ever met", "oh, that’s a good one", "that third spot is hard", "louis black has amazing timing", "ellen draws people in in such a great way", "ellen degeneres", "ellen degeneres is so good", "i did a show and i told her, you’ve got to do standup again", "she’s really good at standup", "oh, man", "that’s hard", "it doesn’t have to be just three", "you can take those four", "those that i named are great", "it’s hard to say cosby now to someone without then a slew of other questions but as far as a comedian, he was excellent", "his control over a room was great", "chris rock… man, it’s hard", "yeah, there are a lot of greats out there", "what in general separates – dave chappelle is obviously… incredible", "incredible", "what separates a good working comedian from a great comedian", "good from great", "i think honesty, and by honesty i mean just your own truth; whatever excites you, whatever you’re excited to perform or say or do on stage; being honest to that and an understanding of perception", "because as a performer, you have to know how this is coming across and you have to adjust accordingly", "you want to make sure the intention is showing and sometimes it doesn’t", "sometimes you think i get on stage and i’m so honest, and i’m these things, and it may seem like you’re just bullshitting", "you have to be aware of what the audience is seeing", "yeah, in a business sense; a sense of realizing that it is an industry", "a lot of times comedians get frustrated with certain things but that’s part of any business; understanding business to a certain extent is really important", "i think having an appreciation for it helps, too", "if you can learn to appreciate – it’s hard with art because you want to keep it separate and you want to make something that’s pure", "but you also want to know how to market it and that’s really important", "it’s tough", "and as you pointed out with the shiny business cards and the websites, the marketing can turn into a crutch and a tool for procrastinating doing the work", "absolutely", "you make this thing and then you figure out alright, how do we get this in the right hands", "how do we make sure the right people see and hear this", "your onstage persona seems, and maybe this will sound strange, a little darker than your in real life persona", "is that a deliberate decision or is that just how the inner truths come out", "it’s a certain amount of comfort on stage", "i’m in this environment where i can share these thoughts, no matter how dark or how weird they may be", "in this lovely setting, i wish you could see it… we’re sitting in an outdoor garden with wooden tables with our pomegranate tea, sparkling water and blueberries", "yeah, it’s super delightful and not the place for some of my darkest thoughts and things that i would explore", "i’m open to any conversation", "i actually prefer the realer the conversation, the better; small talk is obviously boring and you don’t want to get caught up in that type of thing", "but onstage i’m just so comfortable sharing", "it’s something that kind of clicks and you say oh, okay, this", "i suppose that’s the environment for it, right", "that’s the environment", "that’s where you have the immunity bracelet, too", "socially you have certain cautions and certain things that you don’t want to cross", "because again, in this environment you don’t want to make people uncomfortable", "they didn’t sign up for that", "i try and enter the stage zero fear, zero fear and yeah, this is what i want to say", "to achieve that state of zero fear, i’m sure repetition has a lot to do with it but let’s say before your special, the first special, what did you say to yourself before getting on stage", "what did your pregame look like", "i try to keep it honest at any performance", "that one i remember just being in the back, and i remember there being a few too many people in the green room", "you got asked to leave and you just want to think about jokes", "the first taping, i was too aware of the production and that same night… you do two shows so the second show was just kind of like i’m not thinking about the production at all", "i just want to think about the material, because that’s what we wanted to capture", "so i was in the right space by the second show", "the first show, i was still kind of like a producer; i was still cameras and this type of thing and a bit more hands on", "and then the second show, i was just… you seems like a very confident guy", "when do you have self doubt", "or can you remember a point at any time in your life when you had a particularly dark period or a lot of self doubt", "as a kid, if you don’t know exactly who you are, then it leaves room for so many questions, and that’s self doubt manifesting itself in that form of just questioning everything about you", "once you kind of figure that out, truthfully humor played a big role in that", "i kind of have a similar demeanor", "since the eighth grade, since discovering that, it’s kind of been a similar vibe for me", "just like i know what i’m good at, i know what my abilities are and anything else, i don’t really care about", "what’s your position on writer’s block", "it’s necessary", "it’s natural", "you can try and get yourself out of it; you just kind of have to release it", "for a lot of times, i realize for me that it means i’m holding on too tight and i’m trying too hard, maybe, at a certain thing and i just need to let it go", "how do you do that", "focus on something else", "focus on something else and then it’ll come to you", "this is a very exciting location", "it is very exciting", "there are a lot of people on a balcony", "yeah, there are a lot of people jumping around across the street", "and they’re screaming on a balcony, and it looks like it’s going to end horribly", "a man just skated out on… this is going to end very badly", "yeah, there’s a lot of excitement here", "or not; or it’s someone’s birthday", "i don’t know why i immediately went to the negative like that; like there’s no way this ends good", "there’s definitely domestic abuse going on in there", "if you see something, say something but i’m saying something", "i see a poodle and it looks like it’s on the edge of the precipice", "so much going on in los angeles today", "what types of things do you shift your focus to when you’re trying to let go", "does that mean you go bowling", "does that mean you watch a movie", "a lot of times i like taking in other content, so maybe watch a movie, watch something that’s interesting, read a book, go on a walk", "i haven’t been walking as much as i used to", "i used to walk around all the time", "i did the other night in the rain, and it was one of the greatest nights", "i just walked around in the rain for like two hours and listened to marvin gaye", "that sounds amazing", "what precipitated that", "it was raining and i had two hours free", "it was late", "i should have been asleep but i was like oh, it’s raining", "i was leaving dinner, and i was like oh, i’m just going to go on a walk", "i was on my way back to my place and i was like no, i’m just gonna go on a walk", "i didn’t think it was going to be that long but it was like two hours in the rain, with the hood off", "i kept the hood off; just let it – yeah, it was great", "why did you decide to keep the hood off", "i just wanted to experience the rain", "i like it", "if i’m gonna be in the rain, i’m gonna be in the rain", "if you’re gonna do it… don’t deny the experience", "don’t deny the experience", "so i just walked around; it was great", "you mentioned books", "do you like to read", "it’s fun", "it’s really fun", "i like biographies", "i’ve never been a guy ho got into novels, and we’re talking about science fiction", "because i always liked information", "i was like, i want information", "i’ll create a thing but i just want information", "i read the book the sellout", "the sellout", "yeah", "it’s excellent", "is it a novel", "yeah", "the language, it reminds me language-wise of confederacy of dunces; the language is so good", "i literally was like driving around repeating sentences from the book just over and over", "it’s so good", "how did you choose the sellout", "was it recommend to you", "yeah, a friend of mine recommended it to me", "i’m sure a lot of people have read it", "i can’t remember what it won", "the booker prize", "it won the booker prize, yeah", "but a friend of mine recommended it to me and the language excites me", "it’s so well written", "crafted", "so well crafted", "these lines that you just… i wish i could think of", "you mentioned malcolm x", "are there any other autobiographies or biographies that you could recommend", "i wish i remembered who wrote it but i read the humphrey bogart biography that i loved", "i wish i knew the author", "i can look it up and i’ll put it in the show notes for folks", "his story is so interesting, and just him starting so late or getting the recognition so late", "but like any good thing, we found a man who knew who he was by the time he achieved stardom", "he knew exactly who he was", "if you were talking to someone, because this has come up a few times, who had the self doubt because everything was open to question and they hadn’t discovered something like comedy early on, how would you suggest they learn who they are", "sit alone", "be alone", "sit in silence", "you know what i mean", "i’m not saying like some shaman-esque experience but just sit and think", "get to know yourself and be honest with the responses you have emotionally into things", "know what you’re good at", "have an honest assessment of yourself, an honest assessment of your life and know what you’re good at", "and know what you can contribute the most", "find out where you can contribute because it’s not always through work", "sometimes people make the mistake of thinking it’s always through work", "you won’t always necessarily have that career but your life can be fulfilled and you can contribute in a meaningful way to those around you, to your environment", "so just try and contribute", "i think what you said just before that also is really important, and that is being aware of how you emotionally respond to things", "yeah", "and i did this for a long time", "i learned how to mute that because i was trying to be so hyper analytical that i didn’t pay attention to my visceral response to things", "and that is this sort of massive computing power of the subconscious that is telling you something, and i learned to override it for so long", "and i only really in the last few years have felt very comfortable in my own skin, and it’s because i’ve started to, i think in part, pay a lot more attention to that", "if i’m sitting with someone and the deal they’re pitching sounds great but i just feel off around them, i pay more attention to that now", "yes", "because this is someone who you’re gong to work with a lot; you’re going to have a lot of interactions with", "and if something is off, if it’s just not right, then something’s going to go wrong", "that feeling is going to be addressed either immediately or it’s going to be delayed, and i’d rather address it now", "up front", "yeah, like avoid a disaster", "yeah, a 10x compounded disaster later", "yeah, exactly", "it took me a long tim to learn that a good contract doesn’t make a good relationship", "at all", "at all", "it’s basically just this is what happens if we get a divorce but it doesn’t ensure you’re going to have a good marriage", "it doesn’t", "that’s absolutely true", "it doesn’t [inaudible]", "when you hear the word successful, to you who comes to mind", "oh, man", "j zee, steve jobs, jerry seinfeld, oprah", "all good names; all well known names", "is there any particular commonality for you", "honesty; they are themselves", "they are very unapologetic about being themselves", "that’s pretty much it", "they’ve found a way to let that come out in an artful way, like through their work or their art and their careers", "they found a way to build a career around them, as opposed to… bending themselves to what they perceive as a career", "exactly", "i don’t know if you’re much of a gift giver but do you give books or anything else to people as gifts", "what are your go-to gifts", "if i’m excited about anything, then i try and share it with everybody in my life immediately", "if i go to a new restaurant and i love it, all of my friends have gone there with me at some point", "i’m bringing everybody", "i need you to share it", "and i also want to talk about it with you", "i want to have an exchange", "i want to analyze it", "i love that; that’s what i live for", "like, if i love a book then i send it to everybody", "what is the last book, or any books that come to mind that you’ve done that with", "what’s the last book that i sent to everybody", "there was this book by eric butterworth, discover the power within you, that kind of interpreted the bible in an interesting way to me, and the way that i feel like i always knew and understood it, or the way i wanted to understand it", "it articulated it in such a great way that i was like everybody, religious, not religious; it’s really good about discovering self, about answers being within", "eric butterworth", "his name makes you want waffles", "it does", "it does now; especially since you’ve now said it, now i really want waffles", "do you remember the title", "or i can find the title", "discover the power within you", "i don’t like the title, so you know; just putting it out there", "yeah, sure", "it’s very literal", "it’s a bit on the nose", "hard to be more [inaudible] – [crosstalk] nothing else – i guess it’s good; there are no unanswered questions in that title", "but i sent it to everybody", "atheist friends got that book", "you know what i like about that book", "i notice the people who got it and the people who didn’t, it was like certain truths sound really cheesy", "and people wont allow themselves to accept it", "like you are what you think, and you are what you believe types of things, and that you do need to affirm certain principles", "it sounds super cheesy", "and don’t get me wrong, because i analyze everything and i pick on everything", "if you can get beyond that and just accept it and don’t make yourself feel guilty about it, i really think a lot of principles in it can change your life", "it makes me think of a guest i had on some time ago, shay carl who is a huge youtube celebrity; he has i think close to 3 billion views now", "insane", "he’s also a very atypical youtube star in the sense that it’s… the shaytards, it’s shay and his family, a bunch of kids in utah", "so it’s not the typical fast cut, 18-year-old making videos for 12-year-olds set up", "it’s very atypical in that sense", "but he said – and again, i’m paraphrasing but roughly when you hear a cliché, pay attention because a truth is being told", "and i’m not sure that’s true of all clichés; i don’t think it is", "but i’ve come to appreciate things that i always disregarded because i heard them to often", "like water under the bridge, don’t cry over spilt milk", "yes", "you learn to turn off your interpretation of that", "you just disregard it", "you disregard it, and your looking for what’s the real answer", "it’s like no, no; that’s actually really deep, if you think about it", "yeah", "things that your fourth grade teacher told you, kind of true", "oh wait, i can be anything", "it’s hard to accept because the world just jades you", "what is the world doing to us", "if you had to give, say, a ted talk for something you’re not known for, so it can’t be comedy, can’t be television, can’t be writing; what topic would you choose", "choosing the right friends; choosing the right people to be around that will spark certain things within you, and knowing how you can use each other and how you can contribute to each other’s lives", "this is such an important topic", "for people listening who say yes, i want to learn more about this, is there some recommendation, or an exercise, or an action step, or something i should do more of or less of", "is there an action that you could recommend", "don’t disregard, don’t dismiss anyone", "this is going to sound so cheesy but… you’ve already given them the [inaudible]", "at my best, i do this exercise and i could have read this somewhere; i’m not even saying i made this up", "i think i did, but i may have read it somewhere so my apologies", "i pretend i’m at the bottom of a well, and every face that i see, i imagine them being the face that peers over the side and has the ability to help me and rescue me from something", "everyone looks, first of all, amazing", "when you’re at the bottom of a well, oh yeah", "when you’re at the bottom of a well, and everyone looks in", "that’s like an exercise for just people in general but it really means that everyone does have an ability to give something to you, and just kind of looking for that and searching for that first in people helps tremendously", "i love that", "that’s a really visual exercise for me, which helps, too; i’m just very visually hardwired", "i was outside a movie theater and i was doing it and everyone was glowing", "everyone was just like oh, man, thank you; thank god for you", "i’m so happy you’re here", "outside a movie theater", "were you waiting for someone", "i was loitering", "loitering", "literally loitering outside of a movie theater", "it was years ago", "i’d left a movie and i was just sitting outside loitering, just kind of thinking, being a weirdo", "just sitting with yourself", "being a guy who clearly doesn’t have a girlfriend", "what is bad advice that is given out frequently in your world", "and you can pick any world that you’re involved with", "anything that begins with “you gotta.” you ain’t gotta do anything", "in my world, where do i begin", "it’s 99.9 percent bad advice", "it’s such a new, scary world, especially entering into comedy or television or film, and you’re looking for answers", "you’re trying to figure it out but nobody knows what they’re doing", "nobody knows what they’re talking about", "everyone’s making it up", "everyone’s making it up", "people can only tell you what works for them, and maybe that applies to you", "as far as technical things, maybe that applies to you and maybe it doesn’t", "so even just like, i don’t know, the worst thing is just like looking for it; looking for advice", "just don’t listen to anybody", "or if you’re looking for advice and it starts with “you gotta…” you gotta", "see, it’s usually people who aren’t where they want to be", "the person who just readily hands out advice is usually not where they want to be", "you know", "like busy people aren’t just around and telling you what you gotta do next", "although if someone finds you loitering in front of a movie theater… yeah, i may be – available for advice", "i like to think i loiter the way socrates does but we all like to think the best of ourselves", "oh, man", "what is your favorite, or do you have any favorite failures", "meaning a failure or something that was perceived as a failure by you or other people that ended up setting the stage for greater successes", "they had this comedy showcase in san diego years ago, it was just starting up and it was the nbc diversity showcase", "i should have never gone", "i didn’t make it to the final round, mind you, thank god", "oh, my god, it could have ended horribly, tim", "had i made it to the final round, i would not have a show on nbc", "why do you say that", "because they would have put me in a box, the little diversity champ", "the diversity champion", "yeah, the diversity champion, like miss america", "what am i, going to do a couple parades on weight", "that’s on your bio for the rest of your life", "yeah", "it’s immediately like a box that you’re in", "i’m so thankful i didn’t do it", "it’s really just a thing that people do to feel good about themselves, like the corporations do to feel good about themselves", "i call that one of my biggest mistakes; even going", "i’m so thankful that i didn’t make it to the final round of that because it would have ruined everything", "like seeking any shortcut or easy answer is always a mistake", "[inaudible]", "the pyramid scheme of it all", "the pyramid scheme of comedy", "yeah", "so i’m really happy i did that because it made me ignore anything that could be remotely… because people have benefitted from this and have turned it into lucrative, amazing careers", "but for me personally, i would never do any type of reality competition-type… no", "i always refuse that", "the closest i came was within my first year doing that", "maybe it’s not a fine line but i’m sure people think about this; how do you establish a unique style yourself without getting pigeon holed", "listen to yourself", "listen to what you want to do", "and if you don’t want to do it anymore, stop; change", "grow, change, and evolve", "you are unique", "the most unique thing you can do is be yourself", "this is got to sound like a real substitute teacher right now", "a real substitute teacher who just wants to – no, it’s true", "was it groucho marks or oscar wilde", "i always confuse those two but it’s like “be yourself; everybody else is taken.” everybody else is taken", "that’s a perfect way of saying it", "tim ferriss: and if you want to sound like a substitute teacher, i’ll just sound like a fortune cookie or the back page of a newspaper that’s full of quotes", "but also you mentioned something earlier, which was the people who matter don’t mind", "dr", "seuss has a great quote: “the people who don’t mind don’t matter, and the people who matter don’t mind.” yes, exactly", "dr", "seuss has got it", "dr", "seuss had a lot to him", "yeah, that guy was… oh, man", "what’s interesting about comedy is you get to see a lot of immediate examples of what you’re doing", "you mean in terms of immediate feedback", "not even feedback but the competition type of thing", "like if you’re maybe in the tech world, like some type of expo where you get to see what other people are doing; with comedy that’s every night", "it’s a new showcase", "what was it, the 3 e or what’s the electronics expo", "oh, ces", "ces and all that type of stuff, and it’s like comic con every night where you’re just seeing what everybody’s doing", "you get to know where you are in context of your world pretty quickly", "well, especially if you’ve chosen to put yourself in a place like la", "yes", "that’s why it’s important; for me, that’s why it was important", "i’m sure you could find immediately a story that is like this guy was in kansas and did all right for himself", "but i really think that knowing where you fit in in context, like doing a television show; i watch all the television shows", "doing film, i’m watching ever film, especially current because you want to know where you fit in in history and you want to know where you fit in in the current landscape", "so it’s important to be informed", "for me, it is", "i like to know", "when you moved out here to do comedy, did you have in your mind any backup plan", "like if the comedy doesn’t work out, or i’m going to give myself six months, or any type of thinking along those lines", "no plan b for me", "the closest i came to a plan b was that i was in la for a little bit and i have an aunt in new york where i was like if it doesn’t work for some reason here and i’m just homeless, i’ll go stay with her", "that’s a plan b", "mentally, you had de-risked it for yourself, in a way", "yeah, but really that was a long shot to me", "i would have just gone to new york and done the exact, same thing that i’m doing here", "so it was kind of just another route to plan a for me", "that’s a good point", "that’s a really good point", "i didn’t think about that", "so that was the closest to a b; it was an a.5", "just taking another lap around the track", "yeah, exactly", "because i was here just doing standup, and that was purely a logistic thing", "if i just literally can’t sleep on the street, i guess", "frowned upon", "which truthfully, i would have been cool with for a little while", "thank god i didn’t have to but i would have been cool with it", "i loved it; i loved doing comedy so i would have just gone to new york and just stayed there", "if for whatever reason at some point you stop liking comedy, let’s just say, but you need to keep yourself busy, what would you do instead", "i’d take an educated swing at something else", "i don’t know", "if i just stopped liking comedy", "or if you were like you know what, let’s say down the road you’re 20 years, 30 years in; okay, i just need a gear shift for a little bit to come back to this fresh", "i don’t know", "i’d probably do some weird artist stuff", "you know, be like bob dylan and start painting, you know what i mean", "like just record some songs in a nice basement, release it under an alias; that type of stuff", "so probably something creative, or something like really specific or just substitute teach for a little bit", "i don’t know", "alright", "well, hopefully you’ll be in love with the comedy for a very long time to come", "if you had a huge billboard and you could put any short message on it, or an image, noncommercial just to get something out to the world, what would you put on it", "oh, wow", "come on, man", "give me a second", "you’re going to have to edit out a long pause", "oh, i like the pauses", "i’ll let the silence do the work on this one", "oh, man", "yeah, this is genuinely hard", "probably don’t listen to anybody", "don’t listen to anybody", "yeah", "obviously you’ll collaborate with people and you’ll be so inspired by others and the people you work with", "but what i mean is anything that directs you away from you, ignore it", "or anything that starts with “you gotta.” anything that starts with “you gotta.” you ain’t gotta do anything, man", "that’s just bad grammar", "i have to use bad grammar with this: you ain’t gotta do nothing", "alright", "so there are two things from evan that i wanted to make sure i hit", "the first one, we may not explore for very long", "the last point he said was he has an eight-foot penis", "so did that come about because of the scene in neighbors", "i don’t know where that came from", "i genuinely don’t know", "it may be a thing he may have said to me", "i never thought i would have to clear that rumor up; it’s not that long", "that’s the other direction of what girl’s gonna want to sleep with me… when you have to coil it around your waste like [inaudible] – [crosstalk] it sounds cumbersome", "i think you probably didn’t expect me to bring that up in the podcast but i had to", "watch, it’s going to hit me in the car later: oh, that’s what he meant by that", "we can do a postscript", "exactly", "we can have it run on the credits", "the point that i think we might be able to unpack a little bit more is he’s mentioned… you talked about the newspaper earlier, and i guess it was kwami", "is that his name, who got you reading the paper", "yep, nayeri", "that you can read something, say in the newspaper, and then use it somehow on stage that night", "what helps you to do that", "or how do you think", "you’ve got to be in tune with your feelings and your thoughts and your true feelings", "i will say a lot of times i’ll be able to say a joke the first time and it’s kind of a finished product", "you know, like there was a thing that was online, or me just talking about chic-fil-a", "it was virtually my first time doing that joke", "i think i might have maybe mentioned it the night before but it was the first time it just sounds like a finished product", "it’s like i know how i feel about this; i know what i want to say and the points i want to hit", "then you say it, and then that’s it", "so i think it is just like if you’re in tune, things come out a little bit easier", "is there anything in your creative process for developing material that is unusual when you describe it to other standup comedians or other people", "that’s a good question", "yeah, i wonder what’s unusual about it", "i think i ignore a lot of things like industry stuff, like things that matter to a lot of other comedians don’t necessarily matter to me", "it’s kind of going back to what we said earlier about focusing on just myself and the work", "i think i ignore more things than a lot of comedians", "what helps you to do that", "do you say anything in particular to yourself or is that just hardwiring", "it’s both emotional and logical to me", "emotionally, it’s just like if i don’t think this is meaningful, then i’ll cut it out of my life", "and logically if you look at history, you’ll see the things that fall out", "that’s why i like reading biographies", "you read about people’s mistakes and read about the things that ultimately didn’t matter", "so it’s like i don’t want to focus any energy on anything that doesn’t matter or won’t matter", "right, the distractions of life", "yeah, the distractions of life", "also that is a personal thing because for instance, we were talking about social media and certain people are great and it’s a source of inspiration and a source of great content on social media", "for me, it doesn’t contribute to my life in a meaningful way so i don’t do it", "this is a left turn, but all of these are left turns so i guess we’re just going in a square, kind of counterclockwise", "anyway, what purchase of, say, less than $100.00 – or just any purchase, really is fine – that has had the most positive impact on your life in recent memory", "probably a notebook", "a notebook", "a notebook and pens", "and i don’t even write out jokes but i write out thoughts; goals and thoughts", "goals and thoughts", "do you have a particular notebook that you like", "my grandma would get me some for christmas, the little small, pocket-sized ones", "but really, any notebook will do; just any notebook", "that and the bolognaise at john & vinny’s are the two most impactful", "the bolognaise at john & vinny’s", "yeah, the bolognaise at john & vinny’s and notebooks", "what types of thoughts do you write down", "because we all have a million plus thoughts a day", "what types of things do you write down", "really anything that sticks out; how i feel about people, how i feel about me, what i want", "just kind of journaling, essentially", "it seems to tie back a lot to what you were mentioning earlier, which is your emotional response to different things", "yeah, exactly", "my emotional response; it’s like capture it", "i want to know", "if you look at it and you write down a goal, you have this image now in your head", "it’s not just this floating thought; it’s an image that you have in your head", "what types of goals would you write down", "i’ll write down general and specific things", "can you give any examples, like past or present", "really the two first career goals i remember, i wrote down that i wanted my first time doing standup on television to be hbo, and i wanted a show on nbc", "i remember writing it", "those are very broad goals but i wrote down specifically the hbo thing", "and actually, as i was just doing standup and going over old thoughts preparing for the first special, i actually grabbed an old notebook, the one i didn’t realize i had written it in, the night before we taped and i opened it and turned the page and there it was, the goal: hbo special", "did you write it down once and then it was embedded for years", "i can still tell you exactly how it was written on the page", "i had skipped a few lines, hbo is written in big letters and i wrote just a couple of sentences of how i wanted it to look and feel", "documentary is written down, so i wanted it to be a documentary", "and specific ideas about it", "i just taped another special and same thing", "the word “invasive” is written down", "invasive", "i wanted it invasive, i wanted it emotionally honest", "i wanted it to go past jokes; i didn’t want to just tell you jokes", "i wanted it just to be real and an exploration, like these certain words that are captured", "bo directed it, and i think he’s brilliant and he captured it so perfectly but yeah, these really personal things", "i think you’re one of the most honest and dangerous in the best way possible comedians out there today", "thank you very much", "i really enjoy your work", "do you have any parting thoughts, comments, requests of the people listening", "and then i’ll ask you where people can find you and everything you’re up to", "no", "try the bolognaise at john & vinny’s", "try the bolognaise", "that’s it", "i’m going to try and i recommend people try the face at the top of the well exercise", "i like that", "that’s perfect", "you plugged it for me", "that’s my job", "i really want to see if i created it or stole it from someone; i genuinely don’t know", "i’m sure someone out there will be able to figure that out", "someone will be like, “no, i was doing face at the top of the well for 30 years!” we’ll find out it’s in the tao te ching", "it might be", "i mean everything that is old is once new again", "there it is", "this has been a lot of fun, man", "i really appreciate it", "thank you", "this is awesome, man", "what a great environment; all sorts of of weirdness", "we have a wooden horse to the left of us", "yeah, it is", "it’s like a retired merry-go-round horse", "it’s like it retired here", "there is a lot happening right now", "i want to let you get back to your day", "where can people find you, what you’re up to, what can they check out, where should they start; anything you want to tell them", "i’m around, man", "that’s kind of the truth", "maybe loitering outside of a movie theater; probably walking around la or new york", "website, social", "nah", "nah, all right", "i’m going to sneak it into the show notes for people interested", "it’s there", "they can find you", "yeah, i’m around", "i’ll see you guys", "they’ll google and how the hell did you [inaudible] this podcast", "[crosstalk] say hi", "alright, guys", "i will put links to everything we’ve talked about in the show notes as per usual, and you can find those notes, links, as well as every other episode at fourhourworkweek.com/podcast, all spelled out: fourhourworkweek.com/podcast", "and until next time, thank you for listening", "thank you, man", "thank you, sir", "fun", "we’ll have a round two soon"]}