{"dialog_idx": {"krista tippett": [4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 19, 20, 21, 22, 23, 28, 29, 30, 31, 32, 33, 34, 35, 37, 39, 40, 41, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 71, 73, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 104, 105, 106, 107, 108, 109, 110, 111, 119, 120, 121, 122, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 187, 188, 189, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 209, 210, 211, 212, 213, 214, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 259, 260, 261, 262, 263, 264, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 289, 290, 291, 292, 293, 296, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 331, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 363, 364, 365, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 398, 399, 400, 401, 402, 405, 406, 419, 420, 422, 427, 428, 429, 430, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 456, 457, 458, 459, 460, 461, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 477, 478, 479, 480, 483, 484, 485, 501, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 562, 563, 566, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 606, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 629, 630, 637, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 708, 709, 710, 711, 712, 713, 714, 715, 718, 719, 721, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 782, 783, 785, 788, 791, 792, 793, 794, 795, 796, 797, 798, 799, 801, 803, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 836, 837, 838, 839, 840, 841, 842, 844, 845, 846, 847, 848, 849, 851, 852, 853, 854, 855, 856, 857, 860, 861, 862, 863, 864, 865, 866, 867, 868, 872, 875, 876, 881, 882, 886, 890, 891, 892, 897, 898, 899, 901, 903, 906, 907, 908, 909, 910, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 946, 947, 949, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 983, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1010, 1011, 1012, 1014, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1031, 1032, 1034, 1035, 1036, 1038, 1039, 1042, 1049], "tim ferriss": [0, 1, 2, 3, 15, 16, 17, 18, 24, 25, 26, 27, 36, 38, 42, 43, 44, 55, 56, 57, 58, 69, 70, 72, 74, 75, 88, 101, 102, 103, 112, 113, 114, 115, 116, 117, 118, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 185, 186, 190, 202, 203, 204, 205, 206, 207, 208, 215, 216, 217, 218, 219, 220, 221, 222, 243, 244, 245, 246, 247, 258, 265, 266, 267, 268, 285, 286, 287, 288, 294, 295, 297, 298, 326, 327, 328, 329, 330, 332, 344, 345, 346, 347, 348, 349, 362, 366, 367, 368, 397, 403, 404, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 421, 423, 424, 425, 426, 431, 432, 433, 434, 435, 436, 437, 450, 451, 452, 453, 454, 455, 462, 476, 481, 482, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 502, 503, 504, 505, 506, 507, 508, 509, 510, 542, 543, 544, 545, 561, 564, 565, 567, 568, 569, 570, 571, 572, 573, 574, 604, 605, 607, 608, 609, 610, 611, 612, 613, 614, 615, 626, 627, 628, 631, 632, 633, 634, 635, 636, 638, 661, 662, 663, 664, 665, 666, 677, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 716, 717, 720, 722, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 759, 760, 761, 762, 763, 764, 780, 781, 784, 786, 787, 789, 790, 800, 802, 804, 819, 833, 834, 835, 843, 850, 858, 859, 869, 870, 871, 873, 874, 877, 878, 879, 880, 883, 884, 885, 887, 888, 889, 893, 894, 895, 896, 900, 902, 904, 905, 911, 912, 913, 943, 944, 945, 948, 950, 951, 979, 980, 981, 982, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 1008, 1009, 1013, 1015, 1016, 1017, 1018, 1019, 1020, 1030, 1033, 1037, 1040, 1041, 1043, 1044, 1045, 1046, 1047, 1048, 1050, 1051, 1052]}, "episode_num": 223, "file_type": "html", "guests": ["krista tippett"], "num_sentences": 1053, "num_words": 16180, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where I dig into the details of world-class performance and attempt in each interview to tease out the thought systems, beliefs, habits, lessons learned, from people of all walks of life, to give you small little things, or very big things that you can test yourself. In this episode, we have Krista Tippett, who’s been requested many times. @KristaTippett, K-R-I-S-T-A, Tippett, two Ps, two Ts. Krista Tippett is a Peabody Award-winning broadcaster and New York Times bestselling author. She created and hosts the very well-known public radio program and podcast On Being and curates the Civil Conversations Project, an emergent approach to the differences of our age. She received the 2013 National Humanities medal from President Barack Obama at the White House for “thoughtfully delving into the mysteries of human existence. On the air and in print, Ms. Tippett avoids easy answers, embracing complexity and inviting people of every background to join her conversation about faith, ethics, and moral wisdom.” Krista was a journalist and diplomat in Cold War Berlin and holds a Master’s in Divinity from Yale University. Her books include Becoming Wise: An Inquiry into the Mystery and Art of Living, Einstein’s God: Conversations About Science and the Human Spirit, and Speaking of Faith: Why Religion Matters and How to Talk About It. We cover a lot in this conversation, including Krista’s morning routines, Zen versus striving – are they compatible, incompatible, something else – defining the words “spiritual” and “wise,” the role of prayer for her – in which she focuses on overcoming depression – and the skills of good interviewing. There’s much more to it, but I will leave my intro at that. And without further ado, please enjoy my conversation with Krista Tippett. Krista, welcome to the show. Krista Tippett: I’m glad to be with you. Tim Ferriss: I have, I suppose like many people, heard your voice quite a lot. I’ve read your words quite a lot and I thought we might start with one of my favorite sentences of yours. It is “Anger is often what pain looks like when it shows itself in public.” This has been a mantra of sorts that I’ve adopted to help me sustain the battle-weary feeling I get on the internet at times. Could you explain the context of that quote? Krista Tippett: Well, I guess the context of that quote or how I walk around with that thought is it’s such an important context and piece of perspective to dealing with the level of emotion in our public life right now. It’s in politics, but it’s really everywhere. We take things at face value that we would be wiser to not take at face value. We would be wiser to be taking more breaths and understanding that things are true of other people that are also true of us that when we’re upset, often the thing we say and do is really a deflection of what we’re actually upset about or how we’re upset. In terms of our public life right now, this way we have of reacting to each other’s surfaces is getting in the way, among other things, it’s getting in the way of us grappling with all the very real things we need to grapple with that actually are of our shared interest and have to do with our common wellbeing. Tim Ferriss: Definitely. It’s seemed to me also that anger is often what fear sometimes looks like when it shows itself in public. I’ve heard you say before that your father was fearful. I was hoping you might elaborate on that and in doing so, just give us some context for your childhood. Krista Tippett: Yes, and maybe that’s part of the reason I have a sensitivity to this, because I think my father had a terrible first three years of his life, which we didn’t know then but we know now is so completely formative in terms of how people handle the rest of their lives. I’m not sure exactly what happened to him, I think he was possibly abused. It was possibly violent. At best, it was severely neglectful. My father was this kind of larger-than-life character. That’s how he presented. And, of course, he was my father so he was this huge, powerful character, but I think even from a very young age, I sensed that underneath he was very frightened. Yeah, I hadn’t actually thought recently about how that may be helping me imagine that inside the political dynamics in America right now. Tim Ferriss: Where did you grow up? Krista Tippett: I grew up in a small town in Oklahoma. Tim Ferriss: It’s a good wrestling state, that much I know. Krista Tippett: Really? The only sport I knew growing up was football. I was the only person I knew who was against football. Tim Ferriss: Against football? I can’t say I’m against wrestling because that was the only sport I could be half-competent at growing up, so I idolized John Smith, who is just this incredible savant/super-human athlete in the world of wrestling from Oklahoma, who then turned into an amazing coach. Why were you against football? Krista Tippett: I don’t know that I was always against football. I just felt like it got too much attention and then when I got older, I had this enlightened moment in high school, were I was a debater. I did drama and debate. That’s what actually kept my brain alive growing up. I found out that the high school football team had a $50,000.00 budget, which included steak dinners for all the players after every game. This was one of my first introductions to injustice in the world. I protested that and it absolutely colored by view of football. That was a lot of money. I mean, that’s a lot of money now. It was a huge amount of money in 1960s, ‘70s. Tim Ferriss: It is a lot of money. It’s a money machine, as a lot of people know. You mentioned drama and debate and I know that there have been a lot of formative moments, as for all people in your childhood and throughout high school and college, but looking back, do you think drama and debate were good training for what you do now? Or was it really just a manifestation of what you were already good at? Krista Tippett: No, it’s so interesting to get to be in yours 50s. I have to say, when I turned 50, I found that – I’d never cared about birthdays and basically have found every decade to be more interesting than the last – but this one I didn’t like. I didn’t like the number 50. I didn’t like crossing it. But now that I’m in it, you have certain perspective on your life and I do feel, not that I ever would have planned or foreseen what I do now. Until even a few years before I did it, but it does feel like it pulls on all these threads, all these many things that I did in my life. What’s interesting to me is that it actually does pull on that drama piece. You know, I went away to college, I never did that again. Late in life, in what turns out to be, I guess, my big career. There’s a presentational piece to it, so I’m really grateful for that. Tim Ferriss: You mentioned college. I have a lot of friends, many of my closest friends went to Brown and I’ve heard you describe it as moving to Mars? Krista Tippett: Yeah. Tim Ferriss: Now, the question that I’d like to pose is if I was to talk to your closest friends and ask them what your super powers are, how would they answer that? Krista Tippett: My closest friends in college? Tim Ferriss: No, your closest friends now, or in college. Because the follow-up question is, were those super powers present in college? Krista Tippett: Oh, gosh. It’s such an interesting question. I did feel like I had moved from one planet, which was my small town in Oklahoma, Bible belt, to this very different world. I’ll tell you something interesting. I ended up spending most of my 20s in divided Berlin. After the wall fell, I got my Stasi files. The German Secret Service, the Stasi, had kept files on me from the time that I went to East Germany on a Brown exchange program my junior year, which included reports on me from East German students who came to Brown through that same exchange program, and then later in the years I spent in Berlin. It’s so fascinating. It’s like this malevolent observer, malevolent however, kept folders of me in my 20s. So in my Stasi file are all the letters I wrote home to my parents from my semester abroad, all the letters my parents wrote to me, the letters back and forth between me and my boyfriend, and also the observations of these East German graduate students about me at college. It’s so fascinating. One day when I’m no longer doing this radio show, I will write this book. Tim Ferriss: What were some of their observations? Krista Tippett: Well, it’s suffused with paranoia because they always assumed that I was working for the CIA, which is just so ridiculous because 19-year-old college sophomores don’t work for the CIA. So it was like observing me through this lens of paranoia. They saw me as so competent in a way that I think I didn’t see myself. One came to Brown after knowing me in East Germany, where I was just so much in learning mode and soaking-everything-up mode. I guess that would be one of my super powers, that if I get curious, if I give myself over to an experience, I really give myself over to it and I guess I’m a good learner. So that was the way they had experienced me full-time that semester I spent there. Then this woman came to Brown and she said to her I was like a different person. She said, “She knows everyone,” which I never thought of myself. I never thought of myself as someone who knew everyone. She saw me as very outgoing and gregarious and a strong personality. I don’t know. I look back at my college self, I look back at myself in my 20s, like many of us, I think, and I only remember all the self-doubt and the confusion. Tim Ferriss: What do you think the principles of good learning are? By all accounts, and certainly my impression is that you are a fantastic learner. What do you think the principles of elements of being a good learner are? Krista Tippett: I guess two things come to mind. One is good questions. What I would also say about that is I think learning is a process, so even if it’s something I’m spending an hour learning about, I’m going to expect that my questions are more refined at the end of that hour than they are at the beginning of that hour. So it’s being able to formulate good questions going in, but then not just letting your answers or what your understanding be shaped, but letting your questions evolve. That your questions get better and better. I guess the other thing about learning, I think, is it kind of gets back to where you and I started about seeing what looks like anger. Seeing what is expressing itself as anger, but understanding that there’s something very more – being interested and open to knowing that there’s something more complicated and perhaps something quite other, deeper, than what is showing itself on the surface. That’s a quality of learning that is pushing for that deeper thing, that what’s beneath the surface. Tim Ferriss: I have always been – and this is not a good thing – quick to anger. I could point to family influences, I could point to all sorts of things to absolve myself of responsibility, but it’s been, in some respects, an aid, a level of aggression, but it’s also been very damaging. I remember being told a few years ago, and I don’t recall who gave me this advice, but said “Do not ascribe to malice what can be explained by incompetence.” I’ve since realized that incompetence can be replaced with a lot of things. Busy – they might just be busy. Just because they gave you a one-line email response to your mini-novella that you sent them doesn’t mean that they’re spiteful or angry. Maybe they just have ten times more stuff on their plate than you do. If anger is the emotion that I historically have been quick to, that I’m trying to learn to work with in a more constructive way, what emotion are you quick to? Krista Tippett: Well, I have to say that I’m a redhead and I also am – well, I’m going to say this kind of proudly, I don’t act out the way I used to. But people who’ve known me in other parts of my life would certainly say that I had a huge temper. I do righteous indignation really well. I do it less often than I used to. Tim Ferriss: So Brown was just like jet fuel on the fire. My cousin went to Brown, I have so many friends who’ve gone to Brown. I think I probably would’ve been happier there than Princeton, quite frankly. Yeah, righteous indignation. That’s a full-time – [Crosstalk] Krista Tippett: Yeah, I’m good at that. I think one thing about having children that kind of gets to what you’re talking about is you see how children, if you – and I think this is interesting because I’ve read your books across the years. If they haven’t eaten enough or they’re not eating the right things, if they haven’t gotten enough sleep, they get cranky. They’re miserable. And it’s all out on the surface. So much of our bad behavior or the behavior that we look back later and say, oh, I wish I hadn’t done that, it’s also about just these elemental things about being creatures in bodies and being tired and being hungry and not taking care of ourselves. Sometimes we are, a lot of us, we’re tired, we’re stressed out. But somehow, as we go through life, we get less good at wearing that on the surface and sometimes saying that and stepping back, rather than giving into the fit that might be another way to work out our stress or our tiredness. Tim Ferriss: This reminds me of an anecdote that was shared with me a few months back, which was that Bill Clinton, President Clinton at the time, when he was having a meeting that would lead to some type of negotiation, the first thing he would do when people came in is ask them if they’d had anything to eat or drink and make sure that they were not thirsty and not hungry before the negotiation. For myself, at least, I’ve realized, and I would like to talk about some of the depressive periods that you’ve worked through because that is something that I’ve – I hate to use the word “suffered” from because it makes it seem, I don’t want to seem like I’m victimizing myself or playing the part of the victim – but something I’ve learned I have to work with. I’ve noticed that very often when I’m trying to sit down and think my way out of some type of funk and I’m coming up with all sorts of sophisticated or seemingly insightful reasons as to why I’m unhappy at the time or just in a low-energy state, the truth is staring me right in the face. No, you haven’t eaten for five hours. I’ll sit there and I’ll journal for ten pages and it’s like, no, idiot, you just need to go have an orange and you’ll be fine. For yourself, and I know you’ve spoken about this before and written about it, but going through depressions – and let’s say, I think it was a few years ago that you went through depression – can you identify or explain for people what triggered or catalyzed that and then what helped you to get over that episode of depression? Krista Tippett: I think I probably had my first episode of true depression when I was a sophomore in college. But nobody had that vocabulary back then. I used the language with myself that I’d fallen into a black hole. The way it felt and the way it still looks to me like now, I almost visualize it, is that I clawed my way out of that black hole. In fact, it was a formative experience that I emerged with a lot of courage and a lot of determination and I set a plan for my life, which included how much sleep I needed every night. I look back and I think, wow, that was very intelligent because those are the kinds of things that matter. But also I think that I would say at this point that I know that I think I come by this honestly. I think my father was depressed, although that never showed on the surface. I also started at Brown, I had never really exercised. It’s crazy because I’m not that old, but the culture I grew up in, girls didn’t do sports really. I mean, there were girls who did, but they were unusual. So I’d never really used my body in that way. But I started this very faithful practice. I swam. Everywhere I was in the world for 25 years, and I was a few places in those years. I swam at least every other day. Looking back, I think that was a form of self-care. Actually, that summer before this major depression set in, I had stopped swimming. I was doing something else. I was rollerblading. But that was a little bit different. So I changed that. But I think the big answer is that I had – I was in my early 30s. I’d literally led a few lives at that point. I’d put myself through all this change. I was always very hard on myself, which got me a long way. But it was much too hard to be me and I had this career in Berlin, being a journalist and being a diplomat and then I’d taken myself away to write a novel, and then I’d gotten married, and I’d lived in England, and then gone to divinity school, and then had a baby and moved to Minnesota. Honestly, I think this depression had been waiting a long time to happen. As is often true of us in life, I think at the moment at which I was kind of settled enough to allow it to happen, it just took over. I had just started to see a therapist. I’d always thought of myself as somebody who’d had a happy childhood and would never see a therapist and didn’t need that. But somewhere in myself I think I got ready for this. That was really a depression where I stopped being able to sleep at all and all the classic things – lost 15 pounds for no reason. Eventually, I just went to bed and didn’t get out. What helped me and I was very fortunate to take well to the medications and to have a great therapist who I saw just once a week. It was hard for me to afford that therapy at that time. In fact, a friend helped me afford the therapy. But for a few years, I saw this person. I always say I never want to romanticize something like depression. In the moment that someone is depressed, the last thing I would want to insist or say is that this is good for you, and you will learn from this, and it’s valuable. I do think that 10 or 20 years later, if we can walk through these things and survive them, I would absolutely say that the course of my life was changed for the better because of what I had to face. The truths I faced about the ways I was wounded, the pain I was carrying around, the ways I had been so hard on myself, so much harder than I needed to be. I was able to start living differently, over years. That’s kind of a long answer, sorry. Tim Ferriss: This is a long podcast, so long answers are a good fit. What were some of the changes, if you’re able to talk about them, that you made? Krista Tippett: It’s this classic stuff. Again, it’s interesting because I definitely was one of these people who wasn’t sure that I thought – I wasn’t sure what I thought of anybody who went to therapy. It was okay for Woody Allen to do it, right? Tim Ferriss: Guilty as charged over here as well. Krista Tippett: Yeah, I just thought, that’s not me, I don’t need that. Boy, did I need it. It’s these classic things of learning how I survived my childhood with a father who didn’t mean to be cruel, but was. I kept ahead of his sarcasm, I kept ahead of his teasing. I could get positive approval when I blew him away. Only if I did something that was so smart that he had so not thought of, I would have these moments of it being okay. So that’s what I did. I pushed myself really hard and I got through my childhood. I went to amazing places on that same kind of energy, but it was not a way to live. It was not a sustainable way to be human. At that point, in my 30s, if I hadn’t found a way to treat myself more gently, then I think I would’ve just got smaller after that. Tim Ferriss: I’ve not done a deep dive on this yet, or potentially for myself, and certainly just as an area to explore. I’ve become very interested in CBT – cognitive behavioral therapy – and particularly its roots or at least some of the core tenets being similar to Stoicism, which I read constantly, for better or for worse. I think mostly for better. I guess for neutral, if we’re talking about Stoics. The type of therapy – I’ve never done any type of consistent therapy. I have hired people who would call themselves coaches which may, in fact, offer a very similar support role. But what type of therapy was it that you found most helpful or what were the characteristics that were helpful? Krista Tippett: I just want to say that one of my favorite interviews I did across the years, it was a long time ago now so you probably haven’t seen it, it was with Jennifer Michael Hecht, who is a philosopher and a poet. She wrote a book on doubt, which is just masterful. She talks about the origins of Stoicism and cynicism. She talks about them as graceful life philosophies. We think of them almost as stances against, or neutral. But anyway, I just want to say I don’t think Stoicism is just neutral. Tim Ferriss: Oh, it’s not. It’s not. I’m really being facetious because I think that Stoicism for most people, brings up the image of a cow standing in the rain or something like that, but it’s much more that. I’ve done a lot of work with publishing and recommending Stoicism as something to explore. There are many different types of therapy. For some people, I’ve spoken with friends, for instance, who really just need to talk, but they don’t want to do it with their friends who are biased in one way or another or they feel guilty because their friends have many different things to do. You go down the list, there a million different variations. What did you find most helpful? Krista Tippett: I didn’t do anything fancy or exciting sounding, like Jungian therapy. I was living in Minnesota at the time, as I still am, and I had this just really good therapist who probably, I would say, family systems was where he was coming from. But I’m not even sure that I knew that language then. I would say, and I think this was kind of part of my survival stuff from my childhood, is I’m not somebody who ever talked to anybody about any of this. One thing I’ve invested so much in, and I think that going through my depression and my therapy has opened up this whole part of my life in the last 20 years is investing in my friendships. It’s not that I didn’t have friends, I did. But I didn’t lean on people back then. I think I didn’t think it was safe to. This was really the first time that I had just told the truth. I had somebody ask me questions about what it was really like to grow up in my body, in my house. Things that I had never said to myself being the answers. It’s just unpeeling these layers. Then there’s this terrible moment, which I’m sure everybody gets to. I don’t know how far in it was, six months or a year, where you peel away enough layers that you’re actually making progress, and you have to do that to get into a new place, but that moment where you’ve learned things about yourself that are hard and true. You get vulnerable for the first time and you have not yet started to create the foundation for this new way you will live. I remember that moment in therapy as just despairing, where I just felt like – and I think I said this to my therapist – I am damaged goods. That’s never the way I had allowed myself to think about myself or certainly anybody else to think of me. But then I don’t know, he kind of helped me walk out of that because that also wasn’t the whole story and the damage part wasn’t all of me. It kind of helps you live into other places in yourself that you haven’t been able to live into because you were so catering to that fear. Does that make sense? Tim Ferriss: No, it does make sense and I think there’s also, at least in my own depressive periods, the acute feeling – and this is not speaking for you, but speaking for myself – the acute feeling of being alone or uniquely damaged, whereas maybe we can take solace in the fact that we are all dinged up by the full-contact sport that is life. There are very few people who go through cradle to grave fully intact like a porcelain doll. It tends not to happen. You mentioned a few questions and I’d like to talk about questions. What are the interviews or episodes or experiences that have helped you to grow most as an interviewer? Krista Tippett: I don’t know that I’ve thought about that. Honestly, I feel like I’ve grown as an interviewer by doing it. That sounds really simple and it’s very straightforward and it’s something we know more about through science now, right? But for me, it’s been a departure. I can’t believe that I’ve been doing the same thing now for over 12 years, it’s more like 15 years, if you think about the early days when I was creating the show. I guess doing the same thing over and over again, but in this constant mode of learning. When I was younger, when I was in my 20s, I would’ve been really resistant to the idea of doing the same thing for a long period of time. That would’ve felt like stasis to me, kind of not growing anymore. But I do think that I never thought of myself as an interviewer until I created this job. I still consider myself to be a newcomer and an interloper in the world of media, which I know is ridiculous at this point. Tim Ferriss: I’d say it’s pretty ridiculous. Krista Tippett: I’m realizing it’s ridiculous because that’s not the way that other people see it. So I think that clearly, I do feel like I’m doing something I’m good at. I know how to do this. I have a good set of skills and instincts that lend themselves to this. I truly would say that how I’ve gotten better is doing it over and over and over again. That is such a thrilling thing to get better at something over time. Tim Ferriss: What were some of the mistakes that you made early on as an interviewer? I’m still making mistakes, but I can think of a lot of mistakes that I’ve made. They fall into a handful of categories. What were mistakes you made early on or common novice mistakes? Krista Tippett: I suppose I learned at some point early on that I was better when I could stop. That I was better when I was really planted in the fact that it wasn’t about me. That the point of the interview was drawing out this other person when I could get out of the way. That doesn’t mean I’m an essential person in the interview. You and I were having that conversation. I actually think your job right now is harder than my job. Because you are creating this narrative arc. You’re hosting this experience. I’m not belittling the role I had to play. I still had to ask those good questions. I still had to listen well. I had to be able to go with the conversation, but as clear as I could get about the fact that it was about them and not about me, I would be better. I used to have this experience that I would do all these rituals to have good energy. At some point early on I realized that sometimes when I went into the studio for an interview and I was tired for whatever reason, I hadn’t been able to get to sleep or I hadn’t been able to drink the right amount of caffeine, it was a better experience for me and for them. That was one of the signals for me. That when I even by force had to surrender, that actually was part of what made it good. Tim Ferriss: How did that manifest itself in the conversation? Was it longer pauses, more silence? Was it just a greater degree of focus because you were summoning every ounce of strength that you had after an all-nighter to look them in the face and actually hear their words? How did that surrendering manifest itself? Krista Tippett: I guess it did manifest as a calm. I was worried about it as tiredness, but it also took an edge of energy off, which, in fact, was helpful to letting the other person’s energy be what drove the conversation. I think it made me more porous, right? Because I wasn’t able to gear up the way I thought I should. That, in fact, I was letting more in. Tim Ferriss: What habits – I probably should have asked this at the beginning – what habits of other interviewers annoy you? I will have to laugh if it’s like four or five things I’ve been doing repeatedly in this conversation. Krista Tippett: No, no. Tim Ferriss: Is there anything that – [Crosstalk] Krista Tippett: I feel like my answers are impolitic. Tim Ferriss: That’s okay. Krista Tippett: There’s a lot. Most of what I see, that’s a big statement. Much of what I see that calls itself interviewing, at least let’s say in news –there’s no many interesting things happening. There’s so many new platforms and this is one of them. Although I’ll say in podcasting what can happen, because it is so easy – I mean, I actually had to start a public radio show, which was much harder than it should be. It took years and it was like being hazed for years. I can’t even believe it happened because it was so difficult, but that was the only way I could get this thing out there. That’s not true anymore. You can start your podcast. But the danger of that is not to understand that there’s a craft. Not to put any rigor into it. Because there is a craft to creating conversational space that is listenable and it goes somewhere, and that will be affecting for the person who’s being interviewed, as well as the people listening. Anyway, that’s new; that’s a new phenomenon. Even in public radio, which I love, the nature of the experience and of the way things work is that people who we hear at interviewers have been handed a list of questions by producers, which they pose. Then they move on to the next question. That’s just not a conversation to me. The interview proceeds without any reference to what’s just been said, for the most part. It’s something almost scripted. It’s scripted on their end. That drives me crazy. There’s just a lot of lost opportunities for revelation. I guess the other thing that drives me crazy is that when people are going for revelation, it’s often in the form of making their questions sound tough. It’s about how they sound, how they present. We actually reward and laud interviewers who push their subjects into corners and embarrass them. Who put people on the defensive and then they strike out and then that creates the conversation we talk about. I think that rarely accomplishes anything, aside from something entertaining. Something that demeans both of the people in the conversation and demeans us by enjoying it. Tim Ferriss: I agree. I think that it’s adding division to a world that is already divisive enough in a lot of respects. Here’s a bit of a gear shift. This is a question from one of my dear friends who is a huge fan of your show, as are many people, of course. He would love to know what you read to your kids or have read to your kids. Krista Tippett: Well, my kids are now 18 and 21. Tim Ferriss: Right, so before that, when you were reading to them. Krista Tippett: I don’t know that I read – I remember just reading to my kids was just one of the – well, it was both beautiful and exhausting. I also remember the nights where they’d say, read me another story and I was like, oh, please, let me go to bed. But it’s also true that those were such special moments. But I read Margaret Wise Brown, like Goodnight Moon and that genre. I am a huge library user. I took my kids to the library all the time and we would walk away with stacks and stacks of books. More than buying books. I didn’t have a lot of money to spend when they were really little. I would just say we read everything. What I also did as my kids got older is that I would read – when they were a little bit too old for the children’s books but liked being read to at night, even just to fall asleep, I would read New Yorker articles or pieces from The New York Times Book Review that were just educational and enjoyable. I really liked that period when they allowed me to do that. Tim Ferriss: I’m going to sprinkle in questions from fans of yours and fans of mine as we go through this. This is another fan question. I’m paraphrasing, in part, but trimming them down in some cases. “I appreciated her interviews with Mary Oliver and poets. What are the top three poems she’d recommend?” I’ll just rephrase this a little bit. For someone who is allergic to poetry or has never viewed themselves as liking poetry for whatever reason, maybe they just had a bad teacher or a bad day in school, what are three poems or poets that you would suggest they start with? Krista Tippett: I have to say I think that’s a daunting question because I probably won’t give the best answer. I do interview so many poets these days. I meet people who tell me they discovered poetry through my show and that just thrills me. But honestly, I’m just like everybody else and poetry has eluded my attention for a lot of my life. I love it and yet it kind of hurts going in. I have to force myself to read it. So I think I’m fortunate to be in this position where I get paid to draw out – to go sit with Mary Oliver and soak up poetry. What comes to mind, these are just the three poems that come to mind right now. I mean, I do actually think Mary Oliver’s poem, Wild Geese, is incredible. It’s a poem that has saved lives. There’s a line in there that actually comes to me at interesting times. It’s not unrelated to some of the things you and I have been talking about, “Let the soft animal of your body love what it loves,” and sometimes that such an important thing to be able to tell ourselves. Tim Ferriss: That’s beautiful. Krista Tippett: It is beautiful. Another poem that I found really important this year. I interviewed a poet named Naomi Shihab Nye. Tim Ferriss: You know what? I literally just pulled up her name because I was going to mention her. Please continue. Krista Tippett: So she has this poem called Kindness, which she wrote after she was, she may have even been on her honeymoon. She was with her husband. I think they were in Colombia. Something happened. They were robbed. I mean, they had this really traumatizing experience. She’s in a different country, sitting by the side of the road, her husband takes off to find help. She actually wrote this poem called Kindness about what happened after that experience. It’s a reminder, it’s just beautiful. It tells a story. But it’s also lines that you can carry around with you that are a reminder that we each of us have so much power in any given day to make the day of a lot of people. There’s so many things for us to feel powerless about, but that’s huge. I like it and it’s about kindness, but it’s unromantic. There’s nothing fluffy, touchy-feely about it. I guess the other thing I’d just recommend is a book. Rilke is probably the name, if there’s one name of somebody that’s not alive that’s come up more often in my show, most often, it’s probably Rilke. There’s a translation of his Book of Hours, which is called Book of Hours: Love Letters to God. It’s translated by a Buddhist teacher named Joanna Macy, and a friend of hers who’s also Buddhist, who’s a psychotherapist named Anita Barrows. I’ve interviewed both of them across the years. Rilke’s German. I lived in Germany for seven years. For some bizarre reason, there’s part of my brain that is in German. I’m very fluent in German. Rilke’s German is exquisitely beautiful. There’s no relation to the kind of guttural German that is in all of our ears from movies. It’s almost like he has his own language. Joanna and Anita have translated, have turned that into English. It’s a book that I return to again and again, the poems in there. Tim Ferriss: Given that you speak both languages, you feel like it captures the essence of Rilke’s German? Krista Tippett: I do, but it does it – I’ve never been happy with any of the translations of Rilke, any of the others out there. There’s one translator of his letters to a young poet that I like, which is an older translator – Herter Norton. But this poetry, it’s a creative work. They have not tried to translate every word as it appears. They have done something creative and that veers away from the text in a way that captures what it really does in another language. Tim Ferriss: I’ll have to check that out. We won’t get into it, but I lived in Berlin for a while myself in 2005. Krista Tippett: You did? When was that? Tim Ferriss: This was 2005. I lived in Prenzlauer Berg for about three months and spent a bit of time in East Berlin for boxing. It was incredible, even at that time, how different when you crossed the line, architecturally and just culturally, everything was different. I had a fantastic time. German, unfortunately for me, maybe it’s due to the noun cases and whatnot, but it is the one language that I lose like sand through the fingers faster than any other. It’s really a shame because I love the language, but can’t win them all. So a few things I want to mention. So Naomi Shihab Nye was the first poet and I was introduced to her through a friend who felt compelled, for whatever reason, this doesn’t happen to me often, to read a poem to me. I thought when I read her work, oh, I can actually understand this. Because in previous encounters with poetry, my overwhelming thought was – and it was often presented in an academic environment where the more incomprehensible it was, the more valuable it would seem and I just didn’t get it. There’s another book that I picked up a year ago. I’ve been trying to focus less on being obsessed with productivity all the time and part of that is trying to focus on beauty that doesn’t necessarily have a point, for the sake of beauty. Krista Tippett: I love that. That was one of my learning curves [inaudible]. Tim Ferriss: Yeah, like that last 5 percent. Krista Tippett: I’m still working on it. Tim Ferriss: Yeah, it’s like that last 5 percent that’s going to make you a miserable wretch and may be not worth it. So I picked up this book because of the title, which I don’t do that often, but a very thin book of poetry called Night Sky with Exit Wounds. I just loved the imagery that conjured. I will warn people, it is very sexually graphic, so if you’re sensitive to that, be aware. Krista Tippett: Who’s the – Tim Ferriss: Ocean Vuong. I don’t know if I’m pronouncing the Vietnamese last name properly, but V-U-O-N-G. Really thin and I committed to reading one poem per day in the morning. Krista Tippett: Yeah, that’s good. Tim Ferriss: Which I’m doing right now with the Tao Te Ching, which is the book that probably is in the top four that have come up most often in my own podcast. You mentioned Love Letters to God and I’d like to talk about language for a second. The word “God” is tricky for a lot of reasons, as you are well familiar. I’m not going to focus on that right now. I will ask – this is actually a question from a fan – if you were to choose one word, common or uncommon, which is most important to humanity, what would it be? That’s a huge question, but I’ll let you take us – Krista Tippett: Obviously, it would not be God. Tim Ferriss: Yeah, or important for us in this modern epoch. Krista Tippett: The word “God” is too small and it’s too overused and misused. I don’t know, honestly I’d probably say something that might sound cheesy because it’s another overused word, but I think the word “love” is – I’ve been writing and talking a lot about this over the last couple of years. That the word “love” is so watered down and ruined and yet, it’s just the only thing big enough if we can recapture it in all of its complexity for our life together. And again if we can recapture it as something practical and not merely romantic. Passionate. I think we need to get the passion to it. Love is kind of an amazing word because even though it is completely ruined – just yesterday, I interviewed Alain de Botton about love and sex and marriage, this philosopher. We talk all the time about the language of falling. That it’s usually something you fall into and fall out of. And yet, there’s only usually one way to say I love you. Those are some of the most incredible words and the most affecting words that any of us can ever hear at any moment. I think even though it’s ruined, that might be my choice if I had to choose one. Tim Ferriss: I have had – and maybe this is from, I blame it on the language learning and having studied whatever it is, Spanish, Japanese, Chinese, etc., that I get very anxious – maybe this is just also my OCD at work – amorphous or nebulous words. If something’s not well-defined for me, I don’t like to use it. I’ve avoided using a lot of words whenever possible. “Success” I don’t like to use very much, or “successful.” Krista Tippett: I do the same thing. There are lots of words that are just messed up. Tim Ferriss: What other words do you try not to use or do you think people should use less? Krista Tippett: I do this all the time, but of course now you’re asking me and I – Tim Ferriss: We can come back to it too. Krista Tippett: I actually think – I work a lot with words like “justice” and “privilege.” We’re just doing a show on whiteness. Some of the things that we need to have big conversations about together and actually just have to start with baby steps. We’re so far from knowing how to have certain conversations, especially around race. But I think the whiteness conversation, even among white people, is a big one. We’ve loaded down – there are these words and these phrases that are attached to those conversations that just are conversation stoppers. Tim Ferriss: Definitely. Krista Tippett: That are very meaningful for the people who are using them, that have a lineage and have substance, but elicit immediate, defensive reactions, are immediately polarizing to the extent that they are counterproductive. I feel like there’s a whole lot of that around race. Even words like “peace” and “justice,” I don’t use words like that. I like to talk about social healing, rather than social activism. A lot of words we use that we act like have inherently positive connotations like “innovation” or “progress,” don’t, right? I mean, there’s a lot of things we do in the name of progress and innovation which are impulsive or which are so bounded by what we can see at the moment, that are going to have terrible effects 20 years from now. I think the best example of this is what we did with food in the latter half of the 20th century and how when I was growing up, my mother being able to make dinner by opening a box and a can was progress. In fact, we have just systematically messed up our bodies, our agriculture and our planet. I think we need to be really wary. “Success” is a good one, you’re right. Especially about these words that we kind of reflexively think are good. We need to question a lot of that. We need to be more thoughtful. Tim Ferriss: Or even happiness can fall into that category. Krista Tippett: Terrible. Yeah, I don’t think happiness is a word I use very much. Flourishing. I like that word. Tim Ferriss: I want to mention a few things. The first is that the same friends, or I should say one of the friends, Matt Mullenweg, who’s just a brilliant entrepreneur, a very thoughtful, soulful guy who’s thought of typically as the lead developer of WordPress [inaudible]. Krista Tippett: I know, he’s amazing. I’ve been so honored that he – I think he quoted me in his speech. It’s so amazing. Tim Ferriss: He’s a big fan and his New Year’s resolution assignment to me was to have you on the podcast. I’ve given him his own New Year’s resolution, which explains the Twitter back and forth with him to do a silent retreat. But he introduced me to a book years ago, and I believe it’s called Words That Work, and it’s by Frank Luntz. I believe he was a Republican political strategist. Putting any partisan feelings aside, it really underscores the importance of the words you use and how the words you use affect or perhaps just are your thinking and then that, of course, affects everything else. It’s so critical – I mean, you mentioned the whiteness episode. You should have a thumbnail of my head. I look like American History X. I’m the palest human you’ve ever seen. But putting my hair loss issues aside, I’ve found that – and I won’t spend too much time on this, but it’s a very worrisome or worrying trend that I’m observing which is, in say a conversation about race, there is a tremendous and I think it’s both self-induced and contributed to by outside factors. I mean, I can’t do a Q&A anywhere without getting some scoffing comment about white privileged male and it shuts down the conversation. There’s so much self-loathing among, for instance, people who are white and that is a really broad category. I mean, they could be recent immigrants from Albania. They could be fill-in-the-blank. But I do think it’s important to realize that if you – and this comes back to the point you made about interviewing – if you immediately put someone on the defense and shut them down, even though you might get the cheap applause for that, it is not in the long term constructive and, in fact, I think it’s very – it sows the seed of later destruction in many ways. Krista Tippett: That’s right. Tim Ferriss: All right. Shifting gears. Getting off of Hardball with Chris Matthews. Let’s move to eastern practices and philosophies, just to temper it. This is a question from a fan. “Sometimes I find eastern practices to be demotivating. How can you reconcile Zen and striving for success?” This is a sentiment that I’ve heard a lot of Type-A folks, myself included, talk about amongst friends related to even meditation. Like I’m afraid I’m going to lose my edge, type of concerns. How do you think about that? Krista Tippett: Well, I do want to say one thing. I think also it’s like Zen – you can be an incredible mediator and be very narcissistic, right? So first of all, it’s not like any of these things magically change you or make you a better person. Putting that aside – Tim Ferriss: I’m meditating to become more narcissistic. Am I doing it wrong? Krista Tippett: That’s another conversation. Honestly, I think I’m like them. I think that I, as I say, I get a lot done. I personally, even after I started to vicariously benefit greatly from the conversations with Buddhists and contemplatives, just couldn’t do it myself, which is crazy because – as I was saying to somebody recently, mediating is, in fact, one of life’s few instantaneously rewarding activities. I have had across the years just these one-off experiences of putting myself in that place or being in a setting where I was put in that place. It is transformative. Even in some ways that stay with you. And yet, I could not force myself to keep doing it every day. I guess one thing I would say, I think this matter of spiritual practice and what spiritual practice works for us, it gets to be personal. We are different. What actually changed for me, I at some point decided – again, even though I’d had these amazing experiences and utterly believe in that, it’s just not for me. It’s when I started doing yoga that I started to let this into my life. What I told myself and this, I think, true, but it’s also kind of my narrative, is that it needed to be active. I needed my body to be moving to calm my mind down. I do a very athletic kind of yoga and I love that. I will say that very gradually, I have held these spiritual technologies in high regard. I have continued to speak with teachers. I’ve continued to have these one-off experiences. I have very gradually developed a really modest practice. I spend 10 minutes every morning, and that’s up from 6 last year. That’s while my tea steeps. So I’m even killing two birds with one stone. It has calmed me down. I think I was ready to be calmed down. It will change you. I think whether it takes your edge off depends on how much in charge you are of how you’re moving through the world to begin with. Tim Ferriss: I think it also, at least where I’ve landed, not everything needs to have an edge. So if you’re looking for a scalpel to cut something effectively, yes, you want an edge. But if you’re trying to sleep, you don’t want to lay on a bed of razor blades. I’ve also noticed oftentimes, for me at least, having only meditated consistently for the last two or three years, that it allows me to be more observant of my own thoughts and therefore more precisely determine what I need and want so that I’m not using an edge to charge through brick walls in a direction that I don’t need to be heading in the first place. Krista Tippett: Right. One of the things that I find really fascinating is how it changes one’s experience of time. I’ve thought a lot over the years – I know from my conversations with scientists and from the study I did of Einstein, that time is an illusion. The way we’re experiencing it is the way our senses are experiencing it. For example, we walk around with some illusions. As you’re saying, that certain things are a certain way and we have to manage them that way, that, in fact, aren’t reality-based. I used to – and I think this is very much the question you’re asking – I get a huge amount done in the first hour to hour and a half that I’m awake in the morning. I’m a little bit OCD about my email inbox and I can’t stand for it to be more than one screen. I have to act on everything before I can get rid of it. But I’m on top of a lot of things. But the way I used to work is that I’d get up early and I would just be clearing through correspondence. My colleagues would get into the office and their inboxes would be full of all this stress from me. What I had told myself forever is this is how I got everything done. This is how I stayed on top of all these jobs I’m doing because I was productive. Then when I committed myself to sitting quietly before I opened my inbox, before I did anything like that, I didn’t get as much done before 7:00 in the morning, but it all got done, right? Tim Ferriss: Right. Krista Tippett: This was a strange feeling. That I felt I was, by some measure, less productive, but that did not mean that there wasn’t time in the day and it was much less stressful and it was less stressful for the people on the other end of my emails. Tim Ferriss: Then there’s also the question of, what are you being productive for? If it’s to improve your quality of life on some level, then you are, in fact, being more productive by being less productive, if that makes any sense. Krista Tippett: Yeah, right. Tim Ferriss: Here’s a question. I think it reinforces for me the importance of defining one particular word. This may be what you just described, so you don’t have to repeat that if that’s the case. But one of the fan questions is, what can one do daily to begin a small but marked increase in spiritual awareness? I’d like to pose that question, but I’d also like you to define “spiritual” for us because this is one of the words that I’ve dodged myself for the most part. Living in San Francisco, you can only imagine how many different ways this word is used. You can barely walk down the street without tripping over a didgeridoo and someone doing AcroYoga and so on. How would you define spiritual and then if you’d like to take a stab at this question, what someone could do daily to begin a small but marked increase in spiritual awareness? Krista Tippett: Well, I think practices are important and I do think that everybody gets to find what works for them, what works for their personality type, what works for their life. It’s the same thing if you’re talking about prayer. There are a lot of people who pray, but there are so many forms of doing that and they don’t all work for everyone. What I think is important in human life that our spiritual traditions have always known is ritual. In a way, what we’re talking about, you could say that your meditation practice is also a form of ritual. It’s setting aside time when you are recollecting yourself. Now we know from science, you’re also calming yourself. You’re doing all these great things for your wellbeing on every level. What I would want to say, also, about beginning a spiritual practice, I think ritual is really critical because I just think as creatures we need it too. It’s a human need and spiritual life benefits from that. But also I don’t like to think of spiritual life as a compartment of life. I think that it’s how you move through your days. I think those rituals actually can help you internalize that. It’s as much about how you are present to whatever you are doing. That’s also spiritual practice. Then something else I would say about that is it’s not about being perfect. But it is about intentionality and it’s about forgiving yourself and it’s about being gentle with yourself and others. It’s a gentle thing. It doesn’t have to be something that you could wear on your sleeve. One of the conversations I’ve had with Sylvia Borstein, who’s a Jewish Buddhist teacher and talks about spirituality can be folding the towels sweetly, right? Some of the great mystics, Brother Lawrence wrote this book, The Practice of the Presence of God and he talked about washing the dishes as an act of prayer. Thích Nhất Hạnh does that too. How you wash the dishes. So that’s important. Then the final thing I would say that is actually included in those kinds of ways of being that I just mentioned, is that it’s embodied, it’s bodily – at this point in my life, I’m really not very interested in anything that is merely spiritual. It’s doing yoga, getting into my body, and also it’s in our bodies that we encounter other human beings. This has deepened my spiritual life as much as any other technically spiritual activity. Part of this is about us giving ourselves permission to see what is ordinary as spiritual practice. That is a real relief. Tim Ferriss: If you couldn’t use the word “spiritual,” would it be a combination then of empathy, presence? I’m just wondering what the components are. Krista Tippett: Yeah, it’s a good question. Tim Ferriss: For instance, I’m thinking of a very good friend of mine, Sam Harris, certainly controversial but very well-spoken and very thoughtful in many respects. He has an extremely well-developed meditative practice. He’s very present when you talk to him. I think he is able to enjoy the small things. From that perspective, he checks a lot of the boxes, but he’s certainly a non-believer when it comes to religion and would consider himself an atheist more so than spiritual, but is he spiritual? I guess it depends on how we define it. I’m just curious what words you might use that are the pre-conditions or the components of that. Again, it can be a very personal definition. I’m just wondering how you [inaudible]. Krista Tippett: Spirituality is one of these words that I try not to overuse because it is amorphous. I also think you can’t avoid it. I know that for people who are atheist or agnostic, you find different degrees of comfort with the spirituality language. Let me just say this, I don’t think that anybody stops having a spiritual life because of the absence of a belief in God. I think an atheist can have a spiritual life and I think every atheist I know has a spiritual life. I also acknowledge that some of them wouldn’t like that language, and I would honor that. It’s not about faith. I would say inner life, interior life is one way to approach it. That doesn’t quite get at spiritual, but it gets pretty close to me. And again, there are many ways of doing inner life and interior life as there are people. Tim Ferriss: For sure. Here’s a different question, which is – this is from a fan – what do you think about the notion that wisdom comes with age? If so, how can we become wise beyond our years? Krista Tippett: I think wisdom does not necessarily come with age. Some people get old and wise and some people just get old. Tim Ferriss: I’d love to hear how you define it. I mentioned Sam. Sam has jokingly said before that wisdom in some capacity – I’m paraphrasing – is learning to follow your own advice. Something along those lines, which I liked quite a bit. But, yeah. How do you think of this? Krista Tippett: About a definition of wisdom? Tim Ferriss: Yeah. Krista Tippett: I want to say that to me, wisdom – to me, every stage of life, there’s a capacity for wisdom at many different stages of any life, I think. So yes, there is something very special about a person who has lived a long time and accumulated wisdom by way of experience, the fullness of the human experience. By how they have moved through that and what they’ve internalized and they’ve moved through. What they’ve integrated into their wholeness. How they’ve integrated what has gone wrong into their wholeness. But that’s just one kind of wisdom. There’s a wisdom of young children that can be uncanny. Four-year-olds say things and ask things that drive to the heart of the matter. There’s a wisdom of teenagers and of people in their 20s. There’s this ability to see the world whole and to have a whole vision of change and this fierceness, this urgency about that. I think there are these flashes of wisdom at different stages of life and that it is something that’s accessible that we can practice and aspire to. Like we practice and aspire to other skills. How I define it contradicts that a little bit. Because usually – and it’s interesting because I wrote a whole book about wisdom without defining wisdom. As soon as I was out talking about the book, this is one of the first questions people would ask me, how do you define wisdom? And I realized I’d never done that. You could say there was a few hundred pages about it, but what I think distinguishes wisdom from knowledge or accomplishment or intelligence – I think a wise person can have all those things, but it’s not a position. It’s not like you look at someone as they are smart, they are intelligent, they are accomplished. The measure of wisdom is the imprint a life makes on other lives, on the world around it. [With a wise person, it’s almost something that’s palpable. It’s something you can see. That’s kind of where I’ve come with the definition. Tim Ferriss: I like that. I’m jumping from one big concept to another, but I think these are worth exploring, so here’s a question. “Krista herself is very calming, very good at finding meaning. Can you ask her how she does it? How does she consistently see the best and most meaningful things in the world around her?” This is something, just out of pure self-interest I’d love to hear you answer, because I can sometimes get so trapped with blinders on that I find it difficult to see the best and most meaningful things in the world around me. So I’m curious to hear your thoughts. Krista Tippett: Well, I don’t want to burst anyone’s bubble. I mean, what people’s experience of me are these very intense containers in which I’m fully present to another human being and have immersed myself in who they are. I am there to absolutely draw out the best of them, to help them put words around something maybe they can’t put words around, and that we’re all present while that happens. Now, I’m going to be kind to myself and I’m going to say that at this point in my life, I am actually getting to the point where I live that way a lot of the time. That I couldn’t have said that for the first 50 years. Really, the short answer to that question is practice. At some point, about 15 years ago, I started walking in this direction. I was fortunate to create this job that allows me to do this with an intensity and a primacy in my life. But I don’t think you have to have this job to be doing this. I keep putting myself in this position and anytime you keep putting yourself in a certain place, in a certain position, practicing certain things year after year, it changes you and this has changed me. Tim Ferriss: What is the position that someone else could put themselves in if they wanted a homework assignment? Krista Tippett: I think you could do this. You can do this in terms of how you interact with your colleagues in the workplace. It’s one of the things Adam Grant writes about, right? Givers in the workplace change everybody. I also know – and this is just as true across my career as anybody else’s, that the workplace can be one of the most stressful places. I always wanted to do a show – we were a part of a big media organization until three years ago. I always wanted to do a radio show called “The Problem of Evil in the Workplace,” which I thought evil is so much greater and workplace – that was much more devastating than whatever – of my fear of earthquakes or fires. Where you work, where you live, with your children, with your family, becoming a neighbor in a different way. I feel like the great challenge that is before us now as a country is to figure out what common life means, to reimagine it. I think we actually have to reinvent it. I think even if our political life weren’t so fractured, we’d have to reinvent it and maybe this is one reason our political life is so fractured. It’s just not going to look like the same thing in the 21st century as it did in the latter half of the 20th century. That is about, in very practical ways, getting to know our neighbors who have become strangers. That is a calling for now. Any time any of us do that, in whatever small way in our communities, that is practicing presence and practicing real curiosity. Working on asking better questions. Caring to find out details and nuance and complexity. Those are ways to talk about what I do in this work I do. Tim Ferriss: And also not to respond too quickly to statements. Another quote of yours that I like and you can correct me if I’m getting this wrong, but “I can disagree with your opinion, it turns out, but I can’t disagree with your experience.” I think there’s so many problems in this world, in this country certainly because people confuse the two. If someone is telling you a factual recounting of something that happened to them that is very different from saying “I think you should,” or providing an opinion. Those are two very different things. Keeping that in mind is very helpful to mitigate overreacting emotionally to other people. In, I suppose the Stoic sense that is very practical and applicable, less than the trying to remain Spock at all times. I’ve really found that quote of yours, that concept at least, very helpful to think about. Experience and opinion, those are two different things. So you can provide your experience without, also and even preface it, and I’ve done this before, and say “I can only comment on my personal experience. I don’t want to give you a bunch of opinions, but here’s been my experience. This is what has happened to me,” or something along those lines. It diffuses a lot of these potentially volatile situations. Krista Tippett: Yeah, it humanizes. We have all these ways we think we know each other. We think we know what each other are about and they have to do with positions and issues, right? Or how somebody voted. We don’t know each other on a human level. I’ve been thinking since the election about I learned, I started my vision for doing this and kind of a bit of my methodology started in this project. I did it for some Benedictine monks back in the late ‘90s. They were Ecumenicist, which when they started doing it was a completely revolutionary thing. Tim Ferriss: I’m going to plead ignorance here. Can you define that for me? Krista Tippett: What? Ecumenism? Tim Ferriss: Yes, please. Krista Tippett: Well, it was like inter-Christian, interdenominational conversation which we forget that in the 1960s, it was absolutely radical when Catholics and Protestants started talking to each other. Tim Ferriss: Right. Krista Tippett: Then when they added Jews, it was amazing. The difference between Armenian Orthodox Christians and Nazarene Holiness Christians is vast as the difference between different faiths. That’s what this place was about. They would take up big theological questions and big theological divides and by posing a question and asking people to answer the question through the story of your life. Which actually you still got to really big, heady places in the discussion, but you humanized it as you got there. I’ve been thinking since the election, I think this would work. I don’t know how it would be structured, but what if we could create these experiences where people got together in trustworthy spaces where they could be safe, they were safe, and you had people start talking about why did you vote for Donald Trump? Or why did you vote for Hillary Clinton? Answer the question through the story of your life. Then we would actually start talking about eventually the things we need to start talking about. Including economics and our children’s futures and the fact that we have a shared stake in all of our children’s futures. Tim Ferriss: I’m glad you brought that up because it’s a very – I didn’t ever put this together because I hadn’t heard you say that before, but it’s also intensely practical to say “answer the question through the story and experience of your life,” because it has full context. It’s not abstract. And, in fact, there’s an organization called The Entrepreneurs Organization, and they have chapters all over the country and regional and city-wide groups of entrepreneurs who want to help one another. I’m going to probably going to get this slightly off. I’ve spoken at a number of EO events, but I’m not a member myself. Since I live in the Silicon Valley, I can’t escape entrepreneurs. But the rules, as I remember them, are that the group, the chapter is split into what I think are called forums, which are groups of say four to five people. I’m sure my fans will correct me if I’m getting this wrong. But when someone in the forum, that is your social accountability group and primary cohort, when someone asks a question, “Hey I’m trying to figure out how to franchise in this following state, what should I do?” Or “I’m trying to solve this particular problem with hiring or annoying public” or fill-in-the-blank. You cannot use conjecture in answering the question. You can only answer the question through a story or experience that is from your personal life. Krista Tippett: Yeah, that’s it. That’s the same thing, yeah. The only thing – so it’s very practical. It’s something anybody could do. The only thing that we have to create that we don’t have now is we don’t – and this is a big order – is space and time. We would need to create to somehow spaces, as I say, that are trustworthy, where it would be reasonable to invite people in and expect them to show some vulnerability and tell some truth. It wouldn’t actually be reasonable to ask people to do that in most of our political spaces, in a lot of our public spaces now. That’s something we’d have to make happen. Also, time. Because like with these monks, with these gatherings in Collegeville, they would have five days. Everybody would spend 45 minutes or an hour answering that question on the first day. Then that was an incredible foundation. It’s hard for the next few days. It’s hard to imagine us carving out that kind of time and space, but we could figure this out if we wanted to. Tim Ferriss: I think also going into thinking about these larger, polarizing issues with the expectation that the conversations are going to be very uncomfortable. That none of the biggest problems you’ll face in your own life, in the lives of others as a community, a country, fill-in-the-blank, are going to be comfortable. When you have these stakes involved, if I could implore anyone listening to this to do one thing, certainly in the U.S. and elsewhere, is to regularly practice exposing yourself to uncomfortable conversations so that you can get better at navigating them without vilifying the other person or emotionally overreacting. It requires practice, just like negotiation, just like playing tennis, just like anything else. If you wait for the big topic, whether it’s some aspect of race or otherwise, to debut your conversational skills with discomfort, you’re going to make huge mistakes that are going to be counterproductive and probably destructive. Krista Tippett:Yeah, and the other thing that I think goes along with that is question the reflexes you have about how you walk into those encounters and what you’re going to talk about. Because we have all these kind of dead-end, built-in instincts about the debate we will have or how we will present or defend our positive or be advocates or change someone’s mind. Or we go in with all kinds of assumptions about them. I really don’t think this is rocket science, but part of what we have to work through are all the instincts we’re carrying that don’t serve us well. This is connected to that, if you want to talk to people across difference, you probably don’t start with that, right? We just think we have to do everything head-on. We’re Americans, we have to accomplish something. We’ve got an hour here. So I’ll tell you one of the most helpful stories. I think a good model for this is I was in Iowa the week after the election and there was this woman who talked to me about how she and a group of parents who she knows, who are pretty much split down the middle in terms of who they voted for in the election, share a concern about the effect that the corrosive public speech and the corrosive public campaign had on their children, their children’s imaginations. They were gathering across these divides of politics with this shared entry point of all of them caring about their children. Whoever they voted for, being able to have this really constructive conversation that was meaningful to all of them about what they’re going to teach their children, how they’re going to talk to them. The realities they want to create moving forward. I think you can get really far down the road with that without ever having to talk about why you voted for who you voted for, and yet it creates a possibility of relationship, which creates all kinds of other possibilities. Kind of coming at this from a sideways direction. Tim Ferriss: Absolutely. I think that sometimes the most directly impactful approach is the oblique approach. Krista Tippett: Yeah, the slant. Coming at a slant. Tim Ferriss: One of the things that helped me a lot to navigate my own emotions so that I could less trigger other people’s emotions, so it’s a win/win, was radical – still is, I re-read this book on a fairly regular basis – Radical Acceptance by Tara Brach. Krista Tippett: I read that. Tim Ferriss: I found it hugely helpful for me, personally. What books, other than your own, have you gifted the most to other people? Krista Tippett: I have gifted that Rilke book. Tim Ferriss: And who are the authors again? This was Love Letters to God? Krista Tippett: It’s Joanna Macy, M-A-C-Y, and Anita Barrows. It’s Rilke’s Book of Hours and the subtitle is Love Poems to God. I have gifted Pema Chödrön’s When Things Fall Apart. That’s kind of a sacred text that I carry around with me at all times because things are always falling apart. That’s a book I feel like I can pick up anywhere at any moment and read a paragraph and it will be redemptive. I also love Rilke’s Letters to a Young Poet. I give that to young people. It’s not really about poetry. It’s about life and there’s some wonderful things in there about love and the facile understanding of love that we walk around with and the idea of giving yourself time to grow up and grow into what love can be. Tim Ferriss: That’s a good selection. Krista Tippett: At other times in my life, I gave away all the books I loved and as a result, I don’t have many books. Tim Ferriss: If you were giving the opportunity or maybe the assignment to each a lecture, a seminar, it’s an ongoing class with either college freshman or college seniors, which would you choose and what would you teach? Krista Tippett: I’m sorry, college freshmen or college seniors? Tim Ferriss: Right. Krista Tippett: Gosh, I don’t know how I would choose. I do spend a lot of time with people that age. I love it. I guess I would choose college seniors just because I think you’re so much under formation in those years and still as a college senior. What would I teach? They’re growing up into this world of disarray now. I don’t know if this is a teaching subject, but I’m thinking a lot about the narrative that we all walk around internalizing and working with, which is the narrative we receive from whatever was in The New York Times today, whatever was in the headlines of NPR or whatever our chosen media is, Buzzfeed or whatever it is we’re reading. How that is not the whole story and how when we walk around too shaped by that narrative, it’s overwhelming. It actually is very paralyzing. It does not tell or give people to work with other realities, like generative realities. That the things that are actually saving us, the things that are growing us up. Focusing on that and focusing on a long view of time, as opposed to this 24/7 instant view of time, which makes us small. Taking seriously, treating as a data point the beautiful and noble people and projects you see around you. It doesn’t refute the hard things that are happening, but it’s also true. Tim Ferriss: What exercises might you have those students do or readings that you would assign to help them with this? Krista Tippett: I would just want them to get a big view of time. To see this as a moment within a much larger canvas of time and to see what we internalize as the news, which we too often internalize as the whole of – kind of a snapshot of reality. To be able to create some skills to put all of that into perspective and to ask what might really be important that we’re not talking about. I don’t know. If I had to teach skills, I suppose, which is really your question, I think these days I would love to do – and I didn’t do a creative course, but Udemy did something through Acumen which, of course, is listening in conversation. I would love to teach just about the art of conversation, the practice of listening, the practical tools, as well as the kind of presence, the intentionality that needs to go into that. These are practical skills. I think listening is a basic social art. It’s not just that we have to relearn them and we have to kind of learn things, except that we have very actively learned work against them. We’ve all really been trained in the tools of advocacy, representing our positive and we need those skills, but we actually need to retire them also. We need to dampen those as reflexively as the only things we know how to do. I think that could be fun. The art of asking better questions. Tim Ferriss: Absolutely. The quality of our questions determining the questions of our lives, as Tony Robbins would say, I think it’s reflected not only in the questions that you ask others, but the questions you ask yourself, which is part of the beauty of what’s been so fun about slowly trying to strengthen my Bambi legs and interviewing myself is becoming better at asking questions in my own head. Who are some of the best listeners you know or have known? Krista Tippett: Sometimes people say to me, “You’re a professional listener. You must have grown up with great listeners.” But I’m the other story. I’m the story of the person who grew up surrounded by people who didn’t listen. In the absence of that, I felt I needed it. I didn’t grow up with a lot of models. While there are certainly many good journalists and hosts, as I say, I don’t really take my models from traditional media. The good listeners I know are not famous people. Tim Ferriss: That’s okay; they don’t have to be famous. Krista Tippett: They’re my friend, Mel, who’s in her 80s, who is just one of the wisest people I know and one of the dearest people I know, and the person who encouraged me to work on this project that sounded pretty farfetched when I first had the idea. She really cares. She’s really curious. She’s also a joyful person. That joy is infectious. She’s a great listener. Tim Ferriss: Do you have any favorite documentaries or movies? Krista Tippett: I’m so bad at these questions about favorites. Everything goes out of my mind. In fact, a lot of people ask me what was my favorite interview. In fact, I just had this exchange about a week ago, where I was a little bit frosty with somebody because they said, “Who’s your favorite interview this ever?” I said, “I can’t choose. I love them all.” Or “Who was your favorite interview this year?” I always say, “My favorite interview was the last one I did.” They said, “You’re being very diplomatic.” No, I’m not being diplomatic; it’s true. I would say my favorite movie would probably be the last one I watched, except I watch a lot more TV than movies these days. I love how we’re relearning storytelling and doing it well on TV. Tim Ferriss: There’s some incredible writing and otherwise on TV. What do are you watching currently or what’s the last memorable TV show that you watched? Krista Tippett: I think I watched a lot of things I love this summer. I loved The Night Manager. I’ve been reading John le Carré, and all my years in Germany. I love that kind of thing. I love those thriller stories. I loved True Blood. I loved the vampires. There’s so much TV that I like right now. I’m watching The Affair. Tim Ferriss: Ah, The Affair. All right, so just as a quick side note for The Affair. A lot of it or a portion of it takes place in a restaurant called “The Lobster Roll” out on Long Island in Montauk. Krista Tippett: Is that a real place? Tim Ferriss: It’s a real place. My second-ever job was a busboy at The Lobster Roll. Krista Tippett: Are you enjoying it? Are you enjoying the show? Tim Ferriss: I haven’t seen the show, in fact. I haven’t. I know a few people I grew up with, fellow townies on Long Island, who have said it’s very surreal to watch. I remember getting yelled at by rich city people and having to clean up their messes. Krista Tippett: That’s so funny. That’s so funny that it’s a real place. Tim Ferriss: Oh, yeah. Very much a real place. If you had one gigantic billboard you could put a short message on it to get it out to millions of people, what would you put on that? Krista Tippett: I think I’m really bad at these questions. Tim Ferriss: I can zig instead of zag here and we can do different types of questions. But if anything comes to mind, let me know. Otherwise we can table it and come back. Krista Tippett: Okay, maybe that line that you started with right now. That anger is what fear and pain look like when they show themselves in public. I think that would be a good thing for people to reflect on, even briefly. Tim Ferriss: Yeah, absolutely. You talked a little bit about your morning. You mentioned the meditation while your tea was steeping, if I remember correctly. What does the first 60 minutes of a good day for you – what does that look like? Krista Tippett: Yeah, a good day is like I’ve had a pretty good sleep. I love my sleep. I get up and I do, I start to make my tea. Tim Ferriss: What time do you wake up and what kind of tea? Krista Tippett: I wake up about 6:30. Tim Ferriss: What’s your go-to tea? Krista Tippett: It’s Yorkshire Gold. Tim Ferriss: Yorkshire Gold. Is that a black tea? Krista Tippett: Yeah, which is what makes good, strong, black tea in Minnesota. I think everywhere you are with the water it’s different. Yeah, I sit for about ten minutes and sometimes I read a little bit. I read a little Thomas Orton, or a little Pema Chödrön, or a little Rilke, and then I actually have started adding prayer back into my meditation. I realized that’s my mother tongue and that’s kind of been a revelation for me to start doing that again. Tim Ferriss: I’m not particularly religious. I was just speaking to a very close friend of mine recently who is. What are your prayers like? Krista Tippett: It’s an interesting question. For a long time, I used to have a Book of Common Prayer and I used to read the compline, these compline services, these ancient services. It’s very poetic. Recently – I’ve never talked to anybody about this – this summer, I got quiet and rested for the first time in about ten years. It was amazing. I was on Big Sur. It was incredible. One thing I did was I actually wrote a prayer. It was like the prayer of my life right now. It was such an incredible thing to do. I never thought of doing that. I think the thing is, and I’ve been saying, I think spiritual life is very – we all have personality types, so you have to find what works for you. I grew up Southern Baptist, which is all very free-flowing. When the minister was praying, you were supposed to be praying your own prayer in your head. There’s something about me that likes – I like liturgy, I like ritual. But I think previously I would have thought that even writing my own prayer would be not as good as a prayer that had been around for hundreds or thousands of years. But somehow I managed something that is a really good way for me to move into the day. I say that and I also have some time of silence and just breathing and sometimes kind of a mantra. All of this in ten minutes. Isn’t that incredible? I’m so productive. Of course, just like everybody else, I will be distracted for six of those ten minutes. I think that’s why having a bit of liturgy that you have to stick to, like having something to hang on with. Then I make my tea and put my milk in it and I get to email. If I have writing to do, I do that in the mornings. Just when my mind is clear. I’m happy if I’ve prepared the day with important correspondence or with getting some important ideas out. Then eventually I go to work about 9:30 or 10:00. Usually I have something to record in the morning. Tim Ferriss: I have to ask, because my fans will certainly ask me why I didn’t ask you. You don’t have to share, but would you be open to sharing your prayer? Or is that something you’d prefer not to discuss. Krista Tippett: You mean now? At this time? Tim Ferriss: Yeah. Krista Tippett: I can tell you what it’s – maybe I can tell you – gosh, can I even, it’s just funny because I’ve learned it by heart. Tim Ferriss: Yeah, or what it’s about. However – I know people would love more details because it’s so valuable to you. Krista Tippett: In a way, it reflects that I’ve been learning about myself, like what I need to work on my inner life, my spiritual work. The thing that I’ve been – I pray to keep learning to open my heart and keep learning to let go of the kind of resistance and protectiveness that saved me when I was growing up and it doesn’t fit – it became an armor around my natural love and trust and softness. That’s kind of my life work, right? I’m so much better. I mean, just the fact that I can say it that way means I’m getting somewhere. But it’s still my life work. I pray that – it’s like when I incline to ambition, to know to take the light. That what I fear that I might welcome and I pray about blessing the – constantly knowing the difference between intentions and consequences. Because I think there’s something mysterious about what becomes of our actions that we don’t control and that’s actually largely a wonderful thing. But it doesn’t necessarily converge with my American can-do accomplishment mentality. So lean into that. That you do the right thing for the right reason and to some extent you have to let go of what becomes of it. That’s kind of some of the big ideas. Of course, again, I say it every morning and now I – I spent some time last December in Austria with Brother David Steindl-Rast. I don’t know if you’ve heard that interview. He’s a Benedictine monk. He’s Austrian. He’s one of the great people in the world thinking about gratitude. That’s probably one of those words I avoid a little bit too because it’s just been on too many Hallmark cards. What I like about him is he lived through the fascist occupation of his country as a teenager. He knows how gritty the world is. One of the things he says is that it would be absurd for any of us to say that you should be grateful for everything that happens to you. We don’t say that. But that you can be grateful in every moment. That’s really stuck with me, so that’s how my prayer ends. Teach me to be grateful in every moment. That’s a practice that helps me. Tim Ferriss: That’s extremely powerful and thank you for sharing. I’m glad you did. I think that’s going to be – I think that many pieces of that will be extremely helpful for many people. Thank you. Krista Tippett: Well, I certainly did not expect to talk about that. Tim Ferriss: I didn’t expect to ask you about it. It makes me also want to go find Wild Geese that you mentioned earlier on top of that. Well, just one or two more questions and then I’ll let you get back to your day. This is basically the tail end. I’d like to ask if you have any – and I’ll ask where people can find you and so on – but first, do you have any requests of my audience? The people listening. Anything that you’d like them to take away? Anything you’d like them to try? Anything you’d like them to consider or otherwise? Any parting words for the people listening? Krista Tippett: As I said a minute ago, I’m just intensely aware of how many messages we internalize. I feel that gets in the way of people really knowing how much power they have in terms of how they move through the world, the world around them, the people they can see and touch. The small and large interactions we have. We live in this bizarre moment where the place we have wanted to look for modeling and leadership and the way forward are very dysfunctional and partly because of our technology. We’re turn-of-century people. We’re in this moment where all of us who are adults were born in one world of assumptions and institutions that made sense and we are growing up or growing old in a world in which most of our disciplines, the way things have been done, don’t make sense. We have to create the changed realities and it’s not going to happen from the top. That’s not the way our digital world works anyway. But I think we have more power, more agency to do that than we are made to feel. It’s a wonderful calling. I think we have to keep each other, accompany each other in keeping that sense. That would be my encouragement. Somebody was talking to me yesterday about a phrase, “social courage.” I think that’s a good way to talk. That’s something I want to invite people and call people’s attention to, just to make clear that is available to us. Tim Ferriss: I can’t think of any time when that has been more important, certainly in my lifetime, that I am consciously aware of than right now. Being socially courageous, which I think also means probably presenting and potentially defending important views or perspectives or experiences that are very unpopular. Krista Tippett: I think in terms of the different callings of this moment. Some of us are going to have to defend and some of us may have to put our bodies in the way of danger that is coming to some people who are on the front lines of vulnerability. I also think there’s a calling for many of us to be calmers of fear. Tim Ferriss: Yes. Krista Tippett: I think there’s some very quiet callings right now that can also make a huge difference. Tim Ferriss: Krista, this has been so much fun. I really appreciate you taking the time. I’d like to encourage people to check our your work. Where can people say hello? Where can people find out more about you and if you have any recommended starting points, and I’m not going to ask you a favorite interview question because I don’t like getting that any more than you do. But where can people find you and what would you suggest they start with, if you have a recommendation? Krista Tippett: The website is onbeing.org. We also have something called The Civil Conversations Project that we’re going to be building out. There’s also a civilcoversationsproject.org website. It actually has a little guide I wrote that we’re calling “Better Conversations.” We have the On Being app in the app store and, of course, you can find the On Being podcast in iTunes or wherever you get podcasts. I am not on Facebook. For some reason, it just makes me break out in hives. But I do actually love Twitter. I mostly go there to correspond and communicate with people who reach out to me there. That’s a good place to check in. Tim Ferriss: @KristaTippett. Krista Tippett: Yeah, just @KristaTippett. Two Ps, two Ts. Tim Ferriss: You have to do that as much as I do – double-R, double-S. Krista Tippett: But Tim, I want to thank you so much. Also, I was really tired today. Here we are – isn’t it Friday the 13th today? Tim Ferriss: It is Friday the 13th. Krista Tippett: Anyway, it’s Friday afternoon and I’m so tired today and it’s just been really energizing. You have built something amazing and I’m so amazed that you’re listening to On Being and I’m really grateful to meet your audience that are people like this. Tim Ferriss: Well, it’s really fun and meaningful for me to have you on. I hope this is not the last conversation that we have. Krista Tippett: Yeah, well, we’ll get together at some time and talk about Berlin. Tim Ferriss: Yes. I would love to do that and you can listen to my mangled German. But that’s okay. Ein fuß nach dem anderen, right? It’s one little step after the other. As I butcher yet another language. Krista Tippett: That’s good. Tim Ferriss: Thank you so much. To everybody listening, as always, you can find show notes, links to everything that we discussed, at fourhourworkweek.com/podcast, all spelled out, as well as every other episode. Until next time, thank you for listening. Posted on: June 21, 2018.", "speakers": ["tim ferriss", "krista tippett"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where i dig into the details of world-class performance and attempt in each interview to tease out the thought systems, beliefs, habits, lessons learned, from people of all walks of life, to give you small little things, or very big things that you can test yourself", "in this episode, we have krista tippett, who’s been requested many times", "@kristatippett, k-r-i-s-t-a, tippett, two ps, two ts", "krista tippett is a peabody award-winning broadcaster and new york times bestselling author", "she created and hosts the very well-known public radio program and podcast on being and curates the civil conversations project, an emergent approach to the differences of our age", "she received the 2013 national humanities medal from president barack obama at the white house for “thoughtfully delving into the mysteries of human existence", "on the air and in print, ms", "tippett avoids easy answers, embracing complexity and inviting people of every background to join her conversation about faith, ethics, and moral wisdom.” krista was a journalist and diplomat in cold war berlin and holds a master’s in divinity from yale university", "her books include becoming wise: an inquiry into the mystery and art of living, einstein’s god: conversations about science and the human spirit, and speaking of faith: why religion matters and how to talk about it", "we cover a lot in this conversation, including krista’s morning routines, zen versus striving – are they compatible, incompatible, something else – defining the words “spiritual” and “wise,” the role of prayer for her – in which she focuses on overcoming depression – and the skills of good interviewing", "there’s much more to it, but i will leave my intro at that", "and without further ado, please enjoy my conversation with krista tippett", "krista, welcome to the show", "i’m glad to be with you", "i have, i suppose like many people, heard your voice quite a lot", "i’ve read your words quite a lot and i thought we might start with one of my favorite sentences of yours", "it is “anger is often what pain looks like when it shows itself in public.” this has been a mantra of sorts that i’ve adopted to help me sustain the battle-weary feeling i get on the internet at times", "could you explain the context of that quote", "well, i guess the context of that quote or how i walk around with that thought is it’s such an important context and piece of perspective to dealing with the level of emotion in our public life right now", "it’s in politics, but it’s really everywhere", "we take things at face value that we would be wiser to not take at face value", "we would be wiser to be taking more breaths and understanding that things are true of other people that are also true of us that when we’re upset, often the thing we say and do is really a deflection of what we’re actually upset about or how we’re upset", "in terms of our public life right now, this way we have of reacting to each other’s surfaces is getting in the way, among other things, it’s getting in the way of us grappling with all the very real things we need to grapple with that actually are of our shared interest and have to do with our common wellbeing", "definitely", "it’s seemed to me also that anger is often what fear sometimes looks like when it shows itself in public", "i’ve heard you say before that your father was fearful", "i was hoping you might elaborate on that and in doing so, just give us some context for your childhood", "yes, and maybe that’s part of the reason i have a sensitivity to this, because i think my father had a terrible first three years of his life, which we didn’t know then but we know now is so completely formative in terms of how people handle the rest of their lives", "i’m not sure exactly what happened to him, i think he was possibly abused", "it was possibly violent", "at best, it was severely neglectful", "my father was this kind of larger-than-life character", "that’s how he presented", "and, of course, he was my father so he was this huge, powerful character, but i think even from a very young age, i sensed that underneath he was very frightened", "yeah, i hadn’t actually thought recently about how that may be helping me imagine that inside the political dynamics in america right now", "where did you grow up", "i grew up in a small town in oklahoma", "it’s a good wrestling state, that much i know", "really", "the only sport i knew growing up was football", "i was the only person i knew who was against football", "against football", "i can’t say i’m against wrestling because that was the only sport i could be half-competent at growing up, so i idolized john smith, who is just this incredible savant/super-human athlete in the world of wrestling from oklahoma, who then turned into an amazing coach", "why were you against football", "i don’t know that i was always against football", "i just felt like it got too much attention and then when i got older, i had this enlightened moment in high school, were i was a debater", "i did drama and debate", "that’s what actually kept my brain alive growing up", "i found out that the high school football team had a $50,000.00 budget, which included steak dinners for all the players after every game", "this was one of my first introductions to injustice in the world", "i protested that and it absolutely colored by view of football", "that was a lot of money", "i mean, that’s a lot of money now", "it was a huge amount of money in 1960s, ‘70s", "it is a lot of money", "it’s a money machine, as a lot of people know", "you mentioned drama and debate and i know that there have been a lot of formative moments, as for all people in your childhood and throughout high school and college, but looking back, do you think drama and debate were good training for what you do now", "or was it really just a manifestation of what you were already good at", "no, it’s so interesting to get to be in yours 50s", "i have to say, when i turned 50, i found that – i’d never cared about birthdays and basically have found every decade to be more interesting than the last – but this one i didn’t like", "i didn’t like the number 50", "i didn’t like crossing it", "but now that i’m in it, you have certain perspective on your life and i do feel, not that i ever would have planned or foreseen what i do now", "until even a few years before i did it, but it does feel like it pulls on all these threads, all these many things that i did in my life", "what’s interesting to me is that it actually does pull on that drama piece", "you know, i went away to college, i never did that again", "late in life, in what turns out to be, i guess, my big career", "there’s a presentational piece to it, so i’m really grateful for that", "you mentioned college", "i have a lot of friends, many of my closest friends went to brown and i’ve heard you describe it as moving to mars", "yeah", "now, the question that i’d like to pose is if i was to talk to your closest friends and ask them what your super powers are, how would they answer that", "my closest friends in college", "no, your closest friends now, or in college", "because the follow-up question is, were those super powers present in college", "oh, gosh", "it’s such an interesting question", "i did feel like i had moved from one planet, which was my small town in oklahoma, bible belt, to this very different world", "i’ll tell you something interesting", "i ended up spending most of my 20s in divided berlin", "after the wall fell, i got my stasi files", "the german secret service, the stasi, had kept files on me from the time that i went to east germany on a brown exchange program my junior year, which included reports on me from east german students who came to brown through that same exchange program, and then later in the years i spent in berlin", "it’s so fascinating", "it’s like this malevolent observer, malevolent however, kept folders of me in my 20s", "so in my stasi file are all the letters i wrote home to my parents from my semester abroad, all the letters my parents wrote to me, the letters back and forth between me and my boyfriend, and also the observations of these east german graduate students about me at college", "it’s so fascinating", "one day when i’m no longer doing this radio show, i will write this book", "what were some of their observations", "well, it’s suffused with paranoia because they always assumed that i was working for the cia, which is just so ridiculous because 19-year-old college sophomores don’t work for the cia", "so it was like observing me through this lens of paranoia", "they saw me as so competent in a way that i think i didn’t see myself", "one came to brown after knowing me in east germany, where i was just so much in learning mode and soaking-everything-up mode", "i guess that would be one of my super powers, that if i get curious, if i give myself over to an experience, i really give myself over to it and i guess i’m a good learner", "so that was the way they had experienced me full-time that semester i spent there", "then this woman came to brown and she said to her i was like a different person", "she said, “she knows everyone,” which i never thought of myself", "i never thought of myself as someone who knew everyone", "she saw me as very outgoing and gregarious and a strong personality", "i don’t know", "i look back at my college self, i look back at myself in my 20s, like many of us, i think, and i only remember all the self-doubt and the confusion", "what do you think the principles of good learning are", "by all accounts, and certainly my impression is that you are a fantastic learner", "what do you think the principles of elements of being a good learner are", "i guess two things come to mind", "one is good questions", "what i would also say about that is i think learning is a process, so even if it’s something i’m spending an hour learning about, i’m going to expect that my questions are more refined at the end of that hour than they are at the beginning of that hour", "so it’s being able to formulate good questions going in, but then not just letting your answers or what your understanding be shaped, but letting your questions evolve", "that your questions get better and better", "i guess the other thing about learning, i think, is it kind of gets back to where you and i started about seeing what looks like anger", "seeing what is expressing itself as anger, but understanding that there’s something very more – being interested and open to knowing that there’s something more complicated and perhaps something quite other, deeper, than what is showing itself on the surface", "that’s a quality of learning that is pushing for that deeper thing, that what’s beneath the surface", "i have always been – and this is not a good thing – quick to anger", "i could point to family influences, i could point to all sorts of things to absolve myself of responsibility, but it’s been, in some respects, an aid, a level of aggression, but it’s also been very damaging", "i remember being told a few years ago, and i don’t recall who gave me this advice, but said “do not ascribe to malice what can be explained by incompetence.” i’ve since realized that incompetence can be replaced with a lot of things", "busy – they might just be busy", "just because they gave you a one-line email response to your mini-novella that you sent them doesn’t mean that they’re spiteful or angry", "maybe they just have ten times more stuff on their plate than you do", "if anger is the emotion that i historically have been quick to, that i’m trying to learn to work with in a more constructive way, what emotion are you quick to", "well, i have to say that i’m a redhead and i also am – well, i’m going to say this kind of proudly, i don’t act out the way i used to", "but people who’ve known me in other parts of my life would certainly say that i had a huge temper", "i do righteous indignation really well", "i do it less often than i used to", "so brown was just like jet fuel on the fire", "my cousin went to brown, i have so many friends who’ve gone to brown", "i think i probably would’ve been happier there than princeton, quite frankly", "yeah, righteous indignation", "that’s a full-time – [crosstalk] yeah, i’m good at that", "i think one thing about having children that kind of gets to what you’re talking about is you see how children, if you – and i think this is interesting because i’ve read your books across the years", "if they haven’t eaten enough or they’re not eating the right things, if they haven’t gotten enough sleep, they get cranky", "they’re miserable", "and it’s all out on the surface", "so much of our bad behavior or the behavior that we look back later and say, oh, i wish i hadn’t done that, it’s also about just these elemental things about being creatures in bodies and being tired and being hungry and not taking care of ourselves", "sometimes we are, a lot of us, we’re tired, we’re stressed out", "but somehow, as we go through life, we get less good at wearing that on the surface and sometimes saying that and stepping back, rather than giving into the fit that might be another way to work out our stress or our tiredness", "this reminds me of an anecdote that was shared with me a few months back, which was that bill clinton, president clinton at the time, when he was having a meeting that would lead to some type of negotiation, the first thing he would do when people came in is ask them if they’d had anything to eat or drink and make sure that they were not thirsty and not hungry before the negotiation", "for myself, at least, i’ve realized, and i would like to talk about some of the depressive periods that you’ve worked through because that is something that i’ve – i hate to use the word “suffered” from because it makes it seem, i don’t want to seem like i’m victimizing myself or playing the part of the victim – but something i’ve learned i have to work with", "i’ve noticed that very often when i’m trying to sit down and think my way out of some type of funk and i’m coming up with all sorts of sophisticated or seemingly insightful reasons as to why i’m unhappy at the time or just in a low-energy state, the truth is staring me right in the face", "no, you haven’t eaten for five hours", "i’ll sit there and i’ll journal for ten pages and it’s like, no, idiot, you just need to go have an orange and you’ll be fine", "for yourself, and i know you’ve spoken about this before and written about it, but going through depressions – and let’s say, i think it was a few years ago that you went through depression – can you identify or explain for people what triggered or catalyzed that and then what helped you to get over that episode of depression", "i think i probably had my first episode of true depression when i was a sophomore in college", "but nobody had that vocabulary back then", "i used the language with myself that i’d fallen into a black hole", "the way it felt and the way it still looks to me like now, i almost visualize it, is that i clawed my way out of that black hole", "in fact, it was a formative experience that i emerged with a lot of courage and a lot of determination and i set a plan for my life, which included how much sleep i needed every night", "i look back and i think, wow, that was very intelligent because those are the kinds of things that matter", "but also i think that i would say at this point that i know that i think i come by this honestly", "i think my father was depressed, although that never showed on the surface", "i also started at brown, i had never really exercised", "it’s crazy because i’m not that old, but the culture i grew up in, girls didn’t do sports really", "i mean, there were girls who did, but they were unusual", "so i’d never really used my body in that way", "but i started this very faithful practice", "i swam", "everywhere i was in the world for 25 years, and i was a few places in those years", "i swam at least every other day", "looking back, i think that was a form of self-care", "actually, that summer before this major depression set in, i had stopped swimming", "i was doing something else", "i was rollerblading", "but that was a little bit different", "so i changed that", "but i think the big answer is that i had – i was in my early 30s", "i’d literally led a few lives at that point", "i’d put myself through all this change", "i was always very hard on myself, which got me a long way", "but it was much too hard to be me and i had this career in berlin, being a journalist and being a diplomat and then i’d taken myself away to write a novel, and then i’d gotten married, and i’d lived in england, and then gone to divinity school, and then had a baby and moved to minnesota", "honestly, i think this depression had been waiting a long time to happen", "as is often true of us in life, i think at the moment at which i was kind of settled enough to allow it to happen, it just took over", "i had just started to see a therapist", "i’d always thought of myself as somebody who’d had a happy childhood and would never see a therapist and didn’t need that", "but somewhere in myself i think i got ready for this", "that was really a depression where i stopped being able to sleep at all and all the classic things – lost 15 pounds for no reason", "eventually, i just went to bed and didn’t get out", "what helped me and i was very fortunate to take well to the medications and to have a great therapist who i saw just once a week", "it was hard for me to afford that therapy at that time", "in fact, a friend helped me afford the therapy", "but for a few years, i saw this person", "i always say i never want to romanticize something like depression", "in the moment that someone is depressed, the last thing i would want to insist or say is that this is good for you, and you will learn from this, and it’s valuable", "i do think that 10 or 20 years later, if we can walk through these things and survive them, i would absolutely say that the course of my life was changed for the better because of what i had to face", "the truths i faced about the ways i was wounded, the pain i was carrying around, the ways i had been so hard on myself, so much harder than i needed to be", "i was able to start living differently, over years", "that’s kind of a long answer, sorry", "this is a long podcast, so long answers are a good fit", "what were some of the changes, if you’re able to talk about them, that you made", "it’s this classic stuff", "again, it’s interesting because i definitely was one of these people who wasn’t sure that i thought – i wasn’t sure what i thought of anybody who went to therapy", "it was okay for woody allen to do it, right", "guilty as charged over here as well", "yeah, i just thought, that’s not me, i don’t need that", "boy, did i need it", "it’s these classic things of learning how i survived my childhood with a father who didn’t mean to be cruel, but was", "i kept ahead of his sarcasm, i kept ahead of his teasing", "i could get positive approval when i blew him away", "only if i did something that was so smart that he had so not thought of, i would have these moments of it being okay", "so that’s what i did", "i pushed myself really hard and i got through my childhood", "i went to amazing places on that same kind of energy, but it was not a way to live", "it was not a sustainable way to be human", "at that point, in my 30s, if i hadn’t found a way to treat myself more gently, then i think i would’ve just got smaller after that", "i’ve not done a deep dive on this yet, or potentially for myself, and certainly just as an area to explore", "i’ve become very interested in cbt – cognitive behavioral therapy – and particularly its roots or at least some of the core tenets being similar to stoicism, which i read constantly, for better or for worse", "i think mostly for better", "i guess for neutral, if we’re talking about stoics", "the type of therapy – i’ve never done any type of consistent therapy", "i have hired people who would call themselves coaches which may, in fact, offer a very similar support role", "but what type of therapy was it that you found most helpful or what were the characteristics that were helpful", "i just want to say that one of my favorite interviews i did across the years, it was a long time ago now so you probably haven’t seen it, it was with jennifer michael hecht, who is a philosopher and a poet", "she wrote a book on doubt, which is just masterful", "she talks about the origins of stoicism and cynicism", "she talks about them as graceful life philosophies", "we think of them almost as stances against, or neutral", "but anyway, i just want to say i don’t think stoicism is just neutral", "oh, it’s not", "it’s not", "i’m really being facetious because i think that stoicism for most people, brings up the image of a cow standing in the rain or something like that, but it’s much more that", "i’ve done a lot of work with publishing and recommending stoicism as something to explore", "there are many different types of therapy", "for some people, i’ve spoken with friends, for instance, who really just need to talk, but they don’t want to do it with their friends who are biased in one way or another or they feel guilty because their friends have many different things to do", "you go down the list, there a million different variations", "what did you find most helpful", "i didn’t do anything fancy or exciting sounding, like jungian therapy", "i was living in minnesota at the time, as i still am, and i had this just really good therapist who probably, i would say, family systems was where he was coming from", "but i’m not even sure that i knew that language then", "i would say, and i think this was kind of part of my survival stuff from my childhood, is i’m not somebody who ever talked to anybody about any of this", "one thing i’ve invested so much in, and i think that going through my depression and my therapy has opened up this whole part of my life in the last 20 years is investing in my friendships", "it’s not that i didn’t have friends, i did", "but i didn’t lean on people back then", "i think i didn’t think it was safe to", "this was really the first time that i had just told the truth", "i had somebody ask me questions about what it was really like to grow up in my body, in my house", "things that i had never said to myself being the answers", "it’s just unpeeling these layers", "then there’s this terrible moment, which i’m sure everybody gets to", "i don’t know how far in it was, six months or a year, where you peel away enough layers that you’re actually making progress, and you have to do that to get into a new place, but that moment where you’ve learned things about yourself that are hard and true", "you get vulnerable for the first time and you have not yet started to create the foundation for this new way you will live", "i remember that moment in therapy as just despairing, where i just felt like – and i think i said this to my therapist – i am damaged goods", "that’s never the way i had allowed myself to think about myself or certainly anybody else to think of me", "but then i don’t know, he kind of helped me walk out of that because that also wasn’t the whole story and the damage part wasn’t all of me", "it kind of helps you live into other places in yourself that you haven’t been able to live into because you were so catering to that fear", "does that make sense", "no, it does make sense and i think there’s also, at least in my own depressive periods, the acute feeling – and this is not speaking for you, but speaking for myself – the acute feeling of being alone or uniquely damaged, whereas maybe we can take solace in the fact that we are all dinged up by the full-contact sport that is life", "there are very few people who go through cradle to grave fully intact like a porcelain doll", "it tends not to happen", "you mentioned a few questions and i’d like to talk about questions", "what are the interviews or episodes or experiences that have helped you to grow most as an interviewer", "i don’t know that i’ve thought about that", "honestly, i feel like i’ve grown as an interviewer by doing it", "that sounds really simple and it’s very straightforward and it’s something we know more about through science now, right", "but for me, it’s been a departure", "i can’t believe that i’ve been doing the same thing now for over 12 years, it’s more like 15 years, if you think about the early days when i was creating the show", "i guess doing the same thing over and over again, but in this constant mode of learning", "when i was younger, when i was in my 20s, i would’ve been really resistant to the idea of doing the same thing for a long period of time", "that would’ve felt like stasis to me, kind of not growing anymore", "but i do think that i never thought of myself as an interviewer until i created this job", "i still consider myself to be a newcomer and an interloper in the world of media, which i know is ridiculous at this point", "i’d say it’s pretty ridiculous", "i’m realizing it’s ridiculous because that’s not the way that other people see it", "so i think that clearly, i do feel like i’m doing something i’m good at", "i know how to do this", "i have a good set of skills and instincts that lend themselves to this", "i truly would say that how i’ve gotten better is doing it over and over and over again", "that is such a thrilling thing to get better at something over time", "what were some of the mistakes that you made early on as an interviewer", "i’m still making mistakes, but i can think of a lot of mistakes that i’ve made", "they fall into a handful of categories", "what were mistakes you made early on or common novice mistakes", "i suppose i learned at some point early on that i was better when i could stop", "that i was better when i was really planted in the fact that it wasn’t about me", "that the point of the interview was drawing out this other person when i could get out of the way", "that doesn’t mean i’m an essential person in the interview", "you and i were having that conversation", "i actually think your job right now is harder than my job", "because you are creating this narrative arc", "you’re hosting this experience", "i’m not belittling the role i had to play", "i still had to ask those good questions", "i still had to listen well", "i had to be able to go with the conversation, but as clear as i could get about the fact that it was about them and not about me, i would be better", "i used to have this experience that i would do all these rituals to have good energy", "at some point early on i realized that sometimes when i went into the studio for an interview and i was tired for whatever reason, i hadn’t been able to get to sleep or i hadn’t been able to drink the right amount of caffeine, it was a better experience for me and for them", "that was one of the signals for me", "that when i even by force had to surrender, that actually was part of what made it good", "how did that manifest itself in the conversation", "was it longer pauses, more silence", "was it just a greater degree of focus because you were summoning every ounce of strength that you had after an all-nighter to look them in the face and actually hear their words", "how did that surrendering manifest itself", "i guess it did manifest as a calm", "i was worried about it as tiredness, but it also took an edge of energy off, which, in fact, was helpful to letting the other person’s energy be what drove the conversation", "i think it made me more porous, right", "because i wasn’t able to gear up the way i thought i should", "that, in fact, i was letting more in", "what habits – i probably should have asked this at the beginning – what habits of other interviewers annoy you", "i will have to laugh if it’s like four or five things i’ve been doing repeatedly in this conversation", "no, no", "is there anything that – [crosstalk] i feel like my answers are impolitic", "that’s okay", "there’s a lot", "most of what i see, that’s a big statement", "much of what i see that calls itself interviewing, at least let’s say in news –there’s no many interesting things happening", "there’s so many new platforms and this is one of them", "although i’ll say in podcasting what can happen, because it is so easy – i mean, i actually had to start a public radio show, which was much harder than it should be", "it took years and it was like being hazed for years", "i can’t even believe it happened because it was so difficult, but that was the only way i could get this thing out there", "that’s not true anymore", "you can start your podcast", "but the danger of that is not to understand that there’s a craft", "not to put any rigor into it", "because there is a craft to creating conversational space that is listenable and it goes somewhere, and that will be affecting for the person who’s being interviewed, as well as the people listening", "anyway, that’s new; that’s a new phenomenon", "even in public radio, which i love, the nature of the experience and of the way things work is that people who we hear at interviewers have been handed a list of questions by producers, which they pose", "then they move on to the next question", "that’s just not a conversation to me", "the interview proceeds without any reference to what’s just been said, for the most part", "it’s something almost scripted", "it’s scripted on their end", "that drives me crazy", "there’s just a lot of lost opportunities for revelation", "i guess the other thing that drives me crazy is that when people are going for revelation, it’s often in the form of making their questions sound tough", "it’s about how they sound, how they present", "we actually reward and laud interviewers who push their subjects into corners and embarrass them", "who put people on the defensive and then they strike out and then that creates the conversation we talk about", "i think that rarely accomplishes anything, aside from something entertaining", "something that demeans both of the people in the conversation and demeans us by enjoying it", "i agree", "i think that it’s adding division to a world that is already divisive enough in a lot of respects", "here’s a bit of a gear shift", "this is a question from one of my dear friends who is a huge fan of your show, as are many people, of course", "he would love to know what you read to your kids or have read to your kids", "well, my kids are now 18 and 21", "right, so before that, when you were reading to them", "i don’t know that i read – i remember just reading to my kids was just one of the – well, it was both beautiful and exhausting", "i also remember the nights where they’d say, read me another story and i was like, oh, please, let me go to bed", "but it’s also true that those were such special moments", "but i read margaret wise brown, like goodnight moon and that genre", "i am a huge library user", "i took my kids to the library all the time and we would walk away with stacks and stacks of books", "more than buying books", "i didn’t have a lot of money to spend when they were really little", "i would just say we read everything", "what i also did as my kids got older is that i would read – when they were a little bit too old for the children’s books but liked being read to at night, even just to fall asleep, i would read new yorker articles or pieces from the new york times book review that were just educational and enjoyable", "i really liked that period when they allowed me to do that", "i’m going to sprinkle in questions from fans of yours and fans of mine as we go through this", "this is another fan question", "i’m paraphrasing, in part, but trimming them down in some cases", "“i appreciated her interviews with mary oliver and poets", "what are the top three poems she’d recommend?” i’ll just rephrase this a little bit", "for someone who is allergic to poetry or has never viewed themselves as liking poetry for whatever reason, maybe they just had a bad teacher or a bad day in school, what are three poems or poets that you would suggest they start with", "i have to say i think that’s a daunting question because i probably won’t give the best answer", "i do interview so many poets these days", "i meet people who tell me they discovered poetry through my show and that just thrills me", "but honestly, i’m just like everybody else and poetry has eluded my attention for a lot of my life", "i love it and yet it kind of hurts going in", "i have to force myself to read it", "so i think i’m fortunate to be in this position where i get paid to draw out – to go sit with mary oliver and soak up poetry", "what comes to mind, these are just the three poems that come to mind right now", "i mean, i do actually think mary oliver’s poem, wild geese, is incredible", "it’s a poem that has saved lives", "there’s a line in there that actually comes to me at interesting times", "it’s not unrelated to some of the things you and i have been talking about, “let the soft animal of your body love what it loves,” and sometimes that such an important thing to be able to tell ourselves", "that’s beautiful", "it is beautiful", "another poem that i found really important this year", "i interviewed a poet named naomi shihab nye", "you know what", "i literally just pulled up her name because i was going to mention her", "please continue", "so she has this poem called kindness, which she wrote after she was, she may have even been on her honeymoon", "she was with her husband", "i think they were in colombia", "something happened", "they were robbed", "i mean, they had this really traumatizing experience", "she’s in a different country, sitting by the side of the road, her husband takes off to find help", "she actually wrote this poem called kindness about what happened after that experience", "it’s a reminder, it’s just beautiful", "it tells a story", "but it’s also lines that you can carry around with you that are a reminder that we each of us have so much power in any given day to make the day of a lot of people", "there’s so many things for us to feel powerless about, but that’s huge", "i like it and it’s about kindness, but it’s unromantic", "there’s nothing fluffy, touchy-feely about it", "i guess the other thing i’d just recommend is a book", "rilke is probably the name, if there’s one name of somebody that’s not alive that’s come up more often in my show, most often, it’s probably rilke", "there’s a translation of his book of hours, which is called book of hours: love letters to god", "it’s translated by a buddhist teacher named joanna macy, and a friend of hers who’s also buddhist, who’s a psychotherapist named anita barrows", "i’ve interviewed both of them across the years", "rilke’s german", "i lived in germany for seven years", "for some bizarre reason, there’s part of my brain that is in german", "i’m very fluent in german", "rilke’s german is exquisitely beautiful", "there’s no relation to the kind of guttural german that is in all of our ears from movies", "it’s almost like he has his own language", "joanna and anita have translated, have turned that into english", "it’s a book that i return to again and again, the poems in there", "given that you speak both languages, you feel like it captures the essence of rilke’s german", "i do, but it does it – i’ve never been happy with any of the translations of rilke, any of the others out there", "there’s one translator of his letters to a young poet that i like, which is an older translator – herter norton", "but this poetry, it’s a creative work", "they have not tried to translate every word as it appears", "they have done something creative and that veers away from the text in a way that captures what it really does in another language", "i’ll have to check that out", "we won’t get into it, but i lived in berlin for a while myself in 2005", "you did", "when was that", "this was 2005", "i lived in prenzlauer berg for about three months and spent a bit of time in east berlin for boxing", "it was incredible, even at that time, how different when you crossed the line, architecturally and just culturally, everything was different", "i had a fantastic time", "german, unfortunately for me, maybe it’s due to the noun cases and whatnot, but it is the one language that i lose like sand through the fingers faster than any other", "it’s really a shame because i love the language, but can’t win them all", "so a few things i want to mention", "so naomi shihab nye was the first poet and i was introduced to her through a friend who felt compelled, for whatever reason, this doesn’t happen to me often, to read a poem to me", "i thought when i read her work, oh, i can actually understand this", "because in previous encounters with poetry, my overwhelming thought was – and it was often presented in an academic environment where the more incomprehensible it was, the more valuable it would seem and i just didn’t get it", "there’s another book that i picked up a year ago", "i’ve been trying to focus less on being obsessed with productivity all the time and part of that is trying to focus on beauty that doesn’t necessarily have a point, for the sake of beauty", "i love that", "that was one of my learning curves [inaudible]", "yeah, like that last 5 percent", "i’m still working on it", "yeah, it’s like that last 5 percent that’s going to make you a miserable wretch and may be not worth it", "so i picked up this book because of the title, which i don’t do that often, but a very thin book of poetry called night sky with exit wounds", "i just loved the imagery that conjured", "i will warn people, it is very sexually graphic, so if you’re sensitive to that, be aware", "who’s the – ocean vuong", "i don’t know if i’m pronouncing the vietnamese last name properly, but v-u-o-n-g", "really thin and i committed to reading one poem per day in the morning", "yeah, that’s good", "which i’m doing right now with the tao te ching, which is the book that probably is in the top four that have come up most often in my own podcast", "you mentioned love letters to god and i’d like to talk about language for a second", "the word “god” is tricky for a lot of reasons, as you are well familiar", "i’m not going to focus on that right now", "i will ask – this is actually a question from a fan – if you were to choose one word, common or uncommon, which is most important to humanity, what would it be", "that’s a huge question, but i’ll let you take us – obviously, it would not be god", "yeah, or important for us in this modern epoch", "the word “god” is too small and it’s too overused and misused", "i don’t know, honestly i’d probably say something that might sound cheesy because it’s another overused word, but i think the word “love” is – i’ve been writing and talking a lot about this over the last couple of years", "that the word “love” is so watered down and ruined and yet, it’s just the only thing big enough if we can recapture it in all of its complexity for our life together", "and again if we can recapture it as something practical and not merely romantic", "passionate", "i think we need to get the passion to it", "love is kind of an amazing word because even though it is completely ruined – just yesterday, i interviewed alain de botton about love and sex and marriage, this philosopher", "we talk all the time about the language of falling", "that it’s usually something you fall into and fall out of", "and yet, there’s only usually one way to say i love you", "those are some of the most incredible words and the most affecting words that any of us can ever hear at any moment", "i think even though it’s ruined, that might be my choice if i had to choose one", "i have had – and maybe this is from, i blame it on the language learning and having studied whatever it is, spanish, japanese, chinese, etc., that i get very anxious – maybe this is just also my ocd at work – amorphous or nebulous words", "if something’s not well-defined for me, i don’t like to use it", "i’ve avoided using a lot of words whenever possible", "“success” i don’t like to use very much, or “successful.” i do the same thing", "there are lots of words that are just messed up", "what other words do you try not to use or do you think people should use less", "i do this all the time, but of course now you’re asking me and i – we can come back to it too", "i actually think – i work a lot with words like “justice” and “privilege.” we’re just doing a show on whiteness", "some of the things that we need to have big conversations about together and actually just have to start with baby steps", "we’re so far from knowing how to have certain conversations, especially around race", "but i think the whiteness conversation, even among white people, is a big one", "we’ve loaded down – there are these words and these phrases that are attached to those conversations that just are conversation stoppers", "definitely", "that are very meaningful for the people who are using them, that have a lineage and have substance, but elicit immediate, defensive reactions, are immediately polarizing to the extent that they are counterproductive", "i feel like there’s a whole lot of that around race", "even words like “peace” and “justice,” i don’t use words like that", "i like to talk about social healing, rather than social activism", "a lot of words we use that we act like have inherently positive connotations like “innovation” or “progress,” don’t, right", "i mean, there’s a lot of things we do in the name of progress and innovation which are impulsive or which are so bounded by what we can see at the moment, that are going to have terrible effects 20 years from now", "i think the best example of this is what we did with food in the latter half of the 20th century and how when i was growing up, my mother being able to make dinner by opening a box and a can was progress", "in fact, we have just systematically messed up our bodies, our agriculture and our planet", "i think we need to be really wary", "“success” is a good one, you’re right", "especially about these words that we kind of reflexively think are good", "we need to question a lot of that", "we need to be more thoughtful", "or even happiness can fall into that category", "terrible", "yeah, i don’t think happiness is a word i use very much", "flourishing", "i like that word", "i want to mention a few things", "the first is that the same friends, or i should say one of the friends, matt mullenweg, who’s just a brilliant entrepreneur, a very thoughtful, soulful guy who’s thought of typically as the lead developer of wordpress [inaudible]", "i know, he’s amazing", "i’ve been so honored that he – i think he quoted me in his speech", "it’s so amazing", "he’s a big fan and his new year’s resolution assignment to me was to have you on the podcast", "i’ve given him his own new year’s resolution, which explains the twitter back and forth with him to do a silent retreat", "but he introduced me to a book years ago, and i believe it’s called words that work, and it’s by frank luntz", "i believe he was a republican political strategist", "putting any partisan feelings aside, it really underscores the importance of the words you use and how the words you use affect or perhaps just are your thinking and then that, of course, affects everything else", "it’s so critical – i mean, you mentioned the whiteness episode", "you should have a thumbnail of my head", "i look like american history x", "i’m the palest human you’ve ever seen", "but putting my hair loss issues aside, i’ve found that – and i won’t spend too much time on this, but it’s a very worrisome or worrying trend that i’m observing which is, in say a conversation about race, there is a tremendous and i think it’s both self-induced and contributed to by outside factors", "i mean, i can’t do a q&a anywhere without getting some scoffing comment about white privileged male and it shuts down the conversation", "there’s so much self-loathing among, for instance, people who are white and that is a really broad category", "i mean, they could be recent immigrants from albania", "they could be fill-in-the-blank", "but i do think it’s important to realize that if you – and this comes back to the point you made about interviewing – if you immediately put someone on the defense and shut them down, even though you might get the cheap applause for that, it is not in the long term constructive and, in fact, i think it’s very – it sows the seed of later destruction in many ways", "that’s right", "all right", "shifting gears", "getting off of hardball with chris matthews", "let’s move to eastern practices and philosophies, just to temper it", "this is a question from a fan", "“sometimes i find eastern practices to be demotivating", "how can you reconcile zen and striving for success?” this is a sentiment that i’ve heard a lot of type-a folks, myself included, talk about amongst friends related to even meditation", "like i’m afraid i’m going to lose my edge, type of concerns", "how do you think about that", "well, i do want to say one thing", "i think also it’s like zen – you can be an incredible mediator and be very narcissistic, right", "so first of all, it’s not like any of these things magically change you or make you a better person", "putting that aside – i’m meditating to become more narcissistic", "am i doing it wrong", "that’s another conversation", "honestly, i think i’m like them", "i think that i, as i say, i get a lot done", "i personally, even after i started to vicariously benefit greatly from the conversations with buddhists and contemplatives, just couldn’t do it myself, which is crazy because – as i was saying to somebody recently, mediating is, in fact, one of life’s few instantaneously rewarding activities", "i have had across the years just these one-off experiences of putting myself in that place or being in a setting where i was put in that place", "it is transformative", "even in some ways that stay with you", "and yet, i could not force myself to keep doing it every day", "i guess one thing i would say, i think this matter of spiritual practice and what spiritual practice works for us, it gets to be personal", "we are different", "what actually changed for me, i at some point decided – again, even though i’d had these amazing experiences and utterly believe in that, it’s just not for me", "it’s when i started doing yoga that i started to let this into my life", "what i told myself and this, i think, true, but it’s also kind of my narrative, is that it needed to be active", "i needed my body to be moving to calm my mind down", "i do a very athletic kind of yoga and i love that", "i will say that very gradually, i have held these spiritual technologies in high regard", "i have continued to speak with teachers", "i’ve continued to have these one-off experiences", "i have very gradually developed a really modest practice", "i spend 10 minutes every morning, and that’s up from 6 last year", "that’s while my tea steeps", "so i’m even killing two birds with one stone", "it has calmed me down", "i think i was ready to be calmed down", "it will change you", "i think whether it takes your edge off depends on how much in charge you are of how you’re moving through the world to begin with", "i think it also, at least where i’ve landed, not everything needs to have an edge", "so if you’re looking for a scalpel to cut something effectively, yes, you want an edge", "but if you’re trying to sleep, you don’t want to lay on a bed of razor blades", "i’ve also noticed oftentimes, for me at least, having only meditated consistently for the last two or three years, that it allows me to be more observant of my own thoughts and therefore more precisely determine what i need and want so that i’m not using an edge to charge through brick walls in a direction that i don’t need to be heading in the first place", "right", "one of the things that i find really fascinating is how it changes one’s experience of time", "i’ve thought a lot over the years – i know from my conversations with scientists and from the study i did of einstein, that time is an illusion", "the way we’re experiencing it is the way our senses are experiencing it", "for example, we walk around with some illusions", "as you’re saying, that certain things are a certain way and we have to manage them that way, that, in fact, aren’t reality-based", "i used to – and i think this is very much the question you’re asking – i get a huge amount done in the first hour to hour and a half that i’m awake in the morning", "i’m a little bit ocd about my email inbox and i can’t stand for it to be more than one screen", "i have to act on everything before i can get rid of it", "but i’m on top of a lot of things", "but the way i used to work is that i’d get up early and i would just be clearing through correspondence", "my colleagues would get into the office and their inboxes would be full of all this stress from me", "what i had told myself forever is this is how i got everything done", "this is how i stayed on top of all these jobs i’m doing because i was productive", "then when i committed myself to sitting quietly before i opened my inbox, before i did anything like that, i didn’t get as much done before 7:00 in the morning, but it all got done, right", "right", "this was a strange feeling", "that i felt i was, by some measure, less productive, but that did not mean that there wasn’t time in the day and it was much less stressful and it was less stressful for the people on the other end of my emails", "then there’s also the question of, what are you being productive for", "if it’s to improve your quality of life on some level, then you are, in fact, being more productive by being less productive, if that makes any sense", "yeah, right", "here’s a question", "i think it reinforces for me the importance of defining one particular word", "this may be what you just described, so you don’t have to repeat that if that’s the case", "but one of the fan questions is, what can one do daily to begin a small but marked increase in spiritual awareness", "i’d like to pose that question, but i’d also like you to define “spiritual” for us because this is one of the words that i’ve dodged myself for the most part", "living in san francisco, you can only imagine how many different ways this word is used", "you can barely walk down the street without tripping over a didgeridoo and someone doing acroyoga and so on", "how would you define spiritual and then if you’d like to take a stab at this question, what someone could do daily to begin a small but marked increase in spiritual awareness", "well, i think practices are important and i do think that everybody gets to find what works for them, what works for their personality type, what works for their life", "it’s the same thing if you’re talking about prayer", "there are a lot of people who pray, but there are so many forms of doing that and they don’t all work for everyone", "what i think is important in human life that our spiritual traditions have always known is ritual", "in a way, what we’re talking about, you could say that your meditation practice is also a form of ritual", "it’s setting aside time when you are recollecting yourself", "now we know from science, you’re also calming yourself", "you’re doing all these great things for your wellbeing on every level", "what i would want to say, also, about beginning a spiritual practice, i think ritual is really critical because i just think as creatures we need it too", "it’s a human need and spiritual life benefits from that", "but also i don’t like to think of spiritual life as a compartment of life", "i think that it’s how you move through your days", "i think those rituals actually can help you internalize that", "it’s as much about how you are present to whatever you are doing", "that’s also spiritual practice", "then something else i would say about that is it’s not about being perfect", "but it is about intentionality and it’s about forgiving yourself and it’s about being gentle with yourself and others", "it’s a gentle thing", "it doesn’t have to be something that you could wear on your sleeve", "one of the conversations i’ve had with sylvia borstein, who’s a jewish buddhist teacher and talks about spirituality can be folding the towels sweetly, right", "some of the great mystics, brother lawrence wrote this book, the practice of the presence of god and he talked about washing the dishes as an act of prayer", "thích nhất hạnh does that too", "how you wash the dishes", "so that’s important", "then the final thing i would say that is actually included in those kinds of ways of being that i just mentioned, is that it’s embodied, it’s bodily – at this point in my life, i’m really not very interested in anything that is merely spiritual", "it’s doing yoga, getting into my body, and also it’s in our bodies that we encounter other human beings", "this has deepened my spiritual life as much as any other technically spiritual activity", "part of this is about us giving ourselves permission to see what is ordinary as spiritual practice", "that is a real relief", "if you couldn’t use the word “spiritual,” would it be a combination then of empathy, presence", "i’m just wondering what the components are", "yeah, it’s a good question", "for instance, i’m thinking of a very good friend of mine, sam harris, certainly controversial but very well-spoken and very thoughtful in many respects", "he has an extremely well-developed meditative practice", "he’s very present when you talk to him", "i think he is able to enjoy the small things", "from that perspective, he checks a lot of the boxes, but he’s certainly a non-believer when it comes to religion and would consider himself an atheist more so than spiritual, but is he spiritual", "i guess it depends on how we define it", "i’m just curious what words you might use that are the pre-conditions or the components of that", "again, it can be a very personal definition", "i’m just wondering how you [inaudible]", "spirituality is one of these words that i try not to overuse because it is amorphous", "i also think you can’t avoid it", "i know that for people who are atheist or agnostic, you find different degrees of comfort with the spirituality language", "let me just say this, i don’t think that anybody stops having a spiritual life because of the absence of a belief in god", "i think an atheist can have a spiritual life and i think every atheist i know has a spiritual life", "i also acknowledge that some of them wouldn’t like that language, and i would honor that", "it’s not about faith", "i would say inner life, interior life is one way to approach it", "that doesn’t quite get at spiritual, but it gets pretty close to me", "and again, there are many ways of doing inner life and interior life as there are people", "for sure", "here’s a different question, which is – this is from a fan – what do you think about the notion that wisdom comes with age", "if so, how can we become wise beyond our years", "i think wisdom does not necessarily come with age", "some people get old and wise and some people just get old", "i’d love to hear how you define it", "i mentioned sam", "sam has jokingly said before that wisdom in some capacity – i’m paraphrasing – is learning to follow your own advice", "something along those lines, which i liked quite a bit", "but, yeah", "how do you think of this", "about a definition of wisdom", "yeah", "i want to say that to me, wisdom – to me, every stage of life, there’s a capacity for wisdom at many different stages of any life, i think", "so yes, there is something very special about a person who has lived a long time and accumulated wisdom by way of experience, the fullness of the human experience", "by how they have moved through that and what they’ve internalized and they’ve moved through", "what they’ve integrated into their wholeness", "how they’ve integrated what has gone wrong into their wholeness", "but that’s just one kind of wisdom", "there’s a wisdom of young children that can be uncanny", "four-year-olds say things and ask things that drive to the heart of the matter", "there’s a wisdom of teenagers and of people in their 20s", "there’s this ability to see the world whole and to have a whole vision of change and this fierceness, this urgency about that", "i think there are these flashes of wisdom at different stages of life and that it is something that’s accessible that we can practice and aspire to", "like we practice and aspire to other skills", "how i define it contradicts that a little bit", "because usually – and it’s interesting because i wrote a whole book about wisdom without defining wisdom", "as soon as i was out talking about the book, this is one of the first questions people would ask me, how do you define wisdom", "and i realized i’d never done that", "you could say there was a few hundred pages about it, but what i think distinguishes wisdom from knowledge or accomplishment or intelligence – i think a wise person can have all those things, but it’s not a position", "it’s not like you look at someone as they are smart, they are intelligent, they are accomplished", "the measure of wisdom is the imprint a life makes on other lives, on the world around it", "[with a wise person, it’s almost something that’s palpable", "it’s something you can see", "that’s kind of where i’ve come with the definition", "i like that", "i’m jumping from one big concept to another, but i think these are worth exploring, so here’s a question", "“krista herself is very calming, very good at finding meaning", "can you ask her how she does it", "how does she consistently see the best and most meaningful things in the world around her?” this is something, just out of pure self-interest i’d love to hear you answer, because i can sometimes get so trapped with blinders on that i find it difficult to see the best and most meaningful things in the world around me", "so i’m curious to hear your thoughts", "well, i don’t want to burst anyone’s bubble", "i mean, what people’s experience of me are these very intense containers in which i’m fully present to another human being and have immersed myself in who they are", "i am there to absolutely draw out the best of them, to help them put words around something maybe they can’t put words around, and that we’re all present while that happens", "now, i’m going to be kind to myself and i’m going to say that at this point in my life, i am actually getting to the point where i live that way a lot of the time", "that i couldn’t have said that for the first 50 years", "really, the short answer to that question is practice", "at some point, about 15 years ago, i started walking in this direction", "i was fortunate to create this job that allows me to do this with an intensity and a primacy in my life", "but i don’t think you have to have this job to be doing this", "i keep putting myself in this position and anytime you keep putting yourself in a certain place, in a certain position, practicing certain things year after year, it changes you and this has changed me", "what is the position that someone else could put themselves in if they wanted a homework assignment", "i think you could do this", "you can do this in terms of how you interact with your colleagues in the workplace", "it’s one of the things adam grant writes about, right", "givers in the workplace change everybody", "i also know – and this is just as true across my career as anybody else’s, that the workplace can be one of the most stressful places", "i always wanted to do a show – we were a part of a big media organization until three years ago", "i always wanted to do a radio show called “the problem of evil in the workplace,” which i thought evil is so much greater and workplace – that was much more devastating than whatever – of my fear of earthquakes or fires", "where you work, where you live, with your children, with your family, becoming a neighbor in a different way", "i feel like the great challenge that is before us now as a country is to figure out what common life means, to reimagine it", "i think we actually have to reinvent it", "i think even if our political life weren’t so fractured, we’d have to reinvent it and maybe this is one reason our political life is so fractured", "it’s just not going to look like the same thing in the 21st century as it did in the latter half of the 20th century", "that is about, in very practical ways, getting to know our neighbors who have become strangers", "that is a calling for now", "any time any of us do that, in whatever small way in our communities, that is practicing presence and practicing real curiosity", "working on asking better questions", "caring to find out details and nuance and complexity", "those are ways to talk about what i do in this work i do", "and also not to respond too quickly to statements", "another quote of yours that i like and you can correct me if i’m getting this wrong, but “i can disagree with your opinion, it turns out, but i can’t disagree with your experience.” i think there’s so many problems in this world, in this country certainly because people confuse the two", "if someone is telling you a factual recounting of something that happened to them that is very different from saying “i think you should,” or providing an opinion", "those are two very different things", "keeping that in mind is very helpful to mitigate overreacting emotionally to other people", "in, i suppose the stoic sense that is very practical and applicable, less than the trying to remain spock at all times", "i’ve really found that quote of yours, that concept at least, very helpful to think about", "experience and opinion, those are two different things", "so you can provide your experience without, also and even preface it, and i’ve done this before, and say “i can only comment on my personal experience", "i don’t want to give you a bunch of opinions, but here’s been my experience", "this is what has happened to me,” or something along those lines", "it diffuses a lot of these potentially volatile situations", "yeah, it humanizes", "we have all these ways we think we know each other", "we think we know what each other are about and they have to do with positions and issues, right", "or how somebody voted", "we don’t know each other on a human level", "i’ve been thinking since the election about i learned, i started my vision for doing this and kind of a bit of my methodology started in this project", "i did it for some benedictine monks back in the late ‘90s", "they were ecumenicist, which when they started doing it was a completely revolutionary thing", "i’m going to plead ignorance here", "can you define that for me", "what", "ecumenism", "yes, please", "well, it was like inter-christian, interdenominational conversation which we forget that in the 1960s, it was absolutely radical when catholics and protestants started talking to each other", "right", "then when they added jews, it was amazing", "the difference between armenian orthodox christians and nazarene holiness christians is vast as the difference between different faiths", "that’s what this place was about", "they would take up big theological questions and big theological divides and by posing a question and asking people to answer the question through the story of your life", "which actually you still got to really big, heady places in the discussion, but you humanized it as you got there", "i’ve been thinking since the election, i think this would work", "i don’t know how it would be structured, but what if we could create these experiences where people got together in trustworthy spaces where they could be safe, they were safe, and you had people start talking about why did you vote for donald trump", "or why did you vote for hillary clinton", "answer the question through the story of your life", "then we would actually start talking about eventually the things we need to start talking about", "including economics and our children’s futures and the fact that we have a shared stake in all of our children’s futures", "i’m glad you brought that up because it’s a very – i didn’t ever put this together because i hadn’t heard you say that before, but it’s also intensely practical to say “answer the question through the story and experience of your life,” because it has full context", "it’s not abstract", "and, in fact, there’s an organization called the entrepreneurs organization, and they have chapters all over the country and regional and city-wide groups of entrepreneurs who want to help one another", "i’m going to probably going to get this slightly off", "i’ve spoken at a number of eo events, but i’m not a member myself", "since i live in the silicon valley, i can’t escape entrepreneurs", "but the rules, as i remember them, are that the group, the chapter is split into what i think are called forums, which are groups of say four to five people", "i’m sure my fans will correct me if i’m getting this wrong", "but when someone in the forum, that is your social accountability group and primary cohort, when someone asks a question, “hey i’m trying to figure out how to franchise in this following state, what should i do?” or “i’m trying to solve this particular problem with hiring or annoying public” or fill-in-the-blank", "you cannot use conjecture in answering the question", "you can only answer the question through a story or experience that is from your personal life", "yeah, that’s it", "that’s the same thing, yeah", "the only thing – so it’s very practical", "it’s something anybody could do", "the only thing that we have to create that we don’t have now is we don’t – and this is a big order – is space and time", "we would need to create to somehow spaces, as i say, that are trustworthy, where it would be reasonable to invite people in and expect them to show some vulnerability and tell some truth", "it wouldn’t actually be reasonable to ask people to do that in most of our political spaces, in a lot of our public spaces now", "that’s something we’d have to make happen", "also, time", "because like with these monks, with these gatherings in collegeville, they would have five days", "everybody would spend 45 minutes or an hour answering that question on the first day", "then that was an incredible foundation", "it’s hard for the next few days", "it’s hard to imagine us carving out that kind of time and space, but we could figure this out if we wanted to", "i think also going into thinking about these larger, polarizing issues with the expectation that the conversations are going to be very uncomfortable", "that none of the biggest problems you’ll face in your own life, in the lives of others as a community, a country, fill-in-the-blank, are going to be comfortable", "when you have these stakes involved, if i could implore anyone listening to this to do one thing, certainly in the u.s", "and elsewhere, is to regularly practice exposing yourself to uncomfortable conversations so that you can get better at navigating them without vilifying the other person or emotionally overreacting", "it requires practice, just like negotiation, just like playing tennis, just like anything else", "if you wait for the big topic, whether it’s some aspect of race or otherwise, to debut your conversational skills with discomfort, you’re going to make huge mistakes that are going to be counterproductive and probably destructive", "krista tippett:yeah, and the other thing that i think goes along with that is question the reflexes you have about how you walk into those encounters and what you’re going to talk about", "because we have all these kind of dead-end, built-in instincts about the debate we will have or how we will present or defend our positive or be advocates or change someone’s mind", "or we go in with all kinds of assumptions about them", "i really don’t think this is rocket science, but part of what we have to work through are all the instincts we’re carrying that don’t serve us well", "this is connected to that, if you want to talk to people across difference, you probably don’t start with that, right", "we just think we have to do everything head-on", "we’re americans, we have to accomplish something", "we’ve got an hour here", "so i’ll tell you one of the most helpful stories", "i think a good model for this is i was in iowa the week after the election and there was this woman who talked to me about how she and a group of parents who she knows, who are pretty much split down the middle in terms of who they voted for in the election, share a concern about the effect that the corrosive public speech and the corrosive public campaign had on their children, their children’s imaginations", "they were gathering across these divides of politics with this shared entry point of all of them caring about their children", "whoever they voted for, being able to have this really constructive conversation that was meaningful to all of them about what they’re going to teach their children, how they’re going to talk to them", "the realities they want to create moving forward", "i think you can get really far down the road with that without ever having to talk about why you voted for who you voted for, and yet it creates a possibility of relationship, which creates all kinds of other possibilities", "kind of coming at this from a sideways direction", "absolutely", "i think that sometimes the most directly impactful approach is the oblique approach", "yeah, the slant", "coming at a slant", "one of the things that helped me a lot to navigate my own emotions so that i could less trigger other people’s emotions, so it’s a win/win, was radical – still is, i re-read this book on a fairly regular basis – radical acceptance by tara brach", "i read that", "i found it hugely helpful for me, personally", "what books, other than your own, have you gifted the most to other people", "i have gifted that rilke book", "and who are the authors again", "this was love letters to god", "it’s joanna macy, m-a-c-y, and anita barrows", "it’s rilke’s book of hours and the subtitle is love poems to god", "i have gifted pema chödrön’s when things fall apart", "that’s kind of a sacred text that i carry around with me at all times because things are always falling apart", "that’s a book i feel like i can pick up anywhere at any moment and read a paragraph and it will be redemptive", "i also love rilke’s letters to a young poet", "i give that to young people", "it’s not really about poetry", "it’s about life and there’s some wonderful things in there about love and the facile understanding of love that we walk around with and the idea of giving yourself time to grow up and grow into what love can be", "that’s a good selection", "at other times in my life, i gave away all the books i loved and as a result, i don’t have many books", "if you were giving the opportunity or maybe the assignment to each a lecture, a seminar, it’s an ongoing class with either college freshman or college seniors, which would you choose and what would you teach", "i’m sorry, college freshmen or college seniors", "right", "gosh, i don’t know how i would choose", "i do spend a lot of time with people that age", "i love it", "i guess i would choose college seniors just because i think you’re so much under formation in those years and still as a college senior", "what would i teach", "they’re growing up into this world of disarray now", "i don’t know if this is a teaching subject, but i’m thinking a lot about the narrative that we all walk around internalizing and working with, which is the narrative we receive from whatever was in the new york times today, whatever was in the headlines of npr or whatever our chosen media is, buzzfeed or whatever it is we’re reading", "how that is not the whole story and how when we walk around too shaped by that narrative, it’s overwhelming", "it actually is very paralyzing", "it does not tell or give people to work with other realities, like generative realities", "that the things that are actually saving us, the things that are growing us up", "focusing on that and focusing on a long view of time, as opposed to this 24/7 instant view of time, which makes us small", "taking seriously, treating as a data point the beautiful and noble people and projects you see around you", "it doesn’t refute the hard things that are happening, but it’s also true", "what exercises might you have those students do or readings that you would assign to help them with this", "i would just want them to get a big view of time", "to see this as a moment within a much larger canvas of time and to see what we internalize as the news, which we too often internalize as the whole of – kind of a snapshot of reality", "to be able to create some skills to put all of that into perspective and to ask what might really be important that we’re not talking about", "i don’t know", "if i had to teach skills, i suppose, which is really your question, i think these days i would love to do – and i didn’t do a creative course, but udemy did something through acumen which, of course, is listening in conversation", "i would love to teach just about the art of conversation, the practice of listening, the practical tools, as well as the kind of presence, the intentionality that needs to go into that", "these are practical skills", "i think listening is a basic social art", "it’s not just that we have to relearn them and we have to kind of learn things, except that we have very actively learned work against them", "we’ve all really been trained in the tools of advocacy, representing our positive and we need those skills, but we actually need to retire them also", "we need to dampen those as reflexively as the only things we know how to do", "i think that could be fun", "the art of asking better questions", "absolutely", "the quality of our questions determining the questions of our lives, as tony robbins would say, i think it’s reflected not only in the questions that you ask others, but the questions you ask yourself, which is part of the beauty of what’s been so fun about slowly trying to strengthen my bambi legs and interviewing myself is becoming better at asking questions in my own head", "who are some of the best listeners you know or have known", "sometimes people say to me, “you’re a professional listener", "you must have grown up with great listeners.” but i’m the other story", "i’m the story of the person who grew up surrounded by people who didn’t listen", "in the absence of that, i felt i needed it", "i didn’t grow up with a lot of models", "while there are certainly many good journalists and hosts, as i say, i don’t really take my models from traditional media", "the good listeners i know are not famous people", "that’s okay; they don’t have to be famous", "they’re my friend, mel, who’s in her 80s, who is just one of the wisest people i know and one of the dearest people i know, and the person who encouraged me to work on this project that sounded pretty farfetched when i first had the idea", "she really cares", "she’s really curious", "she’s also a joyful person", "that joy is infectious", "she’s a great listener", "do you have any favorite documentaries or movies", "i’m so bad at these questions about favorites", "everything goes out of my mind", "in fact, a lot of people ask me what was my favorite interview", "in fact, i just had this exchange about a week ago, where i was a little bit frosty with somebody because they said, “who’s your favorite interview this ever?” i said, “i can’t choose", "i love them all.” or “who was your favorite interview this year?” i always say, “my favorite interview was the last one i did.” they said, “you’re being very diplomatic.” no, i’m not being diplomatic; it’s true", "i would say my favorite movie would probably be the last one i watched, except i watch a lot more tv than movies these days", "i love how we’re relearning storytelling and doing it well on tv", "there’s some incredible writing and otherwise on tv", "what do are you watching currently or what’s the last memorable tv show that you watched", "i think i watched a lot of things i love this summer", "i loved the night manager", "i’ve been reading john le carré, and all my years in germany", "i love that kind of thing", "i love those thriller stories", "i loved true blood", "i loved the vampires", "there’s so much tv that i like right now", "i’m watching the affair", "ah, the affair", "all right, so just as a quick side note for the affair", "a lot of it or a portion of it takes place in a restaurant called “the lobster roll” out on long island in montauk", "is that a real place", "it’s a real place", "my second-ever job was a busboy at the lobster roll", "are you enjoying it", "are you enjoying the show", "i haven’t seen the show, in fact", "i haven’t", "i know a few people i grew up with, fellow townies on long island, who have said it’s very surreal to watch", "i remember getting yelled at by rich city people and having to clean up their messes", "that’s so funny", "that’s so funny that it’s a real place", "oh, yeah", "very much a real place", "if you had one gigantic billboard you could put a short message on it to get it out to millions of people, what would you put on that", "i think i’m really bad at these questions", "i can zig instead of zag here and we can do different types of questions", "but if anything comes to mind, let me know", "otherwise we can table it and come back", "okay, maybe that line that you started with right now", "that anger is what fear and pain look like when they show themselves in public", "i think that would be a good thing for people to reflect on, even briefly", "yeah, absolutely", "you talked a little bit about your morning", "you mentioned the meditation while your tea was steeping, if i remember correctly", "what does the first 60 minutes of a good day for you – what does that look like", "yeah, a good day is like i’ve had a pretty good sleep", "i love my sleep", "i get up and i do, i start to make my tea", "what time do you wake up and what kind of tea", "i wake up about 6:30", "what’s your go-to tea", "it’s yorkshire gold", "yorkshire gold", "is that a black tea", "yeah, which is what makes good, strong, black tea in minnesota", "i think everywhere you are with the water it’s different", "yeah, i sit for about ten minutes and sometimes i read a little bit", "i read a little thomas orton, or a little pema chödrön, or a little rilke, and then i actually have started adding prayer back into my meditation", "i realized that’s my mother tongue and that’s kind of been a revelation for me to start doing that again", "i’m not particularly religious", "i was just speaking to a very close friend of mine recently who is", "what are your prayers like", "it’s an interesting question", "for a long time, i used to have a book of common prayer and i used to read the compline, these compline services, these ancient services", "it’s very poetic", "recently – i’ve never talked to anybody about this – this summer, i got quiet and rested for the first time in about ten years", "it was amazing", "i was on big sur", "it was incredible", "one thing i did was i actually wrote a prayer", "it was like the prayer of my life right now", "it was such an incredible thing to do", "i never thought of doing that", "i think the thing is, and i’ve been saying, i think spiritual life is very – we all have personality types, so you have to find what works for you", "i grew up southern baptist, which is all very free-flowing", "when the minister was praying, you were supposed to be praying your own prayer in your head", "there’s something about me that likes – i like liturgy, i like ritual", "but i think previously i would have thought that even writing my own prayer would be not as good as a prayer that had been around for hundreds or thousands of years", "but somehow i managed something that is a really good way for me to move into the day", "i say that and i also have some time of silence and just breathing and sometimes kind of a mantra", "all of this in ten minutes", "isn’t that incredible", "i’m so productive", "of course, just like everybody else, i will be distracted for six of those ten minutes", "i think that’s why having a bit of liturgy that you have to stick to, like having something to hang on with", "then i make my tea and put my milk in it and i get to email", "if i have writing to do, i do that in the mornings", "just when my mind is clear", "i’m happy if i’ve prepared the day with important correspondence or with getting some important ideas out", "then eventually i go to work about 9:30 or 10:00", "usually i have something to record in the morning", "i have to ask, because my fans will certainly ask me why i didn’t ask you", "you don’t have to share, but would you be open to sharing your prayer", "or is that something you’d prefer not to discuss", "you mean now", "at this time", "yeah", "i can tell you what it’s – maybe i can tell you – gosh, can i even, it’s just funny because i’ve learned it by heart", "yeah, or what it’s about", "however – i know people would love more details because it’s so valuable to you", "in a way, it reflects that i’ve been learning about myself, like what i need to work on my inner life, my spiritual work", "the thing that i’ve been – i pray to keep learning to open my heart and keep learning to let go of the kind of resistance and protectiveness that saved me when i was growing up and it doesn’t fit – it became an armor around my natural love and trust and softness", "that’s kind of my life work, right", "i’m so much better", "i mean, just the fact that i can say it that way means i’m getting somewhere", "but it’s still my life work", "i pray that – it’s like when i incline to ambition, to know to take the light", "that what i fear that i might welcome and i pray about blessing the – constantly knowing the difference between intentions and consequences", "because i think there’s something mysterious about what becomes of our actions that we don’t control and that’s actually largely a wonderful thing", "but it doesn’t necessarily converge with my american can-do accomplishment mentality", "so lean into that", "that you do the right thing for the right reason and to some extent you have to let go of what becomes of it", "that’s kind of some of the big ideas", "of course, again, i say it every morning and now i – i spent some time last december in austria with brother david steindl-rast", "i don’t know if you’ve heard that interview", "he’s a benedictine monk", "he’s austrian", "he’s one of the great people in the world thinking about gratitude", "that’s probably one of those words i avoid a little bit too because it’s just been on too many hallmark cards", "what i like about him is he lived through the fascist occupation of his country as a teenager", "he knows how gritty the world is", "one of the things he says is that it would be absurd for any of us to say that you should be grateful for everything that happens to you", "we don’t say that", "but that you can be grateful in every moment", "that’s really stuck with me, so that’s how my prayer ends", "teach me to be grateful in every moment", "that’s a practice that helps me", "that’s extremely powerful and thank you for sharing", "i’m glad you did", "i think that’s going to be – i think that many pieces of that will be extremely helpful for many people", "thank you", "well, i certainly did not expect to talk about that", "i didn’t expect to ask you about it", "it makes me also want to go find wild geese that you mentioned earlier on top of that", "well, just one or two more questions and then i’ll let you get back to your day", "this is basically the tail end", "i’d like to ask if you have any – and i’ll ask where people can find you and so on – but first, do you have any requests of my audience", "the people listening", "anything that you’d like them to take away", "anything you’d like them to try", "anything you’d like them to consider or otherwise", "any parting words for the people listening", "as i said a minute ago, i’m just intensely aware of how many messages we internalize", "i feel that gets in the way of people really knowing how much power they have in terms of how they move through the world, the world around them, the people they can see and touch", "the small and large interactions we have", "we live in this bizarre moment where the place we have wanted to look for modeling and leadership and the way forward are very dysfunctional and partly because of our technology", "we’re turn-of-century people", "we’re in this moment where all of us who are adults were born in one world of assumptions and institutions that made sense and we are growing up or growing old in a world in which most of our disciplines, the way things have been done, don’t make sense", "we have to create the changed realities and it’s not going to happen from the top", "that’s not the way our digital world works anyway", "but i think we have more power, more agency to do that than we are made to feel", "it’s a wonderful calling", "i think we have to keep each other, accompany each other in keeping that sense", "that would be my encouragement", "somebody was talking to me yesterday about a phrase, “social courage.” i think that’s a good way to talk", "that’s something i want to invite people and call people’s attention to, just to make clear that is available to us", "i can’t think of any time when that has been more important, certainly in my lifetime, that i am consciously aware of than right now", "being socially courageous, which i think also means probably presenting and potentially defending important views or perspectives or experiences that are very unpopular", "i think in terms of the different callings of this moment", "some of us are going to have to defend and some of us may have to put our bodies in the way of danger that is coming to some people who are on the front lines of vulnerability", "i also think there’s a calling for many of us to be calmers of fear", "yes", "i think there’s some very quiet callings right now that can also make a huge difference", "krista, this has been so much fun", "i really appreciate you taking the time", "i’d like to encourage people to check our your work", "where can people say hello", "where can people find out more about you and if you have any recommended starting points, and i’m not going to ask you a favorite interview question because i don’t like getting that any more than you do", "but where can people find you and what would you suggest they start with, if you have a recommendation", "the website is onbeing.org", "we also have something called the civil conversations project that we’re going to be building out", "there’s also a civilcoversationsproject.org website", "it actually has a little guide i wrote that we’re calling “better conversations.” we have the on being app in the app store and, of course, you can find the on being podcast in itunes or wherever you get podcasts", "i am not on facebook", "for some reason, it just makes me break out in hives", "but i do actually love twitter", "i mostly go there to correspond and communicate with people who reach out to me there", "that’s a good place to check in", "@kristatippett", "yeah, just @kristatippett", "two ps, two ts", "you have to do that as much as i do – double-r, double-s", "but tim, i want to thank you so much", "also, i was really tired today", "here we are – isn’t it friday the 13th today", "it is friday the 13th", "anyway, it’s friday afternoon and i’m so tired today and it’s just been really energizing", "you have built something amazing and i’m so amazed that you’re listening to on being and i’m really grateful to meet your audience that are people like this", "well, it’s really fun and meaningful for me to have you on", "i hope this is not the last conversation that we have", "yeah, well, we’ll get together at some time and talk about berlin", "yes", "i would love to do that and you can listen to my mangled german", "but that’s okay", "ein fuß nach dem anderen, right", "it’s one little step after the other", "as i butcher yet another language", "that’s good", "thank you so much", "to everybody listening, as always, you can find show notes, links to everything that we discussed, at fourhourworkweek.com/podcast, all spelled out, as well as every other episode", "until next time, thank you for listening"]}