{"dialog_idx": {"kevin rose": [21, 22, 25, 27, 28, 29, 30, 32, 33, 34, 35, 36, 41, 43, 45, 46, 48, 53, 55, 57, 59, 60, 61, 62, 63, 70, 71, 72, 73, 75, 83, 84, 85, 86, 87, 88, 89, 98, 99, 101, 111, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 128, 130, 142, 143, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 161, 164, 166, 174, 187, 189, 190, 191, 192, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 213, 214, 215, 225, 227, 228, 229, 230, 231, 233, 234, 235, 236, 237, 238, 239, 241, 243, 244, 253, 255, 257, 260, 261, 277, 278, 279, 280, 281, 282, 283, 285, 288, 290, 291, 292, 294, 296, 302, 308, 309, 310, 311, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 328, 329, 330, 331, 332, 333, 336, 337, 338, 340, 341, 342, 343, 344, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 361, 368, 369, 371, 377, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 403, 404, 407, 408, 410, 411, 412, 413, 414, 415, 416, 417, 418, 426, 427, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 441, 442, 443, 444, 445, 446, 447, 449, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 466, 467, 468, 469, 473, 474, 477, 478, 479, 480, 481, 482, 484, 485, 488, 489, 490, 491, 492, 493, 494, 495, 511, 512, 520, 534, 557, 559, 562, 563, 564, 566, 567, 568, 569, 573, 576, 584, 590, 591, 592, 593, 594, 596, 597, 599, 604, 614, 619, 621, 624, 625, 627, 628, 629, 630, 632, 633, 634, 635, 638, 649, 654, 655, 656, 657, 658, 659, 660, 661, 662, 667, 668, 669, 670, 672, 673, 675, 676, 682, 683, 684, 687, 688, 695, 705, 706, 708, 709, 710, 713, 714, 720, 722, 724, 728, 729, 731, 751, 752, 780, 781, 782, 783, 784, 785, 787, 788, 791, 792, 793, 794, 797, 798, 800, 802, 806, 807, 808, 809, 810, 811, 812, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 827, 828, 829, 831, 832, 833, 834, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 865, 866, 867, 868, 871, 872, 874, 875, 876, 877, 878, 879, 880, 881, 882, 890, 892, 893, 898, 899, 900, 901, 902, 904, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 928, 929, 930, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 956, 958, 964, 966, 968, 970, 973, 979, 980, 982, 984, 985, 986, 987, 988, 989, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1002, 1003, 1013, 1018, 1019, 1021, 1022, 1029, 1032, 1038, 1040, 1041, 1043, 1044, 1046, 1048, 1055, 1065, 1066, 1067, 1069, 1070, 1072, 1073, 1074, 1083, 1084, 1085, 1086, 1087, 1088], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 23, 24, 26, 31, 37, 38, 39, 40, 42, 44, 47, 49, 50, 51, 52, 54, 56, 58, 64, 65, 66, 67, 68, 69, 74, 76, 77, 78, 79, 80, 81, 82, 90, 91, 92, 93, 94, 95, 96, 97, 100, 102, 103, 104, 105, 106, 107, 108, 109, 110, 112, 127, 129, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 144, 160, 162, 163, 165, 167, 168, 169, 170, 171, 172, 173, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 188, 193, 212, 216, 217, 218, 219, 220, 221, 222, 223, 224, 226, 232, 240, 242, 245, 246, 247, 248, 249, 250, 251, 252, 254, 256, 258, 259, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 284, 286, 287, 289, 293, 295, 297, 298, 299, 300, 301, 303, 304, 305, 306, 307, 312, 326, 327, 334, 335, 339, 345, 356, 357, 358, 359, 360, 362, 363, 364, 365, 366, 367, 370, 372, 373, 374, 375, 376, 378, 379, 402, 405, 406, 409, 419, 420, 421, 422, 423, 424, 425, 428, 429, 440, 448, 450, 451, 465, 470, 471, 472, 475, 476, 483, 486, 487, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 513, 514, 515, 516, 517, 518, 519, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 558, 560, 561, 565, 570, 571, 572, 574, 575, 577, 578, 579, 580, 581, 582, 583, 585, 586, 587, 588, 589, 595, 598, 600, 601, 602, 603, 605, 606, 607, 608, 609, 610, 611, 612, 613, 615, 616, 617, 618, 620, 622, 623, 626, 631, 636, 637, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 650, 651, 652, 653, 663, 664, 665, 666, 671, 674, 677, 678, 679, 680, 681, 685, 686, 689, 690, 691, 692, 693, 694, 696, 697, 698, 699, 700, 701, 702, 703, 704, 707, 711, 712, 715, 716, 717, 718, 719, 721, 723, 725, 726, 727, 730, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 786, 789, 790, 795, 796, 799, 801, 803, 804, 805, 813, 826, 830, 835, 849, 860, 861, 862, 863, 864, 869, 870, 873, 883, 884, 885, 886, 887, 888, 889, 891, 894, 895, 896, 897, 903, 905, 906, 907, 926, 927, 931, 932, 933, 934, 935, 936, 950, 951, 952, 953, 954, 955, 957, 959, 960, 961, 962, 963, 965, 967, 969, 971, 972, 974, 975, 976, 977, 978, 981, 983, 990, 1000, 1001, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1014, 1015, 1016, 1017, 1020, 1023, 1024, 1025, 1026, 1027, 1028, 1030, 1031, 1033, 1034, 1035, 1036, 1037, 1039, 1042, 1045, 1047, 1049, 1050, 1051, 1052, 1053, 1054, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1068, 1071, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082]}, "episode_num": 224, "file_type": "html", "guests": ["kevin rose"], "num_sentences": 1089, "num_words": 15076, "raw_text": "Tim Ferriss: Hello, ladies and germs. This is Tim Ferriss and it is a late-night edition of the Tim Ferriss Show, and I’m recording this from rural Japan, trying not to wake the friendly neighbors so, I’m going to try to keep this short. This is a special edition Random Show, and for those of you who have not experienced The Random Show, it is as the name would indicate; a random collection of exchanges between myself and Kevin Rose, entrepreneur; one of the best stock pickers both in public markets and in the startup game early stage investors I’ve ever met. He’s incredible and also, hilarious. We really just banter and talk about our favorite things, new discoveries, what we’re up to. In this particular episode, we discuss Japan and how to do it cheaply, how to do it in a very, very fun way, different recommendations. We talk about building apps. Kevin is extremely good at this. And the exact process, we brainstorm out loud and discuss things we haven’t gotten into before. We’ll talk about urine drinking – long story; we’ll get to that – love and marriage and difficulties therein and thereof, beauty and absurdity in 2017; why Kevin doesn’t have New Year’s resolutions this year, favorite books, and much, much more. We do talk about Japan a fair bit but lest we bore some percentage of you guys who aren’t really into Japan, I would also, recommend you check out some of my collected thoughts on my favorite recommended bucket list items, as well as cheap or free diversions and incredible options in places like Tokyo. And you can find that in a two-part blog post. You can go to tim.blog/japan; this is all free and it shows you how to get the most out of Tokyo for less than, say, a trip to New York. So, it is a fun post; it’s one I put a lot of thought into and had friends help me with, as well: tim.blog/japan. If you’ve ever thought about Japan, fantasized about going to Japan, why don’t we get that on the calendar for you and this will help you plan a lot of it and to spend your money very, very wisely. Tim.blog/japan. So, without further ado, please enjoy this episode of The Random Show with Kevin Rose, @kevinrose on Twitter and all the socials. It is late; I’ve had a lot of sake. Enjoy. Hello boys and girls. This is Tim Ferriss. Kevin Rose: And I’m Kevin Rose. Hello, friends; long time no chat. Tim Ferriss: Long time no chat, [Speaking Japanese]. The last one is effectively “long time no see” in Japanese, which is appropriate because we are here for a special edition of the Random Show in Kanazawa, Japan. Kevin Rose: That’s right. Tim Ferriss: Why are we in Japan, Kevin? Kevin Rose: Well, that’s a good question. It’s been awhile since we’ve been. Last time we were on this side of the world was China. No, no. Tim Ferriss: It was when you got engaged. Kevin Rose: That’s right! You were out here. I got engaged in Tokyo for the cherry blossom festival, and you were here and we ended up hanging out. But this is my 40th birthday yesterday, which is kind of nuts. So, we did a little trip, invited six or so, really close friends and yeah, it’s been a ton of fun. Tim Ferriss: We’re sitting here in a very traditional Japanese-style inn, ryokan, and we’re sitting on tatami mats. We have a low table in front of us, we’re sitting cross legged and we have some booze. We’ve already had a fair amount of sake so, instead, we’ve switched gears. I have some red wine, you have whatever that is. Kevin Rose: I have a Suntory premium malt beer, which is brewed with pride, is what it says on the outside there. Tim Ferriss: Japanese do everything with pride. Kevin Rose: Everything with pride. Tim Ferriss: I love it. Kevin Rose: I love it. Cheers. Tim Ferriss: Kanpai. Kevin Rose: Kanpai. Tim Ferriss: So, kanpai – we’ll do a couple of language things and then we’ll get into our usual random odds and ends, bits and pieces. But kampi is “empty glass,” and that is cheers in Japanese and Chinese; same characters. Gambi, also, “empty glass.” Kevin Rose: But the funny thing is, you told me this; it doesn’t mean chug. Tim Ferriss: It doesn’t mean chug. Kevin Rose: No, most people think when you say kampi, you just put it straight back, you chug it, boom, done, slam the glass, that’s it. Tim Ferriss: Which is not true, yeah. Kevin Rose: But there’s another word. Tim Ferriss: There is. Kevin Rose: What is it again? Tim Ferriss: Iki. Kevin Rose: Iki. So, if you go iki, iki… Tim Ferriss: Iki, iki, iki. Iki, iki is one breath, one breath. And that means chug. Kevin Rose: Okay. Tim Ferriss: So, different uses, to be used sparingly or all the time, in case of K. Rose. And we are at Adaia, as the name of the place. And if you hear any waterfall-like sounds in the background, that is because we have a natural onsen bringing water into the rooms where there are wooden tubs that are effectively indoor/outdoor. There’s an open wall so, you look out into a forest/hillside, and the steam pours out into the great outdoors. It is winter so, there’s tons of fog and mist and so, on; it’s just a magical place. Kevin Rose: It’s absolutely beautiful. One of the reasons I chose this place to stay is one, I had never stayed in a ryokan, like a traditional Japanese house before and I always wanted to do that. And No. 2, when you’re talking about an onsen like a natural spring, it’s very difficult because in Japan, if you have any tattoos whatsoever, you are forbidden from doing the onsen. Tim Ferriss: The public baths. Kevin Rose: Public baths because they say you are a yakuza. Tim Ferriss: Yeah, it’s associated with organized crime. So, if you have tattoos, as Kevin does – my little pony on both deltoids… Kevin Rose: They’re beautiful. I got the long-haired with the tassels; it’s quite a breathtaking thing. Tim Ferriss: It is breathtaking. You are not allowed to go to public baths, or most of them. Also, true in, say, hotels where they have beachfront. You’re not allowed to go on the beach if you have exposed tattoos. Kevin Rose: Yeah, and also, hotels when you’re going to just use their spa. Because I went in there one time, I was staying at I think the Peninsula, and I went in to use the spa and she goes, “Tattoos?” and I said, “Yes.” She handed me flesh-colored tape, like a little square of tape. And I have a few, and I was like, “I’m going to need the whole roll.” It didn’t actually happen; I didn’t go in. I would have been kicked out. But this is nice. It’s in a room. Every single room has its own little private bath, hot water being piped in and it’s been very relaxing. Tim Ferriss: I should say also, – we’re not going to talk about Japan the whole time, but I do think Japan is worth highlighting for a few reasons. I was an exchange student here when I was 15, which was really my first time abroad. That year completely changed my life. I lived with host families; I went to a Japanese school. I was the only American in my class photo, which was very easy “Where’s Waldo?” all in school uniforms. Crew cut, white head and then all Japanese kids, about 5,000. It has proven to be such a subtle and nuanced culture; simultaneously you can come here as someone who doesn’t speak Japanese, get completely lost, be completely bewildered. The English level is generally pretty low here so, it can be a totally alien environment where you can’t read any signs, and it’s not dangerous. Kevin Rose: Right. And the people will go above and beyond to try and decipher what you’re saying with your hands. Tim Ferriss: Not only that, why don’t you tell the story of Tony and the earphones? Kevin Rose: What earphones? Tim Ferriss: The earphones that he dropped in the [inaudible] – [Crosstalk] Kevin Rose: Oh, yeah. So, two days ago – well, there were two stories. This is classic Tokyo for you. It’s part of the reason why I love Japan so, much. The people here are just so, friendly and really concerned with your well being. Tony, one of the members that is traveling with us, he dropped his headphones. We’re talking standard, kind of Apple headphones; white cord, whatever. We walked into a coffee shop. Tim Ferriss: Just for context, this is on one of the busiest streets in a shopping district in Tokyo. Kevin Rose: Yes. Tim Ferriss: Fifth Avenue in New York City. Kevin Rose: Yeah, just like all over the place, probably stepping on the headphones and whatnot. Somebody on the second floor of a building across the street was looking out the window, saw that these small white headphones fell out of his pocket, ran down the stairs, grabbed the headphones, figured out which coffee bar we had gone into and then proceeded to enter in and hand back the headphones, which was just nuts. And then on top of that, the exact same coffee bar, I had gotten out of a taxi, left my cell phone in the taxi. Of course, when you’re in the States, you’re like shit, my cell phone’s gone; I’m never gonna see it again. So, I used Find my Phone, the Apple built in feature so, you can see where your phone is; I used it off my wife’s cell phone. It’s 20, 25 minutes away from where we’re at in a taxi. I’m like: oh, dammit, how am I ever going to get this back? I pressed the button which sends a signal to the cell phone and it sends out an audible alert so, anyone who is nearby can hear that. All of a sudden, I’m watching on GPS, the phone starts getting closer and closer and closer. This drive drives all the way back, 20-plus minutes, comes up the stairs to the coffee shop where I had left him, and then hands me my phone back. I try to tip him. I’m thinking in the States, you give somebody $20, $40, $50; thank you so, much. He wouldn’t accept my tip and was just so, polite; bowed to me and left. Man, when you live in the States, you’re just like what happened? Tim Ferriss: We have a few friends with us, and it also, makes you feel in many, many instances an uncivilized, hairy savage. Kevin Rose: That’s what I’m saying! Tim Ferriss: You wake up knowing you’re going to be ashamed of at least 17 things that you do that day. Kevin Rose: That’s right. Tim Ferriss: But it’s a wonderful environment. One thing I want to underscore before we move on, and I’m sure we’ll come back to it, is that you don’t have to have a lot of money or spend a lot of money to enjoy Tokyo. This is a common misconception. It can be extremely expensive but it doesn’t have to be extremely expensive. And certainly Japan as a whole doesn’t need to be extremely expensive. When I was here at 15, I had no money whatsoever. You can, for instance, find stores that you would recognize, like 7-11, that are completely different from the equivalent at home. You can go into a 7-11, for instance, and you can grab one of my favorite on the go bites, which is onigiri; these are rice balls wrapped in dry seaweed and filled with various meats, vegetables, or fish; say tuna or whatever it might be. Those typically cost about 110 yen, so, let’s just call that $1.00. You can find those at 7-11, a store called Sunkus, or Lawson. It’s packaged in such a way that you pull apart the plastic which keeps the seaweed separate, and it automatically wraps this rice triangle, and you have effectively an entire meal right there for somewhere between $1.00 and $2.00. Kevin Rose: You know it’s funny. I don’t know if I told you this but I was out here with David Chang, who is I would say – I’m sure a lot of people are familiar with him but he’s probably one of the top five chefs in the United States. Tim Ferriss: Very famous, Momofuku, milk bar. Kevin Rose: Yeah, milk bar. We happened to be here on the same trip with some friends. Hew as ranting and raving about the 7-11 egg salad sandwich This chef has three Mission stars at one of his restaurants; a top of the world chef freaking out about a 7-11. Different 7-11 than in the United States. Not high in food by any means; a couple bucks for this egg salad sandwich but prepared with – like my beer says, “prepared with pride.” Tim Ferriss: A couple of other go-tos I’d suggest in Tokyo, if you can get a ticket, go to the Ghibli Museum. Think of it as the Disney museum for the Walt Disney of Japan. That’s Miyazaki Hayao; he did Spirited Way, my favorite movie, My Neighbor Totoro; a whole, long list of blockbuster and genre-defining anime films. It is one of the most incredible museums I’ve ever been to. It’s in the middle of what they call Mitaka Forest, which is right next to – or is – Inokashira Koen. A lot of things in Japan are also, free. You can go to Harajuku, where you can find on the weekends Elvis impersonators doing their dancing. This has been going on for decades, now. And you can also, go to Takeshita Dori, which is I guess Takeshita Street or alleyway where you find dozens or hundreds of teenagers and high schoolers doing cosplay. So, they wear these crazy outfits and walk up and down the streets showing off the weirdest outfits imaginable. Kevin Rose: Some people are into that. Tim Ferriss: A lot of people are into it. Kevin Rose: When you see a cosplay… Because it’s like a sexual thing. Tim Ferriss: I think for some people that might be part of it, but I think it’s just a form of hyper expression in a culture where a lot of people feel very repressed over overly polite most of the time. So, then they blow it out on the weekends and put in pink contacts and white hair, and 12-inch platform shoes and wear the wackiest shit imaginable to waltz around in. Kevin Rose: Maybe in the States, cosplay is a bigger… They dress up like video game characters and things like that, like Comic-Con and whatnot. Tim Ferriss: Oh, yeah. Kevin Rose: That’s not really Japanese cosplay, though. Tim Ferriss: There are a lot of things that are regular in other countries that end up being adopted by weird niche groups in the U.S. and take on, in some cases, creepier and weirder elements. Like tango in Argentina, normal. Tango in some places in the United States; super weird. I’m just saying that as someone who loves tango and dances in many places but primarily in Argentina way back in the day. Same thing with Japanese stuff; it’s like oh, manga, cool and then you find a little subculture in a given city in the U.S., and you’re like wait a second, it’s all 40-year-old guys who are reading creepy, half-porno hanta manga. Okay, I don’t think I’m going to hang out here anymore. Kevin Rose: Right. Tim Ferriss: Segue. How do we segue from that? Let’s segue from Henta. Henta you can look up. There are two books that have helped me review and prep for this trip in terms of Japanese that I’d like to suggest people check out if you’re interested in Japanese. Very short, and I was able to get through these really quickly. The first is probably for people who speak more intermediate Japanese, so, you’d want some basics first. But it is 13 Secrets for Speaking Fluent Japanese, and this is by Giles Murray. So, 13 Secrets for Speaking Fluent Japanese; very, very helpful. The second may be a bit dry for some people but I like very concise grammar summaries that are quick reference. This is Japanese Verbs and Essentials of Grammar, by Rita Lampkin. You were mentioning before we started recording an app, apps, and app development. Kevin Rose: Yes. Tim Ferriss: You said you wanted to talk about it. Kevin Rose: Yeah, we can kind of segue into just what we’ve been up to lately, because that’s what we do at The Random Show if you’ve tuned into previous episodes where we just get hammered and talk about weird stuff. I wanted to get your take on this and kind of do a real time, hashing out. Because I haven’t told you anything about it. Well, I’ve told you a little bit about it but I think it would be fun to do an on-air help and show people what it’s like to brainstorm some of this stuff. Tim Ferriss: Sure. Kevin Rose: So, here’s the deal. In my career, for people who know me and don’t know me, I built a bunch of different software applications, both on the web and mobile, and worked at Google for a few years, and have done investing and things of that nature. Recently I’ve gotten back into building apps, so, I built an app around fasting that helps people do intermittent fasting that I wanted to give away for free, so, that’s a completely free app. It’s called Zero. Then I wanted to do another app recently around meditation. Meditation has been a hobby of mine on and off, I will say like most of our friends who meditate, for probably the last three or four years. I took a course in transcendental meditation here probably six months ago, really enjoyed it. Mantra-based meditation, so, when I say mantra I’m talking about you receive a word, you repeat that word over and over again. You’ve done this before, Tim, obviously. And you kind of go into more of a… what would you call that state? It’s almost like a hypnosis-type state when you’re doing the word over and over again, very relaxing. Anyway, a different form of meditation versus a general mindfulness meditation. One of the things I was thinking about for this app is to actually go completely public on the soup to nuts creation of the application. So, starting off by showing the wireframes, doing weekly video and showing off how you make certain decisions around app design, how you make usability, tradeoffs; what gets included in the app and what gets excluded. How you have to rerecord audio because you don’t like certain pieces of the audio you’re putting together; there are a thousand things that go into app creation. But it’s also, really scary because at the same time, when anyone, any new entrepreneur is developing anything new, you kind of want to keep it close to the vest a little bit because it’s kind of like your own secret sauce; it’s your own proprietary stuff. What do you think about going out, going very public? Because you are a very guarded guy. Tim Ferriss: About some things, yeah. Kevin Rose: But having known you for many years now, when you’re working on a new book and I’ve seen you now through many books, you won’t even share chapters of the book. You keep that stuff very close and very tight. What are your thoughts either way on doing something like this? Tim Ferriss: Books are a unique animal to me in that respect, where I feel like memes can inadvertently be released into the wild and gain traction in ways that are unforeseen if you start talking about a book that is going to take potentially three years to do, too early. Then that can create… Kevin Rose: Knockoffs. Tim Ferriss: Knockoffs and maybe push the way forward in such a way that you were paddling in the perfect place and now you’re going to be six, 12 months or more late to a party where you would have a superior product. But since you’re not the first to market, you’re not the first to mindshare. With books, I think that crowd sourcing ideas and feedback is most valuable in my experience when you have a clear idea first of what you would like to do, and then you use the wisdom of crowds to select from options that are of equal appeal to you. In other words, if you say alright, we’re going to include one of these three features but we only have the manpower to focus on one, I like all three equally; let’s let the crowd decide. I find that very actionable and helpful in many cases. But what should I write about and let me just pick and choose and make a Frankenstein’s monster; I find that very, very difficult. But in the case of an app, from where you are now to potential launch, what type of timeline are we looking at? Kevin Rose: Three months. Tim Ferriss: I wouldn’t be worried at all. Kevin Rose: Yeah, I’m not too concerned about it. I’m just curious. It’s a lot of work, obviously, to air it all out there because you don’t want to be this one-way communication where you just are pushing out content and you’re not taking in feedback. So, I was going to do a custom Slack group where I invited in a few hundred people, have them listen to the different various meditations as they’re being developed because I’m going to do both male and female voices, guided meditations. I want to be the first app to actually teach mantra meditation. Tim Ferriss: Nachos, nachos, nachos. Kevin Rose: Nachos. That is not going to be one of the mantras. So, anyway, it’s a new thing for me. Because in building so, many different pieces of software over the years, when I started Digg ten years ago, and read it, and we had competitors around; we were very cautious about which features we launched because they were getting cloned so, quickly. Almost like you said, whereas if you put this idea out there for a genre, all of a sudden you can have ten or 15 other books spring up before yours is actually out there and they gain mindshare. So, I don’t know. It’s potentially me being just a little bit gun-shy, here. Tim Ferriss: I would just say that I do small, I would say, test group development for a lot of the content that goes into my books. Kevin Rose: This is what you did for your first book cover, right, or the name of it? Tim Ferriss: I did Google AdWords testing. Kevin Rose: Didn’t you also, print out covers and put them on a book? Tell people that story. Tim Ferriss: I did. This is a story fewer people know. A lot of people have heard about how I used Google AdWords. I had about half a dozen titles and subtitles that were of equal appeal in effect for the Four Hour Work Week. I tested them on Google AdWords for $150 or $200 over the span of a week, and figured out very quickly – or Google figured out for me – which combination worked best to maximize click-through. Then that just went to an under-construction work page. But the other way that I tested was I printed out sample covers, different covers once the title had been decided and wrapped them around books that were the same size, and put them up on shelves at the Borders that used to exist on University Avenue in Palo Alto. And I sat there keeping track of how many people picked up different covers. Kevin Rose: Based on the title. Tim Ferriss: Based on the cover. Kevin Rose: Based on the cover design. Tim Ferriss: That’s right. Kevin Rose: Okay, because you had already decided the title. Tim Ferriss: Yes. So, I’d swap the covers every hour or so, and just stand there, watching. Kevin Rose: What were some of the covers? Do you remember what they looked like? Tim Ferriss: It was mostly color scheme. There were some design elements. But I test, I do test. I would say a few things. No. 1, you could capture the process and then release those after the app is launched. I think that would still be of equal value. I don’t think you need to broadcast them while you are still in development. I don’t think that’s a necessity. Quick question for you, though, because I’ve wondered about this myself. I use Slack internally for a lot of my work with my team. But I’ve heard mixed reviews about Slack channels for communities. Some people seem to love it. I’ve had other people, who will remain unnamed, who say don’t do it; it’s a huge headache. Why use a Slack channel as opposed to, say, a private Facebook group? Kevin Rose: It’s a great question. I actually thought about both. I might go Facebook. The problem with Slack is due to the nature that it is just a real-time chat, I think that the expectation is a more immediate response from you, versus it being just a general post in a Facebook group which you can get back to in a day or two. You and I are both really busy people. I have a feeling I will go Facebook. And Slack has a cap, too. Tim Ferriss: Slack also, doesn’t have nested comments. Kevin Rose: They just added something like that just a week ago. Tim Ferriss: Did they? Because that drives me insane. Kevin Rose: It’s not nested comments but it’s kind of like sub threads around a single comment. Tim Ferriss: Right, that’s what I mean. Kevin Rose: It doesn’t show up as a straight nest in the timeline, though; you kind of click through it. It’s a little bit funkier than a standard nested comment. But yeah, they’ve added that. Tim Ferriss: Can I add a side note? Kevin Rose: Yeah. Tim Ferriss: Just in case anyone from Facebook is listening to this, request – please, pretty please – if I could sort my comments by most liked or up-voted; that would make my life so, much easier. Kevin Rose: Where? Tim Ferriss: On my fan page, on Facebook.com/timferriss. When I poll people or when I ask my audience for feedback on things, like: hey, for 1,000 square feet or less, what type of yurt or small house should I build on such-and-such a plot? Then I get all these incredible responses. I’ve asked some people at Facebook about this; there’s no clear way that I have found to sort by most likes. Isn’t that crazy? Kevin Rose: Don’t they have a sort by most interesting or something like that? Tim Ferriss: They have sort by best, or top, or something like that but it’s an algorithm; it’s not a straightforward most liked indicator. So, go figure. But why meditation? What’s driving you to do it and what does success for you look like? Say you launch it in three months, three months after that how will you know if it has been successful or not? Kevin Rose: A couple things. Why, I’ve seen changes in my own body, in my own feelings in terms of just reducing anxiety and overall just happiness in general, and just giving me a little bit of space. To be honest, there are a lot of great apps out there. I think Calm and Headspace are two great ones. Tim Ferriss: Definitely. Kevin Rose: I’ve used both of them for many, many sessions. When I started taking TM, that transcendental meditation that teaches mantra-based meditation, it was a very expensive process. For most people, spending $1,500 on a three-day course is a big chunk of their pay. Mantra meditation, don’t get me wrong; there’s a lot of coaching there that TM provides that I think is really valuable. But I think the concept is pretty straightforward. Honestly, I’m at the point in my career where knock on wood, I’ve done fairly well in terms of investing and other things that I’ve done, and this isn’t about creating a big, multimillion dollar business. It’s about putting something out there that the world will enjoy, that is free, that people can get into. I want to make an app that teaches both mindfulness and the more breath work-based mindfulness meditation as well as mantra meditation. I should have said breath work being a separate category; so, teaching the kind of yoga breath work, and then a way to layer on some light social features. One of the things that none of these apps do is allow you to engage really in a community with your friends in a social way. It’s a very difficult thing because you want to make sure this isn’t an ego-driven thing; it’s not about oh, I meditated more than you so, I’m better. It’s more about encouraging each other to have a regular practice. I’ve built a lot of social apps in the past, and I’m hoping I can tread lightly there and get the right mixture of features that are both high quality, guided meditation along with unguided meditation, for which I’ve got some really amazing and beautiful different chimes and gong sounds to bring you back to your awareness. Tim Ferriss: How about duck sounds? Quack, quack. Kevin Rose: We can put ducks Tim Ferriss: here if you want. We can have a little Tim-Tim shout out if you want; whatever you’d like. It’s one of those things that when you’re an app developer and you start using apps, they never fit you because you didn’t build it. So, I look at these apps and I’m like I love them, they’re great but they’re not what I would build so, I just want to have my own little take on it. For me, success doesn’t mean 10 million people using it. If I can just attract some more people to get into meditation and find a little bit more space in their lives and a little bit less stress, I’ll be happy. Tim Ferriss: What is the motivation behind wanting to share the step-by-step? Like you said, it’s a lot of work to do that well. Kevin Rose: One of the things, if you’ve taken a look at the podcasts that I’ve done in the past on my own through the Journal podcast or the Foundation series, it has been this theme of interviewing entrepreneurs to encourage other people and let other people realize that entrepreneurs are just like anyone else. So, if they can see how we make mistakes along the way, because to get to a final product, to get to a 1.0 version that you launch, you change your mind 50, 75, 100 different times before you actually launch something. There will be so, many times where I’ll build something, I’ll get it in my hands; meaning build it in wireframes, build it in design. Tim Ferriss: Just for those people who don’t know the term, what are wireframes? Kevin Rose: Wireframes are essentially what I use and what most people use as their very first layout. Meaning let’s say you’re going to design the front page of Instagram as an app. You would draw a box and type in “picture goes here.” You would draw a circle and say “user profile photo goes here.” Tim Ferriss: It’s like storyboarding. Kevin Rose: Yes, it’s a blueprint. It’s a house blueprint. Tim Ferriss: Visual flowchart with different actions. Kevin Rose: Exactly. If “click this” goes to this page, if “click this” goes to that, if “turn on post notifications” does this… So, it’s a very complex series. They call it wireframes because it is like wire boxes. Then you get that on the phone so, you can kind of tap around. So, you make these mock-ups you can actually tap on with your finger and walk through. Oftentimes you’ll be like oh, that doesn’t feel right, or gosh, I wish this icon was over here, or this doesn’t make sense. So, there’s a lot of iteration that goes into that. I know so, many people or potential entrepreneurs who have talked to me in the past have always said I’m scared to make that leap and I don’t think I have it in me. And I think if I can expose to people how many mistakes we all make in building these things, that maybe they’ll think gosh, I can do this, too. I just want to encourage more creativity amongst would-be entrepreneurs, if that makes sense. Tim Ferriss: It does make sense. Let me ask you a question that I’ve already asked you but we didn’t really get into. I’ve been fascinated by and used apps for a really long time for all sorts of things. And like many people out there, I’ve had some ideas for apps. I’ve had listeners and readers of mine request apps from me for different things. Kevin Rose: You could easily have an app, a very popular app, I’m sure. Tim Ferriss: But my fear has been not the onus of designing a good app, which I think with the people that I know, with the people that you know, with people I have access to and maybe even people listening to this podcast who want to help, that designing a good app is achievable. My fear has always been to do that and then be on the hook for updating indefinitely for the rest of my life every week, every day, whatever it might be; that you’re just at that point caught in a very taxing and labor intensive maintenance mode. And you said no, you just have to design it right the first time, or something along those lines. Could you elaborate on that? Because the fear, and this comes from a place maybe that is no longer relevant but having used for instance vBulletin as a bulletin board… Kevin Rose: vBulletin, oh, my God. Tim Ferriss: It was just like every day was a fire drill; there was some type of vulnerability or botched something. Kevin Rose: Explain to people what that is, for people who don’t know. That’s old school talk right there. Tim Ferriss: vBulletin was a very popular bulletin board software. Kevin Rose: A message board. Tim Ferriss: Message board. If you wanted to build a forum or something along those lines, you could use vBulletin. The amount of headache, and spam infiltration, and moderation, and nonsense that my team and I had to deal with on probably a weekly basis was just unbelievable, primarily because of updates that were either completed improperly or sometimes completed, or additional bug fixes needed. It was really a big headache. Of course when I pick up my iPhone almost every day it’s like 37 notifications on the app store. Kevin Rose: New updates, yeah. Tim Ferriss: New updates for every app. How can you minimize the amount of maintenance that goes into something like that? Kevin Rose: Let me put it to you this way. Some things have gotten a hell of a lot better. Some things still require a little bit of work. Let me start with what’s gotten better. Back in the day when you built an application for the web or anything else, you had to host your own software. So, roll your own servers, there were times when Digg was taking off and gosh, we had 38 million people using our site every month. I had I want to say 75 to 100 servers that we physically would move into a location and rack mount; screw them in, hook them up. You had to touch the actual metal. So, Amazon was the first one to really take over. Then maybe Rackspace and a couple others decided okay, we know that’s a headache. Let’s get rid of that problem and actually allow sys admins to interact with the servers but they don’t actually have to touch the metal; we’ll do all the rack mounting for them. So, now, fast forward to today, a lot of this stuff is magic. When I say magic, meaning that Google and Amazon and a few others have really created these automatically scaling databases and services that you can essentially, if you pay them enough money, automatically scale. I’ll give you an example. Let’s say you create an application, and you’re like okay, this looks like a fun little social photo sharing application. Back in the day, you’d have one little rented server that you paid $99.00 a month for. And if you become popular, your server falls over, it stops working, you’re screwed. You’re running all over the place. You’re paying people to rack mount more servers for you. Google and many others – Microsoft and all the big players these days – have figured out that they will handle all of that and automatically scale things for you. They’ve created certain types of databases and other services that more or less automatically scale. So, if you become Snapchat overnight, it’s just a matter of dollars going in. Tim Ferriss: It’s just a matter of your credit limit on your Amex that you have on file. Kevin Rose: Exactly. So, there’s none of that concern anymore, and that’s the nice piece that’s been taken care of. Tim Ferriss: So, we’re talk about Amazon Web services? What are some of the others? Kevin Rose: Microsoft, Heroku to some extent even though it’s a little bit more managed and sits on top of Amazon. Oracle has some stuff that plays in this space; all the big players. Tim Ferriss: All the usual suspects. Kevin Rose: Exactly. So, the thing that is difficult, the one thing that is tough, is that you still manage the application. So, if you’re building an app, let’s just say Snapchat for example, and you want to make a change to a feature in your app. So, if you have the Tim Ferris app and you’re like okay, I want to feature podcasts but guess what, I want to add blog posts now, too. You have to write that additional change. Or, if there’s a bug in your app, you have to fix that bug and push out a new release. Or if there’s a new IOS version that comes out that deprecates some of the old features that were in your old IOS version, you have to then upgrade your version of the software, rewrite some code, and then rerelease it. So, long story short, and trying to get less technical, you maintain the app; the back end, what scales and allows people to use it is a lot easier to scale. But you still have to make sure to support your app and keep it current. Tim Ferriss: What should the expectation be, then? Let’s not make it abstract. If I did a long weekend jam session, came up with some wireframes with a couple of competent folks, just ground it out with a lot of caffeine and then went into development. You said three months; let’s say I gave myself and the team three to six months to ship and got it out there. Okay, boom, it goes out. What should my expectations be in terms of maintenance for the next year if it has moderate popularity? It’s not Snapchat but it also, just doesn’t die on the vine. Kevin Rose: Within the first 48 hours there are going to be a bunch of bugs that show up, just because you have a mass of people using it for the first time. That’s to be expected. Tim Ferriss: Happens with books, too, by the way. Oh, shit, I misspelled my own name on the cover page; great. Kevin Rose: Right, a little bit easier to fix in the app world. So, that’s going to happen and you have to push a pretty quick release out after that. But again, it’s a few little code fixes and you submit it to the app store and it goes right out and everybody gets the update, at least those who choose to update. Then it’s just a matter of usage in terms of dollars. So, with an audience of your size, let’s say you have a few hundred thousand people using it. If it’s pretty image-intense, that’s going to cost you some money; you could be thousands of dollars a month. That’s not out of the question. You know, I have an app called Zero, the little fasting app. It doesn’t require any back end which is awesome because it’s all localized on the phone. So, I don’t have to pay anything for that; it just runs. Tim Ferriss: It’s just like a software program that runs on the phone. Kevin Rose: Right, exactly. It stores all the data locally; all that good stuff. So, that’s really easy. If yours is just pulling an RSS feed and making a really easy way for people to have a conversation and enjoy your podcast, that’s a pretty straightforward thing that’s not going to cost you a lot of money. You probably wouldn’t even need a back end to do all of that. So, it’s just the cost of actually developing the app. That can range anywhere from a few thousand dollars to 10 or $15,000. Tim Ferriss: In terms of cost, I’m not concerned so, much of the cost of bandwidth. Kevin Rose: Maintenance is not a ton, by the way. Tim Ferriss: It’s more managing developers. It’s like: oh shit, Apple rewrote the book and came out with an OS that makes half of the app obsolete. Kevin Rose: It’s never that drastic, though. They always give you a lot of time. Any time Apple makes a major change and they say this is going to be deprecated, it’s always a year, and you’re not going to be rewriting stuff from the ground up. There was a point where that happens every few years, like Apple will move from Objective C to Swift, which is their new programming language which they did a few years ago. But still, they support the old stuff. So, it’s not the end of the world. The upside is huge. You have the ability to push notifications. Any time someone that’s listening to this, when you receive one of those push notifications, that is such a very powerful way to pull people back into your brand and back into your product. You’re top of mind, then. Like how else right now can Tim Ferriss tell you about something new in his life? Via Twitter? Sure, but how many people are actually going to be on Twitter? Tim Ferriss: No, Twitter is like throwing a golf ball into Niagara Falls and hoping somebody sees it. Kevin Rose: Right, you hope somebody sees it. On Facebook, you could boost the post and get a few more people to see it, and you’d pay a few dollars there. But when you own your own app and you get people to opt in for those push notifications, those are real, actionable things that people swipe into and then they’re back into your experience. So, the engagement is really high and worthwhile. Tim Ferriss: What I’ve fantasized about is, for instance, having the ability to centralize all the various bits and pieces of the experiments and so, on that I’m doing in one place. So, you’d have the social feeds and all that stuff within the app, but then you’d have the podcast. And when I’m traveling, as I do a lot, if I’m in Nashville, or I’m in Tokyo, or I’m in Detroit, wherever it might be, I could actually send post notifications based on location to people within a 100-mile radius. Kevin Rose: Oh, absolutely. It’s called geofencing. Tim Ferriss: Yeah, geofencing. So, it’s like in two days, I’m going to buy drinks for anyone who wants to swing by Joe’s Bar at this time on this night and just push it out to people who are in that zone. Kevin Rose: I’ve told you you should build your own app. It doesn’t have to be that crazy. Start out with something people can just opt into, get some great updates from you and you can slowly expand it over time. That’s the one thing that I always try and encourage people to do, is this doesn’t have to be everything on day one. That’s the beauty of software updates. Take your laundry list of 15 features that you would like to see in the next two years, narrow it down to three to five that you must have for a version 1.0, and go launch with that. Tim Ferriss: Well who is it, Reid Hoffman has said if you’re not embarrassed by the first version of your product, you shipped too late? Kevin Rose: That’s right. That’s great advice. Tim Ferriss: Which doesn’t apply necessarily to books, by the way but software that you can update quickly, for sure. So, what else is new, man? Kevin Rose: Gosh, that’s kind of my focus right now. I’ve been bouncing around doing different board advisory stuff, doing a little bit of angel investing, helping out HODINKEE where I spent a bunch of time there, and building apps. So, this is going to be my new thing. I want to get into your stuff but the last thing I will say is if people do want to join all this stuff, I have an email newsletter called The Journal. Just head on over to thejournal.email, and you can sign up there and I will send you a way to take part in this meditation app. I’d love to have you try it out and tell me what you think. But I want to know what you’ve been up to because you’ve been busy as hell! I feel like when I first invited you to the birthday thing out here in Japan, I didn’t know if you were going to make it because you’ve been doing the book launch madness tour. Tim Ferriss: Yeah, that’s effectively wrapped up. What a lot of people don’t realize is that I’ve never done a technical book tour. I’m actually going to have a mini documentary coming out soon about this. I hired for the first time ever a videographer to follow me around during week one of the Tools of Titans book launch, which ended up putting it at No.1 New York Times. It’s the first time I’ve head a book in consecutive weeks from the get-go on The New York Times No.1, and he tracked the whole thing so, you get to see behind the scenes. The point I was going to make is that I do two weeks in New York, typically in late November, early December. Then I take a breather over the holidays, and then I hit the ground running again on the West Coast this time for two weeks. And that’s it. That’s effectively the book launch, keeping in mind that a lot has been set up and put in motion months before the actual publication date. So, there are things that are locked and loaded and ready to go on day one, or day zero I guess. The book launch is a 24/7 engagement, at least I treat it that way. Because I would rather overdo it or over-commit by 20 percent and feel like I’ve left everything on the playing field, than to dial it back, go 80 percent, hit No. 2 or No. 3. I’m very competitive so, I don’t respond well to that. Kevin Rose: Congrats on that, man. You hit it. Tim Ferriss: Thank you. But it’s like I’d rather overdo it for a short period of time and leave no doubt that I did everything that could have been effective, rather than going 70 or 80 percent, not hitting the goal and then ask myself at every point thereafter, what if? Like what if I’d done that extra 20 percent? It was a spectacular experience. That is now effectively wrapped up. Really the two last events, being on Jimmy Fallon which was fantastic; did some acro yoga with Jimmy who listens to the podcast – hey, Jimmy. I had a fantastic time. Kevin Rose: Jimmy’s awesome. Tim Ferriss: You’ve spent time with him. For people who wonder, Jimmy is everyone you would hope him to be. He is the sweetest, most encouraging, most positive guy you could imagine. It’s so, noticeable, and I’m not going to name names but I’ve been on a lot of media. TV jobs are really hard jobs. I’m not talking about Jimmy, although his job is very hard; I’m talking about everybody. It is a really tough business. The staff on that show are happy people. Like they were joking around, having a good time. It was a really, really exciting and affirming culture to observe when I went on the show. There was Jimmy Fallon, and then there was the Castro Theater event that I did in San Francisco. That was effectively the tail end of it. So, right now, I’m in a period of slack. Kevin Rose: How does that make you feel? Tim Ferriss: You know, I’m practicing getting more comfortable with that. I like to have a big thing in the works. I like to have a round in the chamber ready to go. You and I are both good at setting goals and then backing into that goal, setting a timeline; just like you’re working on your apps, right? You think about it very methodically and that is fantastic for achievement but it makes you very future-focused. I think that you can leave appreciation and happiness on the table a lot of the time if you’re always future-focused. So, I’m trying to deliberately not have an immediate, huge project to jump into next. How does that make me feel? I’ll be honest; at times, very uneasy. Because I feel like things are red hot. I feel like there’s a lot of encouragement from other people to strike while the iron is hot. And I think selectively, that’s not bad advice. I remember B.J. Novak said to me once on this podcast, in fact, and I’m paraphrasing but he said if Will Smith doesn’t do a movie after three years, people aren’t like: where’s Will Smith? That guy hasn’t done anything. If you have some degree of talent or ability, you can get other people’s attention again if you have to. And so, I think that sense of urgency, where it’s like no, I have to another big thing or else; or else what? I don’t think that pressure is intrinsically healthy or helpful, necessarily. Right now, I just finished reading this book. I think it’s Cal Newport who wrote a book called Deep Work, just about really mitigating the reactivity that a lot of people experience on a daily or weekly basis to focus on different types of deep work. Whether that’s blocking out three hours in the morning, whether that’s blocking out a day a week, whether that’s blocking out a few weeks a year as Bill Gates does to effectively go off the grid and do a lot of deep reading and deep thinking; having some type of commitment and scheduling in advance that allows you to do that is something I’ve been thinking about a lot. So, this year I’ve been proactively looking through 2017 and blocking out extended periods of time for unknown purposes. Kevin Rose: I was curious about those unknown purposes because I would say I first met you when you launched your first book at the launch party, the Four Hour Work Week. Tim Ferriss: Yeah, the Hunt for Red October. Kevin Rose: Yeah, on the boat. Tim Ferriss: On the SS Jeremiah working Homeland Security warship. It’s for rent in San Francisco. Kevin Rose: You can rent out a boat for a party. It’s actually a pretty bad ass old warship. But the one thing that I’ve seen you do is you’ve found your next thing every few months, or every six months or so, or something like that. Tim Ferriss: Sure. Kevin Rose: What do you want your tombstone to read? What’s it going to be when you sum it all up, and you pass away? We’re all going to die. What is Tim Ferriss at the end of the day? Tim Ferriss: I don’t think it would be something grandiose. I think it would be a teacher who always wanted his students to be better than he was. I think that’s it; something along those lines. Kevin Rose: You consider yourself a teacher, then? Tim Ferriss: More than a writer, for sure. Writing is just a vehicle for trying to impart things that I’ve learned. Kevin Rose: Your writing are teachings, and everything you’ve done has been about teaching, right? Tim Ferriss: In some capacity, absolutely. Or it’s a tool that I use to teach. I always thought I was going to be a ninth or tenth grade teacher, actually. I think it’s a very critical window for a lot of kids; I know it was for me. It just so, happened that the book – and the podcast even more so, because it can be a secondary activity versus a book – provides an opportunity to reach more than, say, a classroom of 30 to 50 kids or fewer and takes it to the millions instead, which is a huge opportunity. And I think about it a lot. It’s a huge opportunity; it’s a huge responsibility not to squander it. Kevin Rose: What do you want to teach people? Tim Ferriss: I want to teach people how to think bigger, question the limitations that they’ve set for themselves that have been absorbed from people around them, whether that’s family, friends, critics, otherwise, and to test intelligently; to experiment intelligently. I think if you do those three things, you’re set for most things, at least in terms of goal achievement. If you train yourself, and by train, I mean practice in some systematic way, thinking big, questioning limitations that you’ve accumulated or that you’ve assimilated from other people, and then experimenting intelligently and knowing how to limit your losses and how to that downside in a non-fearful way, if that makes sense. In effect, learning to be able to ask what’s the worst that can happen and then planning experiments within the boundaries; I think you’re kind of set for most things. Whether that’s learning a language, building a huge business, helping a group of people overcome drug addiction; whatever it is I think those three are very, very critical. Kevin Rose: When people look at what you’ve done over the last few years, you’ve launched a series of successful books, you just made the cover of Entrepreneur Magazine, which is awesome, I think from the outside looking in, and I’ve been fortunate as well to have people ask me a very similar question which is what I want to ask you. They tend to think that people who have a little bit of success, they have it all figured out. People that have a little bit of success, they have it all figured out. I think in reality, at least for me, that’s never been the case. What don’t you have figured out? Tim Ferriss: I think you could ask me what do you have figured out and I’d have trouble coming up with answers and that list is a little bit easier. Kevin Rose: What are things that you struggle with? I want to get a little deep here tonight. Tim Ferriss: Thinking about marriage and kids, for sure. Kevin Rose: Okay, marriage and kids so, relationships are tough. Tim Ferriss: It’s tough because if I’m looking at it empirically as, say, an investor in certain social constructs… Kevin Rose: Why is that tough for you, though? Tim Ferriss: Hold on. As it’s typically formed or organized, marriage does not have a good success rate; it just doesn’t. Empirically data-driven in the United States just does not. Kevin Rose: But this is the data-driven side that I feel like you can’t… How can you apply data to love? Tim Ferriss: I think love… I was going to say it’s necessary but not sufficient. But even love is not necessarily necessary for a successful marriage. I know that sounds weird but I know people who have had arranged marriages, learned to love each other over, say, 20 years and have wonderful families. I know also, a higher percentage of people who were passionately in love, didn’t think about long term compatibility or value orientation, and ended up imploding into a super nova of psychological and financial destruction. So, I haven’t ruled out marriage; although I think it’s largely unnecessary and unhelpful legal constructs in a lot of respects. Kids are more interesting to me. Those are a few areas in my life with a lot of variables involved, changing variables both known and unknown that is tricky. It’s tricky. And I like to be really good at whatever I do. Kevin Rose: I know you do. Tim Ferriss: So, diving into something and being like: well, if it works out, it’s gonna be awesome; if it doesn’t, it could be like a complete disaster for myself and those I care about most. That’s not an easy leap of faith for me to make. So, those are two examples. There are plenty of things I don’t have figured out. Kevin Rose: Let me ask you a question about love. Tim Ferriss: Oh, boy. Kevin Rose: Come on. Tim Ferriss: Yeah, I’ll do it. I’ll do it. Kevin Rose: Let me go a little bit deeper, here. Have a little sip of wine. Tim Ferriss: I’ve been drinking so, much sake, this pinot noir tastes like sake, which is really weird. Kevin Rose: We’ve had a lot of sake tonight. So, the thing that you know is that you are a weird dude, and that’s one of the reasons why we’re friends and I think it’s so, awesome is because we both like to get into really weird shit and kind of experiment on weird stuff. I’ve gotta tell this story. I’m sorry, Tim. Tim Ferriss: Oh, God. Kevin Rose: Don’t cut this out of the episode. You have the final file but don’t cut it out. You told me in the car today… Tim Ferriss: Uh-oh. Kevin Rose: Can I say it? Tim Ferriss: Sure. I don’t know what’s coming. Kevin Rose: That you drank your own urine just because you were curious as to what it tasted like. Tim Ferriss: Let me back up. Let me give some context, here. I have a friend… Kevin Rose: Ladies aren’t running, knocking on your door. Maybe a few but I don’t know if it’s marriage material. Tim Ferriss: Not in my bumbled profile. It’s not usually what I lead with. Uric acid forward. I’ve met a few different folks over a relatively short period of time. One guy who said his aunt, I think it was, he was Indian and he said his aunt drank her urine something like once a month for medicinal purposes, which didn’t make a lot of sense to me. But I had read various accounts of people drinking urine, whether they’re on a lifeboat or fill in the blank, right? Kevin Rose: Of course. Tim Ferriss: Of all of the weird things I’ve done, and I have taken out whole blood samples, had them spun in centrifuges, re-injected locally into injuries. I’ve had things like BMP compounds that I’ve imported to inject into connective tissue. I’ve done some very odd stuff; really, really odd stuff. I realized I had never had a sip of my own urine. Kevin Rose: And you also, never ate a shit sandwich. That doesn’t mean… Tim Ferriss: I know. We were talking about this earlier because one of our friends was like, it’s a slippery slope. I’m like yeah, before you know it you’re eating shit sandwiches for lunch. It’s like no, not quite. So, yes, I’m a weird guy and I did, over a sink because I thought I might puke, after a day of fantastic hydration had a sip or two of my own urine and it wasn’t that bad, I’ve got to tell you. The Tim Ferriss 2016 vintage was quite tolerable. Kevin Rose: Bottle it. You’ve got to have a few fans out there that would pay for that. Tim Ferriss: It was quite tolerable. But where were you going with that? So, yes, I did mention that. I’d had a little bit too much caffeine earlier today and I was volunteering all sorts of information. Kevin Rose: The only place I was going with that… Tim Ferriss: And by the way, just so, people out there don’t start drinking their piss every day, I’m not recommending it, guys. I was just curious. Kevin Rose: Friggin’ curious. That’s funny. Tim Ferriss: I can guarantee you I cannot think of a single legitimate doctor that I know who would recommend you drink your own urine. Kevin Rose: That’s right. So, kids, don’t try that at home. Tim Ferriss: Yeah, don’t try that at home. Kevin Rose: I guess where I was going with that is just that being such odd ducks as you and I both are, it’s got to make dating and finding that right person difficult. You probably have a different standard, they probably have a different… is that a hard match to find? Tim Ferriss: You know the answer; it is. Of course, it is. And I think also, I am not convinced at all, and I’m actually quite convinced probably the opposite, that I need or want to date a long-haired version of Tim Ferriss. I think that would be possibly a complete nightmare; it probably would be a complete nightmare. I’m looking more for a complement than an overlap, if that makes sense. Kevin Rose: That’s fair. That’s smart. I may be too hardcore. Tim Ferriss: In my defense, I’ve had some great relationships in the last decade. I’ve had a lot of long term, very healthy relationships. Kevin Rose: So, what about the work stuff? What don’t you have figured out? Tim Ferriss: Thanks for the life raft. The work stuff, I will tell you I think I’m not preoccupied by work. There are a lot of micro details that I haven’t figured out, like Slack versus Facebook, or maybe I don’t know exactly which of those. But that’s window dressing; it’s not material. It’s a trivial, mundane thing that I’ll think about because I find the technical aspects of it interesting. But on a macro level, there are no looming, troublesome work questions that I’m grappling with at the moment. Kevin Rose: You seem to have found your life’s work, then. Tim Ferriss: In a sense, I feel like the podcast… It started out as a break from writing and a creative outlet, a way to minimize verbal ticks and improve my thinking, and learn to ask better questions. I recognized from the beginning that it was effectively my favorite part of the book writing process without the writing; being able to interview experts and hear their thinking, get a better understanding of their routines and what makes them tick, and non-obvious solutions and all of that. But also, to develop and improve my own thinking. I thought about it as my favorite part of book writing without the writing. But now it’s its own thing, and the podcast itself is something I enjoy so, much. It was never expected to go as long as it’s gone. I’m at 225, 250 episodes now. It’s nuts, man. We did the first one. Kevin Rose: Yeah, I know we did. That was a drunken episode. Tim Ferriss: That was a very drunken episode. Kevin Rose: I remember when you came to me and you were like, “I’m thinking about doing a podcast.” I was like alright, you know, because I had done over 500 episodes of Diggnation so, I was like okay, whatever. Let’s practice; let’s have some wine. It turned out to be a shit show but it was fun. Tim Ferriss: It was such a shit show. Oh, man. Kevin Rose: I’m glad I was there. I feel very honored to have kicked it off with you so, that’s awesome. Tim Ferriss: Yeah, it was fun. So, the work stuff, I would say the question I’m asking myself, this year, 2017, I’ve resolved to think a lot about absurdity and beauty as criteria for projects that I take on. Because neither of them lend themselves very well, and we could debate this but neither of them immediately lend themselves very cleanly to analytical quantification that I rely on so, heavily. Does that make sense? I’m good at that. Kevin Rose: Give me an example of absurdity and beauty. Tim Ferriss: Absurdity, I would say in simple terms is doing things just for the fuck of it that from the outside looking in, or maybe to anyone, don’t seem to make any sense whatsoever. Kevin Rose: Urine. Tim Ferriss: No, even that has a story. Kevin Rose: That doesn’t make any sense to anyone. Tim Ferriss: But the narrative behind it kind of makes sense. Like if you were to tell that story to anyone who really knows me, they’d be like, “Of course Tim drank his fucking urine; big surprise. That guy’s a lunatic.” But I really want to have more fun playing with the so-called rules out there, whether that takes the form of large-scale pranks or misdirection, or just general weirdness. Kevin Rose: To what end? What are you hoping to achieve? Tim Ferriss: There is no hoping to achieve. Kevin Rose: But I would imagine if you’re going to do something absurd, you have to have a hypothesis around what you want to achieve out of that. Tim Ferriss: I think it will stretch my mind in ways that I haven’t stretched my mind before. In almost every culture, if you look at mythology and traditional ceremonies, there is a person designated, almost like a court jester to speak truth to power, to play in the realm of the absurd, to be the prankster. And in some cases, they will do exactly the opposite of what social convention is. So, if you’re there in a very strict society, for instance, where people never eat with their mouths open, and I’m just making this up. But they might run around, say, eating rice and dropping it all over the place out of their mouths for this temporary period, like Carnivale back in the day, where they’re doing everything they’re not allowed to do the rest of the year. They act as a boundary tester and a walker between worlds, in a sense. This is going to sound odd but I’ve already admitted to drinking my own urine. I think there is a lot of power; I just sense there is a lot of latent potential empowerment in that space and we don’t play enough in that space. I certainly don’t. It’s hyper logical, and I think there are certain limitations to that. In that in lieu of trying to think bigger, think bigger, think bigger, which has a place; that thinking stranger and stranger and stranger will actually get me more of what I want or need, some of which I might not even realize I need. So, there’s that. And you saw me earlier today in the car when I was on fire. I’m a joker, and I haven’t done a lot of that. I haven’t really embraced that. That’s a component of the absurdity piece. And then beauty, and this is maybe tied into the absurdity, I recall very closely my podcast with B.J. Miller, one of my favorite podcasts I’ve done. A hospice care physician, or palliative care physician who’s helped more than a thousand people die. Kevin Rose: I’ve listened to his TED Talk. It was wonderful. Tim Ferriss: Yeah, it’s incredible. We spoke for two hours, whatever it was. I asked him if he were bringing a patient in who was going to die in weeks or months and they weren’t very social, if they weren’t going to interact with other patients and, say, bake cookies, for instance, which is one of the most therapeutic activities that he mentioned for a host of reasons. And I should say also, at the same time that when someone is in hospice, the expectation of people who come into visit is sometimes they will be having these Tuesdays with Maury, wide ranging, philosophical, existential observations that are pregnant with meaning at every turn of phrase and that’s just not what happens. A lot of dying is just going through your day-to-day routine, like brushing your teeth, taking a shit, watching TV, and just waiting for the end to come. It’s not all huge, philosophical breakthroughs. That’s where the baking cookies comes in in part because it’s on behalf of nothing but the tasting, and the smell, and the communal interplay of these different patients in their present state and present moment. But I asked him if someone’s not going to do that, not engage, what would you give them if you could give them three things? And he mentioned a comedy, he said plenty of space, plenty of time and space for just staring off and thinking; and then a book of Mark Rothko paintings. I asked him about the Mark Rothko paintings specifically and he explained Mark Rothko paintings are, in effect, extremely expensive painted squares. Like $80 million dollars for a huge painting that’s two orange squares on a canvas. I asked him why? He said – and I’m paraphrasing – in effect, he wanted people to consider and ponder how beautiful something potentially meaningless or pointless could be; the beauty in the meaninglessness. And that conversely, when people are getting closer to death, they grapple with some of these very big questions that might not have very good answers. So, what happens after I die? Why me? Why now? These questions that are very stress-inducing and can lead to a very difficult time and a very unpleasant time right up until death. So, instead, pondering the fact that maybe there is no answer to this, and maybe that’s not a bad thing, and that you don’t need all the answers. You can experience beauty, you can observe beauty in the mundane, and in these fucking painted squares that sell for $80 million dollars. You can look at this and you can try to make sense of it and chances are you won’t be able to make sense out of it but yet, at the same time, you can behold some sense of aesthetic beauty and absorb that. I thought about that a lot because I think humans are pattern recognition machines, and we look for answers and meaning and sense and logic in everything around us. And sometimes that produces more pain than joy, I think. Certainly, that’s true for me. So, those would be I think a few of the reasons why I want to do more art projects, in a sense. And maybe this year isn’t the year of big things for me. Maybe it’s the year of little things. Kevin Rose: Yeah, I’m with you. I just recently took a woodworking class that was just one night a week for several weeks. Woodworking was something that my father was really into before he passed away, and I never really got a good chance to… Honestly, I was just too busy to really pay attention. Dad is just always in your mind, he’s always going to be around forever, and turns out that’s not the case and the smell of sawdust to this day reminds me of my father. I got back into that and it’s been pretty awesome. Actually, when I get back to New York a couple of days after we take off, I’m going to be taking a traditional Japanese woodworking class, as well. Tim Ferriss: Do you want to tell people about where we went this afternoon? Kevin Rose: Oh, man. We went and saw one of Japan’s living treasures. Tim Ferriss: Is it true? Daria told me yeah, I’m into woodworking, too. Kevin Rose: Him? No, I didn’t say that. How would that even indicate that to him? I don’t know why he would say that. Tim Ferriss: We visited Kawagita, Mr. Kawagita who is a national living treasure in Japan. Kevin Rose: In terms of woodworking, and I think there’s one of seven total and he was the youngest to ever receive the National treasure at 59, and now he’s 82. Beautiful stuff. Tim Ferriss: Yeah, amazing. Kevin Rose: We both got suckered in and bought a few of his pieces. Tim Ferriss: I’m so, happy about it. Kevin Rose: Yeah, so, am I. Tim Ferriss: These pieces in some cases take five, ten years to make because they have to slowly whittle down a huge piece of wood to smaller and smaller forms, and at each step they have to effectively let the wood rest to dry, among other things, so, they can work with it effectively. I didn’t know that about the sawdust. So, when you walked into that workshop, sawdust and shavings everywhere. Kevin Rose: Oh absolutely, it just reminds me of my dad, 100 percent. It’s cool. I love doing stuff like that, though, in the same sense of kind of pushing yourself into uncomfortable situations. Daria, my wife, thinks I’m crazy because I try to find at least I would say three to five things per year that push me in new directions. For example, it was snowing in New York recently, and I like to walk around in Birkenstocks in the snow, and my feet freeze. I don’t know why I do it but I like how it brings me to the present moment. It sounds crazy, but one of the things I really enjoy about meditation is I can calm the mind… Tim Ferriss: This is also, one of those “don’t try this at home, kids.” Kevin Rose: Yeah, I know. Tim Ferriss: Don’t lose your toes. Kevin Rose: It’s not like I’m out there for four hours. But I go out there and take my dog out for a walk, and I think people look at me a little strange. But it’s just like you feel life. You feel that moment. I can feel it right there, you know? I think that’s why I did Wim Hof’s ice training. It’s also, why I’ve done extended fasting. Things like that just really force you into kind of this very, very present moment which is awesome. And it’s hard to get there. I’m not going to act like I’m some zenned out Buddhist master because 99.9 percent of the time, I am not. But you know what I’m talking about. You go into meditation and most times, to be frank, meditation is just your mind jumping all over the place being monkey mind. Tim Ferriss: Nachos, nachos, nachos. Kevin Rose: But every once in awhile, nachos nachos… Tim Ferriss: Quack. Kevin Rose: I have never done the duck. But every once in awhile, it just turns into something beautiful and that’s what I want more of. Tim Ferriss: So, how are you thinking about producing that more for yourself this year? Kevin Rose: Gosh, this is the first year that I actually did away with New Year’s resolutions because I don’t want to force myself into having to prove something. I’m actually just going to take it month by month. I just turned 40. I feel pretty confident where I am in life, and I want to be more vulnerable. Tim Ferriss: Vulnerable to whom? Kevin Rose: To everyone. To everyone. I feel like my entire life I have spent trying to build up to be something and constantly trying to find the next level; to level up. To look for “oh, if I could only make X number of dollars per year,” “if only I could achieve this,” “if only my startup could do this.” It was always this trying to push the level up. One, I can’t do it anymore because it’s physically pulling me down and two, there’s no happiness to be found there. I think you and I have been very fortunate in that we’ve done some amazing things in terms of things that money can buy. And I can tell you that that’s not where it comes from. Just because you are sleeping on a slightly better mattress, or have better walls, or a better front yard, or whatever it may be, happiness starts in the brain. And until you can settle that and come to peace and come to terms with your brain, nothing physical is going to fill that void. It’s something that people always say; I’m not saying anything new, here. But I’ve realized that. I watched that documentary, The Minimalists. Have you heard about those guys? Tim Ferriss: Yes. Kevin Rose: I like their general message. I think the idea of just scaling back, and I’ve sold a bunch of stuff on eBay. I hadn’t used eBay in years and I just got rid of a bunch of shit and I’m happier. I have less things to maintain, less garbage. I have a new rule. Oh, gosh. This is my rule. I’m one of those people who gets very wrapped up in the hot, new thing. Meaning if someone’s like: oh, you should try this supplement. And I know you’re like this, Tim, because you told me you have like 20 bottles of unopened supplements. Tim Ferriss: Well, we were talking about the 2 a.m. Amazon Prime delivery, and we’re like that’s a fantastic idea. Then you’re like wait, why do I have three different Chinese foot massagers? How did I get these? And you’re like: oh, I see what happened. Kevin Rose: Right. It’s easy to just want more things. So, my new rule is that if it’s going to cost probably I’d say more than $50 or $75, I wait 30 days. If in 30 days I still really, really want it and it makes sense in terms of my budget or whatever it may be, and my wife’s not going to be pissed at me, then I can decide to buy it or not. Tim Ferriss: So, how do you keep track? Do you put it on the Amazon wish list? Kevin Rose: Yes, I save it as a wish list if it’s on Amazon. Otherwise, I put it in a reminders doc. Tim Ferriss: Reminders doc where? Kevin Rose: There’s a reminders app built into Apple. And I will tell you that I have done this now for about three months, and I would say 80 to 90 percent of the shit I would have normally bought, I just don’t buy anymore. It’s awesome. It is awesome. And I’m less stressed. I have less crap. I’ve done this with clothes. I just donated a ton of my clothes that I don’t wear, and I probably have a quarter of the clothes that I used to. Before we sat down, you said I have 300 tee shirts. Tim Ferriss: No, I didn’t say 300. I said I have too much shit. And I pulled out this shirt that I’m wearing right now which I got for free, and which I love; it’s very comfortable. But I was like, I probably have 60 tee shirts. That’s fucking ridiculous, A. And B) I guarantee you anyone who’s spent time around me could be like: oh yeah, there’s the eight tee shirts that you wear. You don’t even wear those other 40. Kevin Rose: Oh yeah, I wear black tee shirts 99 percent of the time. Tim Ferriss: I’ve been fantasizing about going a little Jobs-ey and just getting a uniform, being like: okay, I’m going to wear Mizzen+Main chinos with a black tee shirt and Van’s slip-ons and that’s it. Kevin Rose: That’s hard on the dating life, though. My wife would be like: change it up a little bit, you know? Tim Ferriss: Yeah, I’m okay. I wouldn’t have anyone to veto my monotony. There’s no one who would care enough about that kind of thing to veto the monotony of my wardrobe. Which, let’s be honest, is not exactly Gucci catwalk wear. Kevin Rose: I’ve got to say that’s one of the things… We did this little thing at dinner that when I turned 40, I went around the table and talked about things that I really admired about everyone who was at the dinner. I don’t know if I mentioned this about you, but that as you’ve increased your popularity and wealth and everything else over the years, you still keep the same. You’ve still got tee shirts and flip flops and cheap shoes and all kinds of shit. I love that, though. You just keep it real, which is kind of awesome. Tim Ferriss: Well, I worry about it, and we talked about this. Kevin Rose: Experience stretching. Tim Ferriss: You call it experience stretching. I don’t know why it’s called experience stretching but hedonic adaptation, same thing. Which is the unfortunate phenomenon of adapting to new levels of comfort or quality in the things that you own so, that your new baseline, below which you become dissatisfied and unhappy, goes higher and higher and higher. Kevin Rose: I’ve got the best explanation ever, so, here you go. You start off, you have a wonderful trip planned to Maui and you’re like: gosh, I’m going to the beach; this is going to be awesome. That’s amazing. Then you see a sunset. You’re like: oh, beautiful sunset, that was great. I really enjoyed that. You go to bed. Next day you wake up, another sunset. Beautiful sunset. Oh, guess what? I’m going to have a glass of scotch with this. It’s 12-year scotch; this is great. Next day, you wake up. Oh, you know what would be great? That glass of scotch again but you know, if I added a cigar to this, and I’ve got these Cuban cigars my buddy got me; I’m gonna have one of these. And you keep adding on and layering and experience stretching this entire time. And all of a sudden guess what? That sunset, the original, beautiful, amazing gift that you had that first night is not so, special anymore because you don’t have your scotch, you don’t have your cigar, and you’ve experienced stretched this whole thing and it’s very difficult to go back from there. Tim Ferriss: Where did you get the term? I’d never heard it before you brought it up. Kevin Rose: Oh, some book. I’d have to go figure it out. It was some years ago; some book I read. Tim Ferriss: So, this hedonic adaptation thing is something I think about a lot. You mentioned Maui a few minutes ago. I was just in Kawai a few weeks ago, with Laird Hamilton and Gabby Reese. Laird Hamilton, famed big-wave surfer; everybody should see Riding Giants, the documentary. It will blow your mind. Gabby Reese’s wife is equally impressive in a million ways, and a bunch of other folks like Brian McKenzie and so, on for XPT training which was ice exposure, heat exposure, underwater weight training. Kevin Rose: Oh, I love that. Yeah, which is intense, and a number of other things. Kelly Starrett was also, there; all of these people have been on the podcast. The safe dosing of pain or discomfort, maybe, in those circumstances, and this is part of what appeals to me of the idea of a uniform, also; is getting say not fancy tee shirts but like Hanes. Just wearing something super basic, a few dollar tee shirt for a period of a few weeks would help to reinforce the fact that A) nobody really gives a shit. Maybe one out of 100 people would even notice. And then second, that it doesn’t matter. It doesn’t materially impact in any other way my life. And in fact, it simplifies it a lot. And by doing that, I will be less likely to feel compelled… I don’t buy a lot of clothing anyway. Kevin Rose: But you’re hardy like that, dude. It doesn’t have to be the same thing over and over again. You want a little variety for your spouse though, you know? Tim Ferriss: Yeah, I hear you but I’m not quite there yet, A. But B) I do think that the fasting and these various practices, and if you really want to get nerdy, people listening, you can check it out; this is available on public domain. If you search for Seneca on festivals and fasting, that is letter 13 in a collection of letters called The Letters to Lucilius. It talks about setting aside a certain number of days each month, or a week each quarter, to subsist on the cheapest of food, the coarsest of dress, etc. so, that you offset this hedonic adaptation which leads to some pretty miserable outcomes. Taken to an extreme, you and I both know and have spent time with people who have hundreds of millions of dollars, who are miserable cunts. Kevin Rose: Oh, for sure. Tim Ferriss: I meant they’re really unhappy people and they’re like: oh, my day is ruined because my friend only brought me a $500 bottle of wine instead of $1000 bottle of wine; I can’t even drink this. Kevin Rose: Yeah, it’s just too bad. Tim Ferriss: Like that’s disgusting. It’s a terrible place to end up. And not that I’m afraid of that, because I drink $4.00 wine from Trader Joes and I’m perfectly happy most of the time. But I worry about that. It’s something I worry about a lot. Kevin Rose: I don’t think you need to worry as much as most people, man. Tim Ferriss: Yeah, that’s true. Kevin Rose: You’re pretty laid back. Tim Ferriss: I don’t have very expensive tastes, except when it comes to Japanese lacquer wear, apparently. Kevin Rose: And horse saddles. Tim Ferriss: And horse saddles, yeah. Kevin Rose: You go to Tim’s house and he’s got crazy gold-plated horse saddles and shit. Tim Ferriss: I do have some weird stuff that I collect, also, from Japan. Oh, man. Kevin Rose: This is fun. Tim Ferriss: Another wide ranging random show. Anything else you would like to mention before we… Kevin Rose: I’ve got two things I’ll mention; a little plug at the very end. My once a month newsletter. Tim Ferriss: Oh, two times. Two times in one show. Kevin Rose: Well listen, it’s a podcast, too. Did I tell you I started my podcast back up again? Tim Ferriss: Are you? Kevin Rose: Yeah. Tim Ferriss: Really? Kevin Rose: Yeah. Well, it’s under the Journal, now. But yeah. So, I have a newsletter called The Journal. You can subscribe at thejournal.email. It’s once a month. Tim Ferriss: It’s a great newsletter. Kevin Rose: It’s a great newsletter. I’ve got about 70,000 people on there that check it out so, I hope you join for that. It’s also, a podcast. I just had some great guests on. I’ve added Elon Musk and a bunch of other folks on there. I hope you’ll give it a listen. You can just type in The Journal, Kevin Rose into iTunes and find it there. So, thank you, guys. I appreciate it. Tim Ferriss: I’ll give a couple more recommendations for people who want to explore. One is a sake recommendation. Kevin Rose: Oh, my God, this stuff is so, good. We went to the factory and gulped it down. Tim Ferriss: I have to just mention this tour. So, the sake factory tour is on the itinerary. We show up, and this guy ended up being great but he’s like, “Oh, hey, you guys. Alright, great. Take off your shoes. Come on in.” This is all in Japanese. So, we come in, and he kind of walks us quickly past a bunch of these tanks containing sake. He’s like: alright, you got it? Alright, good. Kevin Rose: And look at the tank; it’s bubbling. Tim Ferriss: Look at the tank bubbling. Alright, great. That’s the tour. And then he walks us into his tasting room. Kevin Rose: No, wait. Before that, one thing he did do was at the end of the tank. Tim Ferriss: Yes, this was the clincher. Kevin Rose: This was the clincher. Go ahead. Tim Ferriss: So, he had a sipping ladle, in effect, is the best way to describe it. He gave us some extremely fresh, unpasteurized sake which I’ll be honest, folks. I’m a Japanophile, I spend a lot of time here. I’ve had a lot of sake. Most of it kind of tastes the same. I mean I know that’s going to offend a lot of people but generally, most of it you’re kind of like: okay, it’s sake. Kevin Rose: Good sake. Tim Ferriss: If it’s terrible, it’s terrible. But this stuff was fucking unbelievable. Kevin Rose: I wanted to drink the whole ladle. Tim Ferriss: Everyone on this trip can consume a fair amount of alcohol. These are experienced drinkers. And everybody was astonished. Then we go into the tasting room and we’re expecting to sit down, and he’ll be like: here, first we’re going to have this; let me tell you about the notes and blah, blah, blah. But no, he sets out these glasses. Kevin Rose: We each get one glass. Tim Ferriss: Ten bottles in a row, and he’s like yeah, just get in a line like buffet style and go down and have a glass of each one. Kevin Rose: He puts the alcohol pourers into the bottle at the top. Did you notice that? Tim Ferriss: Oh yeah, like a bartender. Kevin Rose: Like a bartender, yes. So, we just went down the line and we just got hammed. Tim Ferriss: Yeah, basically every person was ham boned by the time they were done with a 45-second tasting of ten glasses of sake. Kevin Rose: We were in and out in 45 minutes, hammered and then bought all the sake. Tim Ferriss: Oh, the most efficient sales job ever. Kevin Rose: But… it’s so, good. Tim Ferriss: The sake is amazing. So, this one has the hilarious name of Kiss of Legend Japanese sake. This is junmi digingo. Junmi is pure sake, or unadulterated; it literally means pure rice. Junmi, which I believe just means they haven’t added separate alcohol into it, which you can taste for sure. And then digingo, which means I think 60 percent or so, of the rice husk, grain husk. Kevin Rose: I think it’s a little higher than that. Tim Ferriss: Maybe higher; has been removed. This should be reasonably easy to find. I’m blanking on the producer name in my kungi are a little bit difficult to discern at this point in the evening. I would also, say, for those people looking for a book to read, I’m reading right now – and I’m going to blank on the author name but it is so, far fantastic, called Genghis Khan and the Making of the Modern World. It’s spectacularly well researched and well written, and complements my favorite podcast series of episodes I’ve ever listened to, which is Hardcore History; that’s Dan Carlin. Hardcore History, Wrath of the Khans. They’re very, very complementary. If you’re more of an audio person, you could either listen to Wrath of the Khans on Hardcore History, or get an audio version of this book that I’m reading right now. I’m only about 5 percent into it but it’s incredibly intelligently written and just a compelling and well researched account of this figure and the legacy that he left behind. Kevin Rose: Awesome. Last thing I’ll plug is a documentary called The Birth of Sake. I know we’ve talked about this before. Tim Ferriss: Oh, yeah; fantastic. Kevin Rose: All shot on really beautiful HD cameras. I guess everything is shot on HD cameras these days. Tim Ferriss: Shot on beautiful standard def. Kevin Rose: Beautiful standard VHS. No, but it really does cover the entire creation, kind of soup to nuts on creating sake and how much labor actually goes into the process. It was a really touching story so, check it out on Netflix. Tim Ferriss: Okay, since you mentioned your newsletter, I think I’ll mention mine as well. I’m pretty sure you can get to this. It’s Five Bullet Friday. It’s very popular. It’s got lots and lots of folks, probably close to a million now who get this every Friday. It’s just a couple of recommendations, cool things I found like the sake or the book or other things that I’ve come across. You should be able to find it if you go to tim.blog/Friday. It’s free and you can check that out, Birth of Sake; fantastic. Kevin Rose, [Speaking Japanese], happy birthday. Kevin Rose: [Speaking Japanese] Tim Ferriss: And we will talk to you guys soon. Signing off. You’ll be able to find links to all the things we mentioned, all the goodies at the usual show notes page: that’s tim.blog/podcast. Until next time, thank you guys for listening. Kevin Rose: See you, guys. Posted on: June 22, 2018.", "speakers": ["tim ferriss", "kevin rose"], "text_sentences": ["hello, ladies and germs", "this is tim ferriss and it is a late-night edition of the tim ferriss show, and i’m recording this from rural japan, trying not to wake the friendly neighbors so, i’m going to try to keep this short", "this is a special edition random show, and for those of you who have not experienced the random show, it is as the name would indicate; a random collection of exchanges between myself and kevin rose, entrepreneur; one of the best stock pickers both in public markets and in the startup game early stage investors i’ve ever met", "he’s incredible and also, hilarious", "we really just banter and talk about our favorite things, new discoveries, what we’re up to", "in this particular episode, we discuss japan and how to do it cheaply, how to do it in a very, very fun way, different recommendations", "we talk about building apps", "kevin is extremely good at this", "and the exact process, we brainstorm out loud and discuss things we haven’t gotten into before", "we’ll talk about urine drinking – long story; we’ll get to that – love and marriage and difficulties therein and thereof, beauty and absurdity in 2017; why kevin doesn’t have new year’s resolutions this year, favorite books, and much, much more", "we do talk about japan a fair bit but lest we bore some percentage of you guys who aren’t really into japan, i would also, recommend you check out some of my collected thoughts on my favorite recommended bucket list items, as well as cheap or free diversions and incredible options in places like tokyo", "and you can find that in a two-part blog post", "you can go to tim.blog/japan; this is all free and it shows you how to get the most out of tokyo for less than, say, a trip to new york", "so, it is a fun post; it’s one i put a lot of thought into and had friends help me with, as well: tim.blog/japan", "if you’ve ever thought about japan, fantasized about going to japan, why don’t we get that on the calendar for you and this will help you plan a lot of it and to spend your money very, very wisely", "tim.blog/japan", "so, without further ado, please enjoy this episode of the random show with kevin rose, @kevinrose on twitter and all the socials", "it is late; i’ve had a lot of sake", "enjoy", "hello boys and girls", "this is tim ferriss", "and i’m kevin rose", "hello, friends; long time no chat", "long time no chat, [speaking japanese]", "the last one is effectively “long time no see” in japanese, which is appropriate because we are here for a special edition of the random show in kanazawa, japan", "that’s right", "why are we in japan, kevin", "well, that’s a good question", "it’s been awhile since we’ve been", "last time we were on this side of the world was china", "no, no", "it was when you got engaged", "that’s right", "you were out here", "i got engaged in tokyo for the cherry blossom festival, and you were here and we ended up hanging out", "but this is my 40th birthday yesterday, which is kind of nuts", "so, we did a little trip, invited six or so, really close friends and yeah, it’s been a ton of fun", "we’re sitting here in a very traditional japanese-style inn, ryokan, and we’re sitting on tatami mats", "we have a low table in front of us, we’re sitting cross legged and we have some booze", "we’ve already had a fair amount of sake so, instead, we’ve switched gears", "i have some red wine, you have whatever that is", "i have a suntory premium malt beer, which is brewed with pride, is what it says on the outside there", "japanese do everything with pride", "everything with pride", "i love it", "i love it", "cheers", "kanpai", "kanpai", "so, kanpai – we’ll do a couple of language things and then we’ll get into our usual random odds and ends, bits and pieces", "but kampi is “empty glass,” and that is cheers in japanese and chinese; same characters", "gambi, also, “empty glass.” but the funny thing is, you told me this; it doesn’t mean chug", "it doesn’t mean chug", "no, most people think when you say kampi, you just put it straight back, you chug it, boom, done, slam the glass, that’s it", "which is not true, yeah", "but there’s another word", "there is", "what is it again", "iki", "iki", "so, if you go iki, iki… iki, iki, iki", "iki, iki is one breath, one breath", "and that means chug", "okay", "so, different uses, to be used sparingly or all the time, in case of k", "rose", "and we are at adaia, as the name of the place", "and if you hear any waterfall-like sounds in the background, that is because we have a natural onsen bringing water into the rooms where there are wooden tubs that are effectively indoor/outdoor", "there’s an open wall so, you look out into a forest/hillside, and the steam pours out into the great outdoors", "it is winter so, there’s tons of fog and mist and so, on; it’s just a magical place", "it’s absolutely beautiful", "one of the reasons i chose this place to stay is one, i had never stayed in a ryokan, like a traditional japanese house before and i always wanted to do that", "and no", "2, when you’re talking about an onsen like a natural spring, it’s very difficult because in japan, if you have any tattoos whatsoever, you are forbidden from doing the onsen", "the public baths", "public baths because they say you are a yakuza", "yeah, it’s associated with organized crime", "so, if you have tattoos, as kevin does – my little pony on both deltoids… they’re beautiful", "i got the long-haired with the tassels; it’s quite a breathtaking thing", "it is breathtaking", "you are not allowed to go to public baths, or most of them", "also, true in, say, hotels where they have beachfront", "you’re not allowed to go on the beach if you have exposed tattoos", "yeah, and also, hotels when you’re going to just use their spa", "because i went in there one time, i was staying at i think the peninsula, and i went in to use the spa and she goes, “tattoos?” and i said, “yes.” she handed me flesh-colored tape, like a little square of tape", "and i have a few, and i was like, “i’m going to need the whole roll.” it didn’t actually happen; i didn’t go in", "i would have been kicked out", "but this is nice", "it’s in a room", "every single room has its own little private bath, hot water being piped in and it’s been very relaxing", "i should say also, – we’re not going to talk about japan the whole time, but i do think japan is worth highlighting for a few reasons", "i was an exchange student here when i was 15, which was really my first time abroad", "that year completely changed my life", "i lived with host families; i went to a japanese school", "i was the only american in my class photo, which was very easy “where’s waldo?” all in school uniforms", "crew cut, white head and then all japanese kids, about 5,000", "it has proven to be such a subtle and nuanced culture; simultaneously you can come here as someone who doesn’t speak japanese, get completely lost, be completely bewildered", "the english level is generally pretty low here so, it can be a totally alien environment where you can’t read any signs, and it’s not dangerous", "right", "and the people will go above and beyond to try and decipher what you’re saying with your hands", "not only that, why don’t you tell the story of tony and the earphones", "what earphones", "the earphones that he dropped in the [inaudible] – [crosstalk] oh, yeah", "so, two days ago – well, there were two stories", "this is classic tokyo for you", "it’s part of the reason why i love japan so, much", "the people here are just so, friendly and really concerned with your well being", "tony, one of the members that is traveling with us, he dropped his headphones", "we’re talking standard, kind of apple headphones; white cord, whatever", "we walked into a coffee shop", "just for context, this is on one of the busiest streets in a shopping district in tokyo", "yes", "fifth avenue in new york city", "yeah, just like all over the place, probably stepping on the headphones and whatnot", "somebody on the second floor of a building across the street was looking out the window, saw that these small white headphones fell out of his pocket, ran down the stairs, grabbed the headphones, figured out which coffee bar we had gone into and then proceeded to enter in and hand back the headphones, which was just nuts", "and then on top of that, the exact same coffee bar, i had gotten out of a taxi, left my cell phone in the taxi", "of course, when you’re in the states, you’re like shit, my cell phone’s gone; i’m never gonna see it again", "so, i used find my phone, the apple built in feature so, you can see where your phone is; i used it off my wife’s cell phone", "it’s 20, 25 minutes away from where we’re at in a taxi", "i’m like: oh, dammit, how am i ever going to get this back", "i pressed the button which sends a signal to the cell phone and it sends out an audible alert so, anyone who is nearby can hear that", "all of a sudden, i’m watching on gps, the phone starts getting closer and closer and closer", "this drive drives all the way back, 20-plus minutes, comes up the stairs to the coffee shop where i had left him, and then hands me my phone back", "i try to tip him", "i’m thinking in the states, you give somebody $20, $40, $50; thank you so, much", "he wouldn’t accept my tip and was just so, polite; bowed to me and left", "man, when you live in the states, you’re just like what happened", "we have a few friends with us, and it also, makes you feel in many, many instances an uncivilized, hairy savage", "that’s what i’m saying", "you wake up knowing you’re going to be ashamed of at least 17 things that you do that day", "that’s right", "but it’s a wonderful environment", "one thing i want to underscore before we move on, and i’m sure we’ll come back to it, is that you don’t have to have a lot of money or spend a lot of money to enjoy tokyo", "this is a common misconception", "it can be extremely expensive but it doesn’t have to be extremely expensive", "and certainly japan as a whole doesn’t need to be extremely expensive", "when i was here at 15, i had no money whatsoever", "you can, for instance, find stores that you would recognize, like 7-11, that are completely different from the equivalent at home", "you can go into a 7-11, for instance, and you can grab one of my favorite on the go bites, which is onigiri; these are rice balls wrapped in dry seaweed and filled with various meats, vegetables, or fish; say tuna or whatever it might be", "those typically cost about 110 yen, so, let’s just call that $1.00", "you can find those at 7-11, a store called sunkus, or lawson", "it’s packaged in such a way that you pull apart the plastic which keeps the seaweed separate, and it automatically wraps this rice triangle, and you have effectively an entire meal right there for somewhere between $1.00 and $2.00", "you know it’s funny", "i don’t know if i told you this but i was out here with david chang, who is i would say – i’m sure a lot of people are familiar with him but he’s probably one of the top five chefs in the united states", "very famous, momofuku, milk bar", "yeah, milk bar", "we happened to be here on the same trip with some friends", "hew as ranting and raving about the 7-11 egg salad sandwich this chef has three mission stars at one of his restaurants; a top of the world chef freaking out about a 7-11", "different 7-11 than in the united states", "not high in food by any means; a couple bucks for this egg salad sandwich but prepared with – like my beer says, “prepared with pride.” a couple of other go-tos i’d suggest in tokyo, if you can get a ticket, go to the ghibli museum", "think of it as the disney museum for the walt disney of japan", "that’s miyazaki hayao; he did spirited way, my favorite movie, my neighbor totoro; a whole, long list of blockbuster and genre-defining anime films", "it is one of the most incredible museums i’ve ever been to", "it’s in the middle of what they call mitaka forest, which is right next to – or is – inokashira koen", "a lot of things in japan are also, free", "you can go to harajuku, where you can find on the weekends elvis impersonators doing their dancing", "this has been going on for decades, now", "and you can also, go to takeshita dori, which is i guess takeshita street or alleyway where you find dozens or hundreds of teenagers and high schoolers doing cosplay", "so, they wear these crazy outfits and walk up and down the streets showing off the weirdest outfits imaginable", "some people are into that", "a lot of people are into it", "when you see a cosplay… because it’s like a sexual thing", "i think for some people that might be part of it, but i think it’s just a form of hyper expression in a culture where a lot of people feel very repressed over overly polite most of the time", "so, then they blow it out on the weekends and put in pink contacts and white hair, and 12-inch platform shoes and wear the wackiest shit imaginable to waltz around in", "maybe in the states, cosplay is a bigger… they dress up like video game characters and things like that, like comic-con and whatnot", "oh, yeah", "that’s not really japanese cosplay, though", "there are a lot of things that are regular in other countries that end up being adopted by weird niche groups in the u.s", "and take on, in some cases, creepier and weirder elements", "like tango in argentina, normal", "tango in some places in the united states; super weird", "i’m just saying that as someone who loves tango and dances in many places but primarily in argentina way back in the day", "same thing with japanese stuff; it’s like oh, manga, cool and then you find a little subculture in a given city in the u.s., and you’re like wait a second, it’s all 40-year-old guys who are reading creepy, half-porno hanta manga", "okay, i don’t think i’m going to hang out here anymore", "right", "segue", "how do we segue from that", "let’s segue from henta", "henta you can look up", "there are two books that have helped me review and prep for this trip in terms of japanese that i’d like to suggest people check out if you’re interested in japanese", "very short, and i was able to get through these really quickly", "the first is probably for people who speak more intermediate japanese, so, you’d want some basics first", "but it is 13 secrets for speaking fluent japanese, and this is by giles murray", "so, 13 secrets for speaking fluent japanese; very, very helpful", "the second may be a bit dry for some people but i like very concise grammar summaries that are quick reference", "this is japanese verbs and essentials of grammar, by rita lampkin", "you were mentioning before we started recording an app, apps, and app development", "yes", "you said you wanted to talk about it", "yeah, we can kind of segue into just what we’ve been up to lately, because that’s what we do at the random show if you’ve tuned into previous episodes where we just get hammered and talk about weird stuff", "i wanted to get your take on this and kind of do a real time, hashing out", "because i haven’t told you anything about it", "well, i’ve told you a little bit about it but i think it would be fun to do an on-air help and show people what it’s like to brainstorm some of this stuff", "sure", "so, here’s the deal", "in my career, for people who know me and don’t know me, i built a bunch of different software applications, both on the web and mobile, and worked at google for a few years, and have done investing and things of that nature", "recently i’ve gotten back into building apps, so, i built an app around fasting that helps people do intermittent fasting that i wanted to give away for free, so, that’s a completely free app", "it’s called zero", "then i wanted to do another app recently around meditation", "meditation has been a hobby of mine on and off, i will say like most of our friends who meditate, for probably the last three or four years", "i took a course in transcendental meditation here probably six months ago, really enjoyed it", "mantra-based meditation, so, when i say mantra i’m talking about you receive a word, you repeat that word over and over again", "you’ve done this before, tim, obviously", "and you kind of go into more of a… what would you call that state", "it’s almost like a hypnosis-type state when you’re doing the word over and over again, very relaxing", "anyway, a different form of meditation versus a general mindfulness meditation", "one of the things i was thinking about for this app is to actually go completely public on the soup to nuts creation of the application", "so, starting off by showing the wireframes, doing weekly video and showing off how you make certain decisions around app design, how you make usability, tradeoffs; what gets included in the app and what gets excluded", "how you have to rerecord audio because you don’t like certain pieces of the audio you’re putting together; there are a thousand things that go into app creation", "but it’s also, really scary because at the same time, when anyone, any new entrepreneur is developing anything new, you kind of want to keep it close to the vest a little bit because it’s kind of like your own secret sauce; it’s your own proprietary stuff", "what do you think about going out, going very public", "because you are a very guarded guy", "about some things, yeah", "but having known you for many years now, when you’re working on a new book and i’ve seen you now through many books, you won’t even share chapters of the book", "you keep that stuff very close and very tight", "what are your thoughts either way on doing something like this", "books are a unique animal to me in that respect, where i feel like memes can inadvertently be released into the wild and gain traction in ways that are unforeseen if you start talking about a book that is going to take potentially three years to do, too early", "then that can create… knockoffs", "knockoffs and maybe push the way forward in such a way that you were paddling in the perfect place and now you’re going to be six, 12 months or more late to a party where you would have a superior product", "but since you’re not the first to market, you’re not the first to mindshare", "with books, i think that crowd sourcing ideas and feedback is most valuable in my experience when you have a clear idea first of what you would like to do, and then you use the wisdom of crowds to select from options that are of equal appeal to you", "in other words, if you say alright, we’re going to include one of these three features but we only have the manpower to focus on one, i like all three equally; let’s let the crowd decide", "i find that very actionable and helpful in many cases", "but what should i write about and let me just pick and choose and make a frankenstein’s monster; i find that very, very difficult", "but in the case of an app, from where you are now to potential launch, what type of timeline are we looking at", "three months", "i wouldn’t be worried at all", "yeah, i’m not too concerned about it", "i’m just curious", "it’s a lot of work, obviously, to air it all out there because you don’t want to be this one-way communication where you just are pushing out content and you’re not taking in feedback", "so, i was going to do a custom slack group where i invited in a few hundred people, have them listen to the different various meditations as they’re being developed because i’m going to do both male and female voices, guided meditations", "i want to be the first app to actually teach mantra meditation", "nachos, nachos, nachos", "nachos", "that is not going to be one of the mantras", "so, anyway, it’s a new thing for me", "because in building so, many different pieces of software over the years, when i started digg ten years ago, and read it, and we had competitors around; we were very cautious about which features we launched because they were getting cloned so, quickly", "almost like you said, whereas if you put this idea out there for a genre, all of a sudden you can have ten or 15 other books spring up before yours is actually out there and they gain mindshare", "so, i don’t know", "it’s potentially me being just a little bit gun-shy, here", "i would just say that i do small, i would say, test group development for a lot of the content that goes into my books", "this is what you did for your first book cover, right, or the name of it", "i did google adwords testing", "didn’t you also, print out covers and put them on a book", "tell people that story", "i did", "this is a story fewer people know", "a lot of people have heard about how i used google adwords", "i had about half a dozen titles and subtitles that were of equal appeal in effect for the four hour work week", "i tested them on google adwords for $150 or $200 over the span of a week, and figured out very quickly – or google figured out for me – which combination worked best to maximize click-through", "then that just went to an under-construction work page", "but the other way that i tested was i printed out sample covers, different covers once the title had been decided and wrapped them around books that were the same size, and put them up on shelves at the borders that used to exist on university avenue in palo alto", "and i sat there keeping track of how many people picked up different covers", "based on the title", "based on the cover", "based on the cover design", "that’s right", "okay, because you had already decided the title", "yes", "so, i’d swap the covers every hour or so, and just stand there, watching", "what were some of the covers", "do you remember what they looked like", "it was mostly color scheme", "there were some design elements", "but i test, i do test", "i would say a few things", "no", "1, you could capture the process and then release those after the app is launched", "i think that would still be of equal value", "i don’t think you need to broadcast them while you are still in development", "i don’t think that’s a necessity", "quick question for you, though, because i’ve wondered about this myself", "i use slack internally for a lot of my work with my team", "but i’ve heard mixed reviews about slack channels for communities", "some people seem to love it", "i’ve had other people, who will remain unnamed, who say don’t do it; it’s a huge headache", "why use a slack channel as opposed to, say, a private facebook group", "it’s a great question", "i actually thought about both", "i might go facebook", "the problem with slack is due to the nature that it is just a real-time chat, i think that the expectation is a more immediate response from you, versus it being just a general post in a facebook group which you can get back to in a day or two", "you and i are both really busy people", "i have a feeling i will go facebook", "and slack has a cap, too", "slack also, doesn’t have nested comments", "they just added something like that just a week ago", "did they", "because that drives me insane", "it’s not nested comments but it’s kind of like sub threads around a single comment", "right, that’s what i mean", "it doesn’t show up as a straight nest in the timeline, though; you kind of click through it", "it’s a little bit funkier than a standard nested comment", "but yeah, they’ve added that", "can i add a side note", "yeah", "just in case anyone from facebook is listening to this, request – please, pretty please – if i could sort my comments by most liked or up-voted; that would make my life so, much easier", "where", "on my fan page, on facebook.com/timferriss", "when i poll people or when i ask my audience for feedback on things, like: hey, for 1,000 square feet or less, what type of yurt or small house should i build on such-and-such a plot", "then i get all these incredible responses", "i’ve asked some people at facebook about this; there’s no clear way that i have found to sort by most likes", "isn’t that crazy", "don’t they have a sort by most interesting or something like that", "they have sort by best, or top, or something like that but it’s an algorithm; it’s not a straightforward most liked indicator", "so, go figure", "but why meditation", "what’s driving you to do it and what does success for you look like", "say you launch it in three months, three months after that how will you know if it has been successful or not", "a couple things", "why, i’ve seen changes in my own body, in my own feelings in terms of just reducing anxiety and overall just happiness in general, and just giving me a little bit of space", "to be honest, there are a lot of great apps out there", "i think calm and headspace are two great ones", "definitely", "i’ve used both of them for many, many sessions", "when i started taking tm, that transcendental meditation that teaches mantra-based meditation, it was a very expensive process", "for most people, spending $1,500 on a three-day course is a big chunk of their pay", "mantra meditation, don’t get me wrong; there’s a lot of coaching there that tm provides that i think is really valuable", "but i think the concept is pretty straightforward", "honestly, i’m at the point in my career where knock on wood, i’ve done fairly well in terms of investing and other things that i’ve done, and this isn’t about creating a big, multimillion dollar business", "it’s about putting something out there that the world will enjoy, that is free, that people can get into", "i want to make an app that teaches both mindfulness and the more breath work-based mindfulness meditation as well as mantra meditation", "i should have said breath work being a separate category; so, teaching the kind of yoga breath work, and then a way to layer on some light social features", "one of the things that none of these apps do is allow you to engage really in a community with your friends in a social way", "it’s a very difficult thing because you want to make sure this isn’t an ego-driven thing; it’s not about oh, i meditated more than you so, i’m better", "it’s more about encouraging each other to have a regular practice", "i’ve built a lot of social apps in the past, and i’m hoping i can tread lightly there and get the right mixture of features that are both high quality, guided meditation along with unguided meditation, for which i’ve got some really amazing and beautiful different chimes and gong sounds to bring you back to your awareness", "how about duck sounds", "quack, quack", "we can put ducks here if you want", "we can have a little tim-tim shout out if you want; whatever you’d like", "it’s one of those things that when you’re an app developer and you start using apps, they never fit you because you didn’t build it", "so, i look at these apps and i’m like i love them, they’re great but they’re not what i would build so, i just want to have my own little take on it", "for me, success doesn’t mean 10 million people using it", "if i can just attract some more people to get into meditation and find a little bit more space in their lives and a little bit less stress, i’ll be happy", "what is the motivation behind wanting to share the step-by-step", "like you said, it’s a lot of work to do that well", "one of the things, if you’ve taken a look at the podcasts that i’ve done in the past on my own through the journal podcast or the foundation series, it has been this theme of interviewing entrepreneurs to encourage other people and let other people realize that entrepreneurs are just like anyone else", "so, if they can see how we make mistakes along the way, because to get to a final product, to get to a 1.0 version that you launch, you change your mind 50, 75, 100 different times before you actually launch something", "there will be so, many times where i’ll build something, i’ll get it in my hands; meaning build it in wireframes, build it in design", "just for those people who don’t know the term, what are wireframes", "wireframes are essentially what i use and what most people use as their very first layout", "meaning let’s say you’re going to design the front page of instagram as an app", "you would draw a box and type in “picture goes here.” you would draw a circle and say “user profile photo goes here.” it’s like storyboarding", "yes, it’s a blueprint", "it’s a house blueprint", "visual flowchart with different actions", "exactly", "if “click this” goes to this page, if “click this” goes to that, if “turn on post notifications” does this… so, it’s a very complex series", "they call it wireframes because it is like wire boxes", "then you get that on the phone so, you can kind of tap around", "so, you make these mock-ups you can actually tap on with your finger and walk through", "oftentimes you’ll be like oh, that doesn’t feel right, or gosh, i wish this icon was over here, or this doesn’t make sense", "so, there’s a lot of iteration that goes into that", "i know so, many people or potential entrepreneurs who have talked to me in the past have always said i’m scared to make that leap and i don’t think i have it in me", "and i think if i can expose to people how many mistakes we all make in building these things, that maybe they’ll think gosh, i can do this, too", "i just want to encourage more creativity amongst would-be entrepreneurs, if that makes sense", "it does make sense", "let me ask you a question that i’ve already asked you but we didn’t really get into", "i’ve been fascinated by and used apps for a really long time for all sorts of things", "and like many people out there, i’ve had some ideas for apps", "i’ve had listeners and readers of mine request apps from me for different things", "you could easily have an app, a very popular app, i’m sure", "but my fear has been not the onus of designing a good app, which i think with the people that i know, with the people that you know, with people i have access to and maybe even people listening to this podcast who want to help, that designing a good app is achievable", "my fear has always been to do that and then be on the hook for updating indefinitely for the rest of my life every week, every day, whatever it might be; that you’re just at that point caught in a very taxing and labor intensive maintenance mode", "and you said no, you just have to design it right the first time, or something along those lines", "could you elaborate on that", "because the fear, and this comes from a place maybe that is no longer relevant but having used for instance vbulletin as a bulletin board… vbulletin, oh, my god", "it was just like every day was a fire drill; there was some type of vulnerability or botched something", "explain to people what that is, for people who don’t know", "that’s old school talk right there", "vbulletin was a very popular bulletin board software", "a message board", "message board", "if you wanted to build a forum or something along those lines, you could use vbulletin", "the amount of headache, and spam infiltration, and moderation, and nonsense that my team and i had to deal with on probably a weekly basis was just unbelievable, primarily because of updates that were either completed improperly or sometimes completed, or additional bug fixes needed", "it was really a big headache", "of course when i pick up my iphone almost every day it’s like 37 notifications on the app store", "new updates, yeah", "new updates for every app", "how can you minimize the amount of maintenance that goes into something like that", "let me put it to you this way", "some things have gotten a hell of a lot better", "some things still require a little bit of work", "let me start with what’s gotten better", "back in the day when you built an application for the web or anything else, you had to host your own software", "so, roll your own servers, there were times when digg was taking off and gosh, we had 38 million people using our site every month", "i had i want to say 75 to 100 servers that we physically would move into a location and rack mount; screw them in, hook them up", "you had to touch the actual metal", "so, amazon was the first one to really take over", "then maybe rackspace and a couple others decided okay, we know that’s a headache", "let’s get rid of that problem and actually allow sys admins to interact with the servers but they don’t actually have to touch the metal; we’ll do all the rack mounting for them", "so, now, fast forward to today, a lot of this stuff is magic", "when i say magic, meaning that google and amazon and a few others have really created these automatically scaling databases and services that you can essentially, if you pay them enough money, automatically scale", "i’ll give you an example", "let’s say you create an application, and you’re like okay, this looks like a fun little social photo sharing application", "back in the day, you’d have one little rented server that you paid $99.00 a month for", "and if you become popular, your server falls over, it stops working, you’re screwed", "you’re running all over the place", "you’re paying people to rack mount more servers for you", "google and many others – microsoft and all the big players these days – have figured out that they will handle all of that and automatically scale things for you", "they’ve created certain types of databases and other services that more or less automatically scale", "so, if you become snapchat overnight, it’s just a matter of dollars going in", "it’s just a matter of your credit limit on your amex that you have on file", "exactly", "so, there’s none of that concern anymore, and that’s the nice piece that’s been taken care of", "so, we’re talk about amazon web services", "what are some of the others", "microsoft, heroku to some extent even though it’s a little bit more managed and sits on top of amazon", "oracle has some stuff that plays in this space; all the big players", "all the usual suspects", "exactly", "so, the thing that is difficult, the one thing that is tough, is that you still manage the application", "so, if you’re building an app, let’s just say snapchat for example, and you want to make a change to a feature in your app", "so, if you have the tim ferris app and you’re like okay, i want to feature podcasts but guess what, i want to add blog posts now, too", "you have to write that additional change", "or, if there’s a bug in your app, you have to fix that bug and push out a new release", "or if there’s a new ios version that comes out that deprecates some of the old features that were in your old ios version, you have to then upgrade your version of the software, rewrite some code, and then rerelease it", "so, long story short, and trying to get less technical, you maintain the app; the back end, what scales and allows people to use it is a lot easier to scale", "but you still have to make sure to support your app and keep it current", "what should the expectation be, then", "let’s not make it abstract", "if i did a long weekend jam session, came up with some wireframes with a couple of competent folks, just ground it out with a lot of caffeine and then went into development", "you said three months; let’s say i gave myself and the team three to six months to ship and got it out there", "okay, boom, it goes out", "what should my expectations be in terms of maintenance for the next year if it has moderate popularity", "it’s not snapchat but it also, just doesn’t die on the vine", "within the first 48 hours there are going to be a bunch of bugs that show up, just because you have a mass of people using it for the first time", "that’s to be expected", "happens with books, too, by the way", "oh, shit, i misspelled my own name on the cover page; great", "right, a little bit easier to fix in the app world", "so, that’s going to happen and you have to push a pretty quick release out after that", "but again, it’s a few little code fixes and you submit it to the app store and it goes right out and everybody gets the update, at least those who choose to update", "then it’s just a matter of usage in terms of dollars", "so, with an audience of your size, let’s say you have a few hundred thousand people using it", "if it’s pretty image-intense, that’s going to cost you some money; you could be thousands of dollars a month", "that’s not out of the question", "you know, i have an app called zero, the little fasting app", "it doesn’t require any back end which is awesome because it’s all localized on the phone", "so, i don’t have to pay anything for that; it just runs", "it’s just like a software program that runs on the phone", "right, exactly", "it stores all the data locally; all that good stuff", "so, that’s really easy", "if yours is just pulling an rss feed and making a really easy way for people to have a conversation and enjoy your podcast, that’s a pretty straightforward thing that’s not going to cost you a lot of money", "you probably wouldn’t even need a back end to do all of that", "so, it’s just the cost of actually developing the app", "that can range anywhere from a few thousand dollars to 10 or $15,000", "in terms of cost, i’m not concerned so, much of the cost of bandwidth", "maintenance is not a ton, by the way", "it’s more managing developers", "it’s like: oh shit, apple rewrote the book and came out with an os that makes half of the app obsolete", "it’s never that drastic, though", "they always give you a lot of time", "any time apple makes a major change and they say this is going to be deprecated, it’s always a year, and you’re not going to be rewriting stuff from the ground up", "there was a point where that happens every few years, like apple will move from objective c to swift, which is their new programming language which they did a few years ago", "but still, they support the old stuff", "so, it’s not the end of the world", "the upside is huge", "you have the ability to push notifications", "any time someone that’s listening to this, when you receive one of those push notifications, that is such a very powerful way to pull people back into your brand and back into your product", "you’re top of mind, then", "like how else right now can tim ferriss tell you about something new in his life", "via twitter", "sure, but how many people are actually going to be on twitter", "no, twitter is like throwing a golf ball into niagara falls and hoping somebody sees it", "right, you hope somebody sees it", "on facebook, you could boost the post and get a few more people to see it, and you’d pay a few dollars there", "but when you own your own app and you get people to opt in for those push notifications, those are real, actionable things that people swipe into and then they’re back into your experience", "so, the engagement is really high and worthwhile", "what i’ve fantasized about is, for instance, having the ability to centralize all the various bits and pieces of the experiments and so, on that i’m doing in one place", "so, you’d have the social feeds and all that stuff within the app, but then you’d have the podcast", "and when i’m traveling, as i do a lot, if i’m in nashville, or i’m in tokyo, or i’m in detroit, wherever it might be, i could actually send post notifications based on location to people within a 100-mile radius", "oh, absolutely", "it’s called geofencing", "yeah, geofencing", "so, it’s like in two days, i’m going to buy drinks for anyone who wants to swing by joe’s bar at this time on this night and just push it out to people who are in that zone", "i’ve told you you should build your own app", "it doesn’t have to be that crazy", "start out with something people can just opt into, get some great updates from you and you can slowly expand it over time", "that’s the one thing that i always try and encourage people to do, is this doesn’t have to be everything on day one", "that’s the beauty of software updates", "take your laundry list of 15 features that you would like to see in the next two years, narrow it down to three to five that you must have for a version 1.0, and go launch with that", "well who is it, reid hoffman has said if you’re not embarrassed by the first version of your product, you shipped too late", "that’s right", "that’s great advice", "which doesn’t apply necessarily to books, by the way but software that you can update quickly, for sure", "so, what else is new, man", "gosh, that’s kind of my focus right now", "i’ve been bouncing around doing different board advisory stuff, doing a little bit of angel investing, helping out hodinkee where i spent a bunch of time there, and building apps", "so, this is going to be my new thing", "i want to get into your stuff but the last thing i will say is if people do want to join all this stuff, i have an email newsletter called the journal", "just head on over to thejournal.email, and you can sign up there and i will send you a way to take part in this meditation app", "i’d love to have you try it out and tell me what you think", "but i want to know what you’ve been up to because you’ve been busy as hell", "i feel like when i first invited you to the birthday thing out here in japan, i didn’t know if you were going to make it because you’ve been doing the book launch madness tour", "yeah, that’s effectively wrapped up", "what a lot of people don’t realize is that i’ve never done a technical book tour", "i’m actually going to have a mini documentary coming out soon about this", "i hired for the first time ever a videographer to follow me around during week one of the tools of titans book launch, which ended up putting it at no.1 new york times", "it’s the first time i’ve head a book in consecutive weeks from the get-go on the new york times no.1, and he tracked the whole thing so, you get to see behind the scenes", "the point i was going to make is that i do two weeks in new york, typically in late november, early december", "then i take a breather over the holidays, and then i hit the ground running again on the west coast this time for two weeks", "and that’s it", "that’s effectively the book launch, keeping in mind that a lot has been set up and put in motion months before the actual publication date", "so, there are things that are locked and loaded and ready to go on day one, or day zero i guess", "the book launch is a 24/7 engagement, at least i treat it that way", "because i would rather overdo it or over-commit by 20 percent and feel like i’ve left everything on the playing field, than to dial it back, go 80 percent, hit no", "2 or no", "3", "i’m very competitive so, i don’t respond well to that", "congrats on that, man", "you hit it", "thank you", "but it’s like i’d rather overdo it for a short period of time and leave no doubt that i did everything that could have been effective, rather than going 70 or 80 percent, not hitting the goal and then ask myself at every point thereafter, what if", "like what if i’d done that extra 20 percent", "it was a spectacular experience", "that is now effectively wrapped up", "really the two last events, being on jimmy fallon which was fantastic; did some acro yoga with jimmy who listens to the podcast – hey, jimmy", "i had a fantastic time", "jimmy’s awesome", "you’ve spent time with him", "for people who wonder, jimmy is everyone you would hope him to be", "he is the sweetest, most encouraging, most positive guy you could imagine", "it’s so, noticeable, and i’m not going to name names but i’ve been on a lot of media", "tv jobs are really hard jobs", "i’m not talking about jimmy, although his job is very hard; i’m talking about everybody", "it is a really tough business", "the staff on that show are happy people", "like they were joking around, having a good time", "it was a really, really exciting and affirming culture to observe when i went on the show", "there was jimmy fallon, and then there was the castro theater event that i did in san francisco", "that was effectively the tail end of it", "so, right now, i’m in a period of slack", "how does that make you feel", "you know, i’m practicing getting more comfortable with that", "i like to have a big thing in the works", "i like to have a round in the chamber ready to go", "you and i are both good at setting goals and then backing into that goal, setting a timeline; just like you’re working on your apps, right", "you think about it very methodically and that is fantastic for achievement but it makes you very future-focused", "i think that you can leave appreciation and happiness on the table a lot of the time if you’re always future-focused", "so, i’m trying to deliberately not have an immediate, huge project to jump into next", "how does that make me feel", "i’ll be honest; at times, very uneasy", "because i feel like things are red hot", "i feel like there’s a lot of encouragement from other people to strike while the iron is hot", "and i think selectively, that’s not bad advice", "i remember b.j", "novak said to me once on this podcast, in fact, and i’m paraphrasing but he said if will smith doesn’t do a movie after three years, people aren’t like: where’s will smith", "that guy hasn’t done anything", "if you have some degree of talent or ability, you can get other people’s attention again if you have to", "and so, i think that sense of urgency, where it’s like no, i have to another big thing or else; or else what", "i don’t think that pressure is intrinsically healthy or helpful, necessarily", "right now, i just finished reading this book", "i think it’s cal newport who wrote a book called deep work, just about really mitigating the reactivity that a lot of people experience on a daily or weekly basis to focus on different types of deep work", "whether that’s blocking out three hours in the morning, whether that’s blocking out a day a week, whether that’s blocking out a few weeks a year as bill gates does to effectively go off the grid and do a lot of deep reading and deep thinking; having some type of commitment and scheduling in advance that allows you to do that is something i’ve been thinking about a lot", "so, this year i’ve been proactively looking through 2017 and blocking out extended periods of time for unknown purposes", "i was curious about those unknown purposes because i would say i first met you when you launched your first book at the launch party, the four hour work week", "yeah, the hunt for red october", "yeah, on the boat", "on the ss jeremiah working homeland security warship", "it’s for rent in san francisco", "you can rent out a boat for a party", "it’s actually a pretty bad ass old warship", "but the one thing that i’ve seen you do is you’ve found your next thing every few months, or every six months or so, or something like that", "sure", "what do you want your tombstone to read", "what’s it going to be when you sum it all up, and you pass away", "we’re all going to die", "what is tim ferriss at the end of the day", "i don’t think it would be something grandiose", "i think it would be a teacher who always wanted his students to be better than he was", "i think that’s it; something along those lines", "you consider yourself a teacher, then", "more than a writer, for sure", "writing is just a vehicle for trying to impart things that i’ve learned", "your writing are teachings, and everything you’ve done has been about teaching, right", "in some capacity, absolutely", "or it’s a tool that i use to teach", "i always thought i was going to be a ninth or tenth grade teacher, actually", "i think it’s a very critical window for a lot of kids; i know it was for me", "it just so, happened that the book – and the podcast even more so, because it can be a secondary activity versus a book – provides an opportunity to reach more than, say, a classroom of 30 to 50 kids or fewer and takes it to the millions instead, which is a huge opportunity", "and i think about it a lot", "it’s a huge opportunity; it’s a huge responsibility not to squander it", "what do you want to teach people", "i want to teach people how to think bigger, question the limitations that they’ve set for themselves that have been absorbed from people around them, whether that’s family, friends, critics, otherwise, and to test intelligently; to experiment intelligently", "i think if you do those three things, you’re set for most things, at least in terms of goal achievement", "if you train yourself, and by train, i mean practice in some systematic way, thinking big, questioning limitations that you’ve accumulated or that you’ve assimilated from other people, and then experimenting intelligently and knowing how to limit your losses and how to that downside in a non-fearful way, if that makes sense", "in effect, learning to be able to ask what’s the worst that can happen and then planning experiments within the boundaries; i think you’re kind of set for most things", "whether that’s learning a language, building a huge business, helping a group of people overcome drug addiction; whatever it is i think those three are very, very critical", "when people look at what you’ve done over the last few years, you’ve launched a series of successful books, you just made the cover of entrepreneur magazine, which is awesome, i think from the outside looking in, and i’ve been fortunate as well to have people ask me a very similar question which is what i want to ask you", "they tend to think that people who have a little bit of success, they have it all figured out", "people that have a little bit of success, they have it all figured out", "i think in reality, at least for me, that’s never been the case", "what don’t you have figured out", "i think you could ask me what do you have figured out and i’d have trouble coming up with answers and that list is a little bit easier", "what are things that you struggle with", "i want to get a little deep here tonight", "thinking about marriage and kids, for sure", "okay, marriage and kids so, relationships are tough", "it’s tough because if i’m looking at it empirically as, say, an investor in certain social constructs… why is that tough for you, though", "hold on", "as it’s typically formed or organized, marriage does not have a good success rate; it just doesn’t", "empirically data-driven in the united states just does not", "but this is the data-driven side that i feel like you can’t… how can you apply data to love", "i think love… i was going to say it’s necessary but not sufficient", "but even love is not necessarily necessary for a successful marriage", "i know that sounds weird but i know people who have had arranged marriages, learned to love each other over, say, 20 years and have wonderful families", "i know also, a higher percentage of people who were passionately in love, didn’t think about long term compatibility or value orientation, and ended up imploding into a super nova of psychological and financial destruction", "so, i haven’t ruled out marriage; although i think it’s largely unnecessary and unhelpful legal constructs in a lot of respects", "kids are more interesting to me", "those are a few areas in my life with a lot of variables involved, changing variables both known and unknown that is tricky", "it’s tricky", "and i like to be really good at whatever i do", "i know you do", "so, diving into something and being like: well, if it works out, it’s gonna be awesome; if it doesn’t, it could be like a complete disaster for myself and those i care about most", "that’s not an easy leap of faith for me to make", "so, those are two examples", "there are plenty of things i don’t have figured out", "let me ask you a question about love", "oh, boy", "come on", "yeah, i’ll do it", "i’ll do it", "let me go a little bit deeper, here", "have a little sip of wine", "i’ve been drinking so, much sake, this pinot noir tastes like sake, which is really weird", "we’ve had a lot of sake tonight", "so, the thing that you know is that you are a weird dude, and that’s one of the reasons why we’re friends and i think it’s so, awesome is because we both like to get into really weird shit and kind of experiment on weird stuff", "i’ve gotta tell this story", "i’m sorry, tim", "oh, god", "don’t cut this out of the episode", "you have the final file but don’t cut it out", "you told me in the car today… uh-oh", "can i say it", "sure", "i don’t know what’s coming", "that you drank your own urine just because you were curious as to what it tasted like", "let me back up", "let me give some context, here", "i have a friend… ladies aren’t running, knocking on your door", "maybe a few but i don’t know if it’s marriage material", "not in my bumbled profile", "it’s not usually what i lead with", "uric acid forward", "i’ve met a few different folks over a relatively short period of time", "one guy who said his aunt, i think it was, he was indian and he said his aunt drank her urine something like once a month for medicinal purposes, which didn’t make a lot of sense to me", "but i had read various accounts of people drinking urine, whether they’re on a lifeboat or fill in the blank, right", "of course", "of all of the weird things i’ve done, and i have taken out whole blood samples, had them spun in centrifuges, re-injected locally into injuries", "i’ve had things like bmp compounds that i’ve imported to inject into connective tissue", "i’ve done some very odd stuff; really, really odd stuff", "i realized i had never had a sip of my own urine", "and you also, never ate a shit sandwich", "that doesn’t mean… i know", "we were talking about this earlier because one of our friends was like, it’s a slippery slope", "i’m like yeah, before you know it you’re eating shit sandwiches for lunch", "it’s like no, not quite", "so, yes, i’m a weird guy and i did, over a sink because i thought i might puke, after a day of fantastic hydration had a sip or two of my own urine and it wasn’t that bad, i’ve got to tell you", "the tim ferriss 2016 vintage was quite tolerable", "bottle it", "you’ve got to have a few fans out there that would pay for that", "it was quite tolerable", "but where were you going with that", "so, yes, i did mention that", "i’d had a little bit too much caffeine earlier today and i was volunteering all sorts of information", "the only place i was going with that… and by the way, just so, people out there don’t start drinking their piss every day, i’m not recommending it, guys", "i was just curious", "friggin’ curious", "that’s funny", "i can guarantee you i cannot think of a single legitimate doctor that i know who would recommend you drink your own urine", "that’s right", "so, kids, don’t try that at home", "yeah, don’t try that at home", "i guess where i was going with that is just that being such odd ducks as you and i both are, it’s got to make dating and finding that right person difficult", "you probably have a different standard, they probably have a different… is that a hard match to find", "you know the answer; it is", "of course, it is", "and i think also, i am not convinced at all, and i’m actually quite convinced probably the opposite, that i need or want to date a long-haired version of tim ferriss", "i think that would be possibly a complete nightmare; it probably would be a complete nightmare", "i’m looking more for a complement than an overlap, if that makes sense", "that’s fair", "that’s smart", "i may be too hardcore", "in my defense, i’ve had some great relationships in the last decade", "i’ve had a lot of long term, very healthy relationships", "so, what about the work stuff", "what don’t you have figured out", "thanks for the life raft", "the work stuff, i will tell you i think i’m not preoccupied by work", "there are a lot of micro details that i haven’t figured out, like slack versus facebook, or maybe i don’t know exactly which of those", "but that’s window dressing; it’s not material", "it’s a trivial, mundane thing that i’ll think about because i find the technical aspects of it interesting", "but on a macro level, there are no looming, troublesome work questions that i’m grappling with at the moment", "you seem to have found your life’s work, then", "in a sense, i feel like the podcast… it started out as a break from writing and a creative outlet, a way to minimize verbal ticks and improve my thinking, and learn to ask better questions", "i recognized from the beginning that it was effectively my favorite part of the book writing process without the writing; being able to interview experts and hear their thinking, get a better understanding of their routines and what makes them tick, and non-obvious solutions and all of that", "but also, to develop and improve my own thinking", "i thought about it as my favorite part of book writing without the writing", "but now it’s its own thing, and the podcast itself is something i enjoy so, much", "it was never expected to go as long as it’s gone", "i’m at 225, 250 episodes now", "it’s nuts, man", "we did the first one", "yeah, i know we did", "that was a drunken episode", "that was a very drunken episode", "i remember when you came to me and you were like, “i’m thinking about doing a podcast.” i was like alright, you know, because i had done over 500 episodes of diggnation so, i was like okay, whatever", "let’s practice; let’s have some wine", "it turned out to be a shit show but it was fun", "it was such a shit show", "oh, man", "i’m glad i was there", "i feel very honored to have kicked it off with you so, that’s awesome", "yeah, it was fun", "so, the work stuff, i would say the question i’m asking myself, this year, 2017, i’ve resolved to think a lot about absurdity and beauty as criteria for projects that i take on", "because neither of them lend themselves very well, and we could debate this but neither of them immediately lend themselves very cleanly to analytical quantification that i rely on so, heavily", "does that make sense", "i’m good at that", "give me an example of absurdity and beauty", "absurdity, i would say in simple terms is doing things just for the fuck of it that from the outside looking in, or maybe to anyone, don’t seem to make any sense whatsoever", "urine", "no, even that has a story", "that doesn’t make any sense to anyone", "but the narrative behind it kind of makes sense", "like if you were to tell that story to anyone who really knows me, they’d be like, “of course tim drank his fucking urine; big surprise", "that guy’s a lunatic.” but i really want to have more fun playing with the so-called rules out there, whether that takes the form of large-scale pranks or misdirection, or just general weirdness", "to what end", "what are you hoping to achieve", "there is no hoping to achieve", "but i would imagine if you’re going to do something absurd, you have to have a hypothesis around what you want to achieve out of that", "i think it will stretch my mind in ways that i haven’t stretched my mind before", "in almost every culture, if you look at mythology and traditional ceremonies, there is a person designated, almost like a court jester to speak truth to power, to play in the realm of the absurd, to be the prankster", "and in some cases, they will do exactly the opposite of what social convention is", "so, if you’re there in a very strict society, for instance, where people never eat with their mouths open, and i’m just making this up", "but they might run around, say, eating rice and dropping it all over the place out of their mouths for this temporary period, like carnivale back in the day, where they’re doing everything they’re not allowed to do the rest of the year", "they act as a boundary tester and a walker between worlds, in a sense", "this is going to sound odd but i’ve already admitted to drinking my own urine", "i think there is a lot of power; i just sense there is a lot of latent potential empowerment in that space and we don’t play enough in that space", "i certainly don’t", "it’s hyper logical, and i think there are certain limitations to that", "in that in lieu of trying to think bigger, think bigger, think bigger, which has a place; that thinking stranger and stranger and stranger will actually get me more of what i want or need, some of which i might not even realize i need", "so, there’s that", "and you saw me earlier today in the car when i was on fire", "i’m a joker, and i haven’t done a lot of that", "i haven’t really embraced that", "that’s a component of the absurdity piece", "and then beauty, and this is maybe tied into the absurdity, i recall very closely my podcast with b.j", "miller, one of my favorite podcasts i’ve done", "a hospice care physician, or palliative care physician who’s helped more than a thousand people die", "i’ve listened to his ted talk", "it was wonderful", "yeah, it’s incredible", "we spoke for two hours, whatever it was", "i asked him if he were bringing a patient in who was going to die in weeks or months and they weren’t very social, if they weren’t going to interact with other patients and, say, bake cookies, for instance, which is one of the most therapeutic activities that he mentioned for a host of reasons", "and i should say also, at the same time that when someone is in hospice, the expectation of people who come into visit is sometimes they will be having these tuesdays with maury, wide ranging, philosophical, existential observations that are pregnant with meaning at every turn of phrase and that’s just not what happens", "a lot of dying is just going through your day-to-day routine, like brushing your teeth, taking a shit, watching tv, and just waiting for the end to come", "it’s not all huge, philosophical breakthroughs", "that’s where the baking cookies comes in in part because it’s on behalf of nothing but the tasting, and the smell, and the communal interplay of these different patients in their present state and present moment", "but i asked him if someone’s not going to do that, not engage, what would you give them if you could give them three things", "and he mentioned a comedy, he said plenty of space, plenty of time and space for just staring off and thinking; and then a book of mark rothko paintings", "i asked him about the mark rothko paintings specifically and he explained mark rothko paintings are, in effect, extremely expensive painted squares", "like $80 million dollars for a huge painting that’s two orange squares on a canvas", "i asked him why", "he said – and i’m paraphrasing – in effect, he wanted people to consider and ponder how beautiful something potentially meaningless or pointless could be; the beauty in the meaninglessness", "and that conversely, when people are getting closer to death, they grapple with some of these very big questions that might not have very good answers", "so, what happens after i die", "why me", "why now", "these questions that are very stress-inducing and can lead to a very difficult time and a very unpleasant time right up until death", "so, instead, pondering the fact that maybe there is no answer to this, and maybe that’s not a bad thing, and that you don’t need all the answers", "you can experience beauty, you can observe beauty in the mundane, and in these fucking painted squares that sell for $80 million dollars", "you can look at this and you can try to make sense of it and chances are you won’t be able to make sense out of it but yet, at the same time, you can behold some sense of aesthetic beauty and absorb that", "i thought about that a lot because i think humans are pattern recognition machines, and we look for answers and meaning and sense and logic in everything around us", "and sometimes that produces more pain than joy, i think", "certainly, that’s true for me", "so, those would be i think a few of the reasons why i want to do more art projects, in a sense", "and maybe this year isn’t the year of big things for me", "maybe it’s the year of little things", "yeah, i’m with you", "i just recently took a woodworking class that was just one night a week for several weeks", "woodworking was something that my father was really into before he passed away, and i never really got a good chance to… honestly, i was just too busy to really pay attention", "dad is just always in your mind, he’s always going to be around forever, and turns out that’s not the case and the smell of sawdust to this day reminds me of my father", "i got back into that and it’s been pretty awesome", "actually, when i get back to new york a couple of days after we take off, i’m going to be taking a traditional japanese woodworking class, as well", "do you want to tell people about where we went this afternoon", "oh, man", "we went and saw one of japan’s living treasures", "is it true", "daria told me yeah, i’m into woodworking, too", "him", "no, i didn’t say that", "how would that even indicate that to him", "i don’t know why he would say that", "we visited kawagita, mr", "kawagita who is a national living treasure in japan", "in terms of woodworking, and i think there’s one of seven total and he was the youngest to ever receive the national treasure at 59, and now he’s 82", "beautiful stuff", "yeah, amazing", "we both got suckered in and bought a few of his pieces", "i’m so, happy about it", "yeah, so, am i", "these pieces in some cases take five, ten years to make because they have to slowly whittle down a huge piece of wood to smaller and smaller forms, and at each step they have to effectively let the wood rest to dry, among other things, so, they can work with it effectively", "i didn’t know that about the sawdust", "so, when you walked into that workshop, sawdust and shavings everywhere", "oh absolutely, it just reminds me of my dad, 100 percent", "it’s cool", "i love doing stuff like that, though, in the same sense of kind of pushing yourself into uncomfortable situations", "daria, my wife, thinks i’m crazy because i try to find at least i would say three to five things per year that push me in new directions", "for example, it was snowing in new york recently, and i like to walk around in birkenstocks in the snow, and my feet freeze", "i don’t know why i do it but i like how it brings me to the present moment", "it sounds crazy, but one of the things i really enjoy about meditation is i can calm the mind… this is also, one of those “don’t try this at home, kids.” yeah, i know", "don’t lose your toes", "it’s not like i’m out there for four hours", "but i go out there and take my dog out for a walk, and i think people look at me a little strange", "but it’s just like you feel life", "you feel that moment", "i can feel it right there, you know", "i think that’s why i did wim hof’s ice training", "it’s also, why i’ve done extended fasting", "things like that just really force you into kind of this very, very present moment which is awesome", "and it’s hard to get there", "i’m not going to act like i’m some zenned out buddhist master because 99.9 percent of the time, i am not", "but you know what i’m talking about", "you go into meditation and most times, to be frank, meditation is just your mind jumping all over the place being monkey mind", "nachos, nachos, nachos", "but every once in awhile, nachos nachos… quack", "i have never done the duck", "but every once in awhile, it just turns into something beautiful and that’s what i want more of", "so, how are you thinking about producing that more for yourself this year", "gosh, this is the first year that i actually did away with new year’s resolutions because i don’t want to force myself into having to prove something", "i’m actually just going to take it month by month", "i just turned 40", "i feel pretty confident where i am in life, and i want to be more vulnerable", "vulnerable to whom", "to everyone", "to everyone", "i feel like my entire life i have spent trying to build up to be something and constantly trying to find the next level; to level up", "to look for “oh, if i could only make x number of dollars per year,” “if only i could achieve this,” “if only my startup could do this.” it was always this trying to push the level up", "one, i can’t do it anymore because it’s physically pulling me down and two, there’s no happiness to be found there", "i think you and i have been very fortunate in that we’ve done some amazing things in terms of things that money can buy", "and i can tell you that that’s not where it comes from", "just because you are sleeping on a slightly better mattress, or have better walls, or a better front yard, or whatever it may be, happiness starts in the brain", "and until you can settle that and come to peace and come to terms with your brain, nothing physical is going to fill that void", "it’s something that people always say; i’m not saying anything new, here", "but i’ve realized that", "i watched that documentary, the minimalists", "have you heard about those guys", "yes", "i like their general message", "i think the idea of just scaling back, and i’ve sold a bunch of stuff on ebay", "i hadn’t used ebay in years and i just got rid of a bunch of shit and i’m happier", "i have less things to maintain, less garbage", "i have a new rule", "oh, gosh", "this is my rule", "i’m one of those people who gets very wrapped up in the hot, new thing", "meaning if someone’s like: oh, you should try this supplement", "and i know you’re like this, tim, because you told me you have like 20 bottles of unopened supplements", "well, we were talking about the 2 a.m", "amazon prime delivery, and we’re like that’s a fantastic idea", "then you’re like wait, why do i have three different chinese foot massagers", "how did i get these", "and you’re like: oh, i see what happened", "right", "it’s easy to just want more things", "so, my new rule is that if it’s going to cost probably i’d say more than $50 or $75, i wait 30 days", "if in 30 days i still really, really want it and it makes sense in terms of my budget or whatever it may be, and my wife’s not going to be pissed at me, then i can decide to buy it or not", "so, how do you keep track", "do you put it on the amazon wish list", "yes, i save it as a wish list if it’s on amazon", "otherwise, i put it in a reminders doc", "reminders doc where", "there’s a reminders app built into apple", "and i will tell you that i have done this now for about three months, and i would say 80 to 90 percent of the shit i would have normally bought, i just don’t buy anymore", "it’s awesome", "it is awesome", "and i’m less stressed", "i have less crap", "i’ve done this with clothes", "i just donated a ton of my clothes that i don’t wear, and i probably have a quarter of the clothes that i used to", "before we sat down, you said i have 300 tee shirts", "no, i didn’t say 300", "i said i have too much shit", "and i pulled out this shirt that i’m wearing right now which i got for free, and which i love; it’s very comfortable", "but i was like, i probably have 60 tee shirts", "that’s fucking ridiculous, a", "and b) i guarantee you anyone who’s spent time around me could be like: oh yeah, there’s the eight tee shirts that you wear", "you don’t even wear those other 40", "oh yeah, i wear black tee shirts 99 percent of the time", "i’ve been fantasizing about going a little jobs-ey and just getting a uniform, being like: okay, i’m going to wear mizzen+main chinos with a black tee shirt and van’s slip-ons and that’s it", "that’s hard on the dating life, though", "my wife would be like: change it up a little bit, you know", "yeah, i’m okay", "i wouldn’t have anyone to veto my monotony", "there’s no one who would care enough about that kind of thing to veto the monotony of my wardrobe", "which, let’s be honest, is not exactly gucci catwalk wear", "i’ve got to say that’s one of the things… we did this little thing at dinner that when i turned 40, i went around the table and talked about things that i really admired about everyone who was at the dinner", "i don’t know if i mentioned this about you, but that as you’ve increased your popularity and wealth and everything else over the years, you still keep the same", "you’ve still got tee shirts and flip flops and cheap shoes and all kinds of shit", "i love that, though", "you just keep it real, which is kind of awesome", "well, i worry about it, and we talked about this", "experience stretching", "you call it experience stretching", "i don’t know why it’s called experience stretching but hedonic adaptation, same thing", "which is the unfortunate phenomenon of adapting to new levels of comfort or quality in the things that you own so, that your new baseline, below which you become dissatisfied and unhappy, goes higher and higher and higher", "i’ve got the best explanation ever, so, here you go", "you start off, you have a wonderful trip planned to maui and you’re like: gosh, i’m going to the beach; this is going to be awesome", "that’s amazing", "then you see a sunset", "you’re like: oh, beautiful sunset, that was great", "i really enjoyed that", "you go to bed", "next day you wake up, another sunset", "beautiful sunset", "oh, guess what", "i’m going to have a glass of scotch with this", "it’s 12-year scotch; this is great", "next day, you wake up", "oh, you know what would be great", "that glass of scotch again but you know, if i added a cigar to this, and i’ve got these cuban cigars my buddy got me; i’m gonna have one of these", "and you keep adding on and layering and experience stretching this entire time", "and all of a sudden guess what", "that sunset, the original, beautiful, amazing gift that you had that first night is not so, special anymore because you don’t have your scotch, you don’t have your cigar, and you’ve experienced stretched this whole thing and it’s very difficult to go back from there", "where did you get the term", "i’d never heard it before you brought it up", "oh, some book", "i’d have to go figure it out", "it was some years ago; some book i read", "so, this hedonic adaptation thing is something i think about a lot", "you mentioned maui a few minutes ago", "i was just in kawai a few weeks ago, with laird hamilton and gabby reese", "laird hamilton, famed big-wave surfer; everybody should see riding giants, the documentary", "it will blow your mind", "gabby reese’s wife is equally impressive in a million ways, and a bunch of other folks like brian mckenzie and so, on for xpt training which was ice exposure, heat exposure, underwater weight training", "oh, i love that", "yeah, which is intense, and a number of other things", "kelly starrett was also, there; all of these people have been on the podcast", "the safe dosing of pain or discomfort, maybe, in those circumstances, and this is part of what appeals to me of the idea of a uniform, also; is getting say not fancy tee shirts but like hanes", "just wearing something super basic, a few dollar tee shirt for a period of a few weeks would help to reinforce the fact that a) nobody really gives a shit", "maybe one out of 100 people would even notice", "and then second, that it doesn’t matter", "it doesn’t materially impact in any other way my life", "and in fact, it simplifies it a lot", "and by doing that, i will be less likely to feel compelled… i don’t buy a lot of clothing anyway", "but you’re hardy like that, dude", "it doesn’t have to be the same thing over and over again", "you want a little variety for your spouse though, you know", "yeah, i hear you but i’m not quite there yet, a", "but b) i do think that the fasting and these various practices, and if you really want to get nerdy, people listening, you can check it out; this is available on public domain", "if you search for seneca on festivals and fasting, that is letter 13 in a collection of letters called the letters to lucilius", "it talks about setting aside a certain number of days each month, or a week each quarter, to subsist on the cheapest of food, the coarsest of dress, etc", "so, that you offset this hedonic adaptation which leads to some pretty miserable outcomes", "taken to an extreme, you and i both know and have spent time with people who have hundreds of millions of dollars, who are miserable cunts", "oh, for sure", "i meant they’re really unhappy people and they’re like: oh, my day is ruined because my friend only brought me a $500 bottle of wine instead of $1000 bottle of wine; i can’t even drink this", "yeah, it’s just too bad", "like that’s disgusting", "it’s a terrible place to end up", "and not that i’m afraid of that, because i drink $4.00 wine from trader joes and i’m perfectly happy most of the time", "but i worry about that", "it’s something i worry about a lot", "i don’t think you need to worry as much as most people, man", "yeah, that’s true", "you’re pretty laid back", "i don’t have very expensive tastes, except when it comes to japanese lacquer wear, apparently", "and horse saddles", "and horse saddles, yeah", "you go to tim’s house and he’s got crazy gold-plated horse saddles and shit", "i do have some weird stuff that i collect, also, from japan", "oh, man", "this is fun", "another wide ranging random show", "anything else you would like to mention before we… i’ve got two things i’ll mention; a little plug at the very end", "my once a month newsletter", "oh, two times", "two times in one show", "well listen, it’s a podcast, too", "did i tell you i started my podcast back up again", "are you", "yeah", "really", "yeah", "well, it’s under the journal, now", "but yeah", "so, i have a newsletter called the journal", "you can subscribe at thejournal.email", "it’s once a month", "it’s a great newsletter", "it’s a great newsletter", "i’ve got about 70,000 people on there that check it out so, i hope you join for that", "it’s also, a podcast", "i just had some great guests on", "i’ve added elon musk and a bunch of other folks on there", "i hope you’ll give it a listen", "you can just type in the journal, kevin rose into itunes and find it there", "so, thank you, guys", "i appreciate it", "i’ll give a couple more recommendations for people who want to explore", "one is a sake recommendation", "oh, my god, this stuff is so, good", "we went to the factory and gulped it down", "i have to just mention this tour", "so, the sake factory tour is on the itinerary", "we show up, and this guy ended up being great but he’s like, “oh, hey, you guys", "alright, great", "take off your shoes", "come on in.” this is all in japanese", "so, we come in, and he kind of walks us quickly past a bunch of these tanks containing sake", "he’s like: alright, you got it", "alright, good", "and look at the tank; it’s bubbling", "look at the tank bubbling", "alright, great", "that’s the tour", "and then he walks us into his tasting room", "no, wait", "before that, one thing he did do was at the end of the tank", "yes, this was the clincher", "this was the clincher", "go ahead", "so, he had a sipping ladle, in effect, is the best way to describe it", "he gave us some extremely fresh, unpasteurized sake which i’ll be honest, folks", "i’m a japanophile, i spend a lot of time here", "i’ve had a lot of sake", "most of it kind of tastes the same", "i mean i know that’s going to offend a lot of people but generally, most of it you’re kind of like: okay, it’s sake", "good sake", "if it’s terrible, it’s terrible", "but this stuff was fucking unbelievable", "i wanted to drink the whole ladle", "everyone on this trip can consume a fair amount of alcohol", "these are experienced drinkers", "and everybody was astonished", "then we go into the tasting room and we’re expecting to sit down, and he’ll be like: here, first we’re going to have this; let me tell you about the notes and blah, blah, blah", "but no, he sets out these glasses", "we each get one glass", "ten bottles in a row, and he’s like yeah, just get in a line like buffet style and go down and have a glass of each one", "he puts the alcohol pourers into the bottle at the top", "did you notice that", "oh yeah, like a bartender", "like a bartender, yes", "so, we just went down the line and we just got hammed", "yeah, basically every person was ham boned by the time they were done with a 45-second tasting of ten glasses of sake", "we were in and out in 45 minutes, hammered and then bought all the sake", "oh, the most efficient sales job ever", "but… it’s so, good", "the sake is amazing", "so, this one has the hilarious name of kiss of legend japanese sake", "this is junmi digingo", "junmi is pure sake, or unadulterated; it literally means pure rice", "junmi, which i believe just means they haven’t added separate alcohol into it, which you can taste for sure", "and then digingo, which means i think 60 percent or so, of the rice husk, grain husk", "i think it’s a little higher than that", "maybe higher; has been removed", "this should be reasonably easy to find", "i’m blanking on the producer name in my kungi are a little bit difficult to discern at this point in the evening", "i would also, say, for those people looking for a book to read, i’m reading right now – and i’m going to blank on the author name but it is so, far fantastic, called genghis khan and the making of the modern world", "it’s spectacularly well researched and well written, and complements my favorite podcast series of episodes i’ve ever listened to, which is hardcore history; that’s dan carlin", "hardcore history, wrath of the khans", "they’re very, very complementary", "if you’re more of an audio person, you could either listen to wrath of the khans on hardcore history, or get an audio version of this book that i’m reading right now", "i’m only about 5 percent into it but it’s incredibly intelligently written and just a compelling and well researched account of this figure and the legacy that he left behind", "awesome", "last thing i’ll plug is a documentary called the birth of sake", "i know we’ve talked about this before", "oh, yeah; fantastic", "all shot on really beautiful hd cameras", "i guess everything is shot on hd cameras these days", "shot on beautiful standard def", "beautiful standard vhs", "no, but it really does cover the entire creation, kind of soup to nuts on creating sake and how much labor actually goes into the process", "it was a really touching story so, check it out on netflix", "okay, since you mentioned your newsletter, i think i’ll mention mine as well", "i’m pretty sure you can get to this", "it’s five bullet friday", "it’s very popular", "it’s got lots and lots of folks, probably close to a million now who get this every friday", "it’s just a couple of recommendations, cool things i found like the sake or the book or other things that i’ve come across", "you should be able to find it if you go to tim.blog/friday", "it’s free and you can check that out, birth of sake; fantastic", "kevin rose, [speaking japanese], happy birthday", "[speaking japanese] and we will talk to you guys soon", "signing off", "you’ll be able to find links to all the things we mentioned, all the goodies at the usual show notes page: that’s tim.blog/podcast", "until next time, thank you guys for listening", "see you, guys"]}