{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669]}, "episode_num": 226, "file_type": "html", "guests": [], "num_sentences": 670, "num_words": 9427, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to explore and deconstruct world-class performers, people who are the best at what they do, to tease out the belief systems, philosophies, habits, routines, etc. that you can use. This particular episode is different for a few reasons and I’m very excited about it. No. 1, we have our oldest guest today, at 83 years, which I want to do more of. I want to really chronicle and investigate some of these treasures that we have on this planet. So, I may also be going after Don Wildman soon. If you don’t know who that is, you will shortly. But this time around, we have someone I’ve wanted to interview for decades, literally. His name is Dr. Philip Zimbardo, @philzimbardo on Twitter. He is one of the most distinguished psychologists in the world and Professor Emeritus at Stanford University. He is arguably best known for his 1971 Stanford Prison Experiment, in which students were turned into mock prisoners and guards for a continuous, 24-hour-a-day study. This particular experiment was planned for two weeks, but terminated after just six days and we will dig into why that was the case. He gives a fantastic overview of this study. In this podcast, we also explore how we as humans can do less evil, how you can be a deviant for a day – I highly encourage you all to try this; it’s detailed in the conversation – what mindful disobedience is and much more. It was a real blast to finally get him on the phone after having read so much of his work. Apart from all of that, Dr. Zimbardo has served as President of the American Psychological Association and designed and narrated the award-winning, 26-part PBS series, Discovering Psychology. He’s published more than 50 books. What? Including Shyness, The Lucifer Effect, The Time Cure, The Time Paradox, and most recently, Man Interrupted. The Time Paradox is another one that I recommend to everyone. If you’re a fan of the Tony Robbins/Dickens Process exercise as outlined in Tools of Titans, you will love that book. Dr. Zimbardo currently lectures worldwide and is actively working to promote his non-profit and trust me, this guy at 83 is more active than almost every person I know. I believe you will phone calls going on in the background. He’s traveling all over the world, so don’t let it distract you. Anyway, back to his current passion and focus, the Heroic Imagination Project; HeroicImagination.org. His current research looks at the psychology of heroism. The question he poses is, what pushes some people to become perpetrators of evil while others act heroically on behalf of those in need? That is precisely, among many other things, what we explore in this conversation. So, without further ado, please enjoy a wide-ranging conversation with Dr. Philip Zimbardo. Dr. Zimbardo, welcome to the show. Dr. Phil Zimbardo: Good to be here. Thank you for inviting me. Tim Ferriss: I have wanted to connect with you and speak with you, and I don’t say this to many people, for many decades. In fact, I was a, at least for a period of time, a psychology major, technically in neuroscience, at Princeton and was actually a subject in some of the experiments of Danny Kahneman’s. Dr. Phil Zimbardo: Oh, really? Tim Ferriss: I was indeed. Dr. Phil Zimbardo: Wonderful. Tim Ferriss: I tapped a spacebar for a very long time in a very dark room. Dr. Phil Zimbardo: Must be boring. Tim Ferriss: It was very boring, but hopefully contributed to greater scientific progress in some fashion. I thought we could start with people who are not familiar with your work. When people think of Dr. Philip Zimbardo, what do they tend to associate you most with in the world of psychology or science? Dr. Phil Zimbardo: Well, my legacy, for better or for worse, is Ye Olde Stanford Prison Experiment, which I did back in 1971. I was recently in Budapest and I’m driving in a taxi and the taxi driver says, “You sound like an American.” I said, “Yes.” He said, “What do you do?” I said, “I’m a psychologist.” He says, “Did you ever hear that study where they put college students in a prison?” This is in Budapest, Hungary. So, yeah, it’s what I’m most well-known for because it was and is the most dramatic study ever done is psychology, in part because it went 24/7. Most research is just one hour. Typically, it fits into a student’s curriculum schedule. But this research went on day and night for a week. It was supposed to go for two weeks. What was special about it is you could actually then see in the videos we took, the character transformation of hour by hour, day by day, of good kids beginning to do really bad things. Tim Ferriss: These were the nine guards and nine prisoners to begin with? Dr. Phil Zimbardo: Yeah. If you want me to give a – you want a thumbnail overview? Tim Ferriss: Sure. Let’s get a – for those people not familiar, I think it’d be a great place to start. Dr. Phil Zimbardo: Okay. So, the year is 1971. It’s the ‘70s. Exciting things are happening in psychology. A little bit earlier at Yale, Stanley Milgrim, who was my high school classmate at James Monroe High School in the Bronx in 1950, he had done the classic research on blind obedience to authority, in which he got mostly men, ages 20 to 50, not college students, to play the role of a teacher who is going to help students improve their memory by punishing errors. The way they would punish the error is by giving them escalating levels of electric shock to their fingers. What happened is the confederate, who was pretending to be the student of the teacher, began after a while to yell and scream and say, “I have a heart condition. I don’t want to go on.” The question is, would anybody continue? The experimenter kept saying to the real participant, “You must go on. You have a contract. You must continue, Teacher.” The amazing thing is, two of every three of these adults went all the way to 450 volts, which in a sense could’ve been lethal. I should back up and say when Milgrim asked 40 psychiatrists at Yale Medical School what percent of all Americans would go to the bitter end, their estimate was 1 percent. Because to do so, you’d have to be a psychopath. Tim Ferriss: So, they were only off by 74 percent. Dr. Phil Zimbardo: Yeah. So, the point is, it’s two of every three. Tim Ferriss: I got you, two out of three. Dr. Phil Zimbardo: But his research was part of the demonstration of the power of social situations over individual dispositions. I followed up – my team at Stanford, Craig Haney and Curt Banks and David Jaffe and I followed up by saying, it’s rare that somebody will tell you to do something horrible or dangerous. Typically, you’re playing a role. In the role, you’re in a group and everybody is doing this. We re-conceptualized the setting as a prison because prisons are all about power and guards have power and prisoners try to get some and guards try to limit their attempts at power. What we did is we put an ad in the Palo Alto newspaper. Wanted: college students for study of prison life that could go up to two weeks. 75 people answered the ad. We interviewed each of them. Gave them a battery of personality tests. We picked two dozen who were normal and healthy in every way we could imagine. Then what happened was, we randomly assigned half to be guards, half to be prisoners. In that setting, they became prisoners or guards. Now, of course we made it realistic. They had different kind of uniforms. Guards had symbols of power: billy clubs, handcuffs, military-style uniforms. The prisoners were in uniforms that simply had a number on it. We took away their name. They became dehumanized. The amazing thing was in 36 hours, a normal, healthy college student – and these were not students from Stanford – they were from all over the United States who were in the Bay Area finishing up summer school. One of the prisoners, 8612, I still remember vividly, had an emotional breakdown. Screaming, crying, out of control. Each day thereafter, another prisoner had a similar reaction. We ended the study after five days because it was out of control. We could not imagine that a social situation could have such a profound impact. But what happened was the guards really became creatively sadistic. There were three guards working eight-hour shifts and there were three shifts. They were nine prisons at any one time, three in a cell. Then the remaining, they were backup guards and backup prisoners. The study ended on this very down note of good kids doing really bad things to each other, creatively evil in the role of guard. Tim Ferriss: This has some very wide-reaching implications, it would seem. You’ve written extensively about this. It has relevance to many things that are happening in our modern day today, including the Abu Ghraib prison scandal, I suppose you could call it. It was blamed on rogue soldiers, but you were one to point out that it was a bigger issue than that. You couldn’t necessarily isolate a few bad actors. It was more of a systemic issue. Dr. Phil Zimbardo: Yeah, you hit it right on the head. For your listeners, we’ll just go back in time. In 2004, someone released pictures of American prison guards in Abu Ghraib prison in Iraq, humiliating, torturing, degrading, and sexually abusing prisons who they should have been protecting. So, these were images that came from the cameras of the guards themselves. It was a global disgrace to America at a time when the war in Iraq was still a big problem, big issue. What happened was, again, obviously, the military disowned this, saying there were a few bad apples. Curiously, I was in Washington, D.C. when that broke. I had been the President of the American Psychological Association and was there on a follow-up visit. Someone from National Public Radio who had been my student at Stanford, where I taught for 50 years, called me and said, “Hey, Dr. Z, those images that we just showed were the same as the images that you showed us in class of the prison experiment; putting bags over prisoners’ heads, stripping them naked, etc. Would you like to come on to be interviewed?” I was and I simply said, “Look, my hypothesis is that most American soldiers are good apples. What we have to realize is someone put them in a bad barrel and we have to know who the barrel maker is because that’s who should be on trial, not the soldiers at the end of the line.” That became an interesting metaphor. Bad apples, that’s what’s wrong with the individual, versus bad barrels, which is the situational analysis. Then, of course, the system is the bad barrel makers, the people who make those situations and sustain them. Then I actually defended Chip Frederick, who is the staff sergeant who should’ve been in charge of the night shift, but he too got sucked into the frivolity. They simply say, we’re having fun and games. They did not have any idea that the images that they took with their cameras would be released to the world. Tim Ferriss: A few follow-up questions related to that. I suppose the big question in my mind is, if you are someone who views themselves as a good person or at worst, a neutral person who doesn’t want to do evil. How do you avoid the circumstances or the slippery slope of evil? Are there things that you can keep in mind or reminders that you can set for yourself, things you can avoid, to help to mitigate that risk? Dr. Phil Zimbardo: That’s a great way to frame it is that evil is seductive. In fact, Christians around the world say to their God, “Lead us not into temptation. Deliver us from evil.” The point is, evil comes in many sizes, many shapes. There is the evil of action, doing bad things. But there’s also the evil of inaction, not doing the right thing when you could. So, this is what comes up in the bystander effect, made famous I guess 60 years ago, in New York City, when a young woman was being assaulted, Kitty Genovese, and screamed and screamed and people heard and no one came to her aid. The bystander metaphor is that people around the world do not come to the aid of someone in an emergency who needs their help. These are fundamental themes that it’s so easy to cross the line and all the research done in psychology – Milgrim’s study, the [inaudible] study and many other experiments. The curious thing is, even though the majority gives in, complies, conforms, there is always a minority – 10 percent, 20 percent, sometimes 30 percent, who resist. I began to study what is it about those people who resist the temptation, the power of the group, especially when everybody else in the group doing it, saying, come on, it’s fun and games. I began to think of them as everyday heroes. I wrote a book called The Lucifer Effect and the subtitle is Understanding How Good People Turn Evil. The book has ten chapters on the prison study, two chapters on Abu Ghraib, and then a lot of chapters on evil around the world – Bosnia, Rwanda. Then in the end, I’m buried in evil. It took two years to write the book and I’m swimming in a sea of evil. It was so depressing every morning to sit at my desk and say oh, my God, which evil and I going to deal with today? In Chapter 16, if anybody in the audience has not read the book, start with 16 and work backwards. So, 16 is really celebrating the banality of heroism in the same way that Hannah Arendt in the trial of Adolph Eichmann in Jerusalem talked about Eichmann as illustrating the banality of evil. That is, here’s a monster who orchestrated the deaths of millions of Jews, who looks like your Uncle Charlie, who acts like an intelligent Uncle Charlie, because he was a very formal, intelligent guy. I used that metaphor to say when we think about heroes, we really think about classical heroes. We think about Agamemnon and Achilles. We think about modern heroes like Gandhi and Nelson Mandela, Martin Luther King, and Mother Teresa. But those people are lifelong heroes. What we should really be thinking about is ordinary people, like any of us, ordinary people who at some times do extraordinary deeds of goodness, of kindness, of compassion. We should think of them as heroes in training. That is, each day doing daily deeds of goodness and kindness that are not heroic in and of themselves, but they’re really on a path toward heroism. What we think is those people, when a big opportunity arises, when there is an earthquake, when there is a terrorist attack, they will be the ones more likely to take wise and effective action. I embodied all of that in a new program I started in San Francisco back in 2008, called the Heroic Imagination Project or HIP. The idea is heroism really starts in the mind. You have to think of yourself as I could be a hero, rather than heroism is something that’s the job of other people or is the job of comic book characters. Tim Ferriss: I’d love to dig into a few of the things that you just discussed. The first is, and I love the latter portion talking about the everyday hero and these components. In part, because I believe very much that if we’re looking for, I would say, patterns of behavior, I tend to agree with one of my favorite quotes, which is Archilochus, who is a Greek poet, and is, “We do not rise to the level of our expectations, we fall to the level of our training.” If you’re focusing on these daily behaviors on a micro level, then the hope is that on a macro level, like you said, when there’s an earthquake and a disaster response or something like that, if you need to triage, you’ll be the one to take that step forward. I’ve looked at, for instance, The Lucifer Effect and some of the writing around it. I found seven social processes that grease the slippery slope of evil. I’d love to just read these off and then ask follow-up questions. The first is mindlessly taking the first small step. Second, dehumanization of others. Third, deindividuation of self, in other words, anonymity. Then diffusion of personal responsibility, blind obedience to authority, uncritical conformity to group norms, and then last, which you mentioned, the error of the evil of omission and not commission, that is passive tolerance of evil through inaction or indifference. Is it possible to become more heroic by doing the very opposite? So, in other words, making these imperatives the opposite. Dr. Phil Zimbardo: Yeah, so all of these I would embed in the broader context of the importance of situational sensitivity, situational awareness. So, Milgrim and I highlighted the power of social situations to dominate personality, but it doesn’t mean it’s ubiquitous, but it doesn’t mean it’s inevitable. Step one is to realize your vulnerability, all of our vulnerability. Situational forces come in many different forms, many different shapes. But it’s always to be mindful of what is happening around you. Just to be aware that situational forces, group pressure, what other people are doing, how you’re dressed, what the situation is, can influence your behavior. Some of the things that you had just mentioned are really part of a greater sensitivity to things happening around you in the social situation, rather than in the physical environment. If you want to go through one by one, I can elaborate a little bit on each. Tim Ferriss: Absolutely. Yes, please. Dr. Phil Zimbardo: No. 1 was? Tim Ferriss: Mindlessly taking the first small step. Dr. Phil Zimbardo: The conclusion from the Milgrim experiment should be all evil begins with 15 volts. In the Milgrim study, the participants had in front of them a big shock box that had 30 switches that began with 15 volts and increased by 15-volt increments: 15, 30, 45. Of course, there was a label above that: mild shock, moderate shock, etc. But the key is, imagine you’re sitting in front of the shock box and you see at the end it says, “Danger – High Voltage – 350 Volts, 375, 450.” You have to say to yourself, when I press this first button, what’s going to keep me from continuing to press the next one and the next one, the next one, and then would I ever want to go to 450 volts? Obviously, I wouldn’t. But the point is, once you press 15 volts, you are on that slippery slope of evil because it becomes easier and easier. When you press 15 volts, you know what? Nothing happens. The guy doesn’t even notice it. But 15 volts then really is like the first time you cheat a little bit on a test in school, the first time somebody tells you a sexist or racist joke and you either smile or giggle or laugh a little bit, rather than say I think that’s inappropriate. So, again, to be aware that even though there’s nothing truly negative in that first 15 volts, it is literally on the path of what we consider a slippery slope of evil. It’s going to be 35, I mean, it’s going to be 75, it’s going to be 100. Then in two out of three cases, it gets to be 450 volts. Tim Ferriss: Right. So, being very aware of the seemingly harmless gateway drugs down the slippery slope. Dr. Phil Zimbardo: For sure, right. Tim Ferriss: The No. 2 is dehumanization of others. Dr. Phil Zimbardo: The center of all prejudice, all discrimination is thinking about other people as less than human. In our prison experiment, we took away people’s names, which is part of your humanity. We replaced them with numbers. They were 8612, 416, 3609, and after a very short time, for example, when a Catholic priest who had been a prison chaplain came to see the prisoners at my request, he asked them, “What’s your name, son?” Almost all of them gave their number. In a very short time, they had accepted our dehumanization and became that number. Now, that dehumanization takes other forms, so by talking about migrants rather than people who are migrating out of danger. Talking about, in San Francisco, we have a big problem with the homeless. They’re not homeless, they are people who do not have a home. So, again, it’s focusing on these are people in different circumstances of tragedy. But once you apply a label, it’s just like saying, these are, for Italians, Wops, or dirty Jew, or something of that kind. Once you put a label on other people, you take away their humanity and then you treat them as less than human. Tim Ferriss: Yeah, absolutely. This can proactively be done, of course, with those who orchestrate propaganda. Meaning warfare, wartime propaganda, whether it’s a Goebbels or if you look at some of the collateral that was created during World War II in the Pacific Theater. I mean, it’s on both sides. The objective is to dehumanize so your soldiers are more effective, in some cases. Dr. Phil Zimbardo: Sam Keene, who I would call a social philosopher, who lives nearby here in Marin, has a wonderful book called Faces of the Enemy. What he shows and with graphic visuals, is that before any nation goes to war, they prepare their people to hate the other, the enemy, by having these visual depictions of them as less than human. In the end, mothers are willing to send their sons to war to potentially die to protect them from the “enemy.” So, it’s really a critical aspect. I’m jumping ahead. One of the ways that I work to prevent that is, I am distressed, especially now in San Francisco, we have cold and rain. We have 7,000 homeless people on the street. Many are old ladies, sometimes families. So, each day, I decide am I going to give them $.50, $1.00. But I don’t just give money to a homeless person, what I do is I try to humanize them. I will pick someone on the street and then simply say “Hello, I’m Phil Zimbardo. What’s your name?” They’re often surprised. I shake their hand. I give them a dollar. I say, “I wish it could be more. Hope your luck improves.” I take one minute to convert that dehumanizing experience into a human one. I had occasion recently where a woman began to cry because no one had done that simple thing. No. 3. Tim Ferriss: Deindividuation. Dr. Phil Zimbardo: I did early research when I was at New York University before I came to Stanford, simply putting people in masks. Putting people in hoods. Taking away their visual sense. Putting them in the dark. It’s a Mardi Gras effect. We are able to show that when your identity is removed and you’re in a situation that gives you permission to be harmful, aggressive, you will take it. We did an experiment at New York University where we had college Psych 1 females who half of them we put in hoods and we took away their names. They became 1, 2, 3, 4 and half of them we made feel special. Then they had the opportunity to give electric shock, they thought, to other women who were trying to remember material under stress. What we found is college women gave twice at much electric shock to other women when they were deindividuated than when they were not. When you’re anonymous, it takes away, again, this links to another point, your sense of personal responsibility. No one knows and no one cares. Now, again, it goes both ways. In the Mardi Gras, if you’re in a situation of fun and pleasure and enjoyment and lust, if you will, people will go that direction. It means that the deindividuation takes away your central organizing principle of I am responsible for my actions. Essentially, you then go with the flow, for better or for worse. Tim Ferriss: Right. It removes the social inhibitions, regardless of the particular type or species of impulse, whether it’s towards lust or aggression or otherwise. The next you already alluded to in a sense, which is diffusion of personal responsibility. Dr. Phil Zimbardo: This ties into what we were talking about with the bystander effect. That ordinarily we each feel responsible for our actions. We feel responsible for people around us. Certainly, our friends and family, neighbors. Again, my hero project tries to extend that to say the world is my neighbor. The world could be my friend. All the research on diffusion of responsibility simply says that when you see other people like you passing by someone in need, then they create a social norm of doing nothing, when you know you should be doing something. Something sometimes is very simple. Helping somebody up who’s fallen down. So, it’s something that we have to guard against. Not allowing the social norm of other people being Bad Samaritans to change your sense to be a Good Samaritan. One of the things is there’s a fascinating study that you probably know about. It was done by John Darley and his student, Daniel Batson. It was at Princeton. Princeton Theological Seminary, where what they did was they got a bunch of Princeton theological students who were going to become ministers and they said, “We’re studying the power of sermons and we’d like you to give a sermon on the Good Samaritan. Do you know that?” Of course, they know that. “We want you to go from the psych lab to go into the recording studio, which is down this alleyway. When you get there, they’ll be waiting for you and we just have to record your best sermon about the Good Samaritan.” So, here are good guys, Princeton theological students, maybe good girls too, who are thinking about being a Good Samaritan and on the way, they encounter a woman in an alleyway moaning, clearly in need. Do they help? It turns out they help if they are told they have enough time. If they’re told they are late, please hurry, then 80 percent pass her by. 80 percent of the people, Princeton theological, on the way to give the Good Samaritan sermon, turn out to be Bad Samaritans if they are in a hurry. To me, that’s such an important message these days, where everybody is in a hurry. We all feel time pressed. Even worse, we don’t even notice somebody moaning in a corner because we’re walking and looking at our iPhones or iPads and holding a Starbucks in the other hand. Tim Ferriss: No, absolutely. This has a bunch of different paths we could travel in this conversation. I do want to talk more about time a little bit later, but just to return to the diffusion of personal responsibility, this also has tremendous implications for – and this relates to the bystander effect – but disaster response. As one example, I did training here in Northern California for NERT, which I believe stands for Northern California Emergency Response Training or Team. San Francisco lacks the municipal resources to respond to say a catastrophic, very high-level earthquake, for instance. They don’t have the fire engines and medical resources to contend with a catastrophe of that scale. So, they train volunteers. The Fire Department and Police Department train volunteers to help in such a case. One of the things that they teach is in a group emergency triage situation, if you decide to take control of that situation and try to lead, that you always identify individuals in the group and assign them specific tasks. “You,” and you get their attention, “do this.” “You do that.” Because if it’s a generic command to the group, nothing is going to happen. Dr. Phil Zimbardo: Again, for your listeners, if we turn it around, if you are ever the victim, if you are ever hurt and there are people around you, the way you get help is you simply say, “You,” you point to someone, “You with the green dress,” “You with the brown blazer,” “You redhead,” so you single them out and you break down that anonymity of the group and you’re much more likely to get help. What they’re telling you in terms of being an emergency responder, I’m saying if you are the victim, the same principle holds. Tim Ferriss: Absolutely. The next is blind obedience to authority. Dr. Phil Zimbardo: See, again, we are all trained as children to obey our parents, our teachers, our religious leaders, in some cases our politicians. But nobody teaches us the distinction between authorities that deserve our respect and authorities that do not. Not all parents, not all ministers, and we certainly know from the horrific consequences of sexual abuse by thousands of Catholic priests over dozens of years, that a lot of such people don’t deserve our respect. But nowhere do we get training in differentiating appropriate from inappropriate authorities. Authorities that deserve respect versus authorities that deserve defiance. Again, I think in most societies, we err in the direction of just obey authority. The Milgrim study shows how easy it is for that to get overextended. The authority in the Milgrim study was a guy in a white lab coat. He was actually a high school biology teacher. He knew nothing about psychology. He was just recruited by Milgrim. In Milgrim’s study, they tested 1,000 people. So, here he had hundreds and hundreds of adults in New Haven, Connecticut, blindly following his orders to shock more and more. He was not an expert. He just had the trappings. The white lab coat of science. So, again, be wary of authorities wearing false lab coats. Tim Ferriss: Is there any particular recommendation that you would have for someone that wants to train themselves to more consciously question or assess authority? Is there any type of mental practice that you have for yourself or question that you ask yourself on a regular basis to help with that? I think this is a very divisive problem that we have in the United States, and certainly not limited to the United States right now in many respects. But if somebody wanted to train themselves to be better at avoiding blind obedience to authority, is there any particular recommendation that you would have? Dr. Phil Zimbardo: Yeah, I think it’s again questioning. Legitimately questioning to say why should I do that? What are the positive consequences if I do it? What are the negative consequences if I don’t? Rather than assuming if somebody says, “Do that,” because they’re an authority. That without directly questioning their authority or power, I think the burden has to be on them to be willing to explain to you why you should do what they say. They have to give you a good enough reason. It can’t be “Because I said so.” Again, many parents say, “You have to do it because I said so.” Well, at some point, you have to say, “That’s not a reason. That’s an opinion. That’s an authority.” Ultimately, you have to be willing to challenge it. When you challenge authority, there will be some penalties. If you’re a kid, you could get slapped in the face by your parents. But still, I think you have to practice mindful disobedience. Tim Ferriss: Mindful disobedience. I like that. The next is uncritical conformity to group norms. Dr. Phil Zimbardo: For all of us, especially as teenagers, when we’re forming our identities, when nothing in the world is more important than to be popular, to have kids like us, that we are willing to become them. That we dress like them, the music we like is their music, our hair, whether we have tattoos, whether we have piercings, all depends on who our peer group, who our “in” group is. The problem is, they begin to have enormous power over us. So, if your peer group begins to smoke, then chances are you’re going to be smoking. If you start smoking, you’re going to die young. If they are taking drugs, you not only take drugs, you take their kind of drug. If there are guys discriminating against girls, you do the same. If they’re discriminating against outsiders, people different than you. Groups have enormous power to shape our behavior, our way of thinking, our attitudes. As an individual, you have to separate out what parts of that group am I willing to go along with Because I want to be accepted. I don’t want to be rejected. What parts are unacceptable? That is, I should be willing to be rejected rather than to do some of the things that they would like me to do. One way to be aware of the influence people have on you is to be a deviant for a day. The simplest thing to do is you put, with a magic marker that is erasable, a square on your forehead, okay? Once you put it on, you look in the mirror, you see where it is, and then you don’t see it anymore. People are going to say, “What is that?” It’s nothing, it’s a square. I’m just trying something out. You begin to see very quickly how people put pressure on you to take it off. You’re not different. You’re different in any way. There’s a little mark on your forehead. What we find is it’s very difficult to resist the temptation to just wipe it off. Because then you’re doing what they want you to do. The idea is if you can resist one day, eight hours, then suddenly you realize you have this inner power to be your own person. Especially with parents. Mothers get crazed. Your best friend even. “Come on, take it off.” You’re embarrassing them by extension. So, invite your listeners to try the game of being a deviant for a day. Simply put a square with an erasable magic marker on your forehead, a small square. Keep it on for a day and just notice first the pressure people put on you to be what they want you to be – take it off. You’ll feel the temptation to do what they want you to do. But the learning message is, be sensitive to the pressure people put on you to be what they want you to be in other ways. To like their kind of music. To dress the way they do. To share in their political views, etc. I used to have my students at Stanford do things like that, but also dress up if you usually dress down, dress down if you usually dress up. Or just do some weird stuff and watch how people get really upset at you for very small deviations from what they think is ordinary and normal. Tim Ferriss: I love this type of exercise. I want to double down and encourage, just like you did, listeners to try this deviant for a day with the square on your forehead. The erasable is important, folks. Don’t do this with a Sharpie. Take a photo, put it on social. Tell us what happened. Dr. Phil Zimbardo: I’d appreciate that, yeah. Tim Ferriss: Absolutely. Because these types of – I’ve called them comfort challenges in the past – are so critical. I’ve had, for instance, some of my readers before go to a Starbucks and just lay down on the floor for five seconds and then get back up. People behave – doing something like that helps you to inoculate yourself against harmful conformity. It also makes me think a lot of Cato, for instance, considered the best or the perfect Stoic by Seneca and others, who would deliberately wear tunics of unfashionable colors to subject himself to ridicule so that he would learn to be ashamed of only those things worth being ashamed of. I love this idea. I absolutely love it. The last one is passive tolerance of evil through inaction or indifference. Dr. Phil Zimbardo: That ties in to the diffusion of responsibility. Again, there’s evil of action, doing bad things: bullying, sharing prejudiced points of view. But there’s also not doing it yourself, but accepting by others. I always think of the case of my Uncle Charlie, who at family gatherings would tell the same jokes. It was either sexist jokes or racist jokes. After a while, people would be ugh, horrified. But no one would say to Uncle Charlie, I wish you wouldn’t do it. One of the issues is, how do you have courageous conversations with people like Uncle Charlie who is probably unaware of the negative impact he’s having. Probably he’s been telling these jokes for years and years when it was more socially acceptable. How do you have a courageous conversation, for example, to say, “Gee, Uncle Charlie, I love the way you try to make us all feel happy and relaxed and tell jokes, but maybe you should tell a different kind of joke because some people wouldn’t understand what you mean about black people or women, whether or not they have big breasts. I think we’re going to like it even more.” The key is you want to change behavior without the person becoming defensive and really saying screw you, I can do whatever I want. Tim Ferriss: It reminds me of a few things. There’s a quote that I really like from Ayaan Hirsi Ali, which is “Tolerance of intolerance is cowardice.” Dr. Phil Zimbardo: That’s a good one. Tim Ferriss: I think that is certainly one way to look at it and there’s a book that is very helpful and it might seem to be not directly related, but it does tie in nicely. There’s a book called Lying. It’s a very short book by Sam Harris, who’s a neuroscience Ph.D. Dr. Phil Zimbardo: I know him, yes. Tim Ferriss: It’s a fantastically powerful and concise book about the damage done by white lies or not speaking truth. It is a really powerful, dense tome in the best possible way. I’d love to, if we have some time to explore it, I’d love to talk about the time paradox. Time came up in a few cases earlier and the importance and impact of perception of time. In the case of the would-be Good Samaritans who when rushed, 80 percent running by the person in need. I think you’ve written this, that every significant choice, every important decision we make is determined by our perception of time. This is something I’d like to explore. Could you please describe for people the time paradox and perhaps just give them an overview of why you wrote that book. Dr. Phil Zimbardo: Happy to do it. The reason I called my book The Time Paradox, which I wrote with John Boyd, a Stanford graduate student who now works for Facebook, is it’s a paradox because we’re arguing that the most important influence on all your decisions, whether big ones or small ones, and decisions which lead you to your actions, is something inside of you that you’re unaware of. What it is, it’s your sense of time perspective. Time perspective is the way you categorize and partition your sense of time into categories. The big ones are past, present and future. What we’ve discovered is it’s much more complex and subtle. All of us live in multiple time zones. For some of us, if I ask you, “Tell me about your past. Tell me your recollections of your childhood. Tell me your recollections of what happened last year.” For some people, their answers are always focused around all the good things. Good times, awards, successes, birthday parties. For others, it’s all the negatives. Failures, regrets, things you could’ve done or should’ve done, abuse or various ways. We now can categorize those as people who live in the past positive or past negative and then when I ask you about your present, for some people, people we call present hedonists, will outline all the fun things they do, all the pleasures they get out of life, seeking knowledge, seeking sensation, seeking novelty. Other people are present fatalists. They say it doesn’t pay to plan for the future. I don’t control anything. My life is controlled by fate. This is true if you’re Muslim. Allah controls your future. Now there are two ways to be future. One future orientation is probably most of your listeners, focus on what do I have to do now to achieve objectives and goals that will take place in the future? These are positive future. Future of hope, future of possibilities. There’s two other ways to be future oriented. One is future negative. That you’re anxious. Will I be able to see? Will I be able to achieve? The future instead of being filled with hope is filled with anxiety. A third way to be future oriented is what we call transcendental future. That I live my life so that when I die, I will go to Heaven rather than Hell. It’s a different kind of [inaudible]. I’m not seeking success, I’m seeking behaving in a way to be seen as a good person on judgment day. I’ve developed a scale – the Zimbardo Time Perspective Inventory. Z-T-P-I, which when you take it, it gives you scores on each of these dimensions. If you go to be website – Tim Ferriss: It’s thetimeparadox.com. Dr. Phil Zimbardo: – you can take the scale and you get immediate feedback on your scores. What’s critical is we’ve discovered with lots and lots of research, that the most important thing in life is to have what we call a balanced time perspective – B-T-P. Which means being high on past positive, being moderately high on future, so that you’re not a workaholic, a positive future, and being moderate on present hedonism, which is selected when you do as a reward for achieving good deeds with your future orientation. There’s lot of research that show people who have a high-balanced time perspective are physically healthier, are psychologically healthier, achieve more. This is research from around the world, these are the most successful people psychologically even within the business world. So, this research that I started back in 2000, we now have an international time perspective group. Hundreds and hundreds of young researchers around the world. We meet biannually in Portugal, in Warsaw, in Copenhagen. Next year we’ll meet in Marseilles. We meet and talk about research we’re doing. It’s not just research, it’s application. So, these ideas are in psychotherapy, in family therapy, and clearly in business. It’s something I’m really proud of that just a little research idea – and as I said, partly came out of the Stanford prison experiment, where everybody’s sense of time was distorted because the evil of the guards made every hour feel like many more hours. Tim Ferriss: What are some of the changes that readers of The Time Paradox have made in their own lives or that attendees, for instance, at the time perspective conference have made in their own lives as a result of this work? Does anything come to mind? Dr. Phil Zimbardo: Oh, sure. For the people who live in the past negative, in the extreme, this is post-traumatic stress disorder. One-third of all American vets coming back from Iraq, from Afghanistan, are suffering with PTSD, which in traditional treatment is incurable. We drug them to keep it from getting worse. We developed a time perspective therapy with my colleagues in Maui, Rick and Rosemary Sword, in which we are able in eight sessions, to “cure.” Our sample was like 32 vets with extreme cases of PTSD. Part of it is teaching them about the psychology of time perspective and converting each of those negatives into a positive. Yes, of course, it’s not undermining the negative. Yes, your best buddy died in your arms. Yes, you saw children being sexually abused. But now what we’re going to do is we’re going to put in positive slides in your slide tray, using an old metaphor. Did your family write to you while you were there? Did you make any friends? Did you do any good deeds? So, now, clearly what’s happened is people that have this negative time perspective, they have just exaggerated or misfocused on a few negatives as if that’s all there was. Even people who have had abuse in life that literally had some real abuse, you say, “We’re going to help you elaborate on all the good things in your life. Yes, so one teacher embarrassed you. Tell us about all the teachers that praised you. Tell us about all the teachers who made you feel special.” So, again, it’s literally possible, if you understand the psychology of time perspective, to change your own time perspective and the time perspective of others. Again, in the time paradox – and our other book is called The Time Cure – we give very specific suggestions. If you want to be more future oriented, here’s what you can do. Again, the problem with being too future oriented is you become a workaholic. How do you put some present hedonism and joy into your life? So, again, I tried to go from being a general researcher trying to discover how the mind and behavior work to always saying, how can we use these ideas to make our life better, richer, more productive? Simply to take joy in being a human being. Tim Ferriss: I mentioned before we started recording the fact that I received an early galley copy of The Time Paradox. Dr. Phil Zimbardo: You must have been a child, right? Tim Ferriss: It must have been 2008 or late 2007. I think 2008. I found it very impactful and underlined a lot in that book. I ended up, among other things, each morning, and this is a recent implementation, but I have a five-minute journal routine where I try to present state ground myself with a few things like gratitude bullets and so on, before going on to the goal setting. So, that I’m not anxious and constantly future focused. But one of the affirmations, so to speak, that I found most helpful is I am unrushed. This comes back directly to the story about the Good Samaritans from the theological seminary. It’s proven to be incredibly therapeutic for me. I would encourage people to check out The Time Paradox. I found it to be a brilliant exploration and also, a lot of what you’ve written about corresponds to one of the most powerful exercises that I’ve experienced and studied of Tony Robbins. He has a process that he calls the Dickens Process. The Dickens Process refers to the ghosts of Christmas Past, Present and Future, and taking people through these different tenses in a number of respects to, like you said, replace or at least augment some of the slides in their current slideshow. Dr. Phil Zimbardo: Again, we all tell the story of Dickens and Scrooge and living in the past, present or future. The point is, we have to combine those. How do we, when we think about the past, how do we embellish it, enrich it. We want to enjoy, we want to live in the moment. We want to enjoy the present. Our family, friends, fun. We now know the importance of spending time outside in the natural environment, not living at our desks or in our cellphone environment. Again, we want to have hope, possibility in the future. How do we shape our past and present to make us ready to enjoy the best in the future? Also to think that the future is always shapeable, modifiable by our actions. The other thing I should add here is that one of the ideas I promote in the Heroic Imagination Project is we are most effective in teams, in small groups. I call them hero squads. When you want to challenge authority, when you do it alone, authority dismisses you as a fanatic. We you have three or more people who agree with you and you confront authority, then it is a point of view. When you say, “We believe, sir, that what you’re doing is not appropriate, is not in our best interests,” they can’t dismiss you individually. Again, when you’re challenging unjust authority in the classroom in an organization, in a church, whatever it is, it is always better to do it as part of a small operating team. Tim Ferriss: Is the defining difference between heroism and altruism the resistance of some type of authority figure or authority? Is that one of the differentiators? Dr. Phil Zimbardo: No. Altruism is doing social good. Heroism is doing civic virtue. The difference is altruism is heroism light. The key to be a hero is to take action on behalf of others in need or defending a moral cause. The key now is aware of potential risks and costs to you. I give blood to a blood bank. I give money to people who are homeless. I work in a soup kitchen. It doesn’t cost me anything except a little bit of time. In the extreme of heroism, you die. You risk your life, life and limb. Whistleblowers often lose their job or don’t get promoted. But the key is just a perception. I’m doing this despite the fact that there could be a cost. That there’s some potential risk to me. Even though I’m aware of that, nevertheless I continue to do it. If you have five more minutes? Tim Ferriss: I have all the time in the world. I just want to be respectful of your time. I definitely have time. Dr. Phil Zimbardo: I will tie in this last thing with the prison experiment. The reason why I ended the study is also tied to heroism. The Stanford prison study was scheduled to go for two weeks. I doubt if I could’ve really gone more than a week. I probably would’ve gone – it started on Sunday – I probably would’ve gone to the following Sunday to make it a full week. Partly because it was overwhelmingly stressful. It wasn’t clear to me what it meant to have an experiment that runs night and day, continuously. It was me, two graduate students, one undergraduate, and then one graduate student had to leave in the middle of the study, had a family emergency. So, we have me and two students working 24/7. Prisoners are having a breakdown every single day. Parents are coming for visiting day. There’s parole board hearings for prisoners who want to leave. There’s visiting prison chaplains. There’s rumor of escape plan. There’s all these things happening. And, of course, I’m in charge. I’m sleeping on a couch in my office on the second floor in the Psychology Department at Jordan Hall. I’m overwhelmed with stress but I’m probably going to keep it going until the weekend. On Thursday night, my girlfriend, Christina Maslach, who had been a graduate student at Stanford, who just got a job at Berkeley to start in September, said she was working at the Stanford library and could we have dinner in the evening? I had to come down on Thursday night. So, the study started August 14th, 1971. This is five days in. I said come down and we’ll go out to dinner. What she sees is what is listed on my schedule as the 10:00 toilet run. 10:00 was the last time prisoners could go to a real toilet. After that, they had to urinate and defecate in a bucket in their cell, which they hated to do because it smelled terrible. So, the guards on the night shift – the night shift was the worst one, just as in Abu Ghraib – the night shift was where all the disaster took place. Partly because they thought nobody was looking. The guards lined the prisoners up, put paper bags over their heads, chained their legs together, started yelling and cursing and abusing them in every way. Tim Ferriss: This is at Stanford? Dr. Phil Zimbardo: At Stanford. This is in the Stanford prison experiment. Tim Ferriss: Right. Dr. Phil Zimbardo: And the same thing at Abu Ghraib. But in the Stanford prison experiment. I look up, I’m looking through a one-way screen. For me, it’s a checkmark on my daily schedule. You know, 8:00 breakfast, 10:00 visiting day, 12:00 lunch, 2:00 parole board hearing. It’s the 10:00 toilet run. I look at my Christina and I say, hey look at that. Isn’t it interesting? She begins to tear up and runs out. Runs out to the quad in front of Jordan Hall at Stanford. I run out and we have this big argument and I’m saying, “You don’t understand the dynamics of human nature. Nobody’s seen this before in action, etc.” She says, “Stop. These are not prisoners. They are not guards. They’re boys and they are suffering and you are responsible.” Then she says, “You have been changed by the power of the situation more than anyone. How could you not see the suffering that is obvious?” I’m still arguing. Then she says, “Stop. If this is the real you, I don’t think I want to continue my romantic relationship with you.” We had just moved in together. We were thinking of living together and getting married. So, to tie back to the point I made. This is heroism in action. She’s saying, “I’m willing to pay the cost of giving up a lifetime with you” (and we were very much in love) “if you don’t come to your senses.” She never said, “You have to end this study.” She just said, “You have to realize that your perception is being distorted by the role you’re playing as prison superintendent. At that moment, I said, “Oh, my God. You’re right.” We had dinner at midnight and then I ended the study the next day. This is the best example I know of heroism. An ordinary person, a former student, confronting authority and just making it clear that she is willing to pay this price in order to challenge this moral injustice that was happening. Tim Ferriss: That is a great story and I think it’s a great place to wrap up for today, this installment. We’re practically neighbors, so it’d be lovely to meet in person at some point. I really appreciate you taking the time, Dr. Zimbardo. This has been a dream conversation of mine for a very long time. I really appreciate you carving out the time in your schedule. You seem to be as occupied and engaged as ever with the world. Dr. Phil Zimbardo: I’m more so. I should mention that I no longer teach. I teach at Stanford maybe once a year. I give a model lecture to introductory psych. I taught more students in more different courses than any professor in Stanford history. I had classes of over 1,000 students in introductory psych. But now I go around the world and I do training with the Heroic Imagination Project in Hungary, in Poland, in Sicily, soon in Czech Republic, in Bali, and Australia. I keep busy. Tim Ferriss: You certainly do. You taught for 57 years, is that right? Officially retired after teaching for certainly 50+ years. But you’re still teaching. That’s the beauty of it. You’ve just chosen a different vehicle through which to teach. First and foremost, thank you for jumping on the phone. To everybody listening, you can find the show notes and links to all of these books, articles, studies and so on as usual in the show notes, where you can find links to every other episode as well at fourhourworkweek.com/podcast. Until next time, thank you for listening. Posted on: June 5, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello, boys and girls", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to explore and deconstruct world-class performers, people who are the best at what they do, to tease out the belief systems, philosophies, habits, routines, etc", "that you can use", "this particular episode is different for a few reasons and i’m very excited about it", "no", "1, we have our oldest guest today, at 83 years, which i want to do more of", "i want to really chronicle and investigate some of these treasures that we have on this planet", "so, i may also be going after don wildman soon", "if you don’t know who that is, you will shortly", "but this time around, we have someone i’ve wanted to interview for decades, literally", "his name is dr", "philip zimbardo, @philzimbardo on twitter", "he is one of the most distinguished psychologists in the world and professor emeritus at stanford university", "he is arguably best known for his 1971 stanford prison experiment, in which students were turned into mock prisoners and guards for a continuous, 24-hour-a-day study", "this particular experiment was planned for two weeks, but terminated after just six days and we will dig into why that was the case", "he gives a fantastic overview of this study", "in this podcast, we also explore how we as humans can do less evil, how you can be a deviant for a day – i highly encourage you all to try this; it’s detailed in the conversation – what mindful disobedience is and much more", "it was a real blast to finally get him on the phone after having read so much of his work", "apart from all of that, dr", "zimbardo has served as president of the american psychological association and designed and narrated the award-winning, 26-part pbs series, discovering psychology", "he’s published more than 50 books", "what", "including shyness, the lucifer effect, the time cure, the time paradox, and most recently, man interrupted", "the time paradox is another one that i recommend to everyone", "if you’re a fan of the tony robbins/dickens process exercise as outlined in tools of titans, you will love that book", "dr", "zimbardo currently lectures worldwide and is actively working to promote his non-profit and trust me, this guy at 83 is more active than almost every person i know", "i believe you will phone calls going on in the background", "he’s traveling all over the world, so don’t let it distract you", "anyway, back to his current passion and focus, the heroic imagination project; heroicimagination.org", "his current research looks at the psychology of heroism", "the question he poses is, what pushes some people to become perpetrators of evil while others act heroically on behalf of those in need", "that is precisely, among many other things, what we explore in this conversation", "so, without further ado, please enjoy a wide-ranging conversation with dr", "philip zimbardo", "dr", "zimbardo, welcome to the show", "dr", "phil zimbardo: good to be here", "thank you for inviting me", "i have wanted to connect with you and speak with you, and i don’t say this to many people, for many decades", "in fact, i was a, at least for a period of time, a psychology major, technically in neuroscience, at princeton and was actually a subject in some of the experiments of danny kahneman’s", "dr", "phil zimbardo: oh, really", "i was indeed", "dr", "phil zimbardo: wonderful", "i tapped a spacebar for a very long time in a very dark room", "dr", "phil zimbardo: must be boring", "it was very boring, but hopefully contributed to greater scientific progress in some fashion", "i thought we could start with people who are not familiar with your work", "when people think of dr", "philip zimbardo, what do they tend to associate you most with in the world of psychology or science", "dr", "phil zimbardo: well, my legacy, for better or for worse, is ye olde stanford prison experiment, which i did back in 1971", "i was recently in budapest and i’m driving in a taxi and the taxi driver says, “you sound like an american.” i said, “yes.” he said, “what do you do?” i said, “i’m a psychologist.” he says, “did you ever hear that study where they put college students in a prison?” this is in budapest, hungary", "so, yeah, it’s what i’m most well-known for because it was and is the most dramatic study ever done is psychology, in part because it went 24/7", "most research is just one hour", "typically, it fits into a student’s curriculum schedule", "but this research went on day and night for a week", "it was supposed to go for two weeks", "what was special about it is you could actually then see in the videos we took, the character transformation of hour by hour, day by day, of good kids beginning to do really bad things", "these were the nine guards and nine prisoners to begin with", "dr", "phil zimbardo: yeah", "if you want me to give a – you want a thumbnail overview", "sure", "let’s get a – for those people not familiar, i think it’d be a great place to start", "dr", "phil zimbardo: okay", "so, the year is 1971", "it’s the ‘70s", "exciting things are happening in psychology", "a little bit earlier at yale, stanley milgrim, who was my high school classmate at james monroe high school in the bronx in 1950, he had done the classic research on blind obedience to authority, in which he got mostly men, ages 20 to 50, not college students, to play the role of a teacher who is going to help students improve their memory by punishing errors", "the way they would punish the error is by giving them escalating levels of electric shock to their fingers", "what happened is the confederate, who was pretending to be the student of the teacher, began after a while to yell and scream and say, “i have a heart condition", "i don’t want to go on.” the question is, would anybody continue", "the experimenter kept saying to the real participant, “you must go on", "you have a contract", "you must continue, teacher.” the amazing thing is, two of every three of these adults went all the way to 450 volts, which in a sense could’ve been lethal", "i should back up and say when milgrim asked 40 psychiatrists at yale medical school what percent of all americans would go to the bitter end, their estimate was 1 percent", "because to do so, you’d have to be a psychopath", "so, they were only off by 74 percent", "dr", "phil zimbardo: yeah", "so, the point is, it’s two of every three", "i got you, two out of three", "dr", "phil zimbardo: but his research was part of the demonstration of the power of social situations over individual dispositions", "i followed up – my team at stanford, craig haney and curt banks and david jaffe and i followed up by saying, it’s rare that somebody will tell you to do something horrible or dangerous", "typically, you’re playing a role", "in the role, you’re in a group and everybody is doing this", "we re-conceptualized the setting as a prison because prisons are all about power and guards have power and prisoners try to get some and guards try to limit their attempts at power", "what we did is we put an ad in the palo alto newspaper", "wanted: college students for study of prison life that could go up to two weeks", "75 people answered the ad", "we interviewed each of them", "gave them a battery of personality tests", "we picked two dozen who were normal and healthy in every way we could imagine", "then what happened was, we randomly assigned half to be guards, half to be prisoners", "in that setting, they became prisoners or guards", "now, of course we made it realistic", "they had different kind of uniforms", "guards had symbols of power: billy clubs, handcuffs, military-style uniforms", "the prisoners were in uniforms that simply had a number on it", "we took away their name", "they became dehumanized", "the amazing thing was in 36 hours, a normal, healthy college student – and these were not students from stanford – they were from all over the united states who were in the bay area finishing up summer school", "one of the prisoners, 8612, i still remember vividly, had an emotional breakdown", "screaming, crying, out of control", "each day thereafter, another prisoner had a similar reaction", "we ended the study after five days because it was out of control", "we could not imagine that a social situation could have such a profound impact", "but what happened was the guards really became creatively sadistic", "there were three guards working eight-hour shifts and there were three shifts", "they were nine prisons at any one time, three in a cell", "then the remaining, they were backup guards and backup prisoners", "the study ended on this very down note of good kids doing really bad things to each other, creatively evil in the role of guard", "this has some very wide-reaching implications, it would seem", "you’ve written extensively about this", "it has relevance to many things that are happening in our modern day today, including the abu ghraib prison scandal, i suppose you could call it", "it was blamed on rogue soldiers, but you were one to point out that it was a bigger issue than that", "you couldn’t necessarily isolate a few bad actors", "it was more of a systemic issue", "dr", "phil zimbardo: yeah, you hit it right on the head", "for your listeners, we’ll just go back in time", "in 2004, someone released pictures of american prison guards in abu ghraib prison in iraq, humiliating, torturing, degrading, and sexually abusing prisons who they should have been protecting", "so, these were images that came from the cameras of the guards themselves", "it was a global disgrace to america at a time when the war in iraq was still a big problem, big issue", "what happened was, again, obviously, the military disowned this, saying there were a few bad apples", "curiously, i was in washington, d.c", "when that broke", "i had been the president of the american psychological association and was there on a follow-up visit", "someone from national public radio who had been my student at stanford, where i taught for 50 years, called me and said, “hey, dr", "z, those images that we just showed were the same as the images that you showed us in class of the prison experiment; putting bags over prisoners’ heads, stripping them naked, etc", "would you like to come on to be interviewed?” i was and i simply said, “look, my hypothesis is that most american soldiers are good apples", "what we have to realize is someone put them in a bad barrel and we have to know who the barrel maker is because that’s who should be on trial, not the soldiers at the end of the line.” that became an interesting metaphor", "bad apples, that’s what’s wrong with the individual, versus bad barrels, which is the situational analysis", "then, of course, the system is the bad barrel makers, the people who make those situations and sustain them", "then i actually defended chip frederick, who is the staff sergeant who should’ve been in charge of the night shift, but he too got sucked into the frivolity", "they simply say, we’re having fun and games", "they did not have any idea that the images that they took with their cameras would be released to the world", "a few follow-up questions related to that", "i suppose the big question in my mind is, if you are someone who views themselves as a good person or at worst, a neutral person who doesn’t want to do evil", "how do you avoid the circumstances or the slippery slope of evil", "are there things that you can keep in mind or reminders that you can set for yourself, things you can avoid, to help to mitigate that risk", "dr", "phil zimbardo: that’s a great way to frame it is that evil is seductive", "in fact, christians around the world say to their god, “lead us not into temptation", "deliver us from evil.” the point is, evil comes in many sizes, many shapes", "there is the evil of action, doing bad things", "but there’s also the evil of inaction, not doing the right thing when you could", "so, this is what comes up in the bystander effect, made famous i guess 60 years ago, in new york city, when a young woman was being assaulted, kitty genovese, and screamed and screamed and people heard and no one came to her aid", "the bystander metaphor is that people around the world do not come to the aid of someone in an emergency who needs their help", "these are fundamental themes that it’s so easy to cross the line and all the research done in psychology – milgrim’s study, the [inaudible] study and many other experiments", "the curious thing is, even though the majority gives in, complies, conforms, there is always a minority – 10 percent, 20 percent, sometimes 30 percent, who resist", "i began to study what is it about those people who resist the temptation, the power of the group, especially when everybody else in the group doing it, saying, come on, it’s fun and games", "i began to think of them as everyday heroes", "i wrote a book called the lucifer effect and the subtitle is understanding how good people turn evil", "the book has ten chapters on the prison study, two chapters on abu ghraib, and then a lot of chapters on evil around the world – bosnia, rwanda", "then in the end, i’m buried in evil", "it took two years to write the book and i’m swimming in a sea of evil", "it was so depressing every morning to sit at my desk and say oh, my god, which evil and i going to deal with today", "in chapter 16, if anybody in the audience has not read the book, start with 16 and work backwards", "so, 16 is really celebrating the banality of heroism in the same way that hannah arendt in the trial of adolph eichmann in jerusalem talked about eichmann as illustrating the banality of evil", "that is, here’s a monster who orchestrated the deaths of millions of jews, who looks like your uncle charlie, who acts like an intelligent uncle charlie, because he was a very formal, intelligent guy", "i used that metaphor to say when we think about heroes, we really think about classical heroes", "we think about agamemnon and achilles", "we think about modern heroes like gandhi and nelson mandela, martin luther king, and mother teresa", "but those people are lifelong heroes", "what we should really be thinking about is ordinary people, like any of us, ordinary people who at some times do extraordinary deeds of goodness, of kindness, of compassion", "we should think of them as heroes in training", "that is, each day doing daily deeds of goodness and kindness that are not heroic in and of themselves, but they’re really on a path toward heroism", "what we think is those people, when a big opportunity arises, when there is an earthquake, when there is a terrorist attack, they will be the ones more likely to take wise and effective action", "i embodied all of that in a new program i started in san francisco back in 2008, called the heroic imagination project or hip", "the idea is heroism really starts in the mind", "you have to think of yourself as i could be a hero, rather than heroism is something that’s the job of other people or is the job of comic book characters", "i’d love to dig into a few of the things that you just discussed", "the first is, and i love the latter portion talking about the everyday hero and these components", "in part, because i believe very much that if we’re looking for, i would say, patterns of behavior, i tend to agree with one of my favorite quotes, which is archilochus, who is a greek poet, and is, “we do not rise to the level of our expectations, we fall to the level of our training.” if you’re focusing on these daily behaviors on a micro level, then the hope is that on a macro level, like you said, when there’s an earthquake and a disaster response or something like that, if you need to triage, you’ll be the one to take that step forward", "i’ve looked at, for instance, the lucifer effect and some of the writing around it", "i found seven social processes that grease the slippery slope of evil", "i’d love to just read these off and then ask follow-up questions", "the first is mindlessly taking the first small step", "second, dehumanization of others", "third, deindividuation of self, in other words, anonymity", "then diffusion of personal responsibility, blind obedience to authority, uncritical conformity to group norms, and then last, which you mentioned, the error of the evil of omission and not commission, that is passive tolerance of evil through inaction or indifference", "is it possible to become more heroic by doing the very opposite", "so, in other words, making these imperatives the opposite", "dr", "phil zimbardo: yeah, so all of these i would embed in the broader context of the importance of situational sensitivity, situational awareness", "so, milgrim and i highlighted the power of social situations to dominate personality, but it doesn’t mean it’s ubiquitous, but it doesn’t mean it’s inevitable", "step one is to realize your vulnerability, all of our vulnerability", "situational forces come in many different forms, many different shapes", "but it’s always to be mindful of what is happening around you", "just to be aware that situational forces, group pressure, what other people are doing, how you’re dressed, what the situation is, can influence your behavior", "some of the things that you had just mentioned are really part of a greater sensitivity to things happening around you in the social situation, rather than in the physical environment", "if you want to go through one by one, i can elaborate a little bit on each", "absolutely", "yes, please", "dr", "phil zimbardo: no", "1 was", "mindlessly taking the first small step", "dr", "phil zimbardo: the conclusion from the milgrim experiment should be all evil begins with 15 volts", "in the milgrim study, the participants had in front of them a big shock box that had 30 switches that began with 15 volts and increased by 15-volt increments: 15, 30, 45", "of course, there was a label above that: mild shock, moderate shock, etc", "but the key is, imagine you’re sitting in front of the shock box and you see at the end it says, “danger – high voltage – 350 volts, 375, 450.” you have to say to yourself, when i press this first button, what’s going to keep me from continuing to press the next one and the next one, the next one, and then would i ever want to go to 450 volts", "obviously, i wouldn’t", "but the point is, once you press 15 volts, you are on that slippery slope of evil because it becomes easier and easier", "when you press 15 volts, you know what", "nothing happens", "the guy doesn’t even notice it", "but 15 volts then really is like the first time you cheat a little bit on a test in school, the first time somebody tells you a sexist or racist joke and you either smile or giggle or laugh a little bit, rather than say i think that’s inappropriate", "so, again, to be aware that even though there’s nothing truly negative in that first 15 volts, it is literally on the path of what we consider a slippery slope of evil", "it’s going to be 35, i mean, it’s going to be 75, it’s going to be 100", "then in two out of three cases, it gets to be 450 volts", "right", "so, being very aware of the seemingly harmless gateway drugs down the slippery slope", "dr", "phil zimbardo: for sure, right", "the no", "2 is dehumanization of others", "dr", "phil zimbardo: the center of all prejudice, all discrimination is thinking about other people as less than human", "in our prison experiment, we took away people’s names, which is part of your humanity", "we replaced them with numbers", "they were 8612, 416, 3609, and after a very short time, for example, when a catholic priest who had been a prison chaplain came to see the prisoners at my request, he asked them, “what’s your name, son?” almost all of them gave their number", "in a very short time, they had accepted our dehumanization and became that number", "now, that dehumanization takes other forms, so by talking about migrants rather than people who are migrating out of danger", "talking about, in san francisco, we have a big problem with the homeless", "they’re not homeless, they are people who do not have a home", "so, again, it’s focusing on these are people in different circumstances of tragedy", "but once you apply a label, it’s just like saying, these are, for italians, wops, or dirty jew, or something of that kind", "once you put a label on other people, you take away their humanity and then you treat them as less than human", "yeah, absolutely", "this can proactively be done, of course, with those who orchestrate propaganda", "meaning warfare, wartime propaganda, whether it’s a goebbels or if you look at some of the collateral that was created during world war ii in the pacific theater", "i mean, it’s on both sides", "the objective is to dehumanize so your soldiers are more effective, in some cases", "dr", "phil zimbardo: sam keene, who i would call a social philosopher, who lives nearby here in marin, has a wonderful book called faces of the enemy", "what he shows and with graphic visuals, is that before any nation goes to war, they prepare their people to hate the other, the enemy, by having these visual depictions of them as less than human", "in the end, mothers are willing to send their sons to war to potentially die to protect them from the “enemy.” so, it’s really a critical aspect", "i’m jumping ahead", "one of the ways that i work to prevent that is, i am distressed, especially now in san francisco, we have cold and rain", "we have 7,000 homeless people on the street", "many are old ladies, sometimes families", "so, each day, i decide am i going to give them $.50, $1.00", "but i don’t just give money to a homeless person, what i do is i try to humanize them", "i will pick someone on the street and then simply say “hello, i’m phil zimbardo", "what’s your name?” they’re often surprised", "i shake their hand", "i give them a dollar", "i say, “i wish it could be more", "hope your luck improves.” i take one minute to convert that dehumanizing experience into a human one", "i had occasion recently where a woman began to cry because no one had done that simple thing", "no", "3", "deindividuation", "dr", "phil zimbardo: i did early research when i was at new york university before i came to stanford, simply putting people in masks", "putting people in hoods", "taking away their visual sense", "putting them in the dark", "it’s a mardi gras effect", "we are able to show that when your identity is removed and you’re in a situation that gives you permission to be harmful, aggressive, you will take it", "we did an experiment at new york university where we had college psych 1 females who half of them we put in hoods and we took away their names", "they became 1, 2, 3, 4 and half of them we made feel special", "then they had the opportunity to give electric shock, they thought, to other women who were trying to remember material under stress", "what we found is college women gave twice at much electric shock to other women when they were deindividuated than when they were not", "when you’re anonymous, it takes away, again, this links to another point, your sense of personal responsibility", "no one knows and no one cares", "now, again, it goes both ways", "in the mardi gras, if you’re in a situation of fun and pleasure and enjoyment and lust, if you will, people will go that direction", "it means that the deindividuation takes away your central organizing principle of i am responsible for my actions", "essentially, you then go with the flow, for better or for worse", "right", "it removes the social inhibitions, regardless of the particular type or species of impulse, whether it’s towards lust or aggression or otherwise", "the next you already alluded to in a sense, which is diffusion of personal responsibility", "dr", "phil zimbardo: this ties into what we were talking about with the bystander effect", "that ordinarily we each feel responsible for our actions", "we feel responsible for people around us", "certainly, our friends and family, neighbors", "again, my hero project tries to extend that to say the world is my neighbor", "the world could be my friend", "all the research on diffusion of responsibility simply says that when you see other people like you passing by someone in need, then they create a social norm of doing nothing, when you know you should be doing something", "something sometimes is very simple", "helping somebody up who’s fallen down", "so, it’s something that we have to guard against", "not allowing the social norm of other people being bad samaritans to change your sense to be a good samaritan", "one of the things is there’s a fascinating study that you probably know about", "it was done by john darley and his student, daniel batson", "it was at princeton", "princeton theological seminary, where what they did was they got a bunch of princeton theological students who were going to become ministers and they said, “we’re studying the power of sermons and we’d like you to give a sermon on the good samaritan", "do you know that?” of course, they know that", "“we want you to go from the psych lab to go into the recording studio, which is down this alleyway", "when you get there, they’ll be waiting for you and we just have to record your best sermon about the good samaritan.” so, here are good guys, princeton theological students, maybe good girls too, who are thinking about being a good samaritan and on the way, they encounter a woman in an alleyway moaning, clearly in need", "do they help", "it turns out they help if they are told they have enough time", "if they’re told they are late, please hurry, then 80 percent pass her by", "80 percent of the people, princeton theological, on the way to give the good samaritan sermon, turn out to be bad samaritans if they are in a hurry", "to me, that’s such an important message these days, where everybody is in a hurry", "we all feel time pressed", "even worse, we don’t even notice somebody moaning in a corner because we’re walking and looking at our iphones or ipads and holding a starbucks in the other hand", "no, absolutely", "this has a bunch of different paths we could travel in this conversation", "i do want to talk more about time a little bit later, but just to return to the diffusion of personal responsibility, this also has tremendous implications for – and this relates to the bystander effect – but disaster response", "as one example, i did training here in northern california for nert, which i believe stands for northern california emergency response training or team", "san francisco lacks the municipal resources to respond to say a catastrophic, very high-level earthquake, for instance", "they don’t have the fire engines and medical resources to contend with a catastrophe of that scale", "so, they train volunteers", "the fire department and police department train volunteers to help in such a case", "one of the things that they teach is in a group emergency triage situation, if you decide to take control of that situation and try to lead, that you always identify individuals in the group and assign them specific tasks", "“you,” and you get their attention, “do this.” “you do that.” because if it’s a generic command to the group, nothing is going to happen", "dr", "phil zimbardo: again, for your listeners, if we turn it around, if you are ever the victim, if you are ever hurt and there are people around you, the way you get help is you simply say, “you,” you point to someone, “you with the green dress,” “you with the brown blazer,” “you redhead,” so you single them out and you break down that anonymity of the group and you’re much more likely to get help", "what they’re telling you in terms of being an emergency responder, i’m saying if you are the victim, the same principle holds", "absolutely", "the next is blind obedience to authority", "dr", "phil zimbardo: see, again, we are all trained as children to obey our parents, our teachers, our religious leaders, in some cases our politicians", "but nobody teaches us the distinction between authorities that deserve our respect and authorities that do not", "not all parents, not all ministers, and we certainly know from the horrific consequences of sexual abuse by thousands of catholic priests over dozens of years, that a lot of such people don’t deserve our respect", "but nowhere do we get training in differentiating appropriate from inappropriate authorities", "authorities that deserve respect versus authorities that deserve defiance", "again, i think in most societies, we err in the direction of just obey authority", "the milgrim study shows how easy it is for that to get overextended", "the authority in the milgrim study was a guy in a white lab coat", "he was actually a high school biology teacher", "he knew nothing about psychology", "he was just recruited by milgrim", "in milgrim’s study, they tested 1,000 people", "so, here he had hundreds and hundreds of adults in new haven, connecticut, blindly following his orders to shock more and more", "he was not an expert", "he just had the trappings", "the white lab coat of science", "so, again, be wary of authorities wearing false lab coats", "is there any particular recommendation that you would have for someone that wants to train themselves to more consciously question or assess authority", "is there any type of mental practice that you have for yourself or question that you ask yourself on a regular basis to help with that", "i think this is a very divisive problem that we have in the united states, and certainly not limited to the united states right now in many respects", "but if somebody wanted to train themselves to be better at avoiding blind obedience to authority, is there any particular recommendation that you would have", "dr", "phil zimbardo: yeah, i think it’s again questioning", "legitimately questioning to say why should i do that", "what are the positive consequences if i do it", "what are the negative consequences if i don’t", "rather than assuming if somebody says, “do that,” because they’re an authority", "that without directly questioning their authority or power, i think the burden has to be on them to be willing to explain to you why you should do what they say", "they have to give you a good enough reason", "it can’t be “because i said so.” again, many parents say, “you have to do it because i said so.” well, at some point, you have to say, “that’s not a reason", "that’s an opinion", "that’s an authority.” ultimately, you have to be willing to challenge it", "when you challenge authority, there will be some penalties", "if you’re a kid, you could get slapped in the face by your parents", "but still, i think you have to practice mindful disobedience", "mindful disobedience", "i like that", "the next is uncritical conformity to group norms", "dr", "phil zimbardo: for all of us, especially as teenagers, when we’re forming our identities, when nothing in the world is more important than to be popular, to have kids like us, that we are willing to become them", "that we dress like them, the music we like is their music, our hair, whether we have tattoos, whether we have piercings, all depends on who our peer group, who our “in” group is", "the problem is, they begin to have enormous power over us", "so, if your peer group begins to smoke, then chances are you’re going to be smoking", "if you start smoking, you’re going to die young", "if they are taking drugs, you not only take drugs, you take their kind of drug", "if there are guys discriminating against girls, you do the same", "if they’re discriminating against outsiders, people different than you", "groups have enormous power to shape our behavior, our way of thinking, our attitudes", "as an individual, you have to separate out what parts of that group am i willing to go along with because i want to be accepted", "i don’t want to be rejected", "what parts are unacceptable", "that is, i should be willing to be rejected rather than to do some of the things that they would like me to do", "one way to be aware of the influence people have on you is to be a deviant for a day", "the simplest thing to do is you put, with a magic marker that is erasable, a square on your forehead, okay", "once you put it on, you look in the mirror, you see where it is, and then you don’t see it anymore", "people are going to say, “what is that?” it’s nothing, it’s a square", "i’m just trying something out", "you begin to see very quickly how people put pressure on you to take it off", "you’re not different", "you’re different in any way", "there’s a little mark on your forehead", "what we find is it’s very difficult to resist the temptation to just wipe it off", "because then you’re doing what they want you to do", "the idea is if you can resist one day, eight hours, then suddenly you realize you have this inner power to be your own person", "especially with parents", "mothers get crazed", "your best friend even", "“come on, take it off.” you’re embarrassing them by extension", "so, invite your listeners to try the game of being a deviant for a day", "simply put a square with an erasable magic marker on your forehead, a small square", "keep it on for a day and just notice first the pressure people put on you to be what they want you to be – take it off", "you’ll feel the temptation to do what they want you to do", "but the learning message is, be sensitive to the pressure people put on you to be what they want you to be in other ways", "to like their kind of music", "to dress the way they do", "to share in their political views, etc", "i used to have my students at stanford do things like that, but also dress up if you usually dress down, dress down if you usually dress up", "or just do some weird stuff and watch how people get really upset at you for very small deviations from what they think is ordinary and normal", "i love this type of exercise", "i want to double down and encourage, just like you did, listeners to try this deviant for a day with the square on your forehead", "the erasable is important, folks", "don’t do this with a sharpie", "take a photo, put it on social", "tell us what happened", "dr", "phil zimbardo: i’d appreciate that, yeah", "absolutely", "because these types of – i’ve called them comfort challenges in the past – are so critical", "i’ve had, for instance, some of my readers before go to a starbucks and just lay down on the floor for five seconds and then get back up", "people behave – doing something like that helps you to inoculate yourself against harmful conformity", "it also makes me think a lot of cato, for instance, considered the best or the perfect stoic by seneca and others, who would deliberately wear tunics of unfashionable colors to subject himself to ridicule so that he would learn to be ashamed of only those things worth being ashamed of", "i love this idea", "i absolutely love it", "the last one is passive tolerance of evil through inaction or indifference", "dr", "phil zimbardo: that ties in to the diffusion of responsibility", "again, there’s evil of action, doing bad things: bullying, sharing prejudiced points of view", "but there’s also not doing it yourself, but accepting by others", "i always think of the case of my uncle charlie, who at family gatherings would tell the same jokes", "it was either sexist jokes or racist jokes", "after a while, people would be ugh, horrified", "but no one would say to uncle charlie, i wish you wouldn’t do it", "one of the issues is, how do you have courageous conversations with people like uncle charlie who is probably unaware of the negative impact he’s having", "probably he’s been telling these jokes for years and years when it was more socially acceptable", "how do you have a courageous conversation, for example, to say, “gee, uncle charlie, i love the way you try to make us all feel happy and relaxed and tell jokes, but maybe you should tell a different kind of joke because some people wouldn’t understand what you mean about black people or women, whether or not they have big breasts", "i think we’re going to like it even more.” the key is you want to change behavior without the person becoming defensive and really saying screw you, i can do whatever i want", "it reminds me of a few things", "there’s a quote that i really like from ayaan hirsi ali, which is “tolerance of intolerance is cowardice.” dr", "phil zimbardo: that’s a good one", "i think that is certainly one way to look at it and there’s a book that is very helpful and it might seem to be not directly related, but it does tie in nicely", "there’s a book called lying", "it’s a very short book by sam harris, who’s a neuroscience ph.d", "dr", "phil zimbardo: i know him, yes", "it’s a fantastically powerful and concise book about the damage done by white lies or not speaking truth", "it is a really powerful, dense tome in the best possible way", "i’d love to, if we have some time to explore it, i’d love to talk about the time paradox", "time came up in a few cases earlier and the importance and impact of perception of time", "in the case of the would-be good samaritans who when rushed, 80 percent running by the person in need", "i think you’ve written this, that every significant choice, every important decision we make is determined by our perception of time", "this is something i’d like to explore", "could you please describe for people the time paradox and perhaps just give them an overview of why you wrote that book", "dr", "phil zimbardo: happy to do it", "the reason i called my book the time paradox, which i wrote with john boyd, a stanford graduate student who now works for facebook, is it’s a paradox because we’re arguing that the most important influence on all your decisions, whether big ones or small ones, and decisions which lead you to your actions, is something inside of you that you’re unaware of", "what it is, it’s your sense of time perspective", "time perspective is the way you categorize and partition your sense of time into categories", "the big ones are past, present and future", "what we’ve discovered is it’s much more complex and subtle", "all of us live in multiple time zones", "for some of us, if i ask you, “tell me about your past", "tell me your recollections of your childhood", "tell me your recollections of what happened last year.” for some people, their answers are always focused around all the good things", "good times, awards, successes, birthday parties", "for others, it’s all the negatives", "failures, regrets, things you could’ve done or should’ve done, abuse or various ways", "we now can categorize those as people who live in the past positive or past negative and then when i ask you about your present, for some people, people we call present hedonists, will outline all the fun things they do, all the pleasures they get out of life, seeking knowledge, seeking sensation, seeking novelty", "other people are present fatalists", "they say it doesn’t pay to plan for the future", "i don’t control anything", "my life is controlled by fate", "this is true if you’re muslim", "allah controls your future", "now there are two ways to be future", "one future orientation is probably most of your listeners, focus on what do i have to do now to achieve objectives and goals that will take place in the future", "these are positive future", "future of hope, future of possibilities", "there’s two other ways to be future oriented", "one is future negative", "that you’re anxious", "will i be able to see", "will i be able to achieve", "the future instead of being filled with hope is filled with anxiety", "a third way to be future oriented is what we call transcendental future", "that i live my life so that when i die, i will go to heaven rather than hell", "it’s a different kind of [inaudible]", "i’m not seeking success, i’m seeking behaving in a way to be seen as a good person on judgment day", "i’ve developed a scale – the zimbardo time perspective inventory", "z-t-p-i, which when you take it, it gives you scores on each of these dimensions", "if you go to be website – it’s thetimeparadox.com", "dr", "phil zimbardo: – you can take the scale and you get immediate feedback on your scores", "what’s critical is we’ve discovered with lots and lots of research, that the most important thing in life is to have what we call a balanced time perspective – b-t-p", "which means being high on past positive, being moderately high on future, so that you’re not a workaholic, a positive future, and being moderate on present hedonism, which is selected when you do as a reward for achieving good deeds with your future orientation", "there’s lot of research that show people who have a high-balanced time perspective are physically healthier, are psychologically healthier, achieve more", "this is research from around the world, these are the most successful people psychologically even within the business world", "so, this research that i started back in 2000, we now have an international time perspective group", "hundreds and hundreds of young researchers around the world", "we meet biannually in portugal, in warsaw, in copenhagen", "next year we’ll meet in marseilles", "we meet and talk about research we’re doing", "it’s not just research, it’s application", "so, these ideas are in psychotherapy, in family therapy, and clearly in business", "it’s something i’m really proud of that just a little research idea – and as i said, partly came out of the stanford prison experiment, where everybody’s sense of time was distorted because the evil of the guards made every hour feel like many more hours", "what are some of the changes that readers of the time paradox have made in their own lives or that attendees, for instance, at the time perspective conference have made in their own lives as a result of this work", "does anything come to mind", "dr", "phil zimbardo: oh, sure", "for the people who live in the past negative, in the extreme, this is post-traumatic stress disorder", "one-third of all american vets coming back from iraq, from afghanistan, are suffering with ptsd, which in traditional treatment is incurable", "we drug them to keep it from getting worse", "we developed a time perspective therapy with my colleagues in maui, rick and rosemary sword, in which we are able in eight sessions, to “cure.” our sample was like 32 vets with extreme cases of ptsd", "part of it is teaching them about the psychology of time perspective and converting each of those negatives into a positive", "yes, of course, it’s not undermining the negative", "yes, your best buddy died in your arms", "yes, you saw children being sexually abused", "but now what we’re going to do is we’re going to put in positive slides in your slide tray, using an old metaphor", "did your family write to you while you were there", "did you make any friends", "did you do any good deeds", "so, now, clearly what’s happened is people that have this negative time perspective, they have just exaggerated or misfocused on a few negatives as if that’s all there was", "even people who have had abuse in life that literally had some real abuse, you say, “we’re going to help you elaborate on all the good things in your life", "yes, so one teacher embarrassed you", "tell us about all the teachers that praised you", "tell us about all the teachers who made you feel special.” so, again, it’s literally possible, if you understand the psychology of time perspective, to change your own time perspective and the time perspective of others", "again, in the time paradox – and our other book is called the time cure – we give very specific suggestions", "if you want to be more future oriented, here’s what you can do", "again, the problem with being too future oriented is you become a workaholic", "how do you put some present hedonism and joy into your life", "so, again, i tried to go from being a general researcher trying to discover how the mind and behavior work to always saying, how can we use these ideas to make our life better, richer, more productive", "simply to take joy in being a human being", "i mentioned before we started recording the fact that i received an early galley copy of the time paradox", "dr", "phil zimbardo: you must have been a child, right", "it must have been 2008 or late 2007", "i think 2008", "i found it very impactful and underlined a lot in that book", "i ended up, among other things, each morning, and this is a recent implementation, but i have a five-minute journal routine where i try to present state ground myself with a few things like gratitude bullets and so on, before going on to the goal setting", "so, that i’m not anxious and constantly future focused", "but one of the affirmations, so to speak, that i found most helpful is i am unrushed", "this comes back directly to the story about the good samaritans from the theological seminary", "it’s proven to be incredibly therapeutic for me", "i would encourage people to check out the time paradox", "i found it to be a brilliant exploration and also, a lot of what you’ve written about corresponds to one of the most powerful exercises that i’ve experienced and studied of tony robbins", "he has a process that he calls the dickens process", "the dickens process refers to the ghosts of christmas past, present and future, and taking people through these different tenses in a number of respects to, like you said, replace or at least augment some of the slides in their current slideshow", "dr", "phil zimbardo: again, we all tell the story of dickens and scrooge and living in the past, present or future", "the point is, we have to combine those", "how do we, when we think about the past, how do we embellish it, enrich it", "we want to enjoy, we want to live in the moment", "we want to enjoy the present", "our family, friends, fun", "we now know the importance of spending time outside in the natural environment, not living at our desks or in our cellphone environment", "again, we want to have hope, possibility in the future", "how do we shape our past and present to make us ready to enjoy the best in the future", "also to think that the future is always shapeable, modifiable by our actions", "the other thing i should add here is that one of the ideas i promote in the heroic imagination project is we are most effective in teams, in small groups", "i call them hero squads", "when you want to challenge authority, when you do it alone, authority dismisses you as a fanatic", "we you have three or more people who agree with you and you confront authority, then it is a point of view", "when you say, “we believe, sir, that what you’re doing is not appropriate, is not in our best interests,” they can’t dismiss you individually", "again, when you’re challenging unjust authority in the classroom in an organization, in a church, whatever it is, it is always better to do it as part of a small operating team", "is the defining difference between heroism and altruism the resistance of some type of authority figure or authority", "is that one of the differentiators", "dr", "phil zimbardo: no", "altruism is doing social good", "heroism is doing civic virtue", "the difference is altruism is heroism light", "the key to be a hero is to take action on behalf of others in need or defending a moral cause", "the key now is aware of potential risks and costs to you", "i give blood to a blood bank", "i give money to people who are homeless", "i work in a soup kitchen", "it doesn’t cost me anything except a little bit of time", "in the extreme of heroism, you die", "you risk your life, life and limb", "whistleblowers often lose their job or don’t get promoted", "but the key is just a perception", "i’m doing this despite the fact that there could be a cost", "that there’s some potential risk to me", "even though i’m aware of that, nevertheless i continue to do it", "if you have five more minutes", "i have all the time in the world", "i just want to be respectful of your time", "i definitely have time", "dr", "phil zimbardo: i will tie in this last thing with the prison experiment", "the reason why i ended the study is also tied to heroism", "the stanford prison study was scheduled to go for two weeks", "i doubt if i could’ve really gone more than a week", "i probably would’ve gone – it started on sunday – i probably would’ve gone to the following sunday to make it a full week", "partly because it was overwhelmingly stressful", "it wasn’t clear to me what it meant to have an experiment that runs night and day, continuously", "it was me, two graduate students, one undergraduate, and then one graduate student had to leave in the middle of the study, had a family emergency", "so, we have me and two students working 24/7", "prisoners are having a breakdown every single day", "parents are coming for visiting day", "there’s parole board hearings for prisoners who want to leave", "there’s visiting prison chaplains", "there’s rumor of escape plan", "there’s all these things happening", "and, of course, i’m in charge", "i’m sleeping on a couch in my office on the second floor in the psychology department at jordan hall", "i’m overwhelmed with stress but i’m probably going to keep it going until the weekend", "on thursday night, my girlfriend, christina maslach, who had been a graduate student at stanford, who just got a job at berkeley to start in september, said she was working at the stanford library and could we have dinner in the evening", "i had to come down on thursday night", "so, the study started august 14th, 1971", "this is five days in", "i said come down and we’ll go out to dinner", "what she sees is what is listed on my schedule as the 10:00 toilet run", "10:00 was the last time prisoners could go to a real toilet", "after that, they had to urinate and defecate in a bucket in their cell, which they hated to do because it smelled terrible", "so, the guards on the night shift – the night shift was the worst one, just as in abu ghraib – the night shift was where all the disaster took place", "partly because they thought nobody was looking", "the guards lined the prisoners up, put paper bags over their heads, chained their legs together, started yelling and cursing and abusing them in every way", "this is at stanford", "dr", "phil zimbardo: at stanford", "this is in the stanford prison experiment", "right", "dr", "phil zimbardo: and the same thing at abu ghraib", "but in the stanford prison experiment", "i look up, i’m looking through a one-way screen", "for me, it’s a checkmark on my daily schedule", "you know, 8:00 breakfast, 10:00 visiting day, 12:00 lunch, 2:00 parole board hearing", "it’s the 10:00 toilet run", "i look at my christina and i say, hey look at that", "isn’t it interesting", "she begins to tear up and runs out", "runs out to the quad in front of jordan hall at stanford", "i run out and we have this big argument and i’m saying, “you don’t understand the dynamics of human nature", "nobody’s seen this before in action, etc.” she says, “stop", "these are not prisoners", "they are not guards", "they’re boys and they are suffering and you are responsible.” then she says, “you have been changed by the power of the situation more than anyone", "how could you not see the suffering that is obvious?” i’m still arguing", "then she says, “stop", "if this is the real you, i don’t think i want to continue my romantic relationship with you.” we had just moved in together", "we were thinking of living together and getting married", "so, to tie back to the point i made", "this is heroism in action", "she’s saying, “i’m willing to pay the cost of giving up a lifetime with you” (and we were very much in love) “if you don’t come to your senses.” she never said, “you have to end this study.” she just said, “you have to realize that your perception is being distorted by the role you’re playing as prison superintendent", "at that moment, i said, “oh, my god", "you’re right.” we had dinner at midnight and then i ended the study the next day", "this is the best example i know of heroism", "an ordinary person, a former student, confronting authority and just making it clear that she is willing to pay this price in order to challenge this moral injustice that was happening", "that is a great story and i think it’s a great place to wrap up for today, this installment", "we’re practically neighbors, so it’d be lovely to meet in person at some point", "i really appreciate you taking the time, dr", "zimbardo", "this has been a dream conversation of mine for a very long time", "i really appreciate you carving out the time in your schedule", "you seem to be as occupied and engaged as ever with the world", "dr", "phil zimbardo: i’m more so", "i should mention that i no longer teach", "i teach at stanford maybe once a year", "i give a model lecture to introductory psych", "i taught more students in more different courses than any professor in stanford history", "i had classes of over 1,000 students in introductory psych", "but now i go around the world and i do training with the heroic imagination project in hungary, in poland, in sicily, soon in czech republic, in bali, and australia", "i keep busy", "you certainly do", "you taught for 57 years, is that right", "officially retired after teaching for certainly 50+ years", "but you’re still teaching", "that’s the beauty of it", "you’ve just chosen a different vehicle through which to teach", "first and foremost, thank you for jumping on the phone", "to everybody listening, you can find the show notes and links to all of these books, articles, studies and so on as usual in the show notes, where you can find links to every other episode as well at fourhourworkweek.com/podcast", "until next time, thank you for listening"]}