{"dialog_idx": {"debbie millman": [29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376], "has debbie": [], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28]}, "episode_num": 230, "file_type": "html", "guests": ["debbie millman", "has debbie"], "num_sentences": 377, "num_words": 6805, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show. I’m looking into a camera to record this; it’s behind the scenes and it’s a little too weird so I’m going to look away and divert my eyes. Nonetheless, the Tim Ferriss show is always about deconstructing world class performers, teasing out the habits, routines, favorite books, etc. that you can apply to your own life and test immediately. Whether those experts are coming from the worlds of chess, or entertainment, or sports, business, or otherwise; it is my job to dig into the details. This episode is a little bit different, but I’m very, very excited about it. This Debbie Millman, Round 2. Now, when Debbie first came on the podcast, I immediately knew when I hit “stop” on my recorder that it was something special. What I didn’t expect necessarily was that her interview would very quickly become one of the most downloaded episodes of all time. That’s out of more than 200 episodes; just shot way, way up there. I think it’s past 2 million downloads, now. Debbie @debbiemillman on the socials has been called one of the most influential designers working today. She’s the founder and host of Design Matters, the world’s first and longest running podcast about design, where she’s interviewed nearly 300 design luminaries including Massimo Vignelli and Milton Glaser. Milton Glaser has a fascinating story in terms of his ten-year exercise that he did with Debbie, and she talks about that in the first episode. Debbie herself has done it all. Her artwork has been exhibited around the world. She’s designed everything from wrapping paper to beach towels, greeting cards, to playing cards; notebooks to tee shirts and Star Wars merchandise to global Burger King rebrands. She’s a bestselling author and has really tried her hand at just about every aspect of design, and her story is incredible. In this Round 2, Debbie answers all the questions that you guys were dying to ask her. These are your most popular. So you submitted questions and uploaded them. Topics include how to turn down stability for opportunity, because she came from a very conservative background and was very risk averse. How did she make the leap? How does she continue to try new things? How to outsmart the competition in any job, the future of graphic design, her own personal creative process and the most valuable lessons she’s learned about life designs, so designing an ideal life for herself, which she came to pretty late so there’s still hope for those of you out there who are thinking that’s something you have to do in your 20s or while you’re in college; no, not true. And she covers much, much more. So thank you so much for submitting and uploading all of your questions, and I hope you enjoy this episode as much as I did. Without further ado, as I always say, here is Debbie Millman, Round 2. Debbie Millman: Hi, this is Debbie Millman and I am coming to you from the Tim Ferriss Show, where we are conducting Part 2 of my interview. And in this episode, I am going to be answering listeners’ questions. These were questions that were sent to Tim that he forwarded to me. The first two questions come from Katcha Mars. In the first question, she asks: For the exercise where you write out what your life looks like in ten years, what if you see multiple potential lives and don’t know which one will be better for you? What do you do? Katcha, my recommendation is to write them all down. I had, and still have, multiple potential lives which all are being lived at the same time. I don’t believe that any one person only has one specific calling; I think you can have lots of different things that you do at lots of different times in your life. The remarkable thing about my life plan that I did after Milton Glaser’s class was that not only did I write down my essay, but I also wrote down a list of the things that I hoped in my best possible life I could accomplish. And they were all from different parts of my life. As the years have passed, and it’s now 12 years since I did that original exercise, year after year more and more of them seemed to be coming true, almost magically. Now, it might be because I declared them back then. It might be because I’ve been consciously or subconsciously working towards those goals. But I believe that if it’s something that you really want in your heart and you put it out there, you have the potential no matter what walk of life it is in, that you can accomplish them. Katcha Mars’ second question is as follows: You made the hard decision to turn down the role of CEO and do your own thing, and it worked out well. But by then, you were already established in your career with major brands and bragging rights in your portfolio. What if you had done this at age 30 or 32, or 27? What if you did this before you even worked at a top agency? What advice would you have for someone contemplating turning down the stability of a comfortable known, of a guaranteed way to establish themselves and build up a savings first for an unknown to pursue their curiosities right now, rather than wait for the right time? So Katcha, what I’m going to say right off the bat is that there is no right time. I think that we humans delude ourselves by thinking that there is a possible right time. That there’s a possible right time to quit a job, or the possible right time to have a child, or the possible right time to get married. And I think that because of the way our brains are constructed, we delude ourselves with this. Our brains are actually what are called the triune brain. It’s a brain that is three in one; tri-une. And the three parts of our brain are the neocortex, the limbic brain or the mammalian brain, and the reptilian brain, or what Seth Godin calls the lizard brain. The neocortex is the part of the brain that controls much of our modern thinking, or ability to have abstract thought, language. These are the parts of the brain that marketers love so much. The limbic brain or the mammalian brain is the part of the brain that all mammals share. Mammals rear their offspring live; we don’t hatch eggs. We very much tend to care for our offspring. We have deep feelings of connectivity and love for others; that is all coming from the mammalian brain. And then the reptilian brain, the oldest part of the brain which sits right on top of the spinal cord, that is the part of the brain that controls all of our involuntary activity; so our digestion, our eye blinking, our heart beating. It also controls things like our adrenalin. So if you were to walk across the street and nearly get hit by a car, you couldn’t think at that moment: adrenalin, kick in; keep me safe. That is something that happens involuntarily. The reason I’m telling you all of this is because when we are living with our reptilian brain, which we all do, that part of the brain hates uncertainty. That is the oldest part of the brain that kept us safe, that wants to keep us secure. That is the part of the brain that is the deepest, most hardwired part of who we are. And that part of the brain doesn’t like uncertainty, it doesn’t like instability, it doesn’t like being vulnerable. And all of those things that you’re asking about doing are all things that have an uncertain answer that make us feel insecure, that makes us feel vulnerable. In the same way that you can’t will that adrenaline, you could never will your reptilian brain to be: woo-hoo, change, insecurity, instability, vulnerability! Bring it on! We’re going to have tendencies to want to retreat from those feelings. And so one of the things that I learned from doing Design Matters from my guest Danny Shapiro, and I think I mentioned this in part one of my interview with Tim; confidence is overrated. Danny Shapiro has said that what is more important than confidence is courage. I believe that confidence is developed over time after repetitive success at any specific endeavor. The more you do it, the more successful you are, the more confidence you have that the next time you do it, you will be as or more successful. What is more important is courage because you have to take that first step without any guarantee of safety or security. You have to put yourself in a vulnerable position and then just take that step. So, you asked what I would have done at age 30, or 32, or 27. The fact of the matter is I didn’t have the courage or the confidence to do any of the things that I’m doing now at 30 or 32 or 27. I was tremendously afraid that I was not smart enough, or pretty enough, or talented enough, or connected enough, or rich enough to do any of the things that I really wanted to do that probably required none of those things. I think it just requires a belief that it’s possible, which I didn’t have. So, if you want to do it now, my suggestion is do it now. If you’re afraid to do it now, try to live in a moment of courage for one moment and take that first step. No amount of money, no amount of security is ever going to give you the sense that this is the right time, because that first step is uncertain. Do you want it badly enough to be able to risk that, or not? And that is the question that you have to ask yourself. Jimmy Soyota asked two questions, as well. He asks: It was already hard getting paid before. So now with all these services online, competition-based work, and price dropping, etc., it seems like the graphic design market is losing a lot of value. Au contraire, Jimmy. I disagree. I think that graphic design is more important than ever. What is happening, though, is because it’s more important than ever, we see a lot of people entering the market that are willing to give it away for less money. But you do get what you pay for. And any service that’s offering a product that we do for less money is going to provide less value. Initially, I was really, really worried about all the services that are selling logos for $5.00 and doing bidding, and giving the project to the lowest bidder. What I found is that you really do get what you pay for. Anybody who is going to those services to get creative work is likely not going to get the benefit of sound, strategic thinking which makes all the difference in great graphic design. I believe that graphic design and branding, the culture or the condition of graphic design and branding reflect the condition of our culture. And you’re not going to be able to get that kind of work from a service that offers that kind of work for $5.00. So I don’t think you have to worry about that. Think about how do you provide added value, how do you provide the benefit of what you do best to your clients? Can you identify what that benefit is? If all you’re offering is good design, that’s kind of a commodity. What else can you offer? Can you talk about how your design is going to make a difference? People are not looking for a difference in flavor, or a difference in form. They’re looking for how is this going to make a difference in my life. Can you prove what your work can do to provide that? Jimmy’s other question is: Where do I see a future for a graphic designer?  My answer is the future is whatever you make it. Whether you’re a policeman, a fireman, a doctor, a nurse, a surgeon, a podcaster; you create the future that you want to create. It is not specific to any discipline. Ricardo Magolayhas also has two questions. He asks: The pace in the industry is overwhelming and impossibly hard to keep up with. The feeling that someone will do better than me so why bother is a constant. What are the right questions to ask oneself, actions to take, to prevent the active creation from being so paralyzing? Ricardo, I think you would benefit from considering what is the purpose of doing what you do? Is the purpose of doing what you do for fame, for money, for some sort of accolade? Or is it for the sheer joy of doing what it is that you’re doing? If you are constantly comparing yourself to others and asking yourself why bother, then you have to ask yourself why am I comparing? What am I worried about? Why do I need to compare? I would also suggest that you listen to the very beginning of my episode of Design Matters with Sue Matthews Hale. Sue Matthews Hale was somebody that I was asking those questions as well. On my podcast, I like to talk about the trajectory of a life and how people overcome obstacles. And as I was researching her life, I saw this incredibly beautiful, well dressed, gorgeous woman who seemed to have it all; a great marriage, a great child, a great career. She had worked at Pentagram, she was a partner at Lippincott. The only thing I couldn’t find was where she had grown up and what were her origins. I did something that I rarely do. I actually wrote her and said, “Hey Sue, I can’t find this information. Where were you born? Where did you grow up?” When she wrote me back, the answer stunned me. She wrote me back and said, “I was abandoned on the street when I was 2 years old in Korea. I was left on the street. I was picked up and brought to an orphanage where I was found by my parents.” You never know what somebody’s life is like. The arc of a life is a circuitous one. At any moment, something wonderful or something terrible could be happening that we don’t know. Concentrate on your own life and doing what you want from your own heart. Try not to compete with others. It’s hard enough doing what you want, let alone comparing what other people have or what you perceive they have. I know that sounds kind of tough, but I think that thinking about what we want is hard enough; thinking about what somebody else wants or doesn’t want, or does or doesn’t do, you have no idea what their interior life is like or what demons they’re battling. The second question is:  What questions do you ask yourself to overcome the so dreaded imposter syndrome when planning to do some kind of work? That implies that I’ve overcome the dreaded imposter syndrome, had I haven’t. I deal with it all the time. And the question for me is at my age, if I don’t do it now, when am I going to do it? If not now, when? So the question becomes do I want to do this badly enough, or do I want to give into the notion that I don’t deserve doing it? And at this point in my life, I have to say if I want it badly enough, I have to do it; I can’t wait anymore. Daniel Carbone asks: How did you come to the shift in your lead gene? You mention that your lead gene had once been living in Manhattan. But I’m curious how and when that shift occurred.  Well, Daniel, it wasn’t a shift so much as a major realization. I had been telling myself for decades that I had compromised on the intersection of Sixth Avenue and Bleaker Street in Manhattan that summer of the Police’s Synchronicity and David Bowie’s Modern Love. And what I came to realize all these years later, we’re talking 30 years later before I had the realization, was I only compromised in that. I didn’t compromise in the one most important thing, which was to live in Manhattan and I did whatever it took. I lived in this awful, deplorable tenement walkup. I lived having to walk through somebody else’s bedroom to get to mine. I lived having to sleep on the floor one night because they were busy doing what couples do in the room that was preventing me from getting to mine. I didn’t realize that until years later, I could have lived anywhere. I could have lived with my mother. Back then, living in Brooklyn or Queens was really, really inexpensive. I decided that I needed to live in the most expensive city in the world because I wanted to be in the most exciting city in the world. And so I did whatever it took to be able to do that. At that moment in time, living as an artist would not have allowed me to do that. And so I made that compromise in the face of making a decision about what that lead gene was. I just didn’t realize that for 30 years. It took me a long time to say, “Hey, wait a minute. I’ve been lying to myself all this time. I did do what I wanted to do.” I did that because I wanted that more than anything else. And so one of the things that I talk about is what is that nonnegotiable for you? What is that one thing that you want more than anything, that you’re willing to sacrifice everything else to get? And that’s the decision that I made at that time. Mike Prendergast asks: You’ve been so influential on so many properties from Star Wars to orange juice. I’d love to know more about your approach. What does your creative process look like?  Mike, my creative process is really messy. I don’t really have a process. I don’t know that there really is such a thing as a process, a cookie cutter way of approaching anything. In terms of my approach, I think that I start out with a desire to make something, whether it be a package design, whether it be a podcast, whether it be a lesson plan, whether it be a piece of art. I have this vision for what that is. Sometimes that vision happens really fast, and it comes when I’ve been marinating and germinating and thinking and thinking and thinking. And sometimes it comes really slowly, after doing exactly those same things and feeling really helpless that I’m never going to be able to come up with an idea. The one thing that I can suggest is that if you are stuck, take a walk. Walking really helps me generate ideas. The more I walk, the more ideas I have. So in terms of approach, think about what you want. Think about what it is you want to make. Think about the end game; what does the vision of that look like? And then either start doodling, start drawing, start making, start sketching, start pulling your hair out; whatever it takes to get that process started and then keep going until you feel like you have something worthwhile. That might take an hour, that might take a day, that might take a year, that might take a lifetime. But I think if you enjoy the process of making, the fact that you don’t have a result makes it somewhat easier. But I say somewhat, because I think the whole idea of making anything in the first place takes a great deal of courage. Good luck with that. Aspen Gename Mokahi asks: Do you do any other exercises with your students like the ten-year goal writing exercise? And if not, could you speak to your time as a teacher and what I’ve learned in helping others with life design?  Aspen, I spend a lot of time with my students helping them understand how they come across. And this stems from the notion of how do you want to be perceived. One of the other exercises that I ask my students to undertake is to think about how they come across. Think about what that first perception is. And I ask them to write two paragraphs. The first is what they believe their first impression is; how they show up and what people perceive about them. The second is about what they want their first impression to be. This culminates in their writing a statement about what they project today, and what they project tomorrow. So for example, I might write: today I am shy and recessive; tomorrow I will be more curious and engaging. I call this the intentional first impression. We should be able to determine how we come across in a much more ownable and decisive way. Don’t leave it up to others to determine who you are or how you show up. And if you think about how you do this, if you actually create a conscious plan to be you on your best day when you show up, then you’ll be able to show up that way. It’s not about manipulation; it’s about intention. I also ask my students to determine the three-word combination that could only describe them. And this should be an accurate and deep expression of who you are. The three words should be reflective of your full self, not just your best self. So the words should be cognizant of your strengths as well as what you might perceive as your weaknesses. But I find that your perceived weaknesses actually give us an opportunity to peer into a part of ourselves that is really meaningful if we dig deep enough. For example, I had a student that identified that one of her words of the three was “know-it-all.” And I asked her to deconstruct why she was like that. She identified that she came across as a know-it-all because she was really insecure about being smart and she wanted to be perceived as smart. And what that meant was if she needed to be perceived as smart and didn’t just accept the fact that she was smart, that she harbored a suspicion that she wasn’t smart. She wasn’t smart enough; she wasn’t as smart as the other people around her. So by coming across as a know-it-all, she was compensating for this deep seeded fear that she wasn’t smart enough. And just knowing that, just facing that feeling that she didn’t feel smart enough allowed her to really understand whether or not that was valid, and she wasn’t coming then out of a place of aggression or manipulation. She was understanding that her need to do that was really trying to cover up a feeling that may or may not be accurate. And if it wasn’t accurate, why did she need to be doing that? If it was accurate, what did she need to be doing that would allow her to feel or be smarter? And improving that would help her stop actually having to compensate for something that may or may not be accurate. So think about what those three words can be. There should be some tension in those three words. Ultimately, that unique combination, if you really do this successfully, should be something that only – only – can be used to describe you. But part of that is being able to identify some of the things that you’re afraid of others knowing about. So spend some time with this exercise. First, spend some time thinking about what your intentional first impression is, and then spend some time thinking about what are the three words that only could be used to describe you, taking into account that some of what you perceive to be weaknesses are areas that are available to you to consider more honestly and become stronger around. Kelsey Helman asks: Debbie, how much of your time is spent teaching college courses? How do you fit this into your already busy career? I’ve always been fascinated by people who incorporate teaching with their job, and would love to hear more. Kelsey, my first opportunity teaching came as an undergraduate teacher at the School of Visual Arts where the Chair of the Graphic Design and Advertising Department asked me if I’d be interested in teaching. And one of the things I felt at that point in my life was that I wanted to try to work with students that were at the very spot that I was at the corner of Bleaker Street and Sixth Avenue in 1983. How could I work with students to prevent them from starting to curtail the possibilities of their lives before they were even possible? How could I work with students to help them, to keep them from editing what was possible in their lives, based on their own internal fears that might not be accurate? And so that became my first class. And I was teaching students ostensibly how to get a job; the actual class is called Differentiate or Die; how to get a job when you graduate. But really what I was trying to help teach them was how to believe in what is possible for your future and go after it. So it’s not about just getting a job; it’s about how do I fulfill my calling? How do I get the dream job? How do I life as if my life depends on my doing what is in my heart, and how do I make that heart sing? And so that has been the basis of my undergraduate teaching for the last decade. I started my graduate program in 2009 when Steve Heller asked me if I’d be interested in cofounding this program with him, which would be the first program of its type in the world, and I jumped at the chance. I love teaching. I feel like it’s the most important thing that I do. What I try to do with my students is instill in them a sense of possibility, a sense of what is possible in their lives both in terms of their calling, as well as my firm belief that branding is not just a career about a return on an investment of advertising and marketing and positioning. It is a profound manifestation of the human experience. And that we are now using branding way more than just being able to delineate one product from another. We’re using branding to help develop movements and causes. Think about black lives matter. Think about the pink pussy hat. All of these things, humans are using the very tenets of branding to create social movements and social change, and that’s why I do what I do. Nicole Hanes asks: How do you ensure a healthy balance between work and play?  Nicole, this is where I might have to reveal that I think that all of my work is play at this point. I have wanted what I’m doing in my life for so long, for so long I’ve been longing for all of these opportunities that now, it doesn’t feel like work. It feels like this tremendous gift that I was given. I didn’t really start doing the things that I love with all of my heart; my podcasts, my teaching, until I was well into my 40s. And so now that I have these opportunities to do these things, I’m just incredibly grateful to have these opportunities and I don’t see them as laborious; I just see them as joy. But, I also caution my students when they tell me that oh, I can’t do that; I’m too busy. I tell them: hey, busy is a decision. We decide what we want to do based on what we think are the priorities in our lives. And if we don’t get to them, I suggest you look at how important they are to you. How important are they? Is it more important to watch Game of Thrones, or write an essay or paint a painting or make a podcast? And if those things are more important, you’re never going to get to the painting or the essay or the podcast. So we decide the things that we want to do. And if you feel like you’re using busy as an excuse to getting to do them, then they’re just not that important to you. Nicole also asks: What do you think sets people like you, Tim, and Minnie Heather, high profile achievers apart from those who just coast through life without ever really feeling impassioned by their work?  Well, Nicole, I can’t speak for Tim, and I can’t speak for any of the other high profile achievers you’re talking about. What I can tell you is that for me, I have profound insecurities and I use my work to create meaning for my life. I think that people who coast through life without ever really feeling impassioned by their work might just have had really good parenting and don’t feel the need to make a name for themselves by their work because they feel just intrinsically good about who they are. So, if you aren’t feeling impassioned by your work and just feel impassioned by life, bravo, congratulations. You have something that very few of us actually have. Leor Shank asks: To what extent do you get creative blocks? Malcolm Gladwell mentioned that being in a large-scale newsroom with tight deadlines eliminated his writer’s blocks simply because there was no room for such luxury. I wonder if you ever experience similar effects? How do you stay so prolific?  Leor, I work under tremendous deadlines as well, and I find that if you want something to get done, give it to a busy person to do. If they want to do it, they’ll get it done. And so because of the deadlines, because of the constant pressure for a new podcast or a new lesson plan which I can’t really control, I feel that I have to operate under this intense need to get it done. I do experience block, mostly from ideas. So for example, if I have to write an essay or if I have to create a piece of art, there are times where I don’t feel impassioned, or I don’t feel the muse. And that’s worrying because that does create delays. I find the best way to get over that block is sleep. I feel more creative obstacles if I haven’t gotten enough sleep. And sleep regenerates your brain, it regenerates your cells. And I find that if you’re in a regenerative state, you’re in a regenerative state, you’re much more likely to be creative. Emily E. Godwin asks: Who are some of your favorite visual artists?  Well, Emily, Jean-Michel Basquiat is a perennial favorite. I also just met Deborah Kass and I’m smitten with all of her work. Kathleen Dillon asks: Has Debbie found common threads, if any, in her interviews of creatives as to how they have designed their lives, and if so, what are they?  Kathleen, what I have recognized is that almost everybody that I’ve ever interviewed, with the exception of two people, still face debilitating self loathing and also are tremendously insecure about what they do. I think that people view high achievers simply as high achievers and that they don’t experience tremendous self doubt. And almost everybody that I’ve interviewed, whether they talk about it on the air or not, even in my research I’ve found that they question what they do, how they do it, why they do it. The only two people that I’ve ever interviewed that seemed to be really secure about what they were doing in this world in their creative life were Milton Glaser and Mossimo Vignelli. And at the time, the common denominator that they shared is that they were both in their 80s when they told me this. So I kind of feel like by the time you get into your 80s, it’s like hey, fuck it; I am who I am, I do what I do, world be damned. And I think that’s wonderful. By the time you’re 80, I think you should earn that. And so for all of us out there who are feeling self doubt or are worrying about the value or the purpose that we have in our lives, know that I think every single creative person battles that, too. Tony Framm asks: In your view, what are the qualities of a good design student?  Tony, curiosity; wanting to learn, being excited by learning. Always wanting to learn and know new things. Those are the most important qualities of being a good design student. So now I’m going to answer some additional questions from Tim Ferriss himself. Tim sent me a whole slew of questions, and I’m going to answer as many as I can. Tim’s first question: When you hear the word successful, who’s the first person who comes to mind and why? I would have to say Milton Glaser. As I’ve just said, there’s something about Milton where he is just fully engaged with life. And he’s been fully engaged with his creative life for his entire life, and he’s made so much impact. He’s created the most profound logos, magazines, movements, and of course the I Heart New York logo, which if there’s any logo on this planet I wish I could have done, based on my love of New York and my love of design, it would be that logo, so Milton Glaser. Another question from Tim Ferriss: What is something you believe that other people think is insane?  Well, I am a conspiracy theorist. Most of the close people in my life think that I am insane for some of the conspiracy theories I believe in. I’m not going to go into detail here because I’m so worried that everybody in the world listening to this will think I am insane. But if there is a conspiracy theory out there, chances are I believe it. What is my favorite documentary or movie?  My favorite movie is Manhattan, by Woody Allen. I love that movie. I know that movie by heart. I also really, really love the movies Fast Times at Ridgemont High and Elf, mostly because I don’t stop laughing all through Elf, and I think that Jeff Spicoli is one of the great characters in all of cinematic history. Tim asks: What are your morning rituals? What do the first 60 minutes of your day look like?  Well, at this point in my life, the first 60 minutes of my day are mostly about trying to get my dogs out fast enough so they don’t pee on the bed or the floor. And I would say that only half of the time I am successful. My first 60 minutes are a mad rush to get outside to make sure that they can relieve themselves without losing any of their dignity. I also try to have coffee at the same time. What obsessions do you explore on the evenings or weekends?  I am obsessed with sleep. I love sleep. I love having a comfortable bed and beautiful blankets and great pillows. And so I am obsessed with the notion of what can be regenerating while I am in slumber. What is the best or most worthwhile investment you’ve ever made? It could be an investment of time, money, energy or other resources. How do you decide to make the investment? I am the kind of person who only likes to do things that I feel comfortable doing; it’s very, very hard for me to do new things that I feel awkward doing. So when I tend to like to do something, I tend to do it as often as possible and I think that persistence and that resilience is something that pays off in the long term by doing something over and over again for as long as possible. But I think that my best investment was probably buying my co-op in 1993 in a neighborhood that was at that time in New York City considered a crack neighborhood, which then became the Highline neighborhood. So I think that quite by accident, that became the best investment that I’ve ever made. Do you have a quote that you live your life by or think of often?  I have a few, but I think my most heartfelt is “Everything worthwhile takes a long time,” and that has been a mantra for my life. I also really love a line from James Joyce’s Ulysses, which is “The longest way around is the shortest way home,” which I think is just a more poetic way of saying everything worthwhile takes a long time. And maybe I just tell myself that because most of the things in my life have taken a long time and it’s a way for me to self soothe. But I really do believe that the longer that something takes, the longer it lasts and the less pressure you have to sustain it for the rest of your life. If you could have one gigantic billboard anywhere with anything on it. what would it say?  I love this question. It’s something that I sort of have in my office. It’s not a large billboard but it’s a chalkboard with one word on it. And it’s high up on the window where I hope everybody can see it when they walk in. And it says: Yes. Try to say yes to almost everything, or say yes but, or yes and. Some of the most important things that I’ve been offered in my life were opportunities that didn’t quite seem exactly right. But when I was able to say yes, but how about if we do it a little bit differently, or how about if we do it slightly more like this; those were things that really did benefit from the open-mindness of both myself and the other person who was offering the opportunity. Look at opportunities as options in that you can take those opportunities and make them more about what you want or what you can do, or what you can create. And so think more from an opportunity of how can I generate more from this, as opposed to how can I drain this away. This will be my last question: What advice would you give to your 20, 25, or 30-year-old self, and please place where you were at the time and what you were doing?  I’m going to say just anywhere between 20 and 30 because I have often said that that decade was ten years in experiments in rejection and failure. What I would tell myself is stop worrying so much. I would tell myself that every dream that I’ve ever had about who I could be would be possible if I wanted it badly enough. And if I wanted it badly enough, work as if my whole life depended on it because it did. It would be. It has. And so I would still, even though it would hurt like hell, want to go through every single thing that I’ve gone through. Because if I hadn’t, I wouldn’t be here right now. The arc of a life is really circuitous and you never know where you’re going to end up. But what I can say is that despite all the pain and the hardship and the abuse, where I’ve ended up right now is exactly where I want to be. And so even with those moments of despair that I experienced, even what seemed like the worst moments of my life, those turned out to be the most important, the most impactful, the most necessary and therefore I wouldn’t change anything. I hope you enjoyed Part 2 of this episode on the Tim Ferriss Show. It has been a true honor to be on Tim’s show. I want to thank both Tim Ferriss and all of his wonderful, generous listeners. Thank you. Posted on: June 22, 2018.", "speakers": ["tim ferriss", "debbie millman", "has debbie"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show", "i’m looking into a camera to record this; it’s behind the scenes and it’s a little too weird so i’m going to look away and divert my eyes", "nonetheless, the tim ferriss show is always about deconstructing world class performers, teasing out the habits, routines, favorite books, etc", "that you can apply to your own life and test immediately", "whether those experts are coming from the worlds of chess, or entertainment, or sports, business, or otherwise; it is my job to dig into the details", "this episode is a little bit different, but i’m very, very excited about it", "this debbie millman, round 2", "now, when debbie first came on the podcast, i immediately knew when i hit “stop” on my recorder that it was something special", "what i didn’t expect necessarily was that her interview would very quickly become one of the most downloaded episodes of all time", "that’s out of more than 200 episodes; just shot way, way up there", "i think it’s past 2 million downloads, now", "debbie @debbiemillman on the socials has been called one of the most influential designers working today", "she’s the founder and host of design matters, the world’s first and longest running podcast about design, where she’s interviewed nearly 300 design luminaries including massimo vignelli and milton glaser", "milton glaser has a fascinating story in terms of his ten-year exercise that he did with debbie, and she talks about that in the first episode", "debbie herself has done it all", "her artwork has been exhibited around the world", "she’s designed everything from wrapping paper to beach towels, greeting cards, to playing cards; notebooks to tee shirts and star wars merchandise to global burger king rebrands", "she’s a bestselling author and has really tried her hand at just about every aspect of design, and her story is incredible", "in this round 2, debbie answers all the questions that you guys were dying to ask her", "these are your most popular", "so you submitted questions and uploaded them", "topics include how to turn down stability for opportunity, because she came from a very conservative background and was very risk averse", "how did she make the leap", "how does she continue to try new things", "how to outsmart the competition in any job, the future of graphic design, her own personal creative process and the most valuable lessons she’s learned about life designs, so designing an ideal life for herself, which she came to pretty late so there’s still hope for those of you out there who are thinking that’s something you have to do in your 20s or while you’re in college; no, not true", "and she covers much, much more", "so thank you so much for submitting and uploading all of your questions, and i hope you enjoy this episode as much as i did", "without further ado, as i always say, here is debbie millman, round 2", "hi, this is debbie millman and i am coming to you from the tim ferriss show, where we are conducting part 2 of my interview", "and in this episode, i am going to be answering listeners’ questions", "these were questions that were sent to tim that he forwarded to me", "the first two questions come from katcha mars", "in the first question, she asks: for the exercise where you write out what your life looks like in ten years, what if you see multiple potential lives and don’t know which one will be better for you", "what do you do", "katcha, my recommendation is to write them all down", "i had, and still have, multiple potential lives which all are being lived at the same time", "i don’t believe that any one person only has one specific calling; i think you can have lots of different things that you do at lots of different times in your life", "the remarkable thing about my life plan that i did after milton glaser’s class was that not only did i write down my essay, but i also wrote down a list of the things that i hoped in my best possible life i could accomplish", "and they were all from different parts of my life", "as the years have passed, and it’s now 12 years since i did that original exercise, year after year more and more of them seemed to be coming true, almost magically", "now, it might be because i declared them back then", "it might be because i’ve been consciously or subconsciously working towards those goals", "but i believe that if it’s something that you really want in your heart and you put it out there, you have the potential no matter what walk of life it is in, that you can accomplish them", "katcha mars’ second question is as follows: you made the hard decision to turn down the role of ceo and do your own thing, and it worked out well", "but by then, you were already established in your career with major brands and bragging rights in your portfolio", "what if you had done this at age 30 or 32, or 27", "what if you did this before you even worked at a top agency? what advice would you have for someone contemplating turning down the stability of a comfortable known, of a guaranteed way to establish themselves and build up a savings first for an unknown to pursue their curiosities right now, rather than wait for the right time", "so katcha, what i’m going to say right off the bat is that there is no right time", "i think that we humans delude ourselves by thinking that there is a possible right time", "that there’s a possible right time to quit a job, or the possible right time to have a child, or the possible right time to get married", "and i think that because of the way our brains are constructed, we delude ourselves with this", "our brains are actually what are called the triune brain", "it’s a brain that is three in one; tri-une", "and the three parts of our brain are the neocortex, the limbic brain or the mammalian brain, and the reptilian brain, or what seth godin calls the lizard brain", "the neocortex is the part of the brain that controls much of our modern thinking, or ability to have abstract thought, language", "these are the parts of the brain that marketers love so much", "the limbic brain or the mammalian brain is the part of the brain that all mammals share", "mammals rear their offspring live; we don’t hatch eggs", "we very much tend to care for our offspring", "we have deep feelings of connectivity and love for others; that is all coming from the mammalian brain", "and then the reptilian brain, the oldest part of the brain which sits right on top of the spinal cord, that is the part of the brain that controls all of our involuntary activity; so our digestion, our eye blinking, our heart beating", "it also controls things like our adrenalin", "so if you were to walk across the street and nearly get hit by a car, you couldn’t think at that moment: adrenalin, kick in; keep me safe", "that is something that happens involuntarily", "the reason i’m telling you all of this is because when we are living with our reptilian brain, which we all do, that part of the brain hates uncertainty", "that is the oldest part of the brain that kept us safe, that wants to keep us secure", "that is the part of the brain that is the deepest, most hardwired part of who we are", "and that part of the brain doesn’t like uncertainty, it doesn’t like instability, it doesn’t like being vulnerable", "and all of those things that you’re asking about doing are all things that have an uncertain answer that make us feel insecure, that makes us feel vulnerable", "in the same way that you can’t will that adrenaline, you could never will your reptilian brain to be: woo-hoo, change, insecurity, instability, vulnerability", "bring it on", "we’re going to have tendencies to want to retreat from those feelings", "and so one of the things that i learned from doing design matters from my guest danny shapiro, and i think i mentioned this in part one of my interview with tim; confidence is overrated", "danny shapiro has said that what is more important than confidence is courage", "i believe that confidence is developed over time after repetitive success at any specific endeavor", "the more you do it, the more successful you are, the more confidence you have that the next time you do it, you will be as or more successful", "what is more important is courage because you have to take that first step without any guarantee of safety or security", "you have to put yourself in a vulnerable position and then just take that step", "so, you asked what i would have done at age 30, or 32, or 27", "the fact of the matter is i didn’t have the courage or the confidence to do any of the things that i’m doing now at 30 or 32 or 27", "i was tremendously afraid that i was not smart enough, or pretty enough, or talented enough, or connected enough, or rich enough to do any of the things that i really wanted to do that probably required none of those things", "i think it just requires a belief that it’s possible, which i didn’t have", "so, if you want to do it now, my suggestion is do it now", "if you’re afraid to do it now, try to live in a moment of courage for one moment and take that first step", "no amount of money, no amount of security is ever going to give you the sense that this is the right time, because that first step is uncertain", "do you want it badly enough to be able to risk that, or not", "and that is the question that you have to ask yourself", "jimmy soyota asked two questions, as well", "he asks: it was already hard getting paid before", "so now with all these services online, competition-based work, and price dropping, etc., it seems like the graphic design market is losing a lot of value", "au contraire, jimmy", "i disagree", "i think that graphic design is more important than ever", "what is happening, though, is because it’s more important than ever, we see a lot of people entering the market that are willing to give it away for less money", "but you do get what you pay for", "and any service that’s offering a product that we do for less money is going to provide less value", "initially, i was really, really worried about all the services that are selling logos for $5.00 and doing bidding, and giving the project to the lowest bidder", "what i found is that you really do get what you pay for", "anybody who is going to those services to get creative work is likely not going to get the benefit of sound, strategic thinking which makes all the difference in great graphic design", "i believe that graphic design and branding, the culture or the condition of graphic design and branding reflect the condition of our culture", "and you’re not going to be able to get that kind of work from a service that offers that kind of work for $5.00", "so i don’t think you have to worry about that", "think about how do you provide added value, how do you provide the benefit of what you do best to your clients", "can you identify what that benefit is", "if all you’re offering is good design, that’s kind of a commodity", "what else can you offer", "can you talk about how your design is going to make a difference", "people are not looking for a difference in flavor, or a difference in form", "they’re looking for how is this going to make a difference in my life", "can you prove what your work can do to provide that", "jimmy’s other question is: where do i see a future for a graphic designer", " my answer is the future is whatever you make it", "whether you’re a policeman, a fireman, a doctor, a nurse, a surgeon, a podcaster; you create the future that you want to create", "it is not specific to any discipline", "ricardo magolayhas also has two questions", "he asks: the pace in the industry is overwhelming and impossibly hard to keep up with", "the feeling that someone will do better than me so why bother is a constant", "what are the right questions to ask oneself, actions to take, to prevent the active creation from being so paralyzing", "ricardo, i think you would benefit from considering what is the purpose of doing what you do", "is the purpose of doing what you do for fame, for money, for some sort of accolade", "or is it for the sheer joy of doing what it is that you’re doing", "if you are constantly comparing yourself to others and asking yourself why bother, then you have to ask yourself why am i comparing", "what am i worried about", "why do i need to compare", "i would also suggest that you listen to the very beginning of my episode of design matters with sue matthews hale", "sue matthews hale was somebody that i was asking those questions as well", "on my podcast, i like to talk about the trajectory of a life and how people overcome obstacles", "and as i was researching her life, i saw this incredibly beautiful, well dressed, gorgeous woman who seemed to have it all; a great marriage, a great child, a great career", "she had worked at pentagram, she was a partner at lippincott", "the only thing i couldn’t find was where she had grown up and what were her origins", "i did something that i rarely do", "i actually wrote her and said, “hey sue, i can’t find this information", "where were you born", "where did you grow up?” when she wrote me back, the answer stunned me", "she wrote me back and said, “i was abandoned on the street when i was 2 years old in korea", "i was left on the street", "i was picked up and brought to an orphanage where i was found by my parents.” you never know what somebody’s life is like", "the arc of a life is a circuitous one", "at any moment, something wonderful or something terrible could be happening that we don’t know", "concentrate on your own life and doing what you want from your own heart", "try not to compete with others", "it’s hard enough doing what you want, let alone comparing what other people have or what you perceive they have", "i know that sounds kind of tough, but i think that thinking about what we want is hard enough; thinking about what somebody else wants or doesn’t want, or does or doesn’t do, you have no idea what their interior life is like or what demons they’re battling", "the second question is:  what questions do you ask yourself to overcome the so dreaded imposter syndrome when planning to do some kind of work", "that implies that i’ve overcome the dreaded imposter syndrome, had i haven’t", "i deal with it all the time", "and the question for me is at my age, if i don’t do it now, when am i going to do it", "if not now, when", "so the question becomes do i want to do this badly enough, or do i want to give into the notion that i don’t deserve doing it", "and at this point in my life, i have to say if i want it badly enough, i have to do it; i can’t wait anymore", "daniel carbone asks: how did you come to the shift in your lead gene", "you mention that your lead gene had once been living in manhattan", "but i’m curious how and when that shift occurred", " well, daniel, it wasn’t a shift so much as a major realization", "i had been telling myself for decades that i had compromised on the intersection of sixth avenue and bleaker street in manhattan that summer of the police’s synchronicity and david bowie’s modern love", "and what i came to realize all these years later, we’re talking 30 years later before i had the realization, was i only compromised in that", "i didn’t compromise in the one most important thing, which was to live in manhattan and i did whatever it took", "i lived in this awful, deplorable tenement walkup", "i lived having to walk through somebody else’s bedroom to get to mine", "i lived having to sleep on the floor one night because they were busy doing what couples do in the room that was preventing me from getting to mine", "i didn’t realize that until years later, i could have lived anywhere", "i could have lived with my mother", "back then, living in brooklyn or queens was really, really inexpensive", "i decided that i needed to live in the most expensive city in the world because i wanted to be in the most exciting city in the world", "and so i did whatever it took to be able to do that", "at that moment in time, living as an artist would not have allowed me to do that", "and so i made that compromise in the face of making a decision about what that lead gene was", "i just didn’t realize that for 30 years", "it took me a long time to say, “hey, wait a minute", "i’ve been lying to myself all this time", "i did do what i wanted to do.” i did that because i wanted that more than anything else", "and so one of the things that i talk about is what is that nonnegotiable for you", "what is that one thing that you want more than anything, that you’re willing to sacrifice everything else to get", "and that’s the decision that i made at that time", "mike prendergast asks: you’ve been so influential on so many properties from star wars to orange juice", "i’d love to know more about your approach", "what does your creative process look like", " mike, my creative process is really messy", "i don’t really have a process", "i don’t know that there really is such a thing as a process, a cookie cutter way of approaching anything", "in terms of my approach, i think that i start out with a desire to make something, whether it be a package design, whether it be a podcast, whether it be a lesson plan, whether it be a piece of art", "i have this vision for what that is", "sometimes that vision happens really fast, and it comes when i’ve been marinating and germinating and thinking and thinking and thinking", "and sometimes it comes really slowly, after doing exactly those same things and feeling really helpless that i’m never going to be able to come up with an idea", "the one thing that i can suggest is that if you are stuck, take a walk", "walking really helps me generate ideas", "the more i walk, the more ideas i have", "so in terms of approach, think about what you want", "think about what it is you want to make", "think about the end game; what does the vision of that look like", "and then either start doodling, start drawing, start making, start sketching, start pulling your hair out; whatever it takes to get that process started and then keep going until you feel like you have something worthwhile", "that might take an hour, that might take a day, that might take a year, that might take a lifetime", "but i think if you enjoy the process of making, the fact that you don’t have a result makes it somewhat easier", "but i say somewhat, because i think the whole idea of making anything in the first place takes a great deal of courage", "good luck with that", "aspen gename mokahi asks: do you do any other exercises with your students like the ten-year goal writing exercise", "and if not, could you speak to your time as a teacher and what i’ve learned in helping others with life design", " aspen, i spend a lot of time with my students helping them understand how they come across", "and this stems from the notion of how do you want to be perceived", "one of the other exercises that i ask my students to undertake is to think about how they come across", "think about what that first perception is", "and i ask them to write two paragraphs", "the first is what they believe their first impression is; how they show up and what people perceive about them", "the second is about what they want their first impression to be", "this culminates in their writing a statement about what they project today, and what they project tomorrow", "so for example, i might write: today i am shy and recessive; tomorrow i will be more curious and engaging", "i call this the intentional first impression", "we should be able to determine how we come across in a much more ownable and decisive way", "don’t leave it up to others to determine who you are or how you show up", "and if you think about how you do this, if you actually create a conscious plan to be you on your best day when you show up, then you’ll be able to show up that way", "it’s not about manipulation; it’s about intention", "i also ask my students to determine the three-word combination that could only describe them", "and this should be an accurate and deep expression of who you are", "the three words should be reflective of your full self, not just your best self", "so the words should be cognizant of your strengths as well as what you might perceive as your weaknesses", "but i find that your perceived weaknesses actually give us an opportunity to peer into a part of ourselves that is really meaningful if we dig deep enough", "for example, i had a student that identified that one of her words of the three was “know-it-all.” and i asked her to deconstruct why she was like that", "she identified that she came across as a know-it-all because she was really insecure about being smart and she wanted to be perceived as smart", "and what that meant was if she needed to be perceived as smart and didn’t just accept the fact that she was smart, that she harbored a suspicion that she wasn’t smart", "she wasn’t smart enough; she wasn’t as smart as the other people around her", "so by coming across as a know-it-all, she was compensating for this deep seeded fear that she wasn’t smart enough", "and just knowing that, just facing that feeling that she didn’t feel smart enough allowed her to really understand whether or not that was valid, and she wasn’t coming then out of a place of aggression or manipulation", "she was understanding that her need to do that was really trying to cover up a feeling that may or may not be accurate", "and if it wasn’t accurate, why did she need to be doing that", "if it was accurate, what did she need to be doing that would allow her to feel or be smarter", "and improving that would help her stop actually having to compensate for something that may or may not be accurate", "so think about what those three words can be", "there should be some tension in those three words", "ultimately, that unique combination, if you really do this successfully, should be something that only – only – can be used to describe you", "but part of that is being able to identify some of the things that you’re afraid of others knowing about", "so spend some time with this exercise", "first, spend some time thinking about what your intentional first impression is, and then spend some time thinking about what are the three words that only could be used to describe you, taking into account that some of what you perceive to be weaknesses are areas that are available to you to consider more honestly and become stronger around", "kelsey helman asks: debbie, how much of your time is spent teaching college courses", "how do you fit this into your already busy career", "i’ve always been fascinated by people who incorporate teaching with their job, and would love to hear more", "kelsey, my first opportunity teaching came as an undergraduate teacher at the school of visual arts where the chair of the graphic design and advertising department asked me if i’d be interested in teaching", "and one of the things i felt at that point in my life was that i wanted to try to work with students that were at the very spot that i was at the corner of bleaker street and sixth avenue in 1983", "how could i work with students to prevent them from starting to curtail the possibilities of their lives before they were even possible", "how could i work with students to help them, to keep them from editing what was possible in their lives, based on their own internal fears that might not be accurate", "and so that became my first class", "and i was teaching students ostensibly how to get a job; the actual class is called differentiate or die; how to get a job when you graduate", "but really what i was trying to help teach them was how to believe in what is possible for your future and go after it", "so it’s not about just getting a job; it’s about how do i fulfill my calling", "how do i get the dream job", "how do i life as if my life depends on my doing what is in my heart, and how do i make that heart sing", "and so that has been the basis of my undergraduate teaching for the last decade", "i started my graduate program in 2009 when steve heller asked me if i’d be interested in cofounding this program with him, which would be the first program of its type in the world, and i jumped at the chance", "i love teaching", "i feel like it’s the most important thing that i do", "what i try to do with my students is instill in them a sense of possibility, a sense of what is possible in their lives both in terms of their calling, as well as my firm belief that branding is not just a career about a return on an investment of advertising and marketing and positioning", "it is a profound manifestation of the human experience", "and that we are now using branding way more than just being able to delineate one product from another", "we’re using branding to help develop movements and causes", "think about black lives matter", "think about the pink pussy hat", "all of these things, humans are using the very tenets of branding to create social movements and social change, and that’s why i do what i do", "nicole hanes asks: how do you ensure a healthy balance between work and play", " nicole, this is where i might have to reveal that i think that all of my work is play at this point", "i have wanted what i’m doing in my life for so long, for so long i’ve been longing for all of these opportunities that now, it doesn’t feel like work", "it feels like this tremendous gift that i was given", "i didn’t really start doing the things that i love with all of my heart; my podcasts, my teaching, until i was well into my 40s", "and so now that i have these opportunities to do these things, i’m just incredibly grateful to have these opportunities and i don’t see them as laborious; i just see them as joy", "but, i also caution my students when they tell me that oh, i can’t do that; i’m too busy", "i tell them: hey, busy is a decision", "we decide what we want to do based on what we think are the priorities in our lives", "and if we don’t get to them, i suggest you look at how important they are to you", "how important are they", "is it more important to watch game of thrones, or write an essay or paint a painting or make a podcast", "and if those things are more important, you’re never going to get to the painting or the essay or the podcast", "so we decide the things that we want to do", "and if you feel like you’re using busy as an excuse to getting to do them, then they’re just not that important to you", "nicole also asks: what do you think sets people like you, tim, and minnie heather, high profile achievers apart from those who just coast through life without ever really feeling impassioned by their work", " well, nicole, i can’t speak for tim, and i can’t speak for any of the other high profile achievers you’re talking about", "what i can tell you is that for me, i have profound insecurities and i use my work to create meaning for my life", "i think that people who coast through life without ever really feeling impassioned by their work might just have had really good parenting and don’t feel the need to make a name for themselves by their work because they feel just intrinsically good about who they are", "so, if you aren’t feeling impassioned by your work and just feel impassioned by life, bravo, congratulations", "you have something that very few of us actually have", "leor shank asks: to what extent do you get creative blocks", "malcolm gladwell mentioned that being in a large-scale newsroom with tight deadlines eliminated his writer’s blocks simply because there was no room for such luxury. i wonder if you ever experience similar effects", "how do you stay so prolific", " leor, i work under tremendous deadlines as well, and i find that if you want something to get done, give it to a busy person to do", "if they want to do it, they’ll get it done", "and so because of the deadlines, because of the constant pressure for a new podcast or a new lesson plan which i can’t really control, i feel that i have to operate under this intense need to get it done", "i do experience block, mostly from ideas", "so for example, if i have to write an essay or if i have to create a piece of art, there are times where i don’t feel impassioned, or i don’t feel the muse", "and that’s worrying because that does create delays", "i find the best way to get over that block is sleep", "i feel more creative obstacles if i haven’t gotten enough sleep", "and sleep regenerates your brain, it regenerates your cells", "and i find that if you’re in a regenerative state, you’re in a regenerative state, you’re much more likely to be creative", "emily e", "godwin asks: who are some of your favorite visual artists", " well, emily, jean-michel basquiat is a perennial favorite", "i also just met deborah kass and i’m smitten with all of her work", "kathleen dillon asks: has debbie found common threads, if any, in her interviews of creatives as to how they have designed their lives, and if so, what are they", " kathleen, what i have recognized is that almost everybody that i’ve ever interviewed, with the exception of two people, still face debilitating self loathing and also are tremendously insecure about what they do", "i think that people view high achievers simply as high achievers and that they don’t experience tremendous self doubt", "and almost everybody that i’ve interviewed, whether they talk about it on the air or not, even in my research i’ve found that they question what they do, how they do it, why they do it", "the only two people that i’ve ever interviewed that seemed to be really secure about what they were doing in this world in their creative life were milton glaser and mossimo vignelli", "and at the time, the common denominator that they shared is that they were both in their 80s when they told me this", "so i kind of feel like by the time you get into your 80s, it’s like hey, fuck it; i am who i am, i do what i do, world be damned", "and i think that’s wonderful", "by the time you’re 80, i think you should earn that", "and so for all of us out there who are feeling self doubt or are worrying about the value or the purpose that we have in our lives, know that i think every single creative person battles that, too", "tony framm asks: in your view, what are the qualities of a good design student", " tony, curiosity; wanting to learn, being excited by learning", "always wanting to learn and know new things", "those are the most important qualities of being a good design student", "so now i’m going to answer some additional questions from tim ferriss himself", "tim sent me a whole slew of questions, and i’m going to answer as many as i can", "tim’s first question: when you hear the word successful, who’s the first person who comes to mind and why", "i would have to say milton glaser", "as i’ve just said, there’s something about milton where he is just fully engaged with life", "and he’s been fully engaged with his creative life for his entire life, and he’s made so much impact", "he’s created the most profound logos, magazines, movements, and of course the i heart new york logo, which if there’s any logo on this planet i wish i could have done, based on my love of new york and my love of design, it would be that logo, so milton glaser", "another question from what is something you believe that other people think is insane", " well, i am a conspiracy theorist", "most of the close people in my life think that i am insane for some of the conspiracy theories i believe in", "i’m not going to go into detail here because i’m so worried that everybody in the world listening to this will think i am insane", "but if there is a conspiracy theory out there, chances are i believe it", "what is my favorite documentary or movie", " my favorite movie is manhattan, by woody allen", "i love that movie", "i know that movie by heart", "i also really, really love the movies fast times at ridgemont high and elf, mostly because i don’t stop laughing all through elf, and i think that jeff spicoli is one of the great characters in all of cinematic history", "tim asks: what are your morning rituals", "what do the first 60 minutes of your day look like", " well, at this point in my life, the first 60 minutes of my day are mostly about trying to get my dogs out fast enough so they don’t pee on the bed or the floor", "and i would say that only half of the time i am successful", "my first 60 minutes are a mad rush to get outside to make sure that they can relieve themselves without losing any of their dignity", "i also try to have coffee at the same time", "what obsessions do you explore on the evenings or weekends", " i am obsessed with sleep", "i love sleep", "i love having a comfortable bed and beautiful blankets and great pillows", "and so i am obsessed with the notion of what can be regenerating while i am in slumber", "what is the best or most worthwhile investment you’ve ever made", "it could be an investment of time, money, energy or other resources", "how do you decide to make the investment", "i am the kind of person who only likes to do things that i feel comfortable doing; it’s very, very hard for me to do new things that i feel awkward doing", "so when i tend to like to do something, i tend to do it as often as possible and i think that persistence and that resilience is something that pays off in the long term by doing something over and over again for as long as possible", "but i think that my best investment was probably buying my co-op in 1993 in a neighborhood that was at that time in new york city considered a crack neighborhood, which then became the highline neighborhood", "so i think that quite by accident, that became the best investment that i’ve ever made", "do you have a quote that you live your life by or think of often", " i have a few, but i think my most heartfelt is “everything worthwhile takes a long time,” and that has been a mantra for my life", "i also really love a line from james joyce’s ulysses, which is “the longest way around is the shortest way home,” which i think is just a more poetic way of saying everything worthwhile takes a long time", "and maybe i just tell myself that because most of the things in my life have taken a long time and it’s a way for me to self soothe", "but i really do believe that the longer that something takes, the longer it lasts and the less pressure you have to sustain it for the rest of your life", "if you could have one gigantic billboard anywhere with anything on it", "what would it say", " i love this question", "it’s something that i sort of have in my office", "it’s not a large billboard but it’s a chalkboard with one word on it", "and it’s high up on the window where i hope everybody can see it when they walk in", "and it says: yes", "try to say yes to almost everything, or say yes but, or yes and", "some of the most important things that i’ve been offered in my life were opportunities that didn’t quite seem exactly right", "but when i was able to say yes, but how about if we do it a little bit differently, or how about if we do it slightly more like this; those were things that really did benefit from the open-mindness of both myself and the other person who was offering the opportunity", "look at opportunities as options in that you can take those opportunities and make them more about what you want or what you can do, or what you can create", "and so think more from an opportunity of how can i generate more from this, as opposed to how can i drain this away", "this will be my last question: what advice would you give to your 20, 25, or 30-year-old self, and please place where you were at the time and what you were doing", " i’m going to say just anywhere between 20 and 30 because i have often said that that decade was ten years in experiments in rejection and failure", "what i would tell myself is stop worrying so much", "i would tell myself that every dream that i’ve ever had about who i could be would be possible if i wanted it badly enough", "and if i wanted it badly enough, work as if my whole life depended on it because it did", "it would be", "it has", "and so i would still, even though it would hurt like hell, want to go through every single thing that i’ve gone through", "because if i hadn’t, i wouldn’t be here right now", "the arc of a life is really circuitous and you never know where you’re going to end up", "but what i can say is that despite all the pain and the hardship and the abuse, where i’ve ended up right now is exactly where i want to be", "and so even with those moments of despair that i experienced, even what seemed like the worst moments of my life, those turned out to be the most important, the most impactful, the most necessary and therefore i wouldn’t change anything", "i hope you enjoyed part 2 of this episode on the tim ferriss show", "it has been a true honor to be on tim’s show", "i want to thank both tim ferriss and all of his wonderful, generous listeners", "thank you"]}