{"dialog_idx": {"cheryl strayed": [12, 13, 17, 19, 20, 23, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 78, 79, 81, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 97, 99, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 141, 143, 144, 145, 146, 147, 148, 149, 150, 151, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 168, 169, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 187, 189, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 253, 254, 259, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 281, 284, 286, 290, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 335, 338, 339, 340, 341, 342, 343, 344, 345, 347, 348, 349, 350, 351, 352, 353, 356, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 384, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 432, 433, 436, 437, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 504, 505, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 519, 521, 522, 523, 524, 525, 526, 528, 529, 530, 531, 532, 539, 540, 541, 542, 543, 544, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 588, 589, 590, 591, 592, 594, 601, 602, 603, 604, 605, 606, 607, 608, 609, 611, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 626, 627, 628, 629, 630, 631, 632, 634, 635, 637, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 653, 654, 655, 656, 657, 658, 659, 660, 663, 664, 665, 666, 667, 668, 669, 670, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 690, 691, 693, 694, 697, 699, 701, 703, 704, 705, 706, 707, 708, 710, 711, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 756, 757, 758, 759, 760, 762, 763, 765, 773, 774, 776, 777, 778, 779, 780, 782, 783, 784, 785, 786, 787, 788, 790, 791, 792, 794, 795, 796, 797, 799, 800, 801, 804, 807, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 862, 864, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 884, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 905, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 942, 945, 947, 948, 950, 951, 952, 953, 954, 955, 956, 957, 960, 962], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 14, 15, 16, 18, 21, 22, 24, 25, 26, 27, 38, 39, 40, 41, 42, 54, 55, 56, 75, 76, 77, 80, 82, 83, 96, 98, 100, 112, 113, 114, 115, 116, 139, 140, 142, 152, 167, 170, 186, 188, 190, 191, 192, 193, 194, 195, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 252, 255, 256, 257, 258, 260, 277, 278, 279, 280, 282, 283, 285, 287, 288, 289, 291, 292, 293, 294, 334, 336, 337, 346, 354, 355, 357, 358, 359, 360, 382, 383, 385, 386, 387, 388, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 434, 435, 438, 439, 440, 460, 461, 462, 463, 464, 486, 487, 488, 502, 503, 506, 518, 520, 527, 533, 534, 535, 536, 537, 538, 545, 546, 560, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 593, 595, 596, 597, 598, 599, 600, 610, 612, 613, 625, 633, 636, 638, 639, 640, 652, 661, 662, 671, 684, 685, 686, 687, 688, 689, 692, 695, 696, 698, 700, 702, 709, 712, 727, 743, 755, 761, 764, 766, 767, 768, 769, 770, 771, 772, 775, 781, 789, 793, 798, 802, 803, 805, 806, 808, 809, 810, 811, 840, 841, 842, 843, 844, 845, 857, 858, 859, 860, 861, 863, 865, 882, 883, 885, 886, 902, 903, 904, 906, 920, 939, 940, 941, 943, 944, 946, 949, 958, 959, 961]}, "episode_num": 231, "file_type": "html", "guests": ["cheryl strayed"], "num_sentences": 963, "num_words": 16139, "raw_text": "Tim Ferriss: Hello, ladies and germs, boys and girls. This is Tim Ferriss. And welcome to another episode of the Tim Ferriss Show, where it is my job to deconstruct world class performers to tease out the habits, routines, favorite books, whatever it might be that you can apply to your own life and test as soon as today or tomorrow. These are the tools and tactics that count, whether they come from the world of entertainment, military, or other and there are many different buckets of other. This particular episode was a blast to record. It was recorded in front of a 2,000-plus person crowd at South by Southwest in Austin, Texas, which is one of my favorite conferences and also was the tipping point for The 4-Hour Workweek way back in 2007. If you’re interested in the creative process of a famed author, if you’re interested in jump starting your own creation of creativity, note taking, list making, or how to handle hard emotions, this episode is for you. We cover a lot of ground. My guest is Cheryl Strayed, @CherylStrayed on almost all the socials. And I will keep this short because I have another intro which I recorded live. So I hope you enjoy this conversation with Cheryl Strayed as much as I did. And as always, thank you for listening. Cheryl Strayed: Hello, everyone. Hi, guys. Tim Ferriss: Good afternoon, everybody. Are you guys ready for a show? So this is the first live Tim Ferriss Show in Texas, in this fine city of Austin, so thank y’all for coming. Cheryl Strayed: It’s the first one? Tim Ferriss: It is. Cheryl Strayed: I didn’t know that. I’m so honored. Tim Ferriss: And I am so honored to have Cheryl Strayed here. You may know Cheryl. Cheryl Strayed: Hi, everyone, thank you. Tim Ferriss: And for those who don’t know Cheryl, I’ll give you a little bit of context and then we’ll dive into it. And I will double check with the organizers, but I think we have between 60 and 90 minutes. I have a 60-minute countdown but I think we have up to 90. So if that’s too long, those are the exits over there. Cheryl Strayed is the author of the number one New York Times bestselling memoir Wild, one of my favorites, the New York Times bestseller Tiny Beautiful Things, and Brave Enough, which has a permanent home on my coffee table at home, in fact, and the novel Torch. Her books have been translated into 40 languages around the world, probably more at this point. Wild was chosen by Oprah Winfrey as her inaugural selection for Oprah’s Book Club 2.0. It was made into an Oscar-nominated film starring Reese Witherspoon and Laura Dern. Strayed’s essays have been published in the Best American Essays, The New York Times, The Washington Post Magazine, Vogue, A Place in the Sun, Tin House, and elsewhere. Strayed is the co-host along with Steve Almond of the WBUR podcast “Dear Sugar Radio,” which originated with her popular “Dear Sugar” advice column. She lives in the lovely city of Portland, Oregon. So please welcome Cheryl Strayed. Cheryl Strayed: Thank you. Thanks, everyone. Tim Ferriss: There are so many questions I would love to ask, but I thought I would format this a little bit differently because I know that there are so many questions that you all want to ask. So I am actually going to base this entire conversation around questions that you all have submitted via Facebook and Twitter, and use those as jumping off points. So I thought we would start with one from Twitter, and this is Charlie Charbino. I may be pronouncing it incorrectly. The question is, or one of several is, what’s it like to know Tiny Beautiful Things saved lives including mine? Cheryl Strayed: That’s amazing. Thank you, Charles. It’s right up there with just the very small handfuls of the most extraordinary experiences of my life, actually. I know the power of literature because books have saved my life, too. And it was always my intention, from the very beginning when I was like six and learned how to read and felt the beauty and the truth that words on the page can make, I wanted to join that club. I wanted to be somebody who would make that kind of beauty and truth in the world too, but I didn’t know if I ever would be there. And I didn’t know what would be the mark that I would reach that I could say yes, I did that, too. I will say it’s that’s thing. It’s people coming up to me and saying your book changed my life. Your book saved my life. And so it’s really the highest praise I’ve ever gotten from a reader in any way. Tim Ferriss: You mentioned that books have saved and changed your life. What are some of those books? Are there any particular books that come to mind that have had a huge impact on you? Cheryl Strayed: Yeah, so many books. Well, one of the things, and I think I wrote this in Wild, that I felt that books were my religion. And what I mean by that is that I do think that there are all kinds of ways that I get spiritual solace, or a sense of connectedness with others, or a sense of comfortable, or consolation. But I would say that books have been the main one. And the first book that came to mind when you just asked me that is Dalton Trumbo’s novel Johnny Got His Gun. Have any of you read that book? It’s sadly, I think, not read by a lot of people now. But for some reason I came upon this book when I was about 14, I don’t know how it got into my hands, but it did. You know, it was a book that was written in the ‘30s. And it was this book really about a reality that was so far from my own. And yet when I was this teenager, I really could feel like the power of narrative, the power of inhabiting the life of another human. And I do think that all kinds of art gives us that ability to inhabit another human’s experience, but none do it as well as books. That is literature’s thing, subjective truth. We get to be inside the mind of that young woman, who is hiking the Pacific Crest Trail when she’s 26, or the man who is in the midst of divorce, whatever that situation is, we get to be in it. And so I do think that books have the power to not only remind us of our own humanity, but the humanity of others, too. And that for me is a spiritual experience. That is what divinity is. That is what God is to me. Tim Ferriss: So you mentioned inhabiting another’s experience, and that actually segues quite nicely to another question, which is from a friend of mine, who will remain anonymous. When one shares so much of their experience publically, especially perhaps through writing, people who don’t know you feel like they know you and often want to poor their hearts out to you. How do you connect and engage with a large audience without getting drawn into other’s struggles in such a way that your time and energy are compromised? Cheryl Strayed: It’s hard. I wonder if you do also? Tim Ferriss: I struggle with it. Cheryl Strayed: Yeah. Tim Ferriss: I struggle with it tremendously, particularly when people come to me with extremely heartfelt serious and sometimes urgent problems. And I’m sure you’ve run into that quite a bit yourself, how do you think about contending with that? Cheryl Strayed: I don’t have the final answer yet. I think it’s a work in progress for me. But I will say what I’ve learned in these years since I began writing the “Dear Sugar” column, and Wild, and even with my first book Torch, it was read by fewer people than Wild, but I still had a whole batch of people, who were coming to me after reading that book saying, you told my truth. You said something I feel and no one else has ever said it. And that’s a really powerful kind of intimate connection. And I think that for me early on, I felt like okay, we share this thing, so now we have to share more. We have to correspond or email each other, or be friends, or yes, I have to meet you for coffee and talk about it, and that just became unsustainable. You know, with Torch, the five people who read the book; I could meet them for coffee, but with Wild that became unsustainable. And what I realized too is that I already gave them the best thing I have to give them. That book Tiny Beautiful Things, that saved somebody’s life, or Wild that somebody saw themselves in, like I gave them that thing already. And any further interaction with me will only be a reiteration of what I tried to achieve in those books. Is my microphone messing up? Tim Ferriss: It could be either of our microphones, although mine is attached to my head. Cheryl Strayed: I think my necklace is messing with it, so I’m going to put it backwards. Tim Ferriss: Alright, no problem. Cheryl Strayed: I’m sorry you don’t any longer get to see the beauty of my necklace. Tim Ferriss: So as context could you describe what just disappeared behind door number one, but what is the necklace? Cheryl Strayed: So what this necklace is – and I was telling Tim before we went on stage – one of the writing assignments, my best writing prompts that I give when I’m teaching writing is I talk about the use of objects and talismans in narratives. I think that it can be a really powerful source of story. And for example, if I made you all right now take out your keychain, and then write the story of every key, you would all have written something really interesting, and something very telling about your life. And so when I do things like this, like talk to Tim Ferriss, and before you all, I always want to have like a talisman of what I hope happens. And so this necklace that I just made disappear, what it is, is that it’s a zipper, that’s just unzipped, and it’s just glued to a piece of felt. Let me show you. See, it’s an undone zipper glued to a piece of felt. I bought it at the San Francisco Museum of Modern Art. And I love the idea of unzipping. I think a lot of people, they think of going on stage and having this kind of formal interview, as the time that you’re going to be guarded or try to present a certain public face. And while we’re doing that, I’m also hoping we get at something beneath the surface that we can sort of unzip in some ways. Tim Ferriss: Me, too. So let’s get amongst it. Well, I could say this for every single question that I’m going to ask when I look at the paper because these are form the audience, but in short, I’m going to just abbreviate a little bit. What often sets someone down a path of self discovery is trauma. So as a mother, how do you work to nurture a sense of security for your children, while also encouraging them to go on their own quests of self discovery? Cheryl Strayed: Yeah, that’s really tricky. Because my kids, they have the opposite life than I had as a child. My kids are just basically little cupcakes. You know, my son, a couple of years ago, my kids go to public school, but a couple years ago we were thinking of applying. We applied to this private school and my son had to fill out the application. And even though he was like ten, they were like describe a challenge that you’ve overcome. And my son was like, “I don’t have any. I haven’t had to overcome anything, mom.” And he was like so upset that nothing bad had happened to him. And I was like, “My God, what an uninteresting life you have.” It is kind of funny because like, you’re right I protect my kids. I want my kids to not be witness to – you know, I had a lot of traumatic things actually happen to me at a young age. And one of the great profound joys of my life is that my kids do not have that experience. I remember a few years ago, I told my kids about my father being abusive to me. I mean, it was more than a few years ago. My kids were maybe five or six when I first told them that my father had battered my mother, and had been physically abusive to me. And my kids actually thought that I was joking because they didn’t understand that adults can behave that way. They didn’t really actually understand that that could be true because all of their encounters with adults had been people behaving like you should behave. And so I love that we’re not replicating that. And I think that of course, like any humans, my kids will have their own challenges. And maybe one of them is just going to be like having the perfect childhood that I gave them by being the perfect mother – Tim Ferriss: Overcoming a life of obstacles, “Mom, what am I going to put on this application?” Cheryl Strayed: I made their life too easy. No, I’m kidding about that because of course, I’m the most imperfect mother. But what I mean is I think that no matter what your circumstances are, you always have challenges, right? I mean, the human struggle is true, whether you’re living in difficult circumstances or a life of luxury, and we all know that. Tim Ferriss: We were talking backstage a bit about quotes that have resonated with people. I’d love to know, whether in Brave Enough or elsewhere, what are some of the quotes that have most resonated with your readers and fans? Cheryl Strayed: Oh, some of the quotes that are [inaudible]? Tim Ferriss: That’s right, whether they’re in the book or elsewhere, what has really struck a chord? Cheryl Strayed: Well, you know what’s interesting to me – and I say this in the introduction to Brave Enough – I really believe that of course the writer creates these words and their his or her sentences on that page, but the minute we release them into the world, they really belong to the readers. When I was writing my books, I didn’t know what quotes would resonate with readers. And I loved that in Brave Enough, it was essentially a crowd sourced book that I looked to the internet and said what are people – tattoos, they tattoo things on their bodies. And one of the big surprises for me, there’s lots of people who have a tattoo of the last line of Wild, “How wild it was to let it be.” And I know what that line means to me, and I know what that line means in the context of the book, but what’s beautiful about every one of those wild tattoos from that last line is that whatever it means to that individual, who had that tattooed on their arm or whatever, it’s not mine. It’s not my story. Nobody is going to get that written on their body because it has something to do with me. It has something to do with them. And I love the way that we can own beauty that other people have made, because it lives within us then. You know, those quotes that mean something to me that other writers have written, it’s not so much about their intention, it’s about the meaning I took from it. Tim Ferriss: Are there any other quotes that come to mind that have been particularly well tattooed or turned into t-shirts or otherwise? Cheryl Strayed: Well, there’s a lot. You know there’s, “How wild it was to let it be. Be a warrior for love. Write like a motherfucker.” Tim Ferriss: That’s very important if you’re going to write. Cheryl Strayed: Actually, “Write like a motherfucker,” has become such a thing. It’s not even in Brave Enough, like it’s not one of the quotes in Brave Enough. I write about it in the introduction. My favorite thing is at my book signings, people will come up to me and say, “Will you please write engineer like a motherfucker.” Tim Ferriss: Mother like a motherfucker. Cheryl Strayed: Mother like a motherfucker is another common one. And I love that because that’s what write like a motherfucker means. Like, that’s what that column, I don’t know if any of you have read that column, but that’s what I was driving at when I was writing this letter to this writer, who is saying, “I’m a writer, but I can’t write. And I want to be David Foster Wallace, but I’m not David Foster Wallace. And I’m 26; why aren’t I famous yet?” I was saying shut up and write like a motherfucker. And I think that that applies to almost any kind of work we do. Tim Ferriss: Can you elaborate on that, because I’d love to hear, for those people who haven’t read it, what does write like a motherfucker mean to you when you are writing? Cheryl Strayed: Okay. It’s about having motherfuckatude. Tim Ferriss: Please continue, yes. Cheryl Strayed: This is a combination of two seemingly opposing ideas. And that is humility, which I think sometimes gets misinterpreted as weakness, as being subservient, and there’s a reason we think that, right? To be humble, we say when somebody came of humble means, we mean they came from nothing. The word humble actually comes from the Latin word hummus, which means the ground, to be down low, to be of the earth. And what I’ve found in my journey as a writer is that even though I aspired to greatness, even though I wanted to make beauty and truth, and all those big highfalutin things, the only way that I could do it was to be humble. And to say I’m going to really try, and I might fail, and I’m not going to feel sorry for myself. I’m going to be strong in the midst of my humility. My humility is about really forgetting about all of those glorious things that one gets when one has what we call success, attention, fame, money, whatever, achievement, but just put my faith in the work. And be really fierce when it comes, and very exacting, and demand a lot of myself when it comes to actually doing the work. And so that combination of that kind of real strength that you have to have to do something that’s hard. Writing a book is hard, writing an essay is hard, writing a poem is hard, with that kind of sense of surrender. That sense of kind of like here I am. I’m going to do this work, and I don’t know where it will lead, and acceptance. I think of humility, acceptance, and surrender as all of these words that are connected to each other in meaning. And we think of them all in this kind of way that we disassociate them from things like strength and power, but I really think that the only way to get to those places is through those things. Tim Ferriss: Definitely. Cheryl Strayed: Yeah. Tim Ferriss: Just the adaptability that comes with being able to surrender, even if it’s just surrendering to uncertainty. Cheryl Strayed: Absolutely. Tim Ferriss: So if you look at then, if we take those principles, and this segues nicely to Jody Valley Smith, I think it is from Facebook. Does she show up every day for two hours, no matter what it takes, or a few days at a time away from home, in other word what is your writing process? Finding space to write with mom things to do is hard, and of course morning routines. So I think that Jody would just like to hear about what your writing routine looks like, and maybe to make it specific. If you were, let’s say, on a book deadline or on any kind of deadline, what does your process look like? What time of day, any rituals? Cheryl Strayed: For a long time I denied the fact that I was a binge writer. And I’m here to tell you my name is Cheryl Strayed and I’m a binge writer. I remember being in my 20s, and I would go to see writers give lectures and readings and so forth. And it would always be like some old guy, who was like, “Of course I write every day. If you don’t write every day, you’re not a writer.” And then you would look deeper and this man would be like in his office, and then his wife would like bring him lunch. And then he would have lunch, and then he would write a little. And I was like, that’s just not my life. Nobody’s catering my life. I had to have a job. I was bringing lunch to other people. I was a waitress. So what I found is that I creatively – and this was true before I had kids, and it’s true after as well for different reasons – is that I do best when I can say this is the block of time that I’m not going to be able to write. And sometimes that’s like a couple days, sometimes that’s a couple months. And therefore I release myself from any kind of guilt or shame, or I should be writing when I’m not writing. And the counterpoint to that is to say now I am going to write on these days, or during these months. And I try to arrange my life, so that that happens. And so what that looks like for me is not so much a daily practice, as it is looking at the month and saying when can I write and when am I not going to write? And so for me, especially since I had kids, my kids are 11 and 12, when I had kids, suddenly my whole life had to be redefined, obviously. But especially that work-life, because writing is all about concentration, solitude, and silence, and those are the three things that children are most not about. And I had to find a place to do that. And so once my kids were a little bit older, I had them 18 months apart, it was like a rip the band-aid off fast approach to child bearing. Once they were like two I said to my husband, I’m going to go check into a hotel down the street for two nights. I’m going to be gone for 48 hours. Don’t call me unless somebody stops breathing; I’m going to work. And I would get more work done in those 48 hours than I got done in four weeks at home. And this isn’t to say I didn’t write around the edges of things at home, but I find that when I do that emersion, it’s incredibly fruitful for me. And like I said, that was true even before kids. I never thought of it until I had kids and actually had to get away to a hotel or whatever, but before that I would go to writer’s residencies, or I would just go rent a cabin somewhere. And there’s something about that sort of uninterrupted time to make something happen that works far better for me than that every day, like you have to write two or three hours every day. And that’s just how it is; that’s just my process. Tim Ferriss: I had the same experience. I remember very early on this writing teacher that I really, really respected who said no matter what, from 8:00 a.m. to 6:00 every day, I sit in front of a blank piece of paper. And I tried that. And within 48 hours I just wanted to throw myself face first through a window. I couldn’t do it. I want to ask you about the hotel. After hearing about a number of writers doing this, I remember I hit a really tough spot with the 4-Hour Chef, and I checked into a hotel in the town where I live and also got a tremendous amount done. What did those days look like for you? So you have a few days blocked out; what do the days look like? Cheryl Strayed: If somebody had a video camera and recorded me during those times, it would look like sheer madness. Because I hardly sleep, I hardly eat, all I do is go on walks and write, and go on walks and write, and go on walks and write, and go walks and write. I think there’s something about it too, when you have like 48 hours, or whatever number. I knew that my time was limited, and therefore it was really valuable. And I got into the flow. I mean, there are different terms for this the immersive flow, that kind of thing that happens. And I think that you need to have that thing happen for any kind of real work, but especially creative work. When you’re writing, what you’re trying to create on the page. John Gardner describes it as this vivid and continuous dream. You actually are trying to create an alternate reality for somebody else. You have to tell them what that person looks like, what that person feels like, what that person is thinking, what’s in the room, what does it smell like; all of those things have to come alive. And that can’t come alive on the page if you aren’t inhabiting that. And it’s really hard to dip into that for 15 minutes at a time. And so I just knew that I had to just go all the way there during those hotel stays. And what about you, is that your experience? Is it kind of like you’re a madman? Tim Ferriss: I am. Cheryl Strayed: I mean, we know you are, but – Tim Ferriss: I’m a madman just base level; number one lunacy, and then absolutely a binge writer. I’ve always had some degree of shame or insecurity about it, because I hear about these – Cheryl Strayed: Every day. Tim Ferriss: And I have friends who are saying, journalist who say, “Writer’s block doesn’t exist.” I’m like, really? Am I the only one who believes in Santa Claus here? What’s happening? And I need those uninterrupted blocks of time. Cheryl Strayed: Yeah. Tim Ferriss: Where it’s very likely that the majority of the day it may look like I’m just staring off into space, but if I don’t have that space, I’m not going to get to the writing. Cheryl Strayed: Well, that’s right. Part of the writing is just wandering the room and that sort of thing. You know, I do think that the reason that this is important to say and talk about is for some reason, like shame and guilt are a really big thing for a lot of writers; this thing that we should be doing. And I can’t tell you how many times I have told this story of being a binge writer and somebody comes up to me afterwards and says, “Thank you, thank you. You gave me permission to call myself a writer.” And the most moving experience I had in that regard was I was giving a talk in Ohio a few years ago. And afterwards this woman came up to me, and she was a single mother with four kids and had been slowly writing her novel over many years. And she worked at like a 7-Eleven or some job like that. And she was crying about this thing I had said about binge writing, because one thing I said is it doesn’t matter what you should do, just make an intention and follow through with it. And so if all you can do is say I’m going to write one day a month. I’m going to take one day a month that all I’m doing is writing. That’s 12 good days a year; that’s a lot of writing you can get done. And she said to me, “That’s what I do. I write once a month and my mom takes my kids.” And she had never allowed herself to think of herself as a writer because she had been doing it wrong. She hadn’t been doing what that old guy that gets his lunch brought to him by his wife had said you had to do. And I think it’s really liberating to say you have to do it. Just like with anything, writing or with life; you have to do it in a way that works for you. Tim Ferriss: And to that point, I remember one of the best pieces of advice that I got when I was completely paralyzed for a period of months with this fear of writing on this particular project I was working on. And the advice was two crappy pages a day. Know you’re on deadline, but it’s not going to be Tolstoy; relax, two crappy pages a day. You might not use any of what you write for a week or two, but just put down two crappy pages per day. Cheryl Strayed: And what happened? Tim Ferriss: What happened is some days it is two crappy pages. And it’s terrible, and you don’t use it, but other days you end up writing 20 pages and then there’s five good pages. Cheryl Strayed: And it’s Tolstoy, which you have transcribed from his novel. Tim Ferriss: I’m working. Cheryl Strayed: Right. Tim Ferriss: I’m working on it. It’s a work in progress. A question that I’ve actually wanted to ask you in some form for a long time, and this is from Finja from Twitter: how do you get through wild or destructive emotions without destroying anyone or anything? Cheryl Strayed: Oh, do you mean like how do you write a memoir without hurting somebody’s feelings; is that what she means? Tim Ferriss: I don’t know. I think this is broad enough that you can interpret it however you might, but how do you work through potentially wild or destructive emotions? I mean, very closely related to this is another question, which is related to pouring out your heart on paper. And whether that is cathartic, whether it reinforces maybe the pain that you’re feeling, but how do you sort through difficult emotions yourself? Cheryl Strayed: Right. That’s a question that comes up a lot. And I think that there are basically two kinds of people; those who think talking about, thinking about difficult experiences or painful memories, or painful emotions is a bad thing because it brings up those feelings again. You know, why would you want to dwell on something that makes you cry, or makes you remember that sorrow? There’s that camp, and then there’s the camp that is like let’s dig it all up, because the only way ever to understand what happened, or make some meaning of that suffering is to examine it, and to look at it, and to tell stories about it. And I’m definitely in the latter camp. You know, I think that did I sometimes cry writing Wild? Yeah, I would say probably every day, probably every day. And was that good for me or bad for me? It was really good for me. My first book Torch is fiction, but there are autobiographical elements to it. It’s a story about a woman who dies young of cancer like my mom did. And it’s kind of a first novel in that way that a lot of first novels are, both fiction and autobiographical. I remember when that book first came out, and I was always talking about the real life experiences that were connected to that book. People would say was it cathartic for you to write it? And I would always say no. You know, because I was in some ways defensive about that. Maybe specifically as a woman writer, because I think whenever women in particular write about emotional things, it’s put in this kind of like: oh, that’s your nice little journal. You’re processing your emotions versus being allowed to be in the sort of high art camp of great American literature. And so I would say absolutely not, it is not cathartic; this is literature. By the time I published Wild I felt confident enough in my work, and also evolved enough in my own life that I could say both things are true. There is no question that I would say the most cathartic thing in my life, right alongside motherhood for me, has been writing. It is through writing that I have to come to understand who I am and what I’ve been through, and therefore who we all are. That’s really been an emotional journey, and one that I’m better for having taken. And yet, that can also be by way of creating literature, creating art. So I think it’s good that I had to understand more deeply what happened to me. I mean, one of the things is once you start to tell a story about your suffering, you have to think about the people or person who made you suffer. And you start to have to empathize with them. You have to start to ask: well, why did this person do this to me, or what did it mean when that happened? I think that this word healing is kind of over used, and yet that’s exactly what that is. I think this is why therapists are always, you know, they don’t put you in the chair and say, “Let’s not talk about anything bad that happened to you in your childhood.” They say, “What happened? Where are your wounds?” And writing is all about that. Writing is all about where are your wounds. I see this over and over again in teaching; these are the stories that people want to tell. I don’t know if this is true or not, but I’ve heard that the oldest continuous sentence in the English language is “woe is me.” And one of my favorite writing prompts is I ask my students to write a “woe is me” narrative. And everyone can to do it instantly, because everyone feels sorry for themselves. Everyone has a complaint, whether it be large or small. And we have lots of stories to tell about ourselves, the ways that we’ve been wronged, by the driver in the next lane, or the mother,\\ who didn’t do this or that. And I think that there’s something good about our stories rising from those wounded moments. Tim Ferriss: You have some fantastic writing prompts. Cheryl Strayed: Thank you. Tim Ferriss: And there are so many of them that have made me go: oh, that could really produce something interesting, such as – I think I’m probably paraphrasing here – who has been your darkest teacher, which can be interpreted many different ways. What are some of the prompts that have produced the most for you, the interesting writing in your students? Cheryl Strayed: Well, the talisman one; when I ask people to write about an object. So a talisman is simply an object that has accumulated meaning for you or your character, and so this could be anything. A cultural talisman is like my wedding ring; we all know what this means. And then there are other things, like you don’t know the meaning of this ring. That’s a personal talisman. All of those things have a story attached to them. I find too that when people write about themselves via a physical object, it’s incredibly expansive. People are willing to say more about themselves often when the story is about something other than them. Tim Ferriss: Right, it’s more indirect. Cheryl Strayed: Exactly. So that’s a good one. The “woe is me” one never fails because like I said, we can all complain. And sometimes that complaint is serious and deep and valid, and sometimes it’s just like these little dumb things that we’re pissed off about, and the rants and raves. We’re all really good at that kind of passion. I think something like your darkest teacher; that one is a really important one to me. I would say one of the most significant stops along the way for me as a writer was feeling grateful for the people who taught me things that were difficult, or painful, or ugly; things that I didn’t want to know and actually getting to a place with them that I did feel grateful for what they had given me. Tim Ferriss: So you mentioned the ranting. I want to come back to those days in the hotel because I’m so interested in process, as are a lot of people in the audience who sent questions. Cheryl Strayed: Okay. Tim Ferriss: This was before I wrote my first book, but I remember I was toying around with the idea of writing, and I was in an audience where Po Bronson the writer was being interviewed. And I raised my hand and I asked him what he did when he had any type of block. And he said, “I ask myself what makes me angry.” And he used that as a way to jumpstart his writing. When you hit a place, let’s just say in the 48 hours that you have to write – and maybe this doesn’t happen, which is a valid answer, too – when you’re not sure how to piece something together or it’s just not flowing, what are some of the mechanisms, or tricks, or habits that you use to help in a situation like that? Cheryl Strayed: I’m 48 now. I’ve been a serious writer since I was like 19. And I really have learned how to remember the lessons I’ve learned along the way. And one of the lessons I learned is it’s always hard for me to begin. And I don’t mean just like what the first line is of any given chapter or piece, which is always hard, but even like when you’ve been in that flow and then you take that break, you’ve finished that section, and then you have to begin the next. And I think that I get almost like this performance anxiety. I’m always like what’s the first thing I’m going to say when I step into the room? That’s difficult for many of us, right? It’s like that beginning. You know what you have to say, but how do you get to the part where you get to just say what you have to say? And so in writing what I do is I take a shortcut around it when I’m feeling stuck. You know, if I don’t have that first line or that first paragraph, I just say write the part that you know. That might mean that it’s kind of sloppy, like that I have to start writing something that’s like a third of the way into the piece; a scene that I’ve already imagined is going to be in there, or a paragraph, a description of something. And what I find is once I start writing, I relax. And then of course you can go back and make that beginning. So just begin in a non-linear, like trust that you don’t have to write something in a linear fashion. And sometimes that also reveals to you, like a better way that the story can be told. Because you know chronology is always like a question in any piece you write. Do you begin here? Do you being there? And sometimes the writing process actually can teach you the answer to that question. Tim Ferriss: This is a question from Fallon Goodman, Facebook: She mentioned in this Facebook post once that she thinks about mortality daily. So again, this may or may not be accurate. Cheryl Strayed: I do, yes. Tim Ferriss: Okay, great: I’d love to hear her explain what triggers them? What do these thoughts motivate her to do? What do they prevent her from doing? So could you elaborate? Cheryl Strayed: Yeah, that’s interesting. I did make a Facebook post one time that said that. I don’t remember what compelled that post, but I know what compelled it in my life. So when I was 22 my mom died very suddenly of cancer at the age of 45. She knew that she had cancer for seven weeks. She was like this healthy person, and then she got what she thought was a bad cold, and then one thing led to another, and she was told that she had advanced staged lung cancer. She hadn’t been a smoker. And she just died. She just died seven weeks later. I was a senior in college. My mom was a senior in college, too. And what happened to me, really from that moment on, I was like not only devastated that I had lost my mom but I was shocked. I was young enough that mortality had never occurred to me. I had never had to confront it. And it never occurred to me that my mom would die at a time when I used to think that she wasn’t meant to die that young. I still had this kind of youthful idea that people lived to be old, and of course that’s what happened. And so when my mom died, I suddenly was just acutely aware that any of us could die at any moment. And I know that it sounds strange to be 22, and like rationally I knew that we could all die but I didn’t know it in my bones. I didn’t know it in my body. And my mom dying gave that to me. And so it’s true; I think what I said on that post is that every day since my mom died, there hasn’t been a day that I haven’t thought about my own death. That’s true. And I don’t think about it in a morbid way, but I think of it in a way that I’m aware of not taking my life for granted and not taking your life for granted, or any of our lives for granted. I think we really have a problem with death in this culture. We keep it at a distance. And I think even at the expense of our imagining our own mortality, we think of this as sort of a grim thing to think about. And I actually just think it’s a very realistic way to carry out throughout your day; to think okay, here I am and I’m lucky to be here and let’s just hope this goes until tomorrow. I think that it has given me – I don’t know what the word would be – a more realistic sense of who we are and what we’re doing here and a greater sense of, I want use the word consequence. When I say bye to people, I try to make that connection. Do you think that’s crazy? Tim Ferriss: I don’t think it’s crazy. I mean, goodbye is God be with you. It’s intended to be an “I might not see you again.” It’s not crazy to me at all. I had a very close friend die of cancer. It was certainly not remotely as difficult as what you went through, but nonetheless found out late stage on a ski trip that he was going to die a few months later because he had metastasized liver cancer. He was a former super athlete; no outward signs whatsoever. And I had a few incidents. Shortly thereafter a close friend of mine from college killed himself, also completely out of left field. So for myself, I began revisiting Stoke philosophy. They are somewhat obsessed with death in every form, but also planting these memento mori around my house so that I would think about mortality more often. Is there a particular way that you prompt thinking about your own mortality, or do you have any rituals? For instance one thing that I do every time I’m in a plane that’s about to take off, I ask myself would I be okay with dying right now, as a way to evaluate what I’m focusing on. And that’s just a very simple way – because I travel so much – to revisit the mortality. Cheryl Strayed: Right. What’s your answer? Tim Ferriss: Almost always, yes. And if it’s not, that’s the catalyst for making some changes, and usually saying no to more things. Cheryl Strayed: Yeah, me too, with that saying no. But I’m not okay with dying, just for the record. Tim Ferriss: I should clarify being okay with dying, for any of you crazy stalkers in the audience, means not that I want to die. If you try to kill me I will throat punch you. But that it’s a way of gauging how true I am being to the things I claim are important. Cheryl Strayed: Yeah, I get that. Yeah, to me it’s more organic, like it really is just an awareness. I want to return to this thing I said where it had never occurred to me that my mom would die. And of course, I’m being hyperbolic; it had occurred to me, but it occurred to me in that same way that most go of us go along in our lives feeling rather complacent, that like it could happen, but it probably won’t, so let’s just push that really far. And so at this moment, when my mom died, like I said I was a senior in college. I was also in this moment of my life, and all of our lives, when we’re in our early 20s, where you’re trying to figure out who you are, coming into your manhood or your womanhood, and that’s what was happening to me. One of the most fascinating processes I ever went through was actually letting go of my mother. And even like I would dream, I had like months of just dreams about accepting my mother’s death. And then the dream that I had over and over –which I know it’s the boringness thing in the whole world to have somebody tell you their dream, but I’ll just keep it quick – is that I would have to murder my mother; over and over I had to kill her. I had to beat her to death. I had to bury her alive. I had to run her over with a truck. I had to do terrible things to my mother. And it was just because I couldn’t believe that she was dead. And I think that what I’ve come to know through my work is that I’ve talked to so many people who have experienced deep grief, and they also went through that. And it’s something that for whatever reason we don’t really know how to talk about it in a public way, or to sort of bring into the fold what human experience is. And so it’s to me, my awareness of my mortality; it’s just something that I notice in a way that I didn’t notice it before. Instead of choosing that sense of complacency, like that won’t happen to us, it’s living in that place where you say: yes, it will. Every single one of us right here in this room, every single one of us; we’re going to have that shared experience of dying. Tim Ferriss: There’s a really fascinating experiment that was done, and I want to say it was NPR. There were these dinners hosted around the country called Death over Dinner. They were discussions about death. Because like you said, it’s a subject that I think is under explored and under discussed, and then people are caught very much unprepared for the emotional hardship and everything that goes with mortality. This is a question from Jessica Larson from Facebook: Were there ever “Dear Sugar” questions that she felt unequipped to answer, and in general did she have a particular process for answering the questions? Cheryl Strayed: So I used to write the “Dear Sugar” column, but now I have this podcast. There are definitely questions that are like wow, I don’t know what to say. I don’t know what to tell you to do. And one of the things I’ve always positioned myself as when it comes to giving advice with Sugar is I’m not really trying to tell people what to do. I’m trying to help them ask deeper questions. I’m trying to help them illuminate, maybe. Sometimes people think that their question is this, but it’s really that. And I think of myself as somebody who is trying to illuminate a conflict or a struggle by way of giving advice. There are sometimes where it’s just impossible. I would say the few times, both in the column and now on the radio show, that I’ve received a question from a woman who is pregnant and doesn’t know what to do, like have an abortion, have the baby, and then give it up for adoption or keep the baby. I’m thinking of one woman right now who wrote to me with that scenario. And I broke my own rule in this one question. I responded to her personally; usually I only respond on the show or in the column. I emailed her personally because I felt like she was in a really desperate situation and needed help. But I also wrote to her to say I could not possibly be the person, nobody would be the person, who could tell you what to do. Because there are some decisions that have such high stakes and such personal consequence that only you can say. So those are really hard ones. That’s a very black and white decision, whatever that person decides; that’s really a big deal. Usually the kinds of questions we get – Tim Ferriss: Not to interrupt, but I will. How do you help someone, in say an email that you send to her, to process that? Cheryl Strayed: How do I help –? Tim Ferriss: Help her to process it like you mentioned? Because I think you’re very good at it. You of course mentioned the email: I can’t make this decision for you, but is there more to the email? Cheryl Strayed: Yeah. It was like one of the longest emails I’ve ever written. What I did is I walked her through my thinking about the consequences of each decision. I did with her the way I would do it in the column, which is like okay, so why are the reasons that you would do this, or that, or the other thing? I laid all the scenarios out. And I think that that’s in my own life always what I do when I’m having a hard time. I talk a lot about this on the show; I’m a super big fan of list making. I’m like the list queen. And every problem I have ever had has been solved by a list. You write down all the reasons for this, and all the reasons for the other thing, and then there are sub-lists. You can color code them. You can get highlighters. And the answer is there. Tim Ferriss: Okay. We have to do a deep dive on the lists. Cheryl Strayed: I know you’re going to make me talk about – Tim Ferriss: I would love any example of yours. Cheryl Strayed: Okay. Tim Ferriss: And what was the challenge or problem or question, and what did the lists look like? Cheryl Strayed: It’s so hard to pick one because there are so many times. Oh, this was a big one. Well, speaking of kids, I have two kids. When I was almost 40, I thought that I was maybe pregnant again. And it wasn’t planned, but it was kind of like, maybe we should have a third kid. And so my husband and I were agonizing. We’re like, what do we do; a kid is a big deal, do we want a third kid? And so I made a list. And it was like everything: all the reasons I didn’t want to, all the fears. What I mean by there are sub-lists is: well, why are you afraid of this thing? Like sometimes the thing that you’re afraid of, that’s on the no side of the list, and can actually be solved by another list because you can solve that problem. Tim Ferriss: Do you mean that you would say why am I afraid of X? Cheryl Strayed: Why am I afraid of this? Tim Ferriss: And once you make that list you realize that it’s not scary? Cheryl Strayed: Exactly. Or, you can say this can be addressed. Oh, I don’t ever have time to write. Well, we could do this or that. It allows you to sort of see instead of just feel what your challenges are. There’s something about having it in front of you that in some ways it pins it in place, rather than allowing it to float around in your head and be like this big, terrible monster thing. Tim Ferriss: A nebulous. Cheryl Strayed: Yeah. And then the reasons to do it and the reasons not to do it. You know, they allow you to kind of see it’s literally like a map on the wall of your life. What you want, what you fear, what you desire? And I think that those things, that we make them very explicit rather than just imagined; a list does that. Tim Ferriss: I do something very similar, actually. When I’m afraid of something, I’ll ask –it’s effectively the worst case list – what are the worst things that could happen if I did X? Which I kind of what I want to do, but I’ve been putting off. And then how can I mitigate the risk of all these horrible things from happening one at a time, and what can I do to get back to where I am now? And it usually ends up diffusing in some way. A lot of the things that I expect are going to be these insurmountable problems are in fact just nebulous. Cheryl Strayed: Very much so. And often sometimes, too, there could be – We did end up not having a third child. I wasn’t pregnant. And we decided not to. But what was really striking to me about that list, and the reason I brought it up, is that there was only one thing on the list of reasons of we should have a third child, and there were like 300 things on the other list. But the one thing on the list to do it was more important than any of those other 300 things. Tim Ferriss: Is that visceral? Is that an instinctive perception, or is there some way that that’s just a feeling that you have in terms of the importance of that one versus the 300? Cheryl Strayed: No, the importance of that one is that having – like my husband and I made this list together. It was like having our kids is the best thing we’ve ever done, bar nothing. So it was just like a very clear truth that was standing at counterpoint to we don’t have much time as it is, and we won’t be able to sleep for another two years, and all of that stuff. And so obviously, I think that this is often true. I’ve been at sort of a crossroads when different opportunities have come my way. Here are the reasons to do it, here are the reasons not to. It’s not about the number of things on the list; it’s about the weight of those things. And almost always, I think the things that mean and matter the most really come down to sort of one question; what do you really want to do? And this is something that I really believe to be true. I have the privilege of seeing letters from so many people who write to “Dear Sugar.” And almost always in the letter, the person who is saying I don’t know what to do, and I have this problem, and I don’t know if I should break up with her, or I don’t know if I should take this job, or move to New York City, or go to Paris, whatever it is; the person who writes the letter almost always knows. I think that one of the scariest things in our lives is actually doing what we know we want to do. Most of us don’t give ourselves permission to do that; most of us take many years to do that. You said it earlier; one of the hardest things for you was to learn how to say no. Tim Ferriss: It still is. Cheryl Strayed: Me, too. And that’s about giving ourselves permission to do what we want to do. And it’s because we associate that, like even that phrase, when I say doing what you want to do; I’m sure some of you in the audience think: well, that’s very selfish. We associate that with being selfish. And it’s kind of like the way humility is strength, vulnerability is strength, those two seemingly opposing things; they sit opposite each other, but they’re also the same thing. I really think there’s something about this. That actually doing what you want to do is the opposite of selfishness. It’s actually a kind of generosity because you’re being honest. You were saying this is what I need, and I won’t expect you to do something you don’t need to. What have you learned about in your journey to saying no? Tim Ferriss: Well, I’ve come to a very similar conclusion. Now that doesn’t mean it always translates to the action, although more and more it does. What I’ve realized for myself is that – because what I’ve observed just in my female audience is that many mothers have also come to the same conclusion that if they don’t take care of themselves, they cannot most effectively take care of other people. So I do not have kids, but I feel an obligation to act on behalf, and do things on behalf, of say my readership and my listeners. And there have been points in the past where I’ve made some very unwise sacrifices and compromises with health and otherwise, not to mention all the hair-brained physical experiments that I’ve done. But putting those aside, I think just remembering that if you don’t protect the vessel, you’re going to ultimately in some way hinder everything else that you want to do for others. So that’s the part one. Part two is that I realized for myself, in the saying no thread, that there are certain things that I can moderate well and there are certain things where I’m very binary. And then if I say yes to one, I’m going to suddenly open the floodgates and be more prone to saying yes to many, many things. So that is why, for instance, I stopped across the board doing any startup investing. I was involved with technology for a long time, for about a decade. And I realized that as soon as I let one in, I’m going to feel a compulsion to compare it to everything else that has come in. And all of a sudden I’m looking at hundreds of emails. And that I don’t do moderation well in that sphere, so it’s either a yes to opening the floodgates, or it’s a no to everything. Also trying to be as honest with myself when I journal, say to clarify my own thoughts or make lists. I also have a hyper graphic tendency to create lots of lists, to try to be as honest with myself and in longhand explore what I am good at moderating and what I am not good at moderating. And whenever possible in the things where I’m not good at moderating, saying no to everything in that category unless it is of primary importance with the answer to what do I really want; which I think is, for me at least, a surprisingly tricky question at times. Cheryl Strayed: Yeah, obviously. And also we’re not talking about, like, “I want a hot fudge sundae right now, so let’s go get one.” I’m not talking about that. When I say to do, most of us take a long time to learn how to say what we want, for those bigger things. For me, it’s been very connected to what I give beyond the books I write; how do I keep that line of communication open between the readers and the writer? And how do I also have my own private life, you know? Tim Ferriss: For sure. Cheryl Strayed: And it’s tricky. Tim Ferriss: It is tricky. For those people who are wondering, here in person we are going to be doing a book signing at the book signing location after this session. So there’s that, since it’s related. But I would love to ask you who you not who, but what type of people do you go to for advice? So you are very good at giving advice. When you need advice, what type, what are the characteristics of the people you go to and how do you elicit advice? Cheryl Strayed: You know, I think that maybe what helped me sort of have the audacity to even begin writing the Sugar column, because of course the first question I asked myself when I agreed to write the “Dear Sugar Column,” is who the hell am I? Why would I think that I could give anyone advice? And what I realized right away is first of all, I never positioned myself as the authority on anything. And the reason I could do that so comfortably is that much of the best advice I’ve received does not come from somebody who has a credential to give advice. Obviously, I think that psychologists and therapists can give great advice, and they do. And they absolutely serve a function; I’m not questioning that at all. But I also think that most of us get wisdom from a wide range of sources, from the people we know and love, from strangers on the street, from therapists and counselors, from teachers, from books, from podcasts, so I turn in all of those directions. When I find that I’m stuck, for example this question of no has been a big one for me over the last few years. I have asked Oprah how she says no. Tim Ferriss: A good person to have on your speed dial. Cheryl Strayed: That’s true. Tim Ferriss: That’s amazing. No, that’s a great a person to ask. Cheryl Strayed: But I’ve asked Oprah, who let me tell you has some really interesting things to say about that, which I know is shocking to all of you, right? I’ve asked friends. I’ve asked people at parties who I met, like we get on this subject of no. I think a lot of people struggle with this question. We all have different relationships to what kinds of things were being asked. But almost everyone has something to tell you about it. And I think that to me, when I’m giving advice, I always feel like I’m just one voice and I encourage people; don’t just listen to me. I’m going to offer you what I can offer you. And then somebody else, it’s not about being right or wrong, it’s about illumination. It’s about getting you as the person who is seeking advice to ask deeper questions; to bring into consciousness maybe a little piece of this that you didn’t see before you talked to me. And I love that about both advice giving and advice taking. Tim Ferriss: It’s also the approach that a lot of successful crisis hotline operators use in the sense that they’re not trying to give a solution to a problem; they’re trying to diffuse acute reactionary impulses and help people to illuminate what it is they’re thinking and feeling. Cheryl Strayed: Yeah, I would say that maybe the most important thing that people take from my advice is just that sense that they’re not alone, they’re okay. When you said earlier that saying no is hard for you, if there were little nodes attached to my brain, some little pleasure center would have been bumped up then. Because it’s like okay, so you seem like this together person who is successful and making it happen, and you clearly know how to say no. And then when you say I don’t know how to say no either, it’s a struggle for me. It’s not advice that you’ve given me, but it’s a sense of consolation. It’s a sense of being part of struggle. And I think that that’s also what we seek when we seek advice. Tim Ferriss: Definitely. Cheryl Strayed: Nobody can tell us to end our marriages, or do this, or that, or the other thing, right? But we can say you’re not alone, and I too have had that struggle. Tim Ferriss: So you mentioned marriage; I’d love to ask you a question that both a lot of men and women wanted to ask in some form or another, which is why did you stray? Cheryl Strayed: Why did I stray? Tim Ferriss: Yes. Because this is something that people have either experienced on one side or another, or have a fear or a thought, or a desire. This is not a new phenomenon. Cheryl Strayed: Why did I stray? Well, I strayed in a number of ways. But yeah, because I was young – So for those of you who don’t know what this question means, as I wrote about in Wild, I was married young. And my mom died and I just couldn’t stay in the box, in the box that my marriage was in, that my life was in. So much a part of my growing up, I think especially in my 20s, doing that real adult growing up was about testing the fire and seeing what it felt like to do something that I wasn’t allowed to do. And maybe that the thing that I wasn’t allowed to do was what I wanted to do, and seeing what it felt like to do that. And it was really painful, and interesting, and necessary. So that’s why I strayed. And it led me, and of course like almost always when we make mistakes that harm ourselves; it’s almost a little bit leads us to it, if we listen to that lesson. In some ways that was a dark teacher, right? It led me to this place that I could then make other choices; walk in a direction that was going to be not about increasing my suffering, but rather lessening it. Tim Ferriss: This is a question from Max Alpert: If she knew that there were people listening who are currently hiking on the Pacific Crest Trail like me, is there anything she would say to them? Cheryl Strayed: I wish I were with you; that’s what I would say. You know, I’ve talked to so many people who have hiked some long distance trail, or gone on even just a few weeks’ backpacking trip. It’s always like the best thing any of us have ever done. And I don’t understand why, because it’s also really technically quite miserable. I mean, you have to poop in a hole that you dug yourself with a stick. And you have to sleep on the ground, and it’s cold, then it’s hot, and it’s all of these things, and you have blisters, but there’s something about doing something hard, making yourself suffer in a physical way that feels like the opposite of suffering. It’s incredibly restorative. I have such nostalgia from my time on the Pacific Crest Trail. Tim Ferriss: Any piece of advice that you would give people on the trail – I’m just making this up – but a third of the way through, who knows? Or a week through and they’re just thinking of packing it in, calling it a day? Cheryl Strayed: It’s not just long distance hiking, but certainly long distance hiking and I think any kind of journey, any kind of trip you’re going to take, to remember that usually it’s not going to be fun all the time. And sometimes it’s not going to be fun a lot of the time. Almost always when we are about to go on a trip or journey, we’re imaging those sort of postcard screens that we think we’ve gone to Bucharest for, or to the PCT for, or whatever. And then you get there and it’s not like that. But what I always say is I’m a real believer in retrospective fun. And that is the fun that you have remembering the shitty things that happened. If I asked you to tell me about some of your travel experiences, I guarantee you the things that you remember the most acutely are like the time you almost died in Guatemala because you had such terrible diarrhea for a week. The diarrhea stories, they’re our best travel stories. Tim Ferriss: America’s best diarrhea essays. Cheryl Strayed: Everyone remembers, right? You remember that horrible – My husband is a documentary filmmaker, and he was making a documentary in Cambodia. And he ate something and he went to bed and he was so sick that he had literally shat the bed; like he woke up. My kids, that’s their favorite travel story. They’re like tell us again, Dad, about when you pooped in the bed. And this is really true. And same with the Pacific Crest Trail; what did I write about? The funny thing about when I was writing Wild, I have my journals. And I was reading my journal, like what was I writing about on the PCT as part of the research for my book. And literally half the pages are me complaining about how much my feet hurt. And it’s because you remember your suffering, and it becomes pleasure afterwards. Is that true? Tim Ferriss: I absolutely have it. So I think of the retrospective enjoyment, and I also think a lot in my own life and for my family, meaning my parents and siblings, of perspective enjoyment. So, I try to schedule one or two events or trips with my family per year, and this is relatively new in the last two or three years. Even if the event itself is a disappointment at the time, although I hope it not to be and I try to make it fun; that we have, say, six months to look forward to the trip. And then that trip happens, and then six month hence, we have another trip scheduled so we can look forward to it and plan it, and look at photographs. And I really feel like – this is arbitrary number maybe – but 80 percent of the fun is looking forward to it. Cheryl Strayed: Okay. So I’m retrospective fun; you’re anticipatory fun. Tim Ferriss: It sounds like it. Cheryl Strayed: Yeah. But the trip always sucks. Tim Ferriss: Well, no. I do my best to have the trip also be fun. Cheryl Strayed: I know, I know, I hear ya.. Tim Ferriss: On occasion, like when I went to India, and you want to talk about diarrhea stories, and I get stuck with Typhoid fever effectively in the ER in Calcutta for a week; makes for a good story. Cheryl Strayed: That’s right. Tim Ferriss: It wasn’t very much fun. Cheryl Strayed: If we locked the doors and made everyone get in a circle, and we would spend the night going around the room, everyone tells their poop story; you would all have one and it would be very fun. Tim Ferriss: Let’s just say you had the opportunity or the obligation to assign one or three books as a gift to every graduating college senior, so if some philanthropist says I’ll pay for it all; one to three books that you can give to every graduating senior, what books come to mind? Cheryl Strayed: I was all ready to say my favorite books, but now with the graduating senior thing – The first book that came to mind would be Claudia Rankin’s book Citizen, which came out a few years ago and it’s just a really important book for us to be reading right now. One of my old standbys too; Alice Monroe is my favorite writer, her selected stories. My favorite book is her book The Lives of Girls and Women, but she’s just an amazing short story writer. I love her so much. I love so many poets; Mary Oliver is one of my favorites. It’s always hard for me to think about forcing one book on everyone, but all of those would be good ways to go. Tim Ferriss: What do you like so much about Alice Monroe? Cheryl Strayed: Wow. I don’t know if anyone’s ever asked me. Tim Ferriss: I’m glad I got one. Cheryl Strayed: I know. What do I love about her? She is the kind of writer who – I’ve read all of her stories many times. And almost always the experience is like I’ll be just going in to try to find a passage or a quote, and I find myself accidentally reading the whole story again. And every single time it takes my breath away. Her craft is so – she’s such a virtuosic prose writer. She has the capacity to inhabit a sense of perception that exceeds what we already know to be true. And when you see writers do this, what I mean by this is a good writer can make you feel what it feels like to be feeling unwell in Cambodia. You can be inside that physical experience. You can hear the sounds and the smells, and feel what they’re thinking of that moment or that situation. And Alice Monroe and a few other really great writers can transcend beyond what you already know that experience would be like and actually show you a deeper level of that experience. You know, when we say I was astonished by this, what we mean is we were shown a truth that we know is true, but couldn’t yet articulate to ourselves until it was shown to us by that writer, and that’s magic. I mean, that’s a magical act. And I think it’s what every writer aspires to do; it’s certainly what Alice Monroe has done in pretty much every one of her short stories. Tim Ferriss: When you hear the word successful, who or what comes to mind for you? Cheryl Strayed: I’m just a real believer in many different definitions of success. I know I’m not the first person to say this to you, this idea that our culture has created this notion of success that has to do with money, and position, and sometimes fame, depending on what your career is, and I reject that. I don’t think it’s successful to be at the top of some pile, and have like a sad pathetic life. I don’t think it’s successful to have a bunch of money and be mean to people. I really take very seriously my values that have to do with not just achievement and following through on the things I said I would do professionally, but like the way we are and the way I act in the world. Are you kind? Are you honest? Are you generous? Are you transparent? I think transparency is something, too, that’s like assign of success, a mark of success. And I think to me it really comes down to a couple of questions. Did I set intentions, and did I follow through with them? Did I do what I said I would do? And every time I’ve done that in my life is when I feel like I’ve succeeded, and every time I have not done that in my life is when I feel like I’ve failed. And that’s in ways large and small. Tim Ferriss: What is something you’re currently trying to improve, or something you’re struggling with, and how are you going about it? Cheryl Strayed: Well, I have spent most of the last week cleaning my closet like a motherfucker because things have gotten out of control in my life, Tim. You know, having this stuff; the stuff is encroaching. And I realized it was actually like violating my psychic space. And I needed to just once and for all – And I was feeling like a failure because I kept saying like, I have to deal with all this junk I have. You know, like the old Lego pieces that my kids don’t use anymore. And the old whatever, like these pants I’ll never fit into again or whatever. And I finally just went through all my stuff. I even hired these guys who came and reconstructed my closet, like physically reconstructed my closet. I got it all together and I brought my daughter into my closet to show it to her and she said, “Mom, it’s like Pinterest.” So I’m very proud of myself. I’m a success. It’s lie Pinterest. Tim Ferriss: That’s high praise. Cheryl Strayed: I know you sometimes ask people what’s the purchase under $100.00 that you’ve made – Tim Ferriss: Right; that’s most positively impacted your life. Cheryl Strayed: Okay, let me tell you guys. I didn’t know this until last week. There’s a thing called a boot box for your long boots. You put your long boots in them instead of them draping all over the floor of your closet, and then you put a bump on the shelf. Tim Ferriss: Boot box. Cheryl Strayed: Like Pinterest. It costs like $10.00. Tim Ferriss: What is something, or maybe there are multiple things, something absurd that you love doing? Cheryl Strayed: Something absurd that I love doing? Tim Ferriss: Yes, and I’ll give you an example because I was asked this recently and it caught me off guard, and I thought about it and I realized I have this habit of whenever I’m feeling stressed, and I don’t know why I do this, but I go – and I stretch my jaw. And sometimes it’s in public. I open my mouth like a yawning lion. But it could be at a bookstore, and then you’ll see mothers guarding their children because I look like a lunatic. So I think that would fall into the absurd category. I think it’s because I clench my teeth at night, but it certainly looks ridiculous. It doesn’t have to be that odd, but is there anything absurd that you love doing that comes to mind? Cheryl Strayed: Oh, my gosh. This is a hard one. Tim Ferriss: It is. Cheryl Strayed: Nothing comes to mind. I do tend to be a little obsessive. If my kids are eating Skittles or M&Ms or something which they’re not generally allowed to eat, I’ll have to organize them by color. But I don’t think that’s absurd; I think that’s perfectly reasonable. Why would you want to eat the colors out of order? Tim Ferriss: Makes sense to me. Cheryl Strayed: I thought of something. This makes my husband crazy. Sandwiches – I’m a Virgo and I like things to be ordered. So sandwiches are greatly problematic for me. Here’s my whole theory of the sandwich, and I think that there are people who have a different theory but maybe a couple of you have my theory. Which is that every bite should be as much like the previous bite as possible. Do you follow? Tim Ferriss: So you need [inaudible] bite. Cheryl Strayed: There’s like a clump of tomatoes here, but then there’s hummus – everything has to be as uniform as possible. So any sandwich I’m ever given, I open it up and I immediately completely rearrange the sandwich. My husband is always like, “Would you stop touching your food?” And I’m like, “You’re just jealous because I haven’t done this to your sandwich.” And he’s like, “Get your hands off my sandwich.” Do some of you also believe in this uniform sandwich idea? Tim Ferriss: Look at this; it’s like 70 percent of the audience. Cheryl Strayed: See? Who knew? So is that absurd? Who thinks that’s absurd? Tim Ferriss: I think absurdity depends on the belief of the majority so apparently with this audience, it’s completely normal. Cheryl Strayed: That’s right; they’re on my side. The audience is full of Virgos, I can see. Do you believe in astrology? Tim Ferriss: I would say generally I do not, but I don’t know anything about it. I will say anything I know about it, I’ve been told by other people. Cheryl Strayed: So you don’t believe in something you don’t know about? Tim Ferriss: Well, I would say generally I have a high degree of skepticism related to astrology. I’m open to input but generally, I’m a pretty literal falsifiable hypothesis kind of guy with labs and blah, blah, blah, which can be very boring but that’s just my hardwire. Cheryl Strayed: Yeah. Tim Ferriss: Then again, I live in San Francisco and I can get pretty far out in wooh-wooh territory with other stuff which probably makes me a total hypocrite. Favorite failures? Is there any favorite failure or failures that come to mind when looking back set the stage in some way, or planted the seeds for a later success? Or just a fantastic failure story. Cheryl Strayed: It’s interesting whenever you ask a writer, I guess except for those few writers who come out of the gate at 22 and win the National Book Award or something. It’s not one story; it’s like a decades-long journey of being told you didn’t do enough, or we don’t want you, or you’re not going to be included, or we don’t want to buy this or that or the other thing. I think part of being the writer and probably any kind of artist, you have to sort of always be hearing that something’s not good enough, even if it ultimately is. When you’re being told okay, this is great; now revise it. This is great; now revise it. This is great; now revise it. So failure is literally part of… just part of my life, or part of the vernacular, I guess. But I will say that I have had a couple of experiences that were in retrospect kind of hopefully crushing. And they always served that purpose that I spoke about earlier of reminding me what I was really doing and why I was really doing it. And it was reminding me to be humble and to not take for granted that I was going to be loved, or that what I made was going to be loved. Because the thing about making art is that you have to be committed to making it even if you aren’t loved. That engine that drives any of us forward in the work we do, it can’t be connected only – obviously, we all want to be loved; me, too. But the driver of that engine cannot be that other people accept and love you and praise you. It has to be that you really want to do this work. You really want to make this thing in the world So the times early on, I remember when I was in graduate school. The writer failure stories are always so boring. It’s like oh, all these agents loved that piece and they all want to see your work. And I was like: here’s the first 100 pages of my novel, which weren’t really ready to be shown yet. And they were all like: thanks, but no thanks. I went from feeling like they love me, to they don’t love me. And that hurt in the moment, but in retrospect I think that was really a great lesson. Because what I did then is I said to myself, I will never again show an agent my work until I really feel like it’s ready to go. That’s advice that I’ve shared with a lot of writers. When they say how do you get an agent, or what advice do you have? My first advice is always make sure your work is ready to show. Don’t rush. Most of us rush for that external approval. I understand that impulse, but it’s almost always the wrong impulse. Tim Ferriss: I think there’s conflict in many people’s minds between over the romanticized Silicon Valley notion of fail fast, fail forward; if you’re not embarrassed by the first product you shipped, you shipped it too late. Which, I think , does apply to certain things like software in some cases. But I was talking to – I won’t mention the name because it was a private conversation – a very successful standup comedian. I asked him what advice he gives to novice comics and he said don’t move to New York or LA until you’re good. He said get good on the smaller stages first, and then you can go play in the big leagues. But until you’re ready, don’t step onto the stage in the big cities. Cheryl Strayed: Yeah, I think that’s really interesting. It’s interesting to me because this message we’re hearing a lot in the last few years is “failure is good, and failure teaches us things.” I believe all of that deeply. But I think that what gets lost in the translation is there’s a difference between failing and being sloppy, and expecting other people to do your work for you. I am a real old-school believer in craft. When it comes to standup comedy, or writing, or developing software; actually, really, genuinely doing your work, apprenticing yourself to the craft of what it takes to make that work and what it takes to make it good. Then go forward and fail. There’s still plenty of room to fail out there once you know what the hell you’re doing. I do see this sometimes with people who approach me, where it’s like they actually haven’t done their work. They’re approaching me in the spirit of failure teaches us things. And I’m like: I’m not going to do your work for you; you’ve got to do it for yourself. I’m kind of old-school, sort of stern in that regard when it comes to that message about what failure means and what it can teach us. Tim Ferriss: I was chatting in this case with a lawyer, a very successful lawyer who was talking about at one point drafting some type of document for one of his professors. The professor would say not good enough; do it again. Not good enough; revise. I think it was three or four refusals like that and requests for revision before the professor actually looked at the document, and in fact he hadn’t looked at it at all. He just wanted it to be in tip-top shape, and it was. Cheryl Strayed: That’s great. Tim Ferriss: I’m not saying you should by default do that as a teacher, but the fact of the matter was this particular person went on to become a very good lawyer and was able to dramatically improve what they delivered. Cheryl Strayed: Yes, and I think that’s what we should do with ourselves is finish that first draft and say not good enough; what can I do on that next round? Tim Ferriss: If you had a huge billboard, and this is a metaphorical question on anything, that you could use to get a short message, question, anything out to millions of people, what would you put on that billboard? Cheryl Strayed: I think it would be this thing that I learned when I was writing my first book. It would be surrender to your own mediocrity, which sounds kind of sad, right? We’re supposed to be aspiring to our greatness. But I think that here again, this idea of humility and strength is connected. Because what I learned when I was writing my first book, I really felt like okay, I’m going to try to write the great American writer like every writer. I was like I want to be that; I want to write the best novel that has ever been written, even when I knew that I probably wasn’t going to be able to do that; that was what I aspired to be. There’s this American idea that you reach for those kinds of heights. I found when I was about two-thirds of the way into that endeavor of writing that book, that that idea of greatness what was actually keeping me from fulfilling this dream. And that what I had to do was that humble thing where I say guess what, it’s true; I might be writing a mediocre book. I might be writing a book that nobody ever reads. And I just have to surrender to the truth of that, and I have to surrender to this notion that even if I’m mediocre, what matters more to me than writing a great novel is writing a novel. That was a huge lesson. Later, when I was thinking about my hike on the Pacific Crest Trail when I was writing Wild, that was something that I learned every day. I’m going to try to do this much, and then I have to do this much because this is what I can do. I think when we learn that, it’s not about so much accepting a limitation as accepting that by doing the best work that we have to do, that that’s the only way to get to greatness and that we aren’t the judge of our own greatness. We’re only the judge of our intentions and follow-through. Tim Ferriss: I love it. We also take off the performance anxiety and pressure with this label of greatness or aspiration of greatness that ends up producing exactly the opposite; a choked, over throttled attempt that is full of fear. Cheryl Strayed: I’m all for having those big dreams, but I do think that at a certain point you can let your dreams get in the way of the actual work you need to do. Tim Ferriss: What advice would you give to someone who came to you and said I wrote a memoir, successful as a book or not, that is being turned into a movie? What advice would you have or what would you prepare them for? Cheryl Strayed: First I would say be very, very careful about who you trust to make that movie. For me, having that sense of really trusting that my book was in the hands of people who were good humans and who were going to be good for their word. Reese Witherspoon, when she first read Wild and asked me about her being the one to bring it to the screen, we had a deep, long, talk about what the book meant to her, why she felt like she was the person to play me and to essentially midwife that film as the producer into the world. And also what values she would hold true throughout that process. She followed through. She actually pledged to honor the book, and she did. That’s really important. It felt really vital to me. I had the opposite experience I Hollywood. Many, many writers tell you terrible stories about what happened to them in Hollywood. And I have to say from Reese, to the director Jean-Marc Vallet, to the screenwriter Nick Hornby, to the studio Fox Searchlight; all of those people were creative, good humans who had depth of character and really cared about not disrespecting what I had written. Obviously you can’t have everything in the book in the movie, but they cared about the spirit of my book, and that mattered a lot to me. My friends who have had opposite experiences, all of the people who are making that movie, they don’t really care about what’s happened in the book; what they care about is that product that they’re making as a film. And I just don’t think that ever leads to good things. That kind of old-fashioned trusting people who are good for their word matters a lot. Tim Ferriss: I have a tremendous respect for Reese and a lot of people who were involved with the film. That said, Hollywood is full of people who are very good at making empty promises. So what were you looking for in those meetings? Cheryl Strayed: Authenticity. Tim Ferriss: Was it just the spider sense that you had? Cheryl Strayed: Yeah, it was a spider sense I had, and I really do have that. It’s one of the areas that I would say I actually do feel like I get a sense of people. And I got a real sense of Reese. I could tell I trusted her. One of the first things that I felt about Reese is that she was immediately open and vulnerable with me in a way that you would never expect a movie star to be. You asked me earlier about success and who comes to mind when I think of success. I think of Oprah Winfrey, and not for the reasons that we all think, because obviously Oprah Winfrey is wildly successful. But one of the things I never forgot is the moment I met Oprah, she was restarting her book club with Wild. I went to her house in Montecito near Santa Barbara. I was brought to this little guest house which is nicer than any of our houses. They do hair and makeup on me, and they get me all ready to see Oprah because we’re shooting this show; she’s interviewing me on the show. It’s this big moment where I’m like okay; I’m going to meet Oprah Winfrey. They tell me to go down this path through these redwood trees, and at the end of this path there’s Oprah. Tim Ferriss: It’s like getting married! Cheryl Strayed: I know! I walked down this little rocky thing. And then she’s like, Cheryl! And she hugs me, and we sit down at this table. And the thing that struck me, like this is why Oprah is successful, is that the look on her face and what I could see in her eyes is her vulnerability. That I was meeting Oprah and I wanted her to like me, and Oprah was meeting me and she wanted me to like her. It wasn’t like meeting the queen, even though for the record she is a queen, but she didn’t act like one. She was still this incredibly humble human who was really looking to have an authentic interaction with me. And I thought, this is what has driven her success. The thing that makes her get up and do that work that she does every day is that genuine desire to connect with people and be vulnerable, and to be open to what’s going to happen next. That kind of curiosity has driven her to these great heights. Some people, they forget that. They forget that thing that got them to where they are. to me, the mark of success is staying open in that whole way. And Reese Witherspoon has also done that. so when I had that first conversation with Reese, and my first question to her was “Why does Wild matter to you?” Because she said, “I read it and I cried.” And I was like, “Why? What happened in your life that made you respond the way you did to the book?” And she told me. She told me within five minutes of talking to her that she’s never told the world, and I trusted that. Tim Ferriss: This is a conversation that I would love to continue for hours, but we’re coming up on time. Perhaps this is a good point to ask, is there any suggestion, ask that you have for the people listening? Anything you would like them to consider doing, ask themselves, or otherwise? Cheryl Strayed: I think I should give them all a writing assignment, don’t you think? Tim Ferriss: Perfect. Yes, I do; I do think. Cheryl Strayed: In your book, Tools of Titans, you did this list of writing problems. Tim Ferriss: Yes, a tremendous list. Cheryl Strayed: You mentioned the darkest future one. Do you have a favorite one from that list? Tim Ferriss: That was my favorite because it immediately put me on my heels and made me think about the juxtaposition of darkest, and framing it as a teacher. Cheryl Strayed: Yeah, your darkest teacher is – So that’s the question I would have for your listeners and people in the room. If you feel like going home and doing the writing assignment, write about your darkest teacher. And that is to say a person in your life who taught you something you didn’t want to know about humanity, or the world, or yourself. So often those people have hurt us by teaching us those things and so we just push them away, and we put them over there. And then we never actually get to learn what ends up always being a valuable lesson from them. For me, so much of writing about, in my case, my father; I’ve written about him in ways I couldn’t really write about him until I worked my way to that place that I understood him as a teacher. When you understand that somebody is your teacher, you can’t help but feel, like I said earlier, a little grateful for them; a little grateful for even the thing you got from them that you didn’t want to have. So do that. Tim Ferriss: That is a great assignment. Thank you for being here, Cheryl. Cheryl Strayed: Thank you all. Tim Ferriss: Ladies and gentlemen, Cheryl Strayed. Cheryl Strayed: Thank you. Posted on: June 22, 2018.", "speakers": ["tim ferriss", "cheryl strayed"], "text_sentences": ["hello, ladies and germs, boys and girls", "this is tim ferriss", "and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world class performers to tease out the habits, routines, favorite books, whatever it might be that you can apply to your own life and test as soon as today or tomorrow", "these are the tools and tactics that count, whether they come from the world of entertainment, military, or other and there are many different buckets of other", "this particular episode was a blast to record", "it was recorded in front of a 2,000-plus person crowd at south by southwest in austin, texas, which is one of my favorite conferences and also was the tipping point for the 4-hour workweek way back in 2007", "if you’re interested in the creative process of a famed author, if you’re interested in jump starting your own creation of creativity, note taking, list making, or how to handle hard emotions, this episode is for you", "we cover a lot of ground", "my guest is cheryl strayed, @cherylstrayed on almost all the socials", "and i will keep this short because i have another intro which i recorded live", "so i hope you enjoy this conversation with cheryl strayed as much as i did", "and as always, thank you for listening", "hello, everyone", "hi, guys", "good afternoon, everybody", "are you guys ready for a show", "so this is the first live tim ferriss show in texas, in this fine city of austin, so thank y’all for coming", "it’s the first one", "it is", "i didn’t know that", "i’m so honored", "and i am so honored to have cheryl strayed here", "you may know cheryl", "hi, everyone, thank you", "and for those who don’t know cheryl, i’ll give you a little bit of context and then we’ll dive into it", "and i will double check with the organizers, but i think we have between 60 and 90 minutes", "i have a 60-minute countdown but i think we have up to 90", "so if that’s too long, those are the exits over there", "cheryl strayed is the author of the number one new york times bestselling memoir wild, one of my favorites, the new york times bestseller tiny beautiful things, and brave enough, which has a permanent home on my coffee table at home, in fact, and the novel torch", "her books have been translated into 40 languages around the world, probably more at this point", "wild was chosen by oprah winfrey as her inaugural selection for oprah’s book club 2.0", "it was made into an oscar-nominated film starring reese witherspoon and laura dern", "strayed’s essays have been published in the best american essays, the new york times, the washington post magazine, vogue, a place in the sun, tin house, and elsewhere", "strayed is the co-host along with steve almond of the wbur podcast “dear sugar radio,” which originated with her popular “dear sugar” advice column", "she lives in the lovely city of portland, oregon", "so please welcome cheryl strayed", "thank you", "thanks, everyone", "there are so many questions i would love to ask, but i thought i would format this a little bit differently because i know that there are so many questions that you all want to ask", "so i am actually going to base this entire conversation around questions that you all have submitted via facebook and twitter, and use those as jumping off points", "so i thought we would start with one from twitter, and this is charlie charbino", "i may be pronouncing it incorrectly", "the question is, or one of several is, what’s it like to know tiny beautiful things saved lives including mine", "that’s amazing", "thank you, charles", "it’s right up there with just the very small handfuls of the most extraordinary experiences of my life, actually", "i know the power of literature because books have saved my life, too", "and it was always my intention, from the very beginning when i was like six and learned how to read and felt the beauty and the truth that words on the page can make, i wanted to join that club", "i wanted to be somebody who would make that kind of beauty and truth in the world too, but i didn’t know if i ever would be there", "and i didn’t know what would be the mark that i would reach that i could say yes, i did that, too", "i will say it’s that’s thing", "it’s people coming up to me and saying your book changed my life", "your book saved my life", "and so it’s really the highest praise i’ve ever gotten from a reader in any way", "you mentioned that books have saved and changed your life", "what are some of those books", "are there any particular books that come to mind that have had a huge impact on you", "yeah, so many books", "well, one of the things, and i think i wrote this in wild, that i felt that books were my religion", "and what i mean by that is that i do think that there are all kinds of ways that i get spiritual solace, or a sense of connectedness with others, or a sense of comfortable, or consolation", "but i would say that books have been the main one", "and the first book that came to mind when you just asked me that is dalton trumbo’s novel johnny got his gun", "have any of you read that book", "it’s sadly, i think, not read by a lot of people now", "but for some reason i came upon this book when i was about 14, i don’t know how it got into my hands, but it did", "you know, it was a book that was written in the ‘30s", "and it was this book really about a reality that was so far from my own", "and yet when i was this teenager, i really could feel like the power of narrative, the power of inhabiting the life of another human", "and i do think that all kinds of art gives us that ability to inhabit another human’s experience, but none do it as well as books", "that is literature’s thing, subjective truth", "we get to be inside the mind of that young woman, who is hiking the pacific crest trail when she’s 26, or the man who is in the midst of divorce, whatever that situation is, we get to be in it", "and so i do think that books have the power to not only remind us of our own humanity, but the humanity of others, too", "and that for me is a spiritual experience", "that is what divinity is", "that is what god is to me", "so you mentioned inhabiting another’s experience, and that actually segues quite nicely to another question, which is from a friend of mine, who will remain anonymous", "when one shares so much of their experience publically, especially perhaps through writing, people who don’t know you feel like they know you and often want to poor their hearts out to you", "how do you connect and engage with a large audience without getting drawn into other’s struggles in such a way that your time and energy are compromised", "it’s hard", "i wonder if you do also", "i struggle with it", "yeah", "i struggle with it tremendously, particularly when people come to me with extremely heartfelt serious and sometimes urgent problems", "and i’m sure you’ve run into that quite a bit yourself, how do you think about contending with that", "i don’t have the final answer yet", "i think it’s a work in progress for me", "but i will say what i’ve learned in these years since i began writing the “dear sugar” column, and wild, and even with my first book torch, it was read by fewer people than wild, but i still had a whole batch of people, who were coming to me after reading that book saying, you told my truth", "you said something i feel and no one else has ever said it", "and that’s a really powerful kind of intimate connection", "and i think that for me early on, i felt like okay, we share this thing, so now we have to share more", "we have to correspond or email each other, or be friends, or yes, i have to meet you for coffee and talk about it, and that just became unsustainable", "you know, with torch, the five people who read the book; i could meet them for coffee, but with wild that became unsustainable", "and what i realized too is that i already gave them the best thing i have to give them", "that book tiny beautiful things, that saved somebody’s life, or wild that somebody saw themselves in, like i gave them that thing already", "and any further interaction with me will only be a reiteration of what i tried to achieve in those books", "is my microphone messing up", "it could be either of our microphones, although mine is attached to my head", "i think my necklace is messing with it, so i’m going to put it backwards", "alright, no problem", "i’m sorry you don’t any longer get to see the beauty of my necklace", "so as context could you describe what just disappeared behind door number one, but what is the necklace", "so what this necklace is – and i was telling tim before we went on stage – one of the writing assignments, my best writing prompts that i give when i’m teaching writing is i talk about the use of objects and talismans in narratives", "i think that it can be a really powerful source of story", "and for example, if i made you all right now take out your keychain, and then write the story of every key, you would all have written something really interesting, and something very telling about your life", "and so when i do things like this, like talk to tim ferriss, and before you all, i always want to have like a talisman of what i hope happens", "and so this necklace that i just made disappear, what it is, is that it’s a zipper, that’s just unzipped, and it’s just glued to a piece of felt", "let me show you", "see, it’s an undone zipper glued to a piece of felt", "i bought it at the san francisco museum of modern art", "and i love the idea of unzipping", "i think a lot of people, they think of going on stage and having this kind of formal interview, as the time that you’re going to be guarded or try to present a certain public face", "and while we’re doing that, i’m also hoping we get at something beneath the surface that we can sort of unzip in some ways", "me, too", "so let’s get amongst it", "well, i could say this for every single question that i’m going to ask when i look at the paper because these are form the audience, but in short, i’m going to just abbreviate a little bit", "what often sets someone down a path of self discovery is trauma", "so as a mother, how do you work to nurture a sense of security for your children, while also encouraging them to go on their own quests of self discovery", "yeah, that’s really tricky", "because my kids, they have the opposite life than i had as a child", "my kids are just basically little cupcakes", "you know, my son, a couple of years ago, my kids go to public school, but a couple years ago we were thinking of applying", "we applied to this private school and my son had to fill out the application", "and even though he was like ten, they were like describe a challenge that you’ve overcome", "and my son was like, “i don’t have any", "i haven’t had to overcome anything, mom.” and he was like so upset that nothing bad had happened to him", "and i was like, “my god, what an uninteresting life you have.” it is kind of funny because like, you’re right i protect my kids", "i want my kids to not be witness to – you know, i had a lot of traumatic things actually happen to me at a young age", "and one of the great profound joys of my life is that my kids do not have that experience", "i remember a few years ago, i told my kids about my father being abusive to me", "i mean, it was more than a few years ago", "my kids were maybe five or six when i first told them that my father had battered my mother, and had been physically abusive to me", "and my kids actually thought that i was joking because they didn’t understand that adults can behave that way", "they didn’t really actually understand that that could be true because all of their encounters with adults had been people behaving like you should behave", "and so i love that we’re not replicating that", "and i think that of course, like any humans, my kids will have their own challenges", "and maybe one of them is just going to be like having the perfect childhood that i gave them by being the perfect mother – overcoming a life of obstacles, “mom, what am i going to put on this application?” i made their life too easy", "no, i’m kidding about that because of course, i’m the most imperfect mother", "but what i mean is i think that no matter what your circumstances are, you always have challenges, right", "i mean, the human struggle is true, whether you’re living in difficult circumstances or a life of luxury, and we all know that", "we were talking backstage a bit about quotes that have resonated with people", "i’d love to know, whether in brave enough or elsewhere, what are some of the quotes that have most resonated with your readers and fans", "oh, some of the quotes that are [inaudible]", "that’s right, whether they’re in the book or elsewhere, what has really struck a chord", "well, you know what’s interesting to me – and i say this in the introduction to brave enough – i really believe that of course the writer creates these words and their his or her sentences on that page, but the minute we release them into the world, they really belong to the readers", "when i was writing my books, i didn’t know what quotes would resonate with readers", "and i loved that in brave enough, it was essentially a crowd sourced book that i looked to the internet and said what are people – tattoos, they tattoo things on their bodies", "and one of the big surprises for me, there’s lots of people who have a tattoo of the last line of wild, “how wild it was to let it be.” and i know what that line means to me, and i know what that line means in the context of the book, but what’s beautiful about every one of those wild tattoos from that last line is that whatever it means to that individual, who had that tattooed on their arm or whatever, it’s not mine", "it’s not my story", "nobody is going to get that written on their body because it has something to do with me", "it has something to do with them", "and i love the way that we can own beauty that other people have made, because it lives within us then", "you know, those quotes that mean something to me that other writers have written, it’s not so much about their intention, it’s about the meaning i took from it", "are there any other quotes that come to mind that have been particularly well tattooed or turned into t-shirts or otherwise", "well, there’s a lot", "you know there’s, “how wild it was to let it be", "be a warrior for love", "write like a motherfucker.” that’s very important if you’re going to write", "actually, “write like a motherfucker,” has become such a thing", "it’s not even in brave enough, like it’s not one of the quotes in brave enough", "i write about it in the introduction", "my favorite thing is at my book signings, people will come up to me and say, “will you please write engineer like a motherfucker.” mother like a motherfucker", "mother like a motherfucker is another common one", "and i love that because that’s what write like a motherfucker means", "like, that’s what that column, i don’t know if any of you have read that column, but that’s what i was driving at when i was writing this letter to this writer, who is saying, “i’m a writer, but i can’t write", "and i want to be david foster wallace, but i’m not david foster wallace", "and i’m 26; why aren’t i famous yet?” i was saying shut up and write like a motherfucker", "and i think that that applies to almost any kind of work we do", "can you elaborate on that, because i’d love to hear, for those people who haven’t read it, what does write like a motherfucker mean to you when you are writing", "okay", "it’s about having motherfuckatude", "please continue, yes", "this is a combination of two seemingly opposing ideas", "and that is humility, which i think sometimes gets misinterpreted as weakness, as being subservient, and there’s a reason we think that, right", "to be humble, we say when somebody came of humble means, we mean they came from nothing", "the word humble actually comes from the latin word hummus, which means the ground, to be down low, to be of the earth", "and what i’ve found in my journey as a writer is that even though i aspired to greatness, even though i wanted to make beauty and truth, and all those big highfalutin things, the only way that i could do it was to be humble", "and to say i’m going to really try, and i might fail, and i’m not going to feel sorry for myself", "i’m going to be strong in the midst of my humility", "my humility is about really forgetting about all of those glorious things that one gets when one has what we call success, attention, fame, money, whatever, achievement, but just put my faith in the work", "and be really fierce when it comes, and very exacting, and demand a lot of myself when it comes to actually doing the work", "and so that combination of that kind of real strength that you have to have to do something that’s hard", "writing a book is hard, writing an essay is hard, writing a poem is hard, with that kind of sense of surrender", "that sense of kind of like here i am", "i’m going to do this work, and i don’t know where it will lead, and acceptance", "i think of humility, acceptance, and surrender as all of these words that are connected to each other in meaning", "and we think of them all in this kind of way that we disassociate them from things like strength and power, but i really think that the only way to get to those places is through those things", "definitely", "yeah", "just the adaptability that comes with being able to surrender, even if it’s just surrendering to uncertainty", "absolutely", "so if you look at then, if we take those principles, and this segues nicely to jody valley smith, i think it is from facebook", "does she show up every day for two hours, no matter what it takes, or a few days at a time away from home, in other word what is your writing process", "finding space to write with mom things to do is hard, and of course morning routines", "so i think that jody would just like to hear about what your writing routine looks like, and maybe to make it specific", "if you were, let’s say, on a book deadline or on any kind of deadline, what does your process look like", "what time of day, any rituals", "for a long time i denied the fact that i was a binge writer", "and i’m here to tell you my name is cheryl strayed and i’m a binge writer", "i remember being in my 20s, and i would go to see writers give lectures and readings and so forth", "and it would always be like some old guy, who was like, “of course i write every day", "if you don’t write every day, you’re not a writer.” and then you would look deeper and this man would be like in his office, and then his wife would like bring him lunch", "and then he would have lunch, and then he would write a little", "and i was like, that’s just not my life", "nobody’s catering my life", "i had to have a job", "i was bringing lunch to other people", "i was a waitress", "so what i found is that i creatively – and this was true before i had kids, and it’s true after as well for different reasons – is that i do best when i can say this is the block of time that i’m not going to be able to write", "and sometimes that’s like a couple days, sometimes that’s a couple months", "and therefore i release myself from any kind of guilt or shame, or i should be writing when i’m not writing", "and the counterpoint to that is to say now i am going to write on these days, or during these months", "and i try to arrange my life, so that that happens", "and so what that looks like for me is not so much a daily practice, as it is looking at the month and saying when can i write and when am i not going to write", "and so for me, especially since i had kids, my kids are 11 and 12, when i had kids, suddenly my whole life had to be redefined, obviously", "but especially that work-life, because writing is all about concentration, solitude, and silence, and those are the three things that children are most not about", "and i had to find a place to do that", "and so once my kids were a little bit older, i had them 18 months apart, it was like a rip the band-aid off fast approach to child bearing", "once they were like two i said to my husband, i’m going to go check into a hotel down the street for two nights", "i’m going to be gone for 48 hours", "don’t call me unless somebody stops breathing; i’m going to work", "and i would get more work done in those 48 hours than i got done in four weeks at home", "and this isn’t to say i didn’t write around the edges of things at home, but i find that when i do that emersion, it’s incredibly fruitful for me", "and like i said, that was true even before kids", "i never thought of it until i had kids and actually had to get away to a hotel or whatever, but before that i would go to writer’s residencies, or i would just go rent a cabin somewhere", "and there’s something about that sort of uninterrupted time to make something happen that works far better for me than that every day, like you have to write two or three hours every day", "and that’s just how it is; that’s just my process", "i had the same experience", "i remember very early on this writing teacher that i really, really respected who said no matter what, from 8:00 a.m", "to 6:00 every day, i sit in front of a blank piece of paper", "and i tried that", "and within 48 hours i just wanted to throw myself face first through a window", "i couldn’t do it", "i want to ask you about the hotel", "after hearing about a number of writers doing this, i remember i hit a really tough spot with the 4-hour chef, and i checked into a hotel in the town where i live and also got a tremendous amount done", "what did those days look like for you", "so you have a few days blocked out; what do the days look like", "if somebody had a video camera and recorded me during those times, it would look like sheer madness", "because i hardly sleep, i hardly eat, all i do is go on walks and write, and go on walks and write, and go on walks and write, and go walks and write", "i think there’s something about it too, when you have like 48 hours, or whatever number", "i knew that my time was limited, and therefore it was really valuable", "and i got into the flow", "i mean, there are different terms for this the immersive flow, that kind of thing that happens", "and i think that you need to have that thing happen for any kind of real work, but especially creative work", "when you’re writing, what you’re trying to create on the page", "john gardner describes it as this vivid and continuous dream", "you actually are trying to create an alternate reality for somebody else", "you have to tell them what that person looks like, what that person feels like, what that person is thinking, what’s in the room, what does it smell like; all of those things have to come alive", "and that can’t come alive on the page if you aren’t inhabiting that", "and it’s really hard to dip into that for 15 minutes at a time", "and so i just knew that i had to just go all the way there during those hotel stays", "and what about you, is that your experience", "is it kind of like you’re a madman", "i am", "i mean, we know you are, but – i’m a madman just base level; number one lunacy, and then absolutely a binge writer", "i’ve always had some degree of shame or insecurity about it, because i hear about these – every day", "and i have friends who are saying, journalist who say, “writer’s block doesn’t exist.” i’m like, really", "am i the only one who believes in santa claus here", "what’s happening", "and i need those uninterrupted blocks of time", "yeah", "where it’s very likely that the majority of the day it may look like i’m just staring off into space, but if i don’t have that space, i’m not going to get to the writing", "well, that’s right", "part of the writing is just wandering the room and that sort of thing", "you know, i do think that the reason that this is important to say and talk about is for some reason, like shame and guilt are a really big thing for a lot of writers; this thing that we should be doing", "and i can’t tell you how many times i have told this story of being a binge writer and somebody comes up to me afterwards and says, “thank you, thank you", "you gave me permission to call myself a writer.” and the most moving experience i had in that regard was i was giving a talk in ohio a few years ago", "and afterwards this woman came up to me, and she was a single mother with four kids and had been slowly writing her novel over many years", "and she worked at like a 7-eleven or some job like that", "and she was crying about this thing i had said about binge writing, because one thing i said is it doesn’t matter what you should do, just make an intention and follow through with it", "and so if all you can do is say i’m going to write one day a month", "i’m going to take one day a month that all i’m doing is writing", "that’s 12 good days a year; that’s a lot of writing you can get done", "and she said to me, “that’s what i do", "i write once a month and my mom takes my kids.” and she had never allowed herself to think of herself as a writer because she had been doing it wrong", "she hadn’t been doing what that old guy that gets his lunch brought to him by his wife had said you had to do", "and i think it’s really liberating to say you have to do it", "just like with anything, writing or with life; you have to do it in a way that works for you", "and to that point, i remember one of the best pieces of advice that i got when i was completely paralyzed for a period of months with this fear of writing on this particular project i was working on", "and the advice was two crappy pages a day", "know you’re on deadline, but it’s not going to be tolstoy; relax, two crappy pages a day", "you might not use any of what you write for a week or two, but just put down two crappy pages per day", "and what happened", "what happened is some days it is two crappy pages", "and it’s terrible, and you don’t use it, but other days you end up writing 20 pages and then there’s five good pages", "and it’s tolstoy, which you have transcribed from his novel", "i’m working", "right", "i’m working on it", "it’s a work in progress", "a question that i’ve actually wanted to ask you in some form for a long time, and this is from finja from twitter: how do you get through wild or destructive emotions without destroying anyone or anything", "oh, do you mean like how do you write a memoir without hurting somebody’s feelings; is that what she means", "i don’t know", "i think this is broad enough that you can interpret it however you might, but how do you work through potentially wild or destructive emotions", "i mean, very closely related to this is another question, which is related to pouring out your heart on paper", "and whether that is cathartic, whether it reinforces maybe the pain that you’re feeling, but how do you sort through difficult emotions yourself", "right", "that’s a question that comes up a lot", "and i think that there are basically two kinds of people; those who think talking about, thinking about difficult experiences or painful memories, or painful emotions is a bad thing because it brings up those feelings again", "you know, why would you want to dwell on something that makes you cry, or makes you remember that sorrow", "there’s that camp, and then there’s the camp that is like let’s dig it all up, because the only way ever to understand what happened, or make some meaning of that suffering is to examine it, and to look at it, and to tell stories about it", "and i’m definitely in the latter camp", "you know, i think that did i sometimes cry writing wild", "yeah, i would say probably every day, probably every day", "and was that good for me or bad for me", "it was really good for me", "my first book torch is fiction, but there are autobiographical elements to it", "it’s a story about a woman who dies young of cancer like my mom did", "and it’s kind of a first novel in that way that a lot of first novels are, both fiction and autobiographical", "i remember when that book first came out, and i was always talking about the real life experiences that were connected to that book", "people would say was it cathartic for you to write it", "and i would always say no", "you know, because i was in some ways defensive about that", "maybe specifically as a woman writer, because i think whenever women in particular write about emotional things, it’s put in this kind of like: oh, that’s your nice little journal", "you’re processing your emotions versus being allowed to be in the sort of high art camp of great american literature", "and so i would say absolutely not, it is not cathartic; this is literature", "by the time i published wild i felt confident enough in my work, and also evolved enough in my own life that i could say both things are true", "there is no question that i would say the most cathartic thing in my life, right alongside motherhood for me, has been writing", "it is through writing that i have to come to understand who i am and what i’ve been through, and therefore who we all are", "that’s really been an emotional journey, and one that i’m better for having taken", "and yet, that can also be by way of creating literature, creating art", "so i think it’s good that i had to understand more deeply what happened to me", "i mean, one of the things is once you start to tell a story about your suffering, you have to think about the people or person who made you suffer", "and you start to have to empathize with them", "you have to start to ask: well, why did this person do this to me, or what did it mean when that happened", "i think that this word healing is kind of over used, and yet that’s exactly what that is", "i think this is why therapists are always, you know, they don’t put you in the chair and say, “let’s not talk about anything bad that happened to you in your childhood.” they say, “what happened", "where are your wounds?” and writing is all about that", "writing is all about where are your wounds", "i see this over and over again in teaching; these are the stories that people want to tell", "i don’t know if this is true or not, but i’ve heard that the oldest continuous sentence in the english language is “woe is me.” and one of my favorite writing prompts is i ask my students to write a “woe is me” narrative", "and everyone can to do it instantly, because everyone feels sorry for themselves", "everyone has a complaint, whether it be large or small", "and we have lots of stories to tell about ourselves, the ways that we’ve been wronged, by the driver in the next lane, or the mother,\\ who didn’t do this or that", "and i think that there’s something good about our stories rising from those wounded moments", "you have some fantastic writing prompts", "thank you", "and there are so many of them that have made me go: oh, that could really produce something interesting, such as – i think i’m probably paraphrasing here – who has been your darkest teacher, which can be interpreted many different ways", "what are some of the prompts that have produced the most for you, the interesting writing in your students", "well, the talisman one; when i ask people to write about an object", "so a talisman is simply an object that has accumulated meaning for you or your character, and so this could be anything", "a cultural talisman is like my wedding ring; we all know what this means", "and then there are other things, like you don’t know the meaning of this ring", "that’s a personal talisman", "all of those things have a story attached to them", "i find too that when people write about themselves via a physical object, it’s incredibly expansive", "people are willing to say more about themselves often when the story is about something other than them", "right, it’s more indirect", "exactly", "so that’s a good one", "the “woe is me” one never fails because like i said, we can all complain", "and sometimes that complaint is serious and deep and valid, and sometimes it’s just like these little dumb things that we’re pissed off about, and the rants and raves", "we’re all really good at that kind of passion", "i think something like your darkest teacher; that one is a really important one to me", "i would say one of the most significant stops along the way for me as a writer was feeling grateful for the people who taught me things that were difficult, or painful, or ugly; things that i didn’t want to know and actually getting to a place with them that i did feel grateful for what they had given me", "so you mentioned the ranting", "i want to come back to those days in the hotel because i’m so interested in process, as are a lot of people in the audience who sent questions", "okay", "this was before i wrote my first book, but i remember i was toying around with the idea of writing, and i was in an audience where po bronson the writer was being interviewed", "and i raised my hand and i asked him what he did when he had any type of block", "and he said, “i ask myself what makes me angry.” and he used that as a way to jumpstart his writing", "when you hit a place, let’s just say in the 48 hours that you have to write – and maybe this doesn’t happen, which is a valid answer, too – when you’re not sure how to piece something together or it’s just not flowing, what are some of the mechanisms, or tricks, or habits that you use to help in a situation like that", "i’m 48 now", "i’ve been a serious writer since i was like 19", "and i really have learned how to remember the lessons i’ve learned along the way", "and one of the lessons i learned is it’s always hard for me to begin", "and i don’t mean just like what the first line is of any given chapter or piece, which is always hard, but even like when you’ve been in that flow and then you take that break, you’ve finished that section, and then you have to begin the next", "and i think that i get almost like this performance anxiety", "i’m always like what’s the first thing i’m going to say when i step into the room", "that’s difficult for many of us, right", "it’s like that beginning", "you know what you have to say, but how do you get to the part where you get to just say what you have to say", "and so in writing what i do is i take a shortcut around it when i’m feeling stuck", "you know, if i don’t have that first line or that first paragraph, i just say write the part that you know", "that might mean that it’s kind of sloppy, like that i have to start writing something that’s like a third of the way into the piece; a scene that i’ve already imagined is going to be in there, or a paragraph, a description of something", "and what i find is once i start writing, i relax", "and then of course you can go back and make that beginning", "so just begin in a non-linear, like trust that you don’t have to write something in a linear fashion", "and sometimes that also reveals to you, like a better way that the story can be told", "because you know chronology is always like a question in any piece you write", "do you begin here", "do you being there", "and sometimes the writing process actually can teach you the answer to that question", "this is a question from fallon goodman, facebook: she mentioned in this facebook post once that she thinks about mortality daily", "so again, this may or may not be accurate", "i do, yes", "okay, great: i’d love to hear her explain what triggers them", "what do these thoughts motivate her to do", "what do they prevent her from doing", "so could you elaborate", "yeah, that’s interesting", "i did make a facebook post one time that said that", "i don’t remember what compelled that post, but i know what compelled it in my life", "so when i was 22 my mom died very suddenly of cancer at the age of 45", "she knew that she had cancer for seven weeks", "she was like this healthy person, and then she got what she thought was a bad cold, and then one thing led to another, and she was told that she had advanced staged lung cancer", "she hadn’t been a smoker", "and she just died", "she just died seven weeks later", "i was a senior in college", "my mom was a senior in college, too", "and what happened to me, really from that moment on, i was like not only devastated that i had lost my mom but i was shocked", "i was young enough that mortality had never occurred to me", "i had never had to confront it", "and it never occurred to me that my mom would die at a time when i used to think that she wasn’t meant to die that young", "i still had this kind of youthful idea that people lived to be old, and of course that’s what happened", "and so when my mom died, i suddenly was just acutely aware that any of us could die at any moment", "and i know that it sounds strange to be 22, and like rationally i knew that we could all die but i didn’t know it in my bones", "i didn’t know it in my body", "and my mom dying gave that to me", "and so it’s true; i think what i said on that post is that every day since my mom died, there hasn’t been a day that i haven’t thought about my own death", "that’s true", "and i don’t think about it in a morbid way, but i think of it in a way that i’m aware of not taking my life for granted and not taking your life for granted, or any of our lives for granted", "i think we really have a problem with death in this culture", "we keep it at a distance", "and i think even at the expense of our imagining our own mortality, we think of this as sort of a grim thing to think about", "and i actually just think it’s a very realistic way to carry out throughout your day; to think okay, here i am and i’m lucky to be here and let’s just hope this goes until tomorrow", "i think that it has given me – i don’t know what the word would be – a more realistic sense of who we are and what we’re doing here and a greater sense of, i want use the word consequence", "when i say bye to people, i try to make that connection", "do you think that’s crazy", "i don’t think it’s crazy", "i mean, goodbye is god be with you", "it’s intended to be an “i might not see you again.” it’s not crazy to me at all", "i had a very close friend die of cancer", "it was certainly not remotely as difficult as what you went through, but nonetheless found out late stage on a ski trip that he was going to die a few months later because he had metastasized liver cancer", "he was a former super athlete; no outward signs whatsoever", "and i had a few incidents", "shortly thereafter a close friend of mine from college killed himself, also completely out of left field", "so for myself, i began revisiting stoke philosophy", "they are somewhat obsessed with death in every form, but also planting these memento mori around my house so that i would think about mortality more often", "is there a particular way that you prompt thinking about your own mortality, or do you have any rituals", "for instance one thing that i do every time i’m in a plane that’s about to take off, i ask myself would i be okay with dying right now, as a way to evaluate what i’m focusing on", "and that’s just a very simple way – because i travel so much – to revisit the mortality", "right", "what’s your answer", "almost always, yes", "and if it’s not, that’s the catalyst for making some changes, and usually saying no to more things", "yeah, me too, with that saying no", "but i’m not okay with dying, just for the record", "i should clarify being okay with dying, for any of you crazy stalkers in the audience, means not that i want to die", "if you try to kill me i will throat punch you", "but that it’s a way of gauging how true i am being to the things i claim are important", "yeah, i get that", "yeah, to me it’s more organic, like it really is just an awareness", "i want to return to this thing i said where it had never occurred to me that my mom would die", "and of course, i’m being hyperbolic; it had occurred to me, but it occurred to me in that same way that most go of us go along in our lives feeling rather complacent, that like it could happen, but it probably won’t, so let’s just push that really far", "and so at this moment, when my mom died, like i said i was a senior in college", "i was also in this moment of my life, and all of our lives, when we’re in our early 20s, where you’re trying to figure out who you are, coming into your manhood or your womanhood, and that’s what was happening to me", "one of the most fascinating processes i ever went through was actually letting go of my mother", "and even like i would dream, i had like months of just dreams about accepting my mother’s death", "and then the dream that i had over and over –which i know it’s the boringness thing in the whole world to have somebody tell you their dream, but i’ll just keep it quick – is that i would have to murder my mother; over and over i had to kill her", "i had to beat her to death", "i had to bury her alive", "i had to run her over with a truck", "i had to do terrible things to my mother", "and it was just because i couldn’t believe that she was dead", "and i think that what i’ve come to know through my work is that i’ve talked to so many people who have experienced deep grief, and they also went through that", "and it’s something that for whatever reason we don’t really know how to talk about it in a public way, or to sort of bring into the fold what human experience is", "and so it’s to me, my awareness of my mortality; it’s just something that i notice in a way that i didn’t notice it before", "instead of choosing that sense of complacency, like that won’t happen to us, it’s living in that place where you say: yes, it will", "every single one of us right here in this room, every single one of us; we’re going to have that shared experience of dying", "there’s a really fascinating experiment that was done, and i want to say it was npr", "there were these dinners hosted around the country called death over dinner", "they were discussions about death", "because like you said, it’s a subject that i think is under explored and under discussed, and then people are caught very much unprepared for the emotional hardship and everything that goes with mortality", "this is a question from jessica larson from facebook: were there ever “dear sugar” questions that she felt unequipped to answer, and in general did she have a particular process for answering the questions", "so i used to write the “dear sugar” column, but now i have this podcast", "there are definitely questions that are like wow, i don’t know what to say", "i don’t know what to tell you to do", "and one of the things i’ve always positioned myself as when it comes to giving advice with sugar is i’m not really trying to tell people what to do", "i’m trying to help them ask deeper questions", "i’m trying to help them illuminate, maybe", "sometimes people think that their question is this, but it’s really that", "and i think of myself as somebody who is trying to illuminate a conflict or a struggle by way of giving advice", "there are sometimes where it’s just impossible", "i would say the few times, both in the column and now on the radio show, that i’ve received a question from a woman who is pregnant and doesn’t know what to do, like have an abortion, have the baby, and then give it up for adoption or keep the baby", "i’m thinking of one woman right now who wrote to me with that scenario", "and i broke my own rule in this one question", "i responded to her personally; usually i only respond on the show or in the column", "i emailed her personally because i felt like she was in a really desperate situation and needed help", "but i also wrote to her to say i could not possibly be the person, nobody would be the person, who could tell you what to do", "because there are some decisions that have such high stakes and such personal consequence that only you can say", "so those are really hard ones", "that’s a very black and white decision, whatever that person decides; that’s really a big deal", "usually the kinds of questions we get – not to interrupt, but i will", "how do you help someone, in say an email that you send to her, to process that", "how do i help –", "help her to process it like you mentioned", "because i think you’re very good at it", "you of course mentioned the email: i can’t make this decision for you, but is there more to the email", "yeah", "it was like one of the longest emails i’ve ever written", "what i did is i walked her through my thinking about the consequences of each decision", "i did with her the way i would do it in the column, which is like okay, so why are the reasons that you would do this, or that, or the other thing", "i laid all the scenarios out", "and i think that that’s in my own life always what i do when i’m having a hard time", "i talk a lot about this on the show; i’m a super big fan of list making", "i’m like the list queen", "and every problem i have ever had has been solved by a list", "you write down all the reasons for this, and all the reasons for the other thing, and then there are sub-lists", "you can color code them", "you can get highlighters", "and the answer is there", "okay", "we have to do a deep dive on the lists", "i know you’re going to make me talk about – i would love any example of yours", "okay", "and what was the challenge or problem or question, and what did the lists look like", "it’s so hard to pick one because there are so many times", "oh, this was a big one", "well, speaking of kids, i have two kids", "when i was almost 40, i thought that i was maybe pregnant again", "and it wasn’t planned, but it was kind of like, maybe we should have a third kid", "and so my husband and i were agonizing", "we’re like, what do we do; a kid is a big deal, do we want a third kid", "and so i made a list", "and it was like everything: all the reasons i didn’t want to, all the fears", "what i mean by there are sub-lists is: well, why are you afraid of this thing", "like sometimes the thing that you’re afraid of, that’s on the no side of the list, and can actually be solved by another list because you can solve that problem", "do you mean that you would say why am i afraid of x", "why am i afraid of this", "and once you make that list you realize that it’s not scary", "exactly", "or, you can say this can be addressed", "oh, i don’t ever have time to write", "well, we could do this or that", "it allows you to sort of see instead of just feel what your challenges are", "there’s something about having it in front of you that in some ways it pins it in place, rather than allowing it to float around in your head and be like this big, terrible monster thing", "a nebulous", "yeah", "and then the reasons to do it and the reasons not to do it", "you know, they allow you to kind of see it’s literally like a map on the wall of your life", "what you want, what you fear, what you desire", "and i think that those things, that we make them very explicit rather than just imagined; a list does that", "i do something very similar, actually", "when i’m afraid of something, i’ll ask –it’s effectively the worst case list – what are the worst things that could happen if i did x", "which i kind of what i want to do, but i’ve been putting off", "and then how can i mitigate the risk of all these horrible things from happening one at a time, and what can i do to get back to where i am now", "and it usually ends up diffusing in some way", "a lot of the things that i expect are going to be these insurmountable problems are in fact just nebulous", "very much so", "and often sometimes, too, there could be – we did end up not having a third child", "i wasn’t pregnant", "and we decided not to", "but what was really striking to me about that list, and the reason i brought it up, is that there was only one thing on the list of reasons of we should have a third child, and there were like 300 things on the other list", "but the one thing on the list to do it was more important than any of those other 300 things", "is that visceral", "is that an instinctive perception, or is there some way that that’s just a feeling that you have in terms of the importance of that one versus the 300", "no, the importance of that one is that having – like my husband and i made this list together", "it was like having our kids is the best thing we’ve ever done, bar nothing", "so it was just like a very clear truth that was standing at counterpoint to we don’t have much time as it is, and we won’t be able to sleep for another two years, and all of that stuff", "and so obviously, i think that this is often true", "i’ve been at sort of a crossroads when different opportunities have come my way", "here are the reasons to do it, here are the reasons not to", "it’s not about the number of things on the list; it’s about the weight of those things", "and almost always, i think the things that mean and matter the most really come down to sort of one question; what do you really want to do", "and this is something that i really believe to be true", "i have the privilege of seeing letters from so many people who write to “dear sugar.” and almost always in the letter, the person who is saying i don’t know what to do, and i have this problem, and i don’t know if i should break up with her, or i don’t know if i should take this job, or move to new york city, or go to paris, whatever it is; the person who writes the letter almost always knows", "i think that one of the scariest things in our lives is actually doing what we know we want to do", "most of us don’t give ourselves permission to do that; most of us take many years to do that", "you said it earlier; one of the hardest things for you was to learn how to say no", "it still is", "me, too", "and that’s about giving ourselves permission to do what we want to do", "and it’s because we associate that, like even that phrase, when i say doing what you want to do; i’m sure some of you in the audience think: well, that’s very selfish", "we associate that with being selfish", "and it’s kind of like the way humility is strength, vulnerability is strength, those two seemingly opposing things; they sit opposite each other, but they’re also the same thing", "i really think there’s something about this", "that actually doing what you want to do is the opposite of selfishness", "it’s actually a kind of generosity because you’re being honest", "you were saying this is what i need, and i won’t expect you to do something you don’t need to", "what have you learned about in your journey to saying no", "well, i’ve come to a very similar conclusion", "now that doesn’t mean it always translates to the action, although more and more it does", "what i’ve realized for myself is that – because what i’ve observed just in my female audience is that many mothers have also come to the same conclusion that if they don’t take care of themselves, they cannot most effectively take care of other people", "so i do not have kids, but i feel an obligation to act on behalf, and do things on behalf, of say my readership and my listeners", "and there have been points in the past where i’ve made some very unwise sacrifices and compromises with health and otherwise, not to mention all the hair-brained physical experiments that i’ve done", "but putting those aside, i think just remembering that if you don’t protect the vessel, you’re going to ultimately in some way hinder everything else that you want to do for others", "so that’s the part one", "part two is that i realized for myself, in the saying no thread, that there are certain things that i can moderate well and there are certain things where i’m very binary", "and then if i say yes to one, i’m going to suddenly open the floodgates and be more prone to saying yes to many, many things", "so that is why, for instance, i stopped across the board doing any startup investing", "i was involved with technology for a long time, for about a decade", "and i realized that as soon as i let one in, i’m going to feel a compulsion to compare it to everything else that has come in", "and all of a sudden i’m looking at hundreds of emails", "and that i don’t do moderation well in that sphere, so it’s either a yes to opening the floodgates, or it’s a no to everything", "also trying to be as honest with myself when i journal, say to clarify my own thoughts or make lists", "i also have a hyper graphic tendency to create lots of lists, to try to be as honest with myself and in longhand explore what i am good at moderating and what i am not good at moderating", "and whenever possible in the things where i’m not good at moderating, saying no to everything in that category unless it is of primary importance with the answer to what do i really want; which i think is, for me at least, a surprisingly tricky question at times", "yeah, obviously", "and also we’re not talking about, like, “i want a hot fudge sundae right now, so let’s go get one.” i’m not talking about that", "when i say to do, most of us take a long time to learn how to say what we want, for those bigger things", "for me, it’s been very connected to what i give beyond the books i write; how do i keep that line of communication open between the readers and the writer", "and how do i also have my own private life, you know", "for sure", "and it’s tricky", "it is tricky", "for those people who are wondering, here in person we are going to be doing a book signing at the book signing location after this session", "so there’s that, since it’s related", "but i would love to ask you who you not who, but what type of people do you go to for advice", "so you are very good at giving advice", "when you need advice, what type, what are the characteristics of the people you go to and how do you elicit advice", "you know, i think that maybe what helped me sort of have the audacity to even begin writing the sugar column, because of course the first question i asked myself when i agreed to write the “dear sugar column,” is who the hell am i", "why would i think that i could give anyone advice", "and what i realized right away is first of all, i never positioned myself as the authority on anything", "and the reason i could do that so comfortably is that much of the best advice i’ve received does not come from somebody who has a credential to give advice", "obviously, i think that psychologists and therapists can give great advice, and they do", "and they absolutely serve a function; i’m not questioning that at all", "but i also think that most of us get wisdom from a wide range of sources, from the people we know and love, from strangers on the street, from therapists and counselors, from teachers, from books, from podcasts, so i turn in all of those directions", "when i find that i’m stuck, for example this question of no has been a big one for me over the last few years", "i have asked oprah how she says no", "a good person to have on your speed dial", "that’s true", "that’s amazing", "no, that’s a great a person to ask", "but i’ve asked oprah, who let me tell you has some really interesting things to say about that, which i know is shocking to all of you, right", "i’ve asked friends", "i’ve asked people at parties who i met, like we get on this subject of no", "i think a lot of people struggle with this question", "we all have different relationships to what kinds of things were being asked", "but almost everyone has something to tell you about it", "and i think that to me, when i’m giving advice, i always feel like i’m just one voice and i encourage people; don’t just listen to me", "i’m going to offer you what i can offer you", "and then somebody else, it’s not about being right or wrong, it’s about illumination", "it’s about getting you as the person who is seeking advice to ask deeper questions; to bring into consciousness maybe a little piece of this that you didn’t see before you talked to me", "and i love that about both advice giving and advice taking", "it’s also the approach that a lot of successful crisis hotline operators use in the sense that they’re not trying to give a solution to a problem; they’re trying to diffuse acute reactionary impulses and help people to illuminate what it is they’re thinking and feeling", "yeah, i would say that maybe the most important thing that people take from my advice is just that sense that they’re not alone, they’re okay", "when you said earlier that saying no is hard for you, if there were little nodes attached to my brain, some little pleasure center would have been bumped up then", "because it’s like okay, so you seem like this together person who is successful and making it happen, and you clearly know how to say no", "and then when you say i don’t know how to say no either, it’s a struggle for me", "it’s not advice that you’ve given me, but it’s a sense of consolation", "it’s a sense of being part of struggle", "and i think that that’s also what we seek when we seek advice", "definitely", "nobody can tell us to end our marriages, or do this, or that, or the other thing, right", "but we can say you’re not alone, and i too have had that struggle", "so you mentioned marriage; i’d love to ask you a question that both a lot of men and women wanted to ask in some form or another, which is why did you stray", "why did i stray", "yes", "because this is something that people have either experienced on one side or another, or have a fear or a thought, or a desire", "this is not a new phenomenon", "why did i stray", "well, i strayed in a number of ways", "but yeah, because i was young – so for those of you who don’t know what this question means, as i wrote about in wild, i was married young", "and my mom died and i just couldn’t stay in the box, in the box that my marriage was in, that my life was in", "so much a part of my growing up, i think especially in my 20s, doing that real adult growing up was about testing the fire and seeing what it felt like to do something that i wasn’t allowed to do", "and maybe that the thing that i wasn’t allowed to do was what i wanted to do, and seeing what it felt like to do that", "and it was really painful, and interesting, and necessary", "so that’s why i strayed", "and it led me, and of course like almost always when we make mistakes that harm ourselves; it’s almost a little bit leads us to it, if we listen to that lesson", "in some ways that was a dark teacher, right", "it led me to this place that i could then make other choices; walk in a direction that was going to be not about increasing my suffering, but rather lessening it", "this is a question from max alpert: if she knew that there were people listening who are currently hiking on the pacific crest trail like me, is there anything she would say to them", "i wish i were with you; that’s what i would say", "you know, i’ve talked to so many people who have hiked some long distance trail, or gone on even just a few weeks’ backpacking trip", "it’s always like the best thing any of us have ever done", "and i don’t understand why, because it’s also really technically quite miserable", "i mean, you have to poop in a hole that you dug yourself with a stick", "and you have to sleep on the ground, and it’s cold, then it’s hot, and it’s all of these things, and you have blisters, but there’s something about doing something hard, making yourself suffer in a physical way that feels like the opposite of suffering", "it’s incredibly restorative", "i have such nostalgia from my time on the pacific crest trail", "any piece of advice that you would give people on the trail – i’m just making this up – but a third of the way through, who knows", "or a week through and they’re just thinking of packing it in, calling it a day", "it’s not just long distance hiking, but certainly long distance hiking and i think any kind of journey, any kind of trip you’re going to take, to remember that usually it’s not going to be fun all the time", "and sometimes it’s not going to be fun a lot of the time", "almost always when we are about to go on a trip or journey, we’re imaging those sort of postcard screens that we think we’ve gone to bucharest for, or to the pct for, or whatever", "and then you get there and it’s not like that", "but what i always say is i’m a real believer in retrospective fun", "and that is the fun that you have remembering the shitty things that happened", "if i asked you to tell me about some of your travel experiences, i guarantee you the things that you remember the most acutely are like the time you almost died in guatemala because you had such terrible diarrhea for a week", "the diarrhea stories, they’re our best travel stories", "america’s best diarrhea essays", "everyone remembers, right", "you remember that horrible – my husband is a documentary filmmaker, and he was making a documentary in cambodia", "and he ate something and he went to bed and he was so sick that he had literally shat the bed; like he woke up", "my kids, that’s their favorite travel story", "they’re like tell us again, dad, about when you pooped in the bed", "and this is really true", "and same with the pacific crest trail; what did i write about", "the funny thing about when i was writing wild, i have my journals", "and i was reading my journal, like what was i writing about on the pct as part of the research for my book", "and literally half the pages are me complaining about how much my feet hurt", "and it’s because you remember your suffering, and it becomes pleasure afterwards", "is that true", "i absolutely have it", "so i think of the retrospective enjoyment, and i also think a lot in my own life and for my family, meaning my parents and siblings, of perspective enjoyment", "so, i try to schedule one or two events or trips with my family per year, and this is relatively new in the last two or three years", "even if the event itself is a disappointment at the time, although i hope it not to be and i try to make it fun; that we have, say, six months to look forward to the trip", "and then that trip happens, and then six month hence, we have another trip scheduled so we can look forward to it and plan it, and look at photographs", "and i really feel like – this is arbitrary number maybe – but 80 percent of the fun is looking forward to it", "okay", "so i’m retrospective fun; you’re anticipatory fun", "it sounds like it", "yeah", "but the trip always sucks", "well, no", "i do my best to have the trip also be fun", "i know, i know, i hear ya.", "on occasion, like when i went to india, and you want to talk about diarrhea stories, and i get stuck with typhoid fever effectively in the er in calcutta for a week; makes for a good story", "that’s right", "it wasn’t very much fun", "if we locked the doors and made everyone get in a circle, and we would spend the night going around the room, everyone tells their poop story; you would all have one and it would be very fun", "let’s just say you had the opportunity or the obligation to assign one or three books as a gift to every graduating college senior, so if some philanthropist says i’ll pay for it all; one to three books that you can give to every graduating senior, what books come to mind", "i was all ready to say my favorite books, but now with the graduating senior thing – the first book that came to mind would be claudia rankin’s book citizen, which came out a few years ago and it’s just a really important book for us to be reading right now", "one of my old standbys too; alice monroe is my favorite writer, her selected stories", "my favorite book is her book the lives of girls and women, but she’s just an amazing short story writer", "i love her so much", "i love so many poets; mary oliver is one of my favorites", "it’s always hard for me to think about forcing one book on everyone, but all of those would be good ways to go", "what do you like so much about alice monroe", "wow", "i don’t know if anyone’s ever asked me", "i’m glad i got one", "i know", "what do i love about her", "she is the kind of writer who – i’ve read all of her stories many times", "and almost always the experience is like i’ll be just going in to try to find a passage or a quote, and i find myself accidentally reading the whole story again", "and every single time it takes my breath away", "her craft is so – she’s such a virtuosic prose writer", "she has the capacity to inhabit a sense of perception that exceeds what we already know to be true", "and when you see writers do this, what i mean by this is a good writer can make you feel what it feels like to be feeling unwell in cambodia", "you can be inside that physical experience", "you can hear the sounds and the smells, and feel what they’re thinking of that moment or that situation", "and alice monroe and a few other really great writers can transcend beyond what you already know that experience would be like and actually show you a deeper level of that experience", "you know, when we say i was astonished by this, what we mean is we were shown a truth that we know is true, but couldn’t yet articulate to ourselves until it was shown to us by that writer, and that’s magic", "i mean, that’s a magical act", "and i think it’s what every writer aspires to do; it’s certainly what alice monroe has done in pretty much every one of her short stories", "when you hear the word successful, who or what comes to mind for you", "i’m just a real believer in many different definitions of success", "i know i’m not the first person to say this to you, this idea that our culture has created this notion of success that has to do with money, and position, and sometimes fame, depending on what your career is, and i reject that", "i don’t think it’s successful to be at the top of some pile, and have like a sad pathetic life", "i don’t think it’s successful to have a bunch of money and be mean to people", "i really take very seriously my values that have to do with not just achievement and following through on the things i said i would do professionally, but like the way we are and the way i act in the world", "are you kind", "are you honest", "are you generous", "are you transparent", "i think transparency is something, too, that’s like assign of success, a mark of success", "and i think to me it really comes down to a couple of questions", "did i set intentions, and did i follow through with them", "did i do what i said i would do", "and every time i’ve done that in my life is when i feel like i’ve succeeded, and every time i have not done that in my life is when i feel like i’ve failed", "and that’s in ways large and small", "what is something you’re currently trying to improve, or something you’re struggling with, and how are you going about it", "well, i have spent most of the last week cleaning my closet like a motherfucker because things have gotten out of control in my life, tim", "you know, having this stuff; the stuff is encroaching", "and i realized it was actually like violating my psychic space", "and i needed to just once and for all – and i was feeling like a failure because i kept saying like, i have to deal with all this junk i have", "you know, like the old lego pieces that my kids don’t use anymore", "and the old whatever, like these pants i’ll never fit into again or whatever", "and i finally just went through all my stuff", "i even hired these guys who came and reconstructed my closet, like physically reconstructed my closet", "i got it all together and i brought my daughter into my closet to show it to her and she said, “mom, it’s like pinterest.” so i’m very proud of myself", "i’m a success", "it’s lie pinterest", "that’s high praise", "i know you sometimes ask people what’s the purchase under $100.00 that you’ve made – right; that’s most positively impacted your life", "okay, let me tell you guys", "i didn’t know this until last week", "there’s a thing called a boot box for your long boots", "you put your long boots in them instead of them draping all over the floor of your closet, and then you put a bump on the shelf", "boot box", "like pinterest", "it costs like $10.00", "what is something, or maybe there are multiple things, something absurd that you love doing", "something absurd that i love doing", "yes, and i’ll give you an example because i was asked this recently and it caught me off guard, and i thought about it and i realized i have this habit of whenever i’m feeling stressed, and i don’t know why i do this, but i go – and i stretch my jaw", "and sometimes it’s in public", "i open my mouth like a yawning lion", "but it could be at a bookstore, and then you’ll see mothers guarding their children because i look like a lunatic", "so i think that would fall into the absurd category", "i think it’s because i clench my teeth at night, but it certainly looks ridiculous", "it doesn’t have to be that odd, but is there anything absurd that you love doing that comes to mind", "oh, my gosh", "this is a hard one", "it is", "nothing comes to mind", "i do tend to be a little obsessive", "if my kids are eating skittles or m&ms or something which they’re not generally allowed to eat, i’ll have to organize them by color", "but i don’t think that’s absurd; i think that’s perfectly reasonable", "why would you want to eat the colors out of order", "makes sense to me", "i thought of something", "this makes my husband crazy", "sandwiches – i’m a virgo and i like things to be ordered", "so sandwiches are greatly problematic for me", "here’s my whole theory of the sandwich, and i think that there are people who have a different theory but maybe a couple of you have my theory", "which is that every bite should be as much like the previous bite as possible", "do you follow", "so you need [inaudible] bite", "there’s like a clump of tomatoes here, but then there’s hummus – everything has to be as uniform as possible", "so any sandwich i’m ever given, i open it up and i immediately completely rearrange the sandwich", "my husband is always like, “would you stop touching your food?” and i’m like, “you’re just jealous because i haven’t done this to your sandwich.” and he’s like, “get your hands off my sandwich.” do some of you also believe in this uniform sandwich idea", "look at this; it’s like 70 percent of the audience", "see", "who knew", "so is that absurd", "who thinks that’s absurd", "i think absurdity depends on the belief of the majority so apparently with this audience, it’s completely normal", "that’s right; they’re on my side", "the audience is full of virgos, i can see", "do you believe in astrology", "i would say generally i do not, but i don’t know anything about it", "i will say anything i know about it, i’ve been told by other people", "so you don’t believe in something you don’t know about", "well, i would say generally i have a high degree of skepticism related to astrology", "i’m open to input but generally, i’m a pretty literal falsifiable hypothesis kind of guy with labs and blah, blah, blah, which can be very boring but that’s just my hardwire", "yeah", "then again, i live in san francisco and i can get pretty far out in wooh-wooh territory with other stuff which probably makes me a total hypocrite", "favorite failures", "is there any favorite failure or failures that come to mind when looking back set the stage in some way, or planted the seeds for a later success", "or just a fantastic failure story", "it’s interesting whenever you ask a writer, i guess except for those few writers who come out of the gate at 22 and win the national book award or something", "it’s not one story; it’s like a decades-long journey of being told you didn’t do enough, or we don’t want you, or you’re not going to be included, or we don’t want to buy this or that or the other thing", "i think part of being the writer and probably any kind of artist, you have to sort of always be hearing that something’s not good enough, even if it ultimately is", "when you’re being told okay, this is great; now revise it", "this is great; now revise it", "this is great; now revise it", "so failure is literally part of… just part of my life, or part of the vernacular, i guess", "but i will say that i have had a couple of experiences that were in retrospect kind of hopefully crushing", "and they always served that purpose that i spoke about earlier of reminding me what i was really doing and why i was really doing it", "and it was reminding me to be humble and to not take for granted that i was going to be loved, or that what i made was going to be loved", "because the thing about making art is that you have to be committed to making it even if you aren’t loved", "that engine that drives any of us forward in the work we do, it can’t be connected only – obviously, we all want to be loved; me, too", "but the driver of that engine cannot be that other people accept and love you and praise you", "it has to be that you really want to do this work", "you really want to make this thing in the world so the times early on, i remember when i was in graduate school", "the writer failure stories are always so boring", "it’s like oh, all these agents loved that piece and they all want to see your work", "and i was like: here’s the first 100 pages of my novel, which weren’t really ready to be shown yet", "and they were all like: thanks, but no thanks", "i went from feeling like they love me, to they don’t love me", "and that hurt in the moment, but in retrospect i think that was really a great lesson", "because what i did then is i said to myself, i will never again show an agent my work until i really feel like it’s ready to go", "that’s advice that i’ve shared with a lot of writers", "when they say how do you get an agent, or what advice do you have", "my first advice is always make sure your work is ready to show", "don’t rush", "most of us rush for that external approval", "i understand that impulse, but it’s almost always the wrong impulse", "i think there’s conflict in many people’s minds between over the romanticized silicon valley notion of fail fast, fail forward; if you’re not embarrassed by the first product you shipped, you shipped it too late", "which, i think , does apply to certain things like software in some cases", "but i was talking to – i won’t mention the name because it was a private conversation – a very successful standup comedian", "i asked him what advice he gives to novice comics and he said don’t move to new york or la until you’re good", "he said get good on the smaller stages first, and then you can go play in the big leagues", "but until you’re ready, don’t step onto the stage in the big cities", "yeah, i think that’s really interesting", "it’s interesting to me because this message we’re hearing a lot in the last few years is “failure is good, and failure teaches us things.” i believe all of that deeply", "but i think that what gets lost in the translation is there’s a difference between failing and being sloppy, and expecting other people to do your work for you", "i am a real old-school believer in craft", "when it comes to standup comedy, or writing, or developing software; actually, really, genuinely doing your work, apprenticing yourself to the craft of what it takes to make that work and what it takes to make it good", "then go forward and fail", "there’s still plenty of room to fail out there once you know what the hell you’re doing", "i do see this sometimes with people who approach me, where it’s like they actually haven’t done their work", "they’re approaching me in the spirit of failure teaches us things", "and i’m like: i’m not going to do your work for you; you’ve got to do it for yourself", "i’m kind of old-school, sort of stern in that regard when it comes to that message about what failure means and what it can teach us", "i was chatting in this case with a lawyer, a very successful lawyer who was talking about at one point drafting some type of document for one of his professors", "the professor would say not good enough; do it again", "not good enough; revise", "i think it was three or four refusals like that and requests for revision before the professor actually looked at the document, and in fact he hadn’t looked at it at all", "he just wanted it to be in tip-top shape, and it was", "that’s great", "i’m not saying you should by default do that as a teacher, but the fact of the matter was this particular person went on to become a very good lawyer and was able to dramatically improve what they delivered", "yes, and i think that’s what we should do with ourselves is finish that first draft and say not good enough; what can i do on that next round", "if you had a huge billboard, and this is a metaphorical question on anything, that you could use to get a short message, question, anything out to millions of people, what would you put on that billboard", "i think it would be this thing that i learned when i was writing my first book", "it would be surrender to your own mediocrity, which sounds kind of sad, right", "we’re supposed to be aspiring to our greatness", "but i think that here again, this idea of humility and strength is connected", "because what i learned when i was writing my first book, i really felt like okay, i’m going to try to write the great american writer like every writer", "i was like i want to be that; i want to write the best novel that has ever been written, even when i knew that i probably wasn’t going to be able to do that; that was what i aspired to be", "there’s this american idea that you reach for those kinds of heights", "i found when i was about two-thirds of the way into that endeavor of writing that book, that that idea of greatness what was actually keeping me from fulfilling this dream", "and that what i had to do was that humble thing where i say guess what, it’s true; i might be writing a mediocre book", "i might be writing a book that nobody ever reads", "and i just have to surrender to the truth of that, and i have to surrender to this notion that even if i’m mediocre, what matters more to me than writing a great novel is writing a novel", "that was a huge lesson", "later, when i was thinking about my hike on the pacific crest trail when i was writing wild, that was something that i learned every day", "i’m going to try to do this much, and then i have to do this much because this is what i can do", "i think when we learn that, it’s not about so much accepting a limitation as accepting that by doing the best work that we have to do, that that’s the only way to get to greatness and that we aren’t the judge of our own greatness", "we’re only the judge of our intentions and follow-through", "i love it", "we also take off the performance anxiety and pressure with this label of greatness or aspiration of greatness that ends up producing exactly the opposite; a choked, over throttled attempt that is full of fear", "i’m all for having those big dreams, but i do think that at a certain point you can let your dreams get in the way of the actual work you need to do", "what advice would you give to someone who came to you and said i wrote a memoir, successful as a book or not, that is being turned into a movie", "what advice would you have or what would you prepare them for", "first i would say be very, very careful about who you trust to make that movie", "for me, having that sense of really trusting that my book was in the hands of people who were good humans and who were going to be good for their word", "reese witherspoon, when she first read wild and asked me about her being the one to bring it to the screen, we had a deep, long, talk about what the book meant to her, why she felt like she was the person to play me and to essentially midwife that film as the producer into the world", "and also what values she would hold true throughout that process", "she followed through", "she actually pledged to honor the book, and she did", "that’s really important", "it felt really vital to me", "i had the opposite experience i hollywood", "many, many writers tell you terrible stories about what happened to them in hollywood", "and i have to say from reese, to the director jean-marc vallet, to the screenwriter nick hornby, to the studio fox searchlight; all of those people were creative, good humans who had depth of character and really cared about not disrespecting what i had written", "obviously you can’t have everything in the book in the movie, but they cared about the spirit of my book, and that mattered a lot to me", "my friends who have had opposite experiences, all of the people who are making that movie, they don’t really care about what’s happened in the book; what they care about is that product that they’re making as a film", "and i just don’t think that ever leads to good things", "that kind of old-fashioned trusting people who are good for their word matters a lot", "i have a tremendous respect for reese and a lot of people who were involved with the film", "that said, hollywood is full of people who are very good at making empty promises", "so what were you looking for in those meetings", "authenticity", "was it just the spider sense that you had", "yeah, it was a spider sense i had, and i really do have that", "it’s one of the areas that i would say i actually do feel like i get a sense of people", "and i got a real sense of reese", "i could tell i trusted her", "one of the first things that i felt about reese is that she was immediately open and vulnerable with me in a way that you would never expect a movie star to be", "you asked me earlier about success and who comes to mind when i think of success", "i think of oprah winfrey, and not for the reasons that we all think, because obviously oprah winfrey is wildly successful", "but one of the things i never forgot is the moment i met oprah, she was restarting her book club with wild", "i went to her house in montecito near santa barbara", "i was brought to this little guest house which is nicer than any of our houses", "they do hair and makeup on me, and they get me all ready to see oprah because we’re shooting this show; she’s interviewing me on the show", "it’s this big moment where i’m like okay; i’m going to meet oprah winfrey", "they tell me to go down this path through these redwood trees, and at the end of this path there’s oprah", "it’s like getting married", "i know", "i walked down this little rocky thing", "and then she’s like, cheryl", "and she hugs me, and we sit down at this table", "and the thing that struck me, like this is why oprah is successful, is that the look on her face and what i could see in her eyes is her vulnerability", "that i was meeting oprah and i wanted her to like me, and oprah was meeting me and she wanted me to like her", "it wasn’t like meeting the queen, even though for the record she is a queen, but she didn’t act like one", "she was still this incredibly humble human who was really looking to have an authentic interaction with me", "and i thought, this is what has driven her success", "the thing that makes her get up and do that work that she does every day is that genuine desire to connect with people and be vulnerable, and to be open to what’s going to happen next", "that kind of curiosity has driven her to these great heights", "some people, they forget that", "they forget that thing that got them to where they are", "to me, the mark of success is staying open in that whole way", "and reese witherspoon has also done that", "so when i had that first conversation with reese, and my first question to her was “why does wild matter to you?” because she said, “i read it and i cried.” and i was like, “why", "what happened in your life that made you respond the way you did to the book?” and she told me", "she told me within five minutes of talking to her that she’s never told the world, and i trusted that", "this is a conversation that i would love to continue for hours, but we’re coming up on time", "perhaps this is a good point to ask, is there any suggestion, ask that you have for the people listening", "anything you would like them to consider doing, ask themselves, or otherwise", "i think i should give them all a writing assignment, don’t you think", "perfect", "yes, i do; i do think", "in your book, tools of titans, you did this list of writing problems", "yes, a tremendous list", "you mentioned the darkest future one", "do you have a favorite one from that list", "that was my favorite because it immediately put me on my heels and made me think about the juxtaposition of darkest, and framing it as a teacher", "yeah, your darkest teacher is – so that’s the question i would have for your listeners and people in the room", "if you feel like going home and doing the writing assignment, write about your darkest teacher", "and that is to say a person in your life who taught you something you didn’t want to know about humanity, or the world, or yourself", "so often those people have hurt us by teaching us those things and so we just push them away, and we put them over there", "and then we never actually get to learn what ends up always being a valuable lesson from them", "for me, so much of writing about, in my case, my father; i’ve written about him in ways i couldn’t really write about him until i worked my way to that place that i understood him as a teacher", "when you understand that somebody is your teacher, you can’t help but feel, like i said earlier, a little grateful for them; a little grateful for even the thing you got from them that you didn’t want to have", "so do that", "that is a great assignment", "thank you for being here, cheryl", "thank you all", "ladies and gentlemen, cheryl strayed", "thank you"]}