{"dialog_idx": {"stanley mc": [17, 64, 65, 66, 67, 68, 69, 70, 71, 73, 74, 78, 79, 80, 81, 82, 113, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 150, 151, 152, 153, 154, 155, 156, 157, 159, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 18, 19, 20, 25, 72, 75, 76, 77, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 114, 125, 149, 158, 160, 161, 162, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 221, 233, 235, 236, 242, 251, 254, 271, 272, 284, 300, 301, 306, 318, 320, 321, 322, 324, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 379, 400, 403, 404, 405, 421, 422, 423, 424, 425, 427, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 461, 462, 463, 464, 465, 475, 476, 477, 482, 489, 490, 491, 492, 493, 521, 522, 531, 532, 533, 535, 560, 573, 575, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779], "tony robbins": [21, 22, 23, 24, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 234, 237, 238, 239, 240, 241, 243, 244, 245, 246, 247, 248, 249, 250, 252, 253, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 302, 303, 304, 305, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 319, 323, 325, 378, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 401, 402, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 426, 428, 429], "wim hof": [26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 459, 460, 466, 467, 468, 469, 470, 471, 472, 473, 474, 478, 479, 480, 481, 483, 484, 485, 486, 487, 488, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 523, 524, 525, 526, 527, 528, 529, 530, 534, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 574, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595]}, "episode_num": 232, "file_type": "html", "guests": ["stanley mc", "tony robbins", "wim hof"], "num_sentences": 780, "num_words": 12110, "raw_text": "Tim Ferriss: Hello, boys and girls, Tim Ferriss here. Welcome to another episode of the Tim Ferriss Show. This is a Tim Ferriss Radio Hour, which is a special edition. I will come back to that in a second. As always, it’s my job to deconstruct world-class performers of all different types, to tease out the habits, routines, breakfasts or lack thereof, favorite books, etc., that you can test and apply in your own life. They come from many different worlds: entrepreneurship, athletics, entertainment, special operations, and so on. And the goal is tactical-practical, so very specific advice and suggested purchases or otherwise that you can immediately apply. Now, after more than 200 of these conversations, you can start to spot certain patterns. These are the shared habits, hacks, philosophies, tools, and so on, that are the common threads. This is very interesting to me and a very common question from you all, for instance. And this ranges from meditation to fitness to many different domains. You start to spot the common threads of excellence, even across many different disciplines. So, these commonalities were the premise of my most recent book and No. 1 New York Times bestseller, Tools of Titans. So, thank you guys, so much for making that possible, which is a compilation of many of my favorite lessons, routines, tips, and so on, from 100-plus different folks. These episodes in the Tim Ferriss Radio Hour are a concentrated dose of the patterns organized around themes that you guys have requested. So, in this particular episode, I have gathered some of the best advice from past guests about fitness, nutrition, and for lack of a better term, wellness, although that term bugs me, but it’s a good catchall. In this episode, I talk to, for instance, retired four-star General Stanley McChrystal, to hear how he explains how he not only survived but thrived on one meal per day for years. Stanley McChrystal: And I do find that there are certain days your body just says, “Eat, and eat right now.” And I used to keep a bin of those hard pretzels in my office in Afghanistan, and I’d grab a handful of those. Tim Ferriss: I also talk to world-famous performance coach, Tony Robbins, one of my favorites. Of course, I got started reading a lot of his stuff, even as far back as college. And I ask him to explain his morning discipline and routines. Tony Robbins: Because your brain’s going, “You’re going to freeze to death.” It sounds horrific. It really isn’t. You’ll find out it’s not that painful. Going in my cold plunge of 57 degrees feels more jolting than this does, even though it’s colder. Tim Ferriss: Then we dig into the habits of Dutch world-record holder, adventurer, daredevil, and all-round crazy guy, Wim Hof, and discuss his ability to control or at least affect – this is consciously affect – his supposed autonomous immune system, which is fascinating. Wim Hof: “You are the Iceman. You do exceptional features, but nobody is able to do that without that proper training of so many years.” And I told him, “No, I can train them within ten days.” Tim Ferriss: And we end the episode by getting down and dirty into the science of ketosis with Dr. Dominic D’Agostino, also known as Dom, as we discuss nutritional strategies for peak performers. And Dom, just in case you don’t know, he can do a weeklong fast and then deadlift 500 pounds for something like ten repetitions in front of his class that he teaches. So, he’s not only Bruce Banner, but the Incredible Hulk. So, without further ado, let’s get started. I hope you enjoy this episode of the Tim Ferriss Radio Hour. Former Defense Secretary, Robert Gates, described Stanley McChrystal as, quote, “perhaps the finest warrior and leader of men in combat I have ever met,” end quote. That is high praise certainly and for good reason. McChrystal served as commander of the joint special operations command − shorthand is JSOC; you may have heard of that – where he was credited with the death of Abu Musab al-Zarqawi, leader of Al-Qaeda in Iraq. His last assignment was as the commander of all American and coalition forces in Afghanistan. Now, we talked about a lot. We had, I want to say, about a two‑hour conversation. One of the things that stood out was how Stan rewards himself with a large dinner at night because he doesn’t handle smaller meals throughout the day very well. While this might seem odd, it’s actually become a more and more popular approach to diet with the rise of intermittent fasting. And there are many different varieties of intermittent fasting. There’s 5:2, where you eat normally for five days of the week, and then for two days, you might eat sub-calorically or even go down to, say, 500 calories, or fast completely, so that would be intermittent fasting on a weekly schedule, which I’ve tested. Then you have, for instance, say, 16 hours of fasting and eight hours of eating, or the opposite, you could 18 and six. There are many different ways to approach this. A lot of the male peak performers over the age of 40 that I’ve interviewed skip breakfast, a very high percentage. This includes Wim Hof, for instance, who’s coming up later, and many, many others. There are exceptions, though, who do things slightly differently. Art De Vany, who’s worth checking out, he’s older than 80 years of age and shredded, still an athlete, an economist. And if you haven’t heard his episode, you also should hear that one. But he does a reasonably sized breakfast, trains a few hours later, and then fasts until dinner. So, he does breakfast, no lunch, and then dinner. I have at least recently found this to be more effective for me personally, and particularly on training days. If I can time it such that I train earlier in the day, I find it particularly effective. When I skip breakfast, I would say 20 percent of the time or so, I find myself fatigued in the afternoon because I postpone lunch too long. So, if I’m going to skip breakfast, it’s important a) that I wake up on the earlier side, and b) that I have lunch, say, four to five hours after walking. Otherwise, I tend to have a slump in energy in the afternoon and then to self-medicate with caffeine, exogenous ketones, and all sorts of other things. So, at the moment, I find that I function best if I am on, say, a weight-training and athletic schedule, meaning I have multiple sessions of movement throughout the week, either breakfast and dinner, skipping lunch, or three meals a day. And I will do my intermittent fasting in a slightly different way, and I do think the term, intermittent fasting, is used so often to have almost become meaningless. But I like to do a contiguous three-day fast each month, generally Thursday dinner to Sunday dinner, and that should be medically supervised. And this is largely at the recommendation or based on my conversations with Dom D’Agostino, which comes up later. Now, before I get too ahead of myself, let’s listen to McChrystal’s specific approach. I have a slew of questions, but the one that I have been asked to ask you, Stan, more than perhaps any other is, why one meal a day? Do you actually eat one meal a day? Stanley McChrystal: I do, and people ask me why. Is it some Zen connection with something? And, no. What happened was when I was a lieutenant in Special Forces many, many years ago, I thought I was getting fat, and I started running. And I started running distanced, which I enjoyed. But I also found that my personality was such that I’m not real good at eating three or four small, disciplined meals. I’m better to defer gratification and then eat one meal, and for me, that’s dinner. And so, what I do is I sort of push myself hard all day, try to get everything done, and then sort of reward myself with dinner at night. Tim Ferriss: What time do you usually eat dinner? Stanley McChrystal: Well, whenever I’m finished work, and it would be 8:00 or 8:30. There’s a challenge when you work really long hours because, suddenly, you start to eat very late, and then you go directly to bed, and you feel like you’re sleeping with a football on your stomach. Tim Ferriss: And do you drink coffee earlier in the day? I’m just thinking, with the workout and that many hours, a lot of people would fade. How do you prevent yourself from fading? Stanley McChrystal: Yeah, I have a tendency, I’ll drink coffee. I’ll drink other beverages, too, water and different things. And I do find that there are certain days your body just says, “Eat, and eat right now.” And I used to keep a bin of those hard pretzels in my office in Afghanistan, and I’d grab a handful of those. And other times, I might be out doing something physical in the military, like road marching, and suddenly, your body communicates, “Eat pretty quickly, or you won’t keep road marching,” and I’ll do that. But, otherwise, I like to stick to the idea of one a night. Tim Ferriss: Got it. Yeah, this is a constant topic of conversation in the intermittent fasting world, and everyone has − Ori Hofmekler has his thing; the Paleo guys have their thoughts obviously. Chris, are you a one-meal-a-day kind of guy? Chris: Well, when I was working for then General McChrystal as his aide-de-camp, his last year running the Joint Special Operations Command, it was sort of by directive. There was no other choice. That was just what we call the battle rhythm of the organization. And when the old man got to eat, you did it then, or you didn’t do it at all. So, yeah, I’ve lived on that train. But I would be the first to tell others because, as Stan alluded to, it sort of became the driver in the organization, this is what we do. And I would tell people, as his aide, “He won’t judge you if you eat breakfast. This is the way his metabolism works. He doesn’t do this as a demonstration of personal strength. This is just what works. So, don’t think you’re impressing him by not eating lunch or whatever.” But there was a classic story around this when I first joined the inner-circle staff. We had this command sergeant major, who I’ll call Jody, a legend in the community. He had been with Stan for about three and a half years at that point. And so, I was asking him about the one-meal-a-day thing, and he said, when he showed up, for the first year – he’s two feet from Stan for the entire five years they worked together – and he said, “Well, this is what the boss does. This is what I’ll do.” So, he did a meal a day, and he does not have the metabolism that [inaudible]. And we lived in these little, crummy, sort of Quonset huts next to where the headquarters was. Tim Ferriss: Did you say Quonset huts? Chris: Just sort of wooden huts – Tim Ferriss: Right. Chris: − pretty spartan living, about 50 yards from where the headquarters was in Iraq. And Jody said, about a year into the tour, that General McChrystal calls him and says, “Jody, get in here.” So, he runs over. “What’s up, sir?” And he said, “I hadn’t really looked through his hooch before.” And he said, “General McChrystal’s pointing at this little tin of pretzels he has, and he goes, ‘I think there’s mice eating my pretzels.'” And Jody said, “I almost whipped out my gun and shot him.” And I said, “You’ve been eating pretzels? I’ve been eating one meal a day –” Tim Ferriss: Dark secret. Chris: “− for a year, and you have pretzels in your room.” He goes, “It was the most unprofessional I’ve ever been with a general officer. I just stormed out of the room.” Tim Ferriss: You know, low blood sugar will do that. Chris: That was so funny. Tim Ferriss: Makes cowards of men, long-distance running and low blood sugar. Working out – do you work out every day? Stanley McChrystal: I do. Tim Ferriss: What type of exercise, and why? Stanley McChrystal: When I was younger and I got serious about working out, I was a second lieutenant, and as I mentioned, I started getting fat. And I had a first sergeant in my parachute infantry company that liked to run. So, we would do loosening-up exercises, and then we’d run. And so, I started running, and so, for the first 20 or so years, I ran. I had one period when I was a captain when I ran 15 miles a day, seven days a week, didn’t vary, didn’t take days off, wore lousy running shoes. It was sort of stereotypically all the mistakes you can make. As I got older and I started to have a series of shoulder surgeries and back surgeries predictably, what I learned to do was to alternate. So, I will run one day, I will lift weight the next day, I’ll bike when I’m home and have that capability, so I can round out. But, for me, it’s very important to do something literally every day. I’ll only take a day off when I’m forced to because I’ve got some weird schedule thing that makes it impossible. Tim Ferriss: And what does your weight training, your resistance training workout look like? Stanley McChrystal: Yeah, I will start at my home, if we’re at home, and I go down to my basement, and I do four sets of pushups, as many as I can do for four sets. And I alternate that with a series of abs exercises. So, I’ll do, starting with a set of sit-ups, and I’ll do 100 sit-ups. And I’ll flip over, and I’ll do three minutes of a plank. And then I’ll do some yoga that I learned for about two or three minutes. Then I’ll do another set of pushups. Then I’ll go to my next abs thing, which is a crunch-like crossover. Then I’ll do a two-and-a-half-minute plank. And then I’ll do more yoga, slightly different. Then I’ll do another set of pushups, and then I’ll do my third set, which is crossover sit-ups. And I’ll then do a third plank of two minutes. I’m decreasing each time. Then I’ll do some more yoga. And then I’ll do my fourth set of pushups. And then I’ll do my fourth, which is a flutter kick, 60 flutter kicks, followed by a static. Then I’ll do my fourth plank, which is now a minute and a half. And then I’ll come back. I only do four sets of pushups, so the last time, I don’t do pushups. I then do one more set of the crunch-like, and I’ll flip over, do my last plank, which is one minute. And then I’ll do some final yoga. And that’ll take me about 45 to 50 minutes. Then I’ll leave my house and go to the gym because my gym opens at 5:30. It’s three blocks from my house. Tim Ferriss: I assume we mean a.m. Stanley McChrystal: Yeah. So, I can do all this from 4:30 – if I get up at 4:00, I can do all that from 4:30 to about 5:20, 5:25, go down to my gym. And then when I get to the gym, I do four sets of pullups, alternated with incline bench press, alternated with standing curls. And then, in that, I’ll also do these one-legged things, balance exercises, as the break between them. I was taught that was good for balance and whatnot. And then I’ll do a few other things in there. And I can do all that in 30, 35 minutes. So, by 6:15, 6:20, I can be done at the gym, head back home, get cleaned up, and then be starting work. Tim Ferriss: Ready to rock and roll. Stanley McChrystal: Yeah. Tim Ferriss: And why is exercise important to you, both when you were overseas and at home? Maybe the reasons differ. But why is that routine, ritual important? Stanley McChrystal: I think it’s several things. There’s a certain self-image. I think that if I was struggling with my weight, or if I was not as fit as I wanted people to perceive me, and I couldn’t perceive myself that way, I think my own self-esteem would suffer. And particularly, over life now, whenever I’m injured and I have even a slight period, it bothers me a lot, so I think that’s part of it. Second is the military. There’s an expectation. If you are not a physical leader in the kind of organizations that Chris and I were in, if you can’t do those things physically – you don’t have to do it better than everybody else, but you have to do it credibly, and they can look up to – then I think your status in the organization is going to go down. When I left Ranger battalion command in 1996, and I went off to spend a year at Harvard, and I remember one of my non-commissioned officers said, “Sir, what are you going to do at Harvard?” I said, “I’m going to study.” He says, “You going to work out?” And I said, “Yeah, presumably, I will.” And he goes, “You know, you come back here with a PhD, but you’re out of shape, we’re going to have a word for you, and it ain’t gonna be doctor.” And I just thought that was so good. It also puts a discipline in the day. I find that, if the day is terrible or whatever, but I worked out, at the end of the day, I can go, “Well, I had a good workout,” almost no matter what happens. When the Rolling Stone article came out, it came out about 1:30 in the morning, I found out about it. I made a couple calls. I knew we had a big problem. And I went and put my clothes on, and I ran for an hour, clear my head, destress myself, didn’t make it go away, but that was something that I’d do in those situations. Tim Ferriss: Not long ago, I flew to Florida to interview peak performance coach, Tony Robbins, who has long been someone I’ve looked up to and learned a lot from. He’s very good at getting people to not only hear advice, but take action on that advice. Now, aside from asking him to palm my face with his massive hands − that was actually the very first Instagram photo I ever put up, which you can check out on Instagram, timferriss with two Rs and two Ss, if you want to see a picture of his ginormous hands covering my entire head – but, besides that, he allowed me to dive really deep into the various routines and frameworks that he applies almost every day, if not every day. For instance, Tony believes that in a lowered emotional state, we tend to only see the problems and not solutions. Let’s say you wake up feeling tired and overwhelmed or anxious for whatever reason. You might sit down to brainstorm strategies to solve your issues, but it comes to naught, and you feel even worse afterward. Why? Because you started in a negative state. So, you went from state to then strategy. And in this particular case, you attempted strategy, but you didn’t succeed due to the tunnel vision on the problems. And then you likely told yourself self-defeating stories. All right. So, you went state, strategy, stories. For instance, I always do this. Why am I so wound up that I can’t even think straight? To get the first piece of this chain set up properly, the state, Tony encourages you to prime your state, so he calls this state priming. And priming my state, personally, is often as simple as doing five to ten pushups, ideally with ring turnout on rings or on parallettes, or getting, say, 20 minutes of sun exposure first thing, which is what legendary music producer Rick Rubin did to completely jumpstart and resurrect his own health, ended up losing more than 100 pounds after that. Even though I do my most intense exercise at night typically, where I have a higher pain tolerance, say, 4:00 to 6:00 or 7:00 before dinner, I’ve started doing one to two minutes, in some cases at the very most, of calisthenics or kettlebell swings in the morning to set my state for the day. You can also use cold exposure and so. So, here’s more on Tony’s specific morning routine and his priming approach. What are some of your daily routines? For instance, what do you typically eat for breakfast, if it’s up to you? Tony Robbins: Yeah, I’m boring as hell because I just know it’s fuel. Now, before I met my wife – we’ve been together more than 15 years – I was completely anal. Like, I hadn’t had chocolate, I hadn’t had ice cream in 15 years, right? I was just crazy. And then she came into my life, and I’ll never forget. I thought, “God, this woman’s incredible. She’s a phlebotomist, you know, she does the blood, she’s an acupuncturist, she’s a nutritionist. We’re having these green drinks, and we have this lunch. And afterwards, she ordered a hot fudge sundae. And I thought, “What in the hell are you doing?” She goes, “Living, you bastard.” So, she loosened my ass up just a bit, which is great because I loved her. So, she calls it zigging and zagging. We zig, zig, zig, and then she zags, or we zag. And when I was first with her, we were traveling through Europe, you know, Rome and Italy and various parts of France, South of France, and I was, like, “You know, you seem to be zagging every day.” And she goes, “Well, I’m on vacation.” And then, later on, we were traveling. I said, “You know what the problem is? We’re always traveling, so you’re always on vacation.” But she’s thin as hell and in great shape. But I’m a high-grains, protein type of guy, very low carbs. But my regimen is I start with something to strengthen and jolt my nervous system every frigging day. I will sometimes ease into it. I’ll go in the hot pools, and I’m fortunate to have multiple homes. My home in Sun Valley, I have natural hot pools that come out of the ground, just steaming hot, and I go in the hot pools. And then I go there in the river. Here, I go in a 57-degree plunge pool that I have, and I have one in every home I have, every [inaudible]. Tim Ferriss: And this’ll be immediately upon waking up? Tony Robbins: Waking up − Tim Ferriss: Got it. Tony Robbins: − because it’s just like, boom, every cell in the body wakes up. And it’s also just like training my nervous system to rock, that there is – no, I don’t give a shit how you feel; this is how you perform. That’s what you do. Even when I’m taking vacation, I do it. It’s just – I don’t know – now, I like it. I like that simple discipline that reminds me that level of strength and intensity that’s available. Any moment, even if I’m relaxing, I can bring that up at will. It’s myelin. I also have a cryotherapy unit in all my homes. Have you tried cryotherapy? Tim Ferriss: I haven’t. Tony Robbins: Do you know what it is? Tim Ferriss: Maybe you can elaborate. I mean, I can put the two words together and probably guess. Tony Robbins: Oh, my God. With all that you do, you’re going to love this. I’m surprised. I’m glad I’m teaching Tim Ferriss something for the first time. [Inaudible]. Tim Ferriss: I’ve done ice baths though, not the first time. Tony Robbins: Oh, ice baths suck. Ice baths suck. Trust me. I’m on stage on the weekend. I do my Unleash the Power Within program two days. It’s 50 hours. You haven’t been to an event. You’ve got to come as my guest to an event sometime. Tim Ferriss: I would love to. Tony Robbins: But I’m going to give you an idea. People won’t sit for a three-hour movie that somebody spent $300 million on, and I got Usher or Oprah going, “You know, Tony, I love you, but two hours is the most I could do.” And 12 hours, Oprah’s standing on a chair, going, “This is the most incredible experience of my life on camera,” and Usher’s, like, “Dude, I’m in for all three days.” But, for me, one of those days alone, I wear an odometer and a Fitbit, and it’s 26.5 miles on average. Tim Ferriss: Wow. Tony Robbins: We start at 8:30 in the morning. I finish at 1:30 or 2:00. There’s one, one-hour break. People can vote with their feet. No one leaves. There’s, on average, 20 minutes of just crazy-ass standing ovations, music, stuff that happens at the end because people are just – it’s like a rock concert. It’s so much fun. But the wear-and-tear of doing basically marathon after marathon after marathon on the weekend, back to back, is pretty intense. And so, over the years, the inflammation in my body, the demands, I do everything I can to reduce it. Nothing has come close to cryotherapy. Cryotherapy was developed in Poland and Eastern Germany and the Eastern Bloc countries. And what it does is it uses nitrogen, so there’s no water. And unlike an ice bath, which you do, you know, you get spasms, and you’ve got to do them still, right, if you’re a boxer or you’re a runner or you’re an athlete, which is what I would do before, hated them. There’s none of that process, but it reduces your body temperature to minus-220 Fahrenheit. And you do it three minutes, and it’s mind-boggling. In fact, I have one here, and I’ll throw you in at the end, if you want, and you’ll get an experience. Tim Ferriss: I would love to. That’d be great. Tony Robbins: You’ll love it. I have a unit here. I’ll do it for you. But what it does is – and I do it about three times a week usually. When I come back from an event, I do it a couple days in a row. And what it does is it takes all the inflammation out of your body, and you know what inflammation does to every aspect of the body and the breakdown. But it also – it sends emergency signals to your brain. It’s like resetting your neurological system because your brain’s going, “You’re going to freeze to death.” It sounds horrific. It really isn’t. You’ll find out it’s not that painful. Going in my cold plunge of 57 degrees feels more jolting than this does, even though it’s colder because the fluid of water, versus the nitrogen around you is different. Tim Ferriss: Right, the connectivity. Tony Robbins: The connectivity, exactly right. But what happens is your nervous system gets a signal, so it’s like everything in your body connects because it’s like emergency, every part. It’s a reset of your nervous system. You get an explosion of endorphins in your body, which is really cool, so you get this natural high. You feel this physiological transformation, and you get the reduction of inflammation. What it was used for originally is for people with arthritis, and I found my first one because my mother-in-law would be calling up, and she was just crying in pain, and no medication was enough for her, and I hate somebody medicated anyway. And so, I started doing all this research, and it just started to come to the US. And now, the LA Lakers and most football teams, it’s spreading like wildfire in most of the sports teams. And so, that’s where it took off. So, I went and got her one, and it took her, I think, three sessions, and she’s out of pain. And now, there’s not a day she’s in pain. Now, most people can’t afford to go buy a unit, but there are local places now that are popping up all over the United States where athletes go, where people go, where people go for rejuvenation. It’s amazing for the skin. But it’s one of the greatest things. I got it for her, so I got it for me, and now, I’m addicted, so I’ve got one in every – and three minutes. Tim Ferriss: What type of unit? Do you know the actual model or the band that you use? Tony Robbins: Yeah, there’s two of them that are the best out there. Was it Java? Junka, J-U-N-K-A, I think it is. I’ll get it for you when we go downstairs. Tim Ferriss: And I’ll put it in the show notes for those of you who are [inaudible]. Tony Robbins: Yeah, if anybody wants to do it. But, also, if you’re in LA, there’s a place there on – I’ll give it to you and put it in your notes – a couple of locations there. There’s some great guys. I’m getting another unit. This is a brand-new home, and I’m building an additional guesthouse and additional sized gym and so forth. I’m getting a unit, though, that’s better. This one, it just goes up to your neck. But I’m getting one that encloses you, a full room. And the reason is about 70 percent of your nerve receptors are from the neck up. So, when you step into one of those, it’s even more powerful. But, other than that, I don’t do much unique or different with my life. Tim Ferriss: I don’t believe that entirely. Tony Robbins: I’m a nut. Tim Ferriss: I’ll keep digging. So, you have either the sort of contrast therapy that you mentioned − Tony Robbins: Yes. Tim Ferriss: − the hot/cold, the cryotherapy. Tony Robbins: Yes. Tim Ferriss: You have salad and fish. Tony Robbins: Yes. Tim Ferriss: How far after – so, if you were to kind of spec out the first hour of your day − Tony Robbins: Well, the first every day, I do the water, I take in the environment, and then the first thing I do before I do anything else in my day is I do what I call priming. And priming, to me, is different than meditating. I’ve never been really a meditator, per se. I know the value of it. But the idea for me of sitting still and having no thoughts, it just didn’t really work out for me. It was just a pain in the ass. And I just thought it’s not natural, right? It’s like that’s where it works. But when I’m in nature, I feel that form of meditation. When I stand on stage, and someone stands up, and my brain, it’s done. I don’t even know what it is, but a person’s suicidal – I’ve never lost a suicide, for example, in 37 years, knock on wood, doesn’t mean I won’t someday, but I never have, out of thousands, and we’ve followed up with them. So, it’s like there’s something that comes through me, and it’s quite meditative. It’s like I experience it as a witness afterwards. It’s one of the most beautiful gifts in my life. So, I know that meditation. But, for me, what priming is, if you want to have a prime life, you’ve got to be in a prime state. And weeds grow automatically. I don’t give a damn what it is. My teacher, Jim Rohn, used to say that. And so, what I do is I get up, and I do a very simple process. I do an explosive change in my physiology. I’ve done the water already, right, cold, hot. And then I do it with breath because, as I know you know, all forms of Eastern meditation all understand that the mind is the kite, and the breath is the strength. So, I want to move that kite, I move the breath. So, I have a specific pattern of breathing that I do. I do 30 of these breaths, and I do three sets of 30. And that creates a profound physiological difference in my body. And from that altered state, I usually listen to some music, and I go for – I promise myself ten minutes, and I usually go 30. Tim Ferriss: And you do that in this room that we’re sitting in or − Tony Robbins: No, I do it all – this one room is where I do it. It’s got a great vibe. I’ll do this when I do it at night. I usually will go outside because I love the wind on my face, and I love to take in the elements, and so forth. But I do it in multiple places. I’m on the road. I do it – it doesn’t matter what day. I always – I do not missing priming. The reason is, I’m not – you don’t get fit by getting a walkie. You don’t get fit by working out for a weekend. You know; you live your life that way. Fitness is because it becomes just part of who you are. So, what I do during that time is I do three simple things, and I do it minimum ten minutes. Three minutes of it is just me getting back inside my body and outside of my head, feeling the earth and body in experience and then feeling totally grateful for three things. And I make sure one of them is something very, very simple, the wind on my face, the reflection of the clouds that I just saw there. But I don’t just think gratitude. It’s like I let gratitude fill my soul because when you’re grateful, as we all know, there’s no anger. It’s impossible to be angry and grateful simultaneously. But when you’re grateful, there is no fear. You can’t be fearful and grateful simultaneously. So, I think it is one of the most important power emotions of life. And, also, to me, there’s nothing worse than an angry rich man or woman, somebody’s who’s got everything, and they’re pissed off. I want to slap them. Tim Ferriss: A surprisingly high number of those. Tony Robbins: Yeah, it is, because they develop a life that’s based on expectation instead of appreciation. Tim Ferriss: Agreed. Tony Robbins: And I tell people, you want to change your life fast? Then trade your expectation for appreciation, and you’ll have a whole new life. So, every day, I anchor that in, and I do it very deeply and emotionally. And then the second three minutes I do is a total focus on feeling presence of God, if you will, however you want to language that for yourself, but this inner presence coming in and feeling that heals everything in my body, my mind, my emotions, my relationships, my finances. I see it as solving anything that needs to be solved. I experience the strengthening of my gratitude, of my joy, of my strength, of my conviction, of my passion, and I just let those things happen spontaneously. And then I focus on celebration and then service because my whole life is about service. That’s what makes me feel alive. So, I flood myself with that, with a breathing pattern that I take that does the opposite, takes the breath down through my body and back up again. And then the last three minutes are me focusing on three things that I’m going to make happen, my three to thrive. And I have some big things that’ll do, and sometimes I’ll do things that are smaller, but I see them, feel them, experience them. So, it’s a really simplistic process. It’s ten minutes, but I come out of it in my power. And it doesn’t matter if had two hours’ sleep. I’m now ready. And I do this even when I have no sleep. That’s how committed I am. And, as I said, I’ve always said there’s no excuse not to do ten minutes. If you don’t have ten minutes, you don’t have a life, and that’s how I got myself to do it. And now that I’ve done it, 20 to 30 minutes is almost always what it is because it actually feels extraordinary. Tim Ferriss: And where can people learn more about the breathing pattern, or could you describe it briefly? Tony Robbins: I’m putting a link online because I just started to share this just recently, and I’ll get it for you. I don’t know what it is off the top of my head, but it’ll be up shortly, I think, this week. Tim Ferriss: Okay, awesome. And I will also put that in the show notes, guys, so that’s just fourhourworkweek.com/podcast, and you’ll be able to find this episode. I have to ask, what type of music do you usually listen to during? Tony Robbins: I have a variety, but for that meditation, I have one in particular, which is Oneness Meditation that a friend of mine made, who’s from India, that I find really profound. It has no singing in it or anything like that. It’s just the sound of a vibration that’s going on, and I just love it. But that’s what I’m doing currently. In the past, over the years, I’ve used all kinds of different pieces of music. But I don’t use modern music or pop music or rock. I do that to work out, you know, rap. I don’t know. It just feels weird to be doing rap while you’re meditating. But, again, what’s different is I don’t think of it as meditation because I look at it as it’s priming courage, love, joy. It’s priming gratitude. It’s priming strength. It’s priming accomplishment. It’s priming, you know, when I’m doing my gratitude piece, and I’m doing the circle of who’s closest to me and circling that out to everybody I love and sending that energy and healing out to them, as well. So, to me, if you want primetime life, you’ve got to prime daily. Tim Ferriss: Well, I like the term, “priming,” also because I think that most people who struggle with meditation or even attempt to use meditation are utilizing it for that purpose. They’re doing it first in the morning. And when you said, “If you don’t have ten minutes, you don’t have a life,” it reminded me of something that Russell Simmons said to me, which was, “If you don’t have 30 minutes to meditate, you need three hours.” And I don’t always do 30 minutes, but I do meditate in the morning. And it’s been a very consistent pattern among all the people that I’ve interviewed so far in the podcast − Tony Robbins: Really? Tim Ferriss: − practically 100 percent. Tony Robbins: Wow, that’s wonderful. Tim Ferriss: And, of course, we’ll get to Ray Dalio, but also a very avid meditator. Tony Robbins: He’s coming with me to India in a couple weeks − Tim Ferriss: Well, that’ll be an amazing trip, I’m sure. Tony Robbins: − for a week of this experience. Tim Ferriss: Oh, amazing. Tim Ferriss: Wim Hof: Let’s talk about Wim Hof. He’s a Dutch world-record holder who is commonly referred to as the Iceman for his ability to withstand extreme cold. For instance, in 2007, Wim climbed past the Death Zone altitude on Everest wearing nothing but shorts. He’s a bit of a madman. In 2009, he completed a full marathon above the Polar Circle in Finland in temperatures close to minus‑20 degrees Celsius. That’s minus-4 Fahrenheit. He holds the Guinness World Record for the longest ice bath, now set at one hour and 53 minutes and 12 seconds. Before I continue, I need to state a very clear warning. You should never, ever, ever do breathing exercises in the water or before training in water. Shallow-water blackouts are common after these types of breathing exercises and can be fatal and often are fatal. So, do not do any of what Wim recommends close to water or in water. Now, with that disclaimer stated very clearly, some of his methods can produce amazing before-and-after effects. After one in-person training session with Wim, I went for my normal 45-second breath-hold or so, to four minutes and 45 seconds with no perceptible side effects. This was a first for me, and this was in Malibu, in fact, at Laird Hamilton’s house, who’s also been interviewed. He’s one of the kings of big-wave surfing. Several months later, while in very deep ketosis, about six millimolars or higher after eight days of fasting − again, never to be done without medical supervision – I did the same exercises in a hyperbaric oxygen chamber at 2.4 atmospheres. What was the result? Well, there was a clock outside of the chamber, and I held my breath for – and I know a lot of people aren’t going to believe this – seven minutes and 30 seconds before I stopped because I was afraid my brain was going to melt. The power of breathing exercises is amazing to behold, which is why, in part, his methods have become very, very popular. Again, they are or can be as dangerous as they are powerful. Never do this stuff when you are not going to hurt yourself if you pass out. So, do it in a chair or something like that, laying down possibly. Don’t do it while you’re going up an escalator. Don’t do it while you are preparing to go into water or anything like that. So, here we go with more from my conversation with Wim Hof. You have such a fascinating story, and you have a lot of accolades, a lot of records, I think more than 20 world records at this point − Wim Hof: Yes. Tim Ferriss: − it seems. What was the first world record that you set? Wim Hof: The first was in Paris, just staying a half-hour immersed in ice. And 12 days later, I repeated the record time and made it an hour in Hollywood actually, yes. Tim Ferriss: And I saw one, also − I mean, you’ve spent a lot of time in ice baths. And, largely influenced by you and a handful of other people, Tim Noakes, Ray, I’m a huge fan of ice baths, and my fans always complain about it. But I’ve seen you in so many containers full of ice. I saw one where I looks like there was a lot of Chinese or Japanese in the background. What has been the most challenging cold exposure experience that you’ve had, whether it’s for records or anything else? Wim Hof: Maybe losing my sight while I was swimming underneath an ice deck of almost one meter, and I had no goggles on. So, I lost sight at 35 meters, something like 40 yards. And I lost the hole and, yeah, things like that. Shit happens. It happened over there, right there, the meter ice deck above me. So, yeah, that was some great experience. Another one was losing my way on Mount Everest in shorts at 18,000 feet in a blizzard, like a whiteout. So, things like that happen, yeah, and they are challenging. But then it throws me back to the depth of myself, which is trust and confidence, and I got it. Tim Ferriss: What do you say to yourself in one of those moments? So, I guess, physiologically, did your retinas just freeze, or when you were swimming under the ice deck, in a moment like that when many people would panic, did you panic? If so, what was the mental self-talk when you realized that was happening? Wim Hof: Very interesting. The stress level at that moment is absent, is not there. I’m just dealing with the situation. And it has been shown in the university that our stress levels, the stress hormone levels are able to be raised, lying in bed more than somebody in fear for the first time going into a bungee jump. Tim Ferriss: Oh, doing a bungee jump for the first time. Wim Hof: Yeah, yeah, not me – because a bungee jump, you are attached – but very unexpected situations in nature, like a blizzard or swimming beneath ice and losing the hole because your eyesight is gone, things like that, or climbing without gear, steep mountains, and having cramps. And what do you do at that moment? That’s exactly what I learned, how to raise consciously the stress hormone level, purely controlled, and I’m able to deal with the situation at that moment without panicking. And I think that’s one of the crucial findings which could benefit for human mankind as it is very subjected to stress all the time, panicking, having fear, and all that. And I learned in nature how to deal with that. And the cold brought me that science, brought me that knowledge, wisdom actually. Tim Ferriss: And the raising of stress hormones, so controlling something that has long been thought to be part of the autonomous nervous system, something that you have no control over, right? And we’ll get to the breathing because breathing is very interesting since it’s both autonomous, but you can consciously control it and practice different methods. I think it was certainly in the Vice documentary that recently came out, which I recommend to everyone, and I’ll link to it in the show notes, but was it in 2011 that you were injected with some type of virus or bacteria to − Wim Hof: Exactly. Tim Ferriss: − see if you could control the immune response? That was at the Dutch – I’m going to mispronounce this – the Radboud University? Wim Hof: Exactly, Radboud University in Holland, and the intensive care nuclear science. I underwent an experiment, and they injected me with an endotoxin, with a toxin actually, which is a part of bacteria. And that creates a very dramatic immune response. And as we have no control over the immune response in our body, they thought I was not able to do it as well as expected because nobody showed to be able to suppress the immune response because it is part of the autonomic nervous system. And nobody’s able to do that until now. I showed that I was very able, within a quarter of an hour, instead of hours suffering from uncontrolled shivering, fever, headaches, and all that, I showed within a quarter of an hour, to have control, complete, over the symptoms and also the cytokines, which are the flammatory beings in the blood created by the immune response. And I showed in the blood and by blood results to suppress them dramatically within a quarter. And then they told me, “Okay. But you are an exception that confirms the rule because you have been training so many years. You are the Iceman. You do exceptional features. But nobody is able to do that without that proper training of so many years.” And I told them, “No, I can train them within ten days.” And then the professor was really challenged because if this group would show to be able within ten days to be able to influence deeply into the autonomic nervous system related to the immune system, then that’s for the first time in the scientific history. But he saw the indication of the possibility, but still thought, “Those guys are not going to be able to do that within ten days.” And you know what? It wasn’t within ten days. It was within four days of training that I made them able to undergo the same experiment. That means the injection of the endotoxin and have them within a quarter of an hour completely control over their immune system, related to the autonomic nervous system. So, they showed 100 percent score of everybody to be able, within a couple of days, to tap into the autonomic nervous system related to the immune system. And, yeah, and the training, about the training prior to it, we had our beers, you know, in the evening, and a lot of music and very relaxed. And their mindset, I said, “Hey, guys, probably you guys are the new gladiators. We are going to win the worst war ever, which produced the most casualties, agony, pain, and all that, and that’s the bacteria, that’s the bacilli, that’s the virus, and we’re going to win this war. Are you with me?” That’s the way I talked to them. And so, they had a mindset. So, in the evening, we relaxed, and it was like a hippie movement. But this is a new revolution. In four days’ time, they were able at the fourth day, without prior experience in the cold, they were able to go in shorts by minus-10. That’s about – I don’t know in Fahrenheit – Celsius; this is Celsius. I mean, it’s freezing cold. Tim Ferriss: Yeah, that’s probably in the 20s, probably − Wim Hof: Yes, in the 20s. Tim Ferriss: − below freezing, yeah. Wim Hof: And then, for hours and hours, we were going uphill and up the mountain, and we arrived at the summit after hours, and it was minus-27, minus-27 Celsius. That is more than 20s. It’s probably 10, something like that. And we danced the Harlem Shake up there. Then I knew these guys are ready. In four days’ time, when they will be internalized in the hospital and injected with the endotoxin, they will be able because I feel when somebody is back into its natural state of his or her physiology, and I know how to do that. The cold trained me. The cold is my teacher. Tim Ferriss: And with these subjects, I’m so curious to ask because, I mean, I am certainly not as proficient as you are in any of these techniques, but I’ve enjoyed experimenting over the last ten years and writing about these short experiments, whether it’s related to breath-holding with David Blaine or other aspects. Obviously, you’re a professional, and I am not. But I’d be very curious to hear you perhaps elaborate, for instance, on the first day of training with these subjects in preparation to be injected four days later. Wim Hof: Sure. Tim Ferriss: What did the first day of training look like for them? Wim Hof: Just in the morning at ease at 8:00 without food intake, we do breathing, and they lie on the ground all because that’s the most relaxed pose. And if you are relaxed, you are able to store up, hold a lot more oxygen than when in tension or in posture. So, I say to them, “Just lay down and relax. Now, we are going to begin. Just breathe in deeply and let go, breathe in deeply, let go. Make it a rhythm. Breathe in deeply, let go, not fully out, but fully in, and let go.” And repeat that about 30, 40 times until these indications or symptoms come about, and that means lightheadedness, loose in the body, feeling loose in the body, tingling, contractions. That’s because carbon dioxide goes out, oxygen is roaming freely throughout the body, and the pH levels rise. They are optimized, so they get to their best condition. And that’s proven. That’s proven. And they saw, when we do this, they saw all these results chemically. Then, once you feel positively charged with all these symptoms of lightheadedness, feeling loose, contractions, and tingling in the body, I asked them, “Just breathe in deeply, let go. And now, the last time, breathe in deeply, and let go. “And after letting go, after exhalation, stop. Refrain from breathing. There is no need. We’ve got a whole lot of oxygen.” And measurement devices are not able to detect how much. It’s more than 100 percent. That’s my opinion. But devices still are not able to detect that. They only can go up to 100 percent, as they say. But the 100 percent, the body is able to store up more oxygen than measurement devices of now are able to measure. So, then, after one half-minute, then you see that the measurement device shows 100 percent, and then it goes dramatically down afterwards. Tim Ferriss: And you’re using a pulse oximeter, something that you clip on your finger? Wim Hof: Yes, yes, pulse oximeter. So, you need a heartbeat. You have a heartbeat, and you have the saturation of the oxygen inside the blood, so the amount of oxygen. So, after one half-minute, you see with everybody that their saturation of the blood is going down. And you know people with COPD – that’s lung diseases and all that – they suffer from real severe COPD when they have 85. We go to 90, to 80, 70, 60, 50. People die at 50 and 40, 40 percent saturation in the blood. We go past. We go even to 30. And then the device, measurement device, the oximeter shuts down. It is not measuring anymore. But we even go past that one. Tim Ferriss: Now, why don’t the subjects pass out at this point? Wim Hof: They don’t pass out because they are alkaline. Tim Ferriss: I see. Wim Hof: Their pH degrees are really perfect at that moment. And instead of a person who is dying, he is very acidic. So, that’s the difference. So, because we are so alkaline, people maybe sometimes are able to pass out, but just two seconds or three seconds because they are out of their conditioned control. But after exercising, they regain not only control in those moments and those situations, they win a new part in the brain. They get very deep in the brain. And it’s all new terrain. It’s like a baby. A baby has no problem with their relax. But there are no metorical neurons to relax yet established. So, we are going to different parts of the brain where the guy or the girl never has been. So, it’s logic that people are able to pass out, but nothing happens because they are alkaline. So, they just wake up and mostly or almost always, they wake up very happy. It’s like a drug experience. But that’s besides of the real effect I’m trying to – not trying – which we showed scientifically is to be able to tap into the immune system in all the layers. Those are three layers. And normally, we are not able to get into the second and the third layer. And I say now, we have found a key to the second and the third layer. That means the non-specific immune system and the specific adaptive immune system. And that makes us looking to disease completely different because our ability is so much more. Tim Ferriss: Dr. Dominic D’Agostino: Dom is one of my most popular guests I’ve had on the podcast. You guys ask for more and more and more. You just love him. He’s appeared on the podcast a total of three times, although I recommend people start with the first. Dom is an assistant professor in the Department of Molecular Pharmacology and Physiology at the University of South Florida Morsani College of Medicine. That’s a mouthful. Much of his work is related to nutritional strategies for peak performers and resilience in extreme environments. For instance, he does a lot of work for the Special Operations communities in developing esters and exogenous ketones that can do things like prevent or mitigate brain damage in hypoxic environments, meaning lack of oxygen, or even extend breath-hold times and oxygen utilization and so on. He’s a very impressive guy. He is a highly legitimate athlete in his own right and built like the Incredible Hulk. In this last segment that we’re going to sample, we get a little into the weeds scientifically, but I know that you can get some great tips from it, so bear with it, and a real understanding of the power of ketosis or at least the ketogenic diet. Most important, his information might save your life. There are certain circumstances within which the ketogenic diet or ketosis can be used as a medical adjunct to, say, improve, in the case of fasting, the resilience of normal cells prior to treatments for cancer, including chemotherapy and so on. It is not intended to be a standalone treatment for cancer, so do not spread that nonsense But, as an adjunct, many people I know who have been diagnosed with cancer have used it, so that instead of being laid out the next day after, say, radiation or chemo, there are able to run five, ten miles in the morning. And his approach to ketosis has certainly changed my life and helped me to recover from very severe symptoms of Lyme disease. There is a lot of diet talk, but the supplements and fasting can be treated as separate tools, so you don’t necessarily need to consume a lot of bacon and heavy cream to get into a ketonic state. Now, for those of you not familiar with his work, here’s a very quick primer: The ketogenic diet is often nicknamed keto. This is a high-fat diet that mimics fasting physiology; in other words, what you do when you starve; you get lost in the woods. You start to break down body fat for fuel. Your brain and body begin to use ketones, which are derived from stored or ingested fat for energy instead of blood sugar, glucose, and that is the state of ketosis. The diet was originally developed for treating epileptic children, believe it or not, but there are many variations, including the Atkins diet, which became very, very popular. You can achieve ketosis through fasting, diet, exogenous ketones – that means supplemental ketones, which can come in powder or liquid form – or some combination of all of those. One of the most common questions I get is, how do you know when you’re in ketosis? I don’t think the urinalysis strips, the keto strips are very reliable because, as you become fat-adapted, you excrete fewer of these ketone bodies. And the most reliable way at this point in time is using a device called the Precision Xtra, X-T-R-A, by Abbott, A-B-B-O-T-T. You can buy it on Amazon and other places. This can both measure glucose and blood levels of ketone bodies, specifically beta-hydroxybutyrate. So, you prick your finger, and you feed it into this device. And once you get a readout of 0.5 millimolars, M-M-O-L – that is the concentration of your blood – you can consider yourself lightly in ketosis. I tend to feel the most increased mental clarity and so on at 1 millimolar or higher. Now, here we go with more of Dom’s wisdom. Please enjoy. Let’s define ketosis. What is ketosis? I guess we could talk about nutritional and sort of fasting ketosis. But what is ketosis exactly, and what are ketones? Dom D’Agostino: Okay. I’d kind of like to start out with fasting. Tim Ferriss: Sure, perfect. Dom D’Agostino: So, if we’re on a normal diet, and we stop eating all of a sudden, we will mobilize and use up our stored glycogen, mostly in the liver. And our central nervous system more or less demands that we have a steady fuel supply to our brain. And in the absence of glucose availability, we’ll be depleting our liver glycogen, the insulin levels will be suppressed, and we’ll start mobilizing fatty acids for fuel. But fatty acids, long-chain fatty acids don’t cross the blood-brain barrier very efficiently. The liver, while you’re suppressing the hormone insulin, you’ll upregulate beta-oxidation of fatty acids in the liver. And an accumulation of products from fatty acid oxidation will start forming ketone bodies. And these ketone bodies are – they’re more or less like water-soluble fat molecules. They’re small molecules that can readily cross the blood-brain barrier and get inside cells, into the mitochondria. And as we fast, within about 24 to 48 hours, we’ll start registering ketones to the level that clinically is defined as being in ketosis – Tim Ferriss: I was going to ask you about that. Dom D’Agostino: − which is above the 0.5 millimolar − Tim Ferriss: Oh, 0.5. Dom D’Agostino: − typically, yeah. So, a person on a high-carb diet would probably take about 24 to 48 hours to start even getting into mild ketosis. But fasting is the fastest way to get into ketosis And that’s why if you have a child with drug-resistance seizures, and they’re admitted into a place like Johns Hopkins, the old protocol was to fast them. They’re not exactly sure if that’s absolutely necessary with things like more – ketogenic diets have MCTs and stuff – but fasting has classically been the fastest way to get into ketosis. So, the ketogenic diet has a macronutrient ratio that’s high in fat, typically 90 to 70. Tim Ferriss: And by macronutrients, we’re referring to protein, fat, carbohydrates? Dom D’Agostino: Yeah, yeah. And maybe ketones could be the fourth macronutrient, maybe, if you talk about exogenous ketones. Tim Ferriss: Right, right. Dom D’Agostino: So, a ketogenic diet has a macronutrient ratio that mimics the metabolic physiology that you have when you’re fasting. So, if you were to take the blood out of someone and do a blood sample of someone on a strict ketogenic diet, it would look like they’re fasting, like they’ve been fasting a few days. That changes your physiology incredibly. Your metabolic physiology changes acutely, and then there’s long-term changes that occur with that, epigenetic changes. We know that beta-hydroxybutyrate, which is a ketone body, can have interesting effects on gene expression. Tim Ferriss: What types of effects? Dom D’Agostino: Well, there was a science paper showing that beta-hydroxybutyrate is an HDAC Class I and Class II inhibitor and can activate genes that play a role in enhancing endogenous antioxidant mechanisms, specifically superoxide dismutase and catalase. So, these mechanisms, when they’re upregulated, it confers protection against the environment. It sort of enhances our cellular defense mechanisms. It enhances the robust kind of protective mechanisms that the cell has that can preserve the genome stability. So, maybe being in a state of ketosis and maintaining that can protect your DNA from damage. So, that’s the implications. Also, anti-inflammatory: So, we published a paper. Our colleagues actually did it at Yale. I developed the diet for them and sent it up to them. It was exogenous ketones. But the paper demonstrated that it activated or prevented the activation of a particular inflammasome that’s linked to age-related chronic diseases. So, it inhibited a specific inhibitory pathway that is really associated with all chronic age-related diseases. And it was independent of the ketones’ effect on metabolism. They did a lot of studies to tease out the mechanism and demonstrated that the effect of it suppressing an inflammatory pathway was completely independent of its metabolic effect. So, we understand that – when I got into this, I just knew that ketones were an energy metabolite. So, now, we know it’s much more than a metabolite. It’s an HDAC inhibitor. And the pharmaceutical − Tim Ferriss: How do you spell that? I apologize. HDAC? Dom D’Agostino: Oh, yeah, histone deacetylase inhibitor, so HDAC would be H-D-A-C. Tim Ferriss: Got it. Dom D’Agostino: And then there’s Class I, II, III, I think IV. So, Class I and II HDAC inhibitors are a big, big – are of big interest to the pharmaceutical industry. So, there are many – for example, we do a lot of cancer research. There’s a lot of pharmaceutical companies focusing on histone deacetylase inhibitors as targeting specific pathways for cancer therapy. So, you have an endogenous HDAC inhibitor with beta-hydroxybutyrate. Tim Ferriss: And not to interrupt, but just for people who want to keep endogenous and exogenous straight, I’ve always found thinking of exoskeleton as sort of outside, as an indicator of outside. So, if you’re taking – please correct me if I screw this up in any way, Dom – but if you’re taking exogenous ketones, that means you are consuming ketones from outside of your body. And endogenous is something you’re producing yourself. Dom D’Agostino: Yes. Tim Ferriss: What was the study that you did on advance lifters as it related to ketosis, and what’s kind of the abstract on that? Dom D’Agostino: Yeah, that’s under review right now. Tim Ferriss: Got it. Dom D’Agostino: And, yeah, I’ll give you kind of the synopsis of it. So, we had 12 subjects, and these were advanced resistance-trained individuals, meaning that they could squat and deadlift and bend to a certain percentage of their bodyweight, which kind of puts them in the range of the Top 10 percent of lifters out there. Tim Ferriss: What was that percentage, just out of curiosity? Dom D’Agostino: I’ve got to go back. It was some funky number, not like – it was like 185 percent or 75 percent – Tim Ferriss: Got it. Dom D’Agostino: − of their bodyweight squatting for seven reps or eight reps or something like that. Tim Ferriss: Got it. Dom D’Agostino: So, it was pretty – it would be like me – let me see – squatting 425 or something for a set of six or something like that. Tim Ferriss: Okay, yeah, these are very − Dom D’Agostino: It was pretty significant. Tim Ferriss: − yeah, significantly advanced trainees. Dom D’Agostino: Yeah. So, yeah, the gist of that is that we did a parallel. The control group was on a Western diet, which is pretty similar to kind of moderate protein, higher in carbohydrates, and moderate fat. And the ketogenic diet had roughly 75 to 80 percent fat, restricted carbohydrates to about 20 to 25 grams per day, and the fat was also supplemented to some extent with MCT oil and coconut oil. And all the subjects, it was two weeks they had to be on the diet and had to confirm ketone levels by blood and urine. And once they did, we only did a two-week adaptation, which is kind of another subject we could talk about, but they adapted for two weeks and then kind of trained the heck out of them. And every workout was done in the lab, in a human performance laboratory. And everything was recorded. The volume was controlled. All the parameters were controlled. Bloodwork was done. And the take-home on it was that I would say strength and performance were maintained and increased, and muscle hypertrophy was seen with a ketogenic diet. And there were similar increases, yeah, in power, in hypertrophy. And the big difference was kind of the overall body composition was more favorable in the ketogenic diet group, meaning they had similar increases in lean body mass, but they lost proportionately more fat. And that’s the study that we completed. It’s under review right now. The first journal kicked it back. So, we went in for another journal and did some follow-up work with it. Tim Ferriss: Now, what is your hypothesis – or maybe you already know – but how would you explain the maintenance or even development of hypertrophy and power in the ketogenic group when a lot of people associate, say, insulin with different growth factors and whatnot? And I had a conversation – I want to say it was with Stephen Phinney – very short conversation, and I asked him this because I had been in a ketotic state for two or three weeks and had experienced a nontrivial amount of muscle growth, and I was really surprised by it. And he explained in terms that I can’t recall, but how the ketogenic diet might have, I guess, a branched-chain amino acid sparing effect of some type. But is it possible to get very big and powerful on a ketogenic diet? And, if so, what’s the mechanism in the absence of higher spiking insulin levels, if that is the parent anabolic hormone? And I’m not saying it is, but a lot of people view it that way. Dom D’Agostino: Yeah. So, there’s insulin and insulin signaling, right? Certain diet – when you calorie-restrict a rodent or even humans or any mammal, you will enhance insulin sensitivity, right? So, you will be more sensitive to a given amount of insulin. And I think we’re seeing some of that in the athletes. I mean, exercise itself enhances insulin sensitivity. So, guys that are advanced lifters who’ve been at it for ten years may have a different response to a ketogenic diet than, say, a 15-year-old kid who’s trying to bulk up for football. He would probably not be a good candidate for the ketogenic diet. Your sensitivity to things like IGF-1 and insulin are much higher when you’re younger, in your teenage years especially. So, you could compromise a lot of your potential development and strength if you’re younger and doing that. But the older we get, the less carbohydrate-tolerant we get. So, we lose our ability to kind of process carbs as we get older, and our insulin sensitivity declines. Going back to your question, as it relates to being on a ketogenic diet, we know that ketones are anticatabolic. That’s why we can fast for 40 days. And the ketones have an anticatabolic protein sparing effect. And if our blood is flooded with ketones, we’re less likely to liberate gluconeogenic amino acids from our skeletal muscle for fuel because the ketones can more or less replace glucose as a primary energy substrate to maintain your central nervous system, which is three percent of our body by weight but sucks up 20 or 25 percent of the energy. It’s a big metabolic engine. So, the ketones kind of drive a lot of that substrate energy need. So, in a situation where you’re at a caloric deficit, I think that’s where ketones can shine, if you’re trying to make weight, if you’re trying to preserve or even increase your performance and strength and alter your body composition. So, I don’t think the ketogenic diet is ideal if your goal is maximum, a purely ketogenic diet. I think there are different – we have to kind of figure out what ketogenic diet we’re talking about. But I don’t think a purely ketogenic diet, as it’s kind of described in the literature, right, a 90 or 85 percent fat diet, is an ideal diet for growth and repair. The diet that we use in our study is actually a little higher in protein, like 25 percent protein, which is really almost double that used by the Johns Hopkins Group that developed the classical ketogenic diet, and it’s really that protein level is important. So, growing on a classic ketogenic diet would be pretty hard. I mean, kids do it. Their growth rates are a little bit less with these kids that have drug-resistant seizures when they’re put on the diet. But if you simply just do what’s called a modified Atkins, and there’s a lot of literature coming out now on the modified Atkins – Eric Kossoff at Johns Hopkins, he’s a colleague of mine and more in the clinical realm, and he’s done a lot of work showing that a modified Atkins, which is about 70 percent fat and 20 or 30 percent protein, has the same sort of ability to metabolically manage seizures. And I think that sort of diet can be used pretty successfully in the performance world and specifically for bodybuilders. I think, with that amount of protein, you would be able to grow muscle for sure. And it’s calories, too, right? I mean, calories are the driver, your caloric intake. If you have a surplus amount of calories, you’re more likely to push insulin up and drive anabolic processes. But a lot of times, people, when they follow a ketogenic diet, because ketones have a really good appetite suppressant effect, they will inadvertently restrict calories and may not even know it after a while and may be losing weight without even trying. And that’s one of the benefits, I guess you could say, of the ketogenic diet. You can lose weight, and you can alter your body composition without necessarily even trying, just through the appetite suppressing effect. Tim Ferriss: Well, there you have it, folks. That is the latest Tim Ferriss Radio Hour featuring some of the experts I’ve spoken to in and across more than 200 episodes – what? – of this podcast. That’s crazy. The Tim Ferriss Radio Hour is an experiment, and it takes a good amount of work. So, it’s now over to you. I want you to tell me, do you like it? Do you not like it? What should we do more of? What should we do less of? Please tell me how we can improve it, what topics you would like us to explore. In other words, I just want your feedback. Let me know what you think, please. So, ping me, send me a note on Twitter, @tferriss, T-F-E-R-R-I-S-S, or on Facebook, or on the blog, tim.blog/podcast. That’s where you can find every episode of the podcast, tim.blog/podcast. And, as always and until next time, thank you so much for listening. Posted on: June 20, 2018.", "speakers": ["tim ferriss", "stanley mc", "tony robbins", "wim hof"], "text_sentences": ["hello, boys and girls, tim ferriss here", "welcome to another episode of the tim ferriss show", "this is a tim ferriss radio hour, which is a special edition", "i will come back to that in a second", "as always, it’s my job to deconstruct world-class performers of all different types, to tease out the habits, routines, breakfasts or lack thereof, favorite books, etc., that you can test and apply in your own life", "they come from many different worlds: entrepreneurship, athletics, entertainment, special operations, and so on", "and the goal is tactical-practical, so very specific advice and suggested purchases or otherwise that you can immediately apply", "now, after more than 200 of these conversations, you can start to spot certain patterns", "these are the shared habits, hacks, philosophies, tools, and so on, that are the common threads", "this is very interesting to me and a very common question from you all, for instance", "and this ranges from meditation to fitness to many different domains", "you start to spot the common threads of excellence, even across many different disciplines", "so, these commonalities were the premise of my most recent book and no. 1 new york times bestseller, tools of titans", "so, thank you guys, so much for making that possible, which is a compilation of many of my favorite lessons, routines, tips, and so on, from 100-plus different folks", "these episodes in the tim ferriss radio hour are a concentrated dose of the patterns organized around themes that you guys have requested", "so, in this particular episode, i have gathered some of the best advice from past guests about fitness, nutrition, and for lack of a better term, wellness, although that term bugs me, but it’s a good catchall", "in this episode, i talk to, for instance, retired four-star general stanley mcchrystal, to hear how he explains how he not only survived but thrived on one meal per day for years", "stanley mcchrystal: and i do find that there are certain days your body just says, “eat, and eat right now.” and i used to keep a bin of those hard pretzels in my office in afghanistan, and i’d grab a handful of those", "i also talk to world-famous performance coach, tony robbins, one of my favorites", "of course, i got started reading a lot of his stuff, even as far back as college", "and i ask him to explain his morning discipline and routines", "because your brain’s going, “you’re going to freeze to death.” it sounds horrific", "it really isn’t", "you’ll find out it’s not that painful", "going in my cold plunge of 57 degrees feels more jolting than this does, even though it’s colder", "then we dig into the habits of dutch world-record holder, adventurer, daredevil, and all-round crazy guy, wim hof, and discuss his ability to control or at least affect – this is consciously affect – his supposed autonomous immune system, which is fascinating", "“you are the iceman", "you do exceptional features, but nobody is able to do that without that proper training of so many years.” and i told him, “no, i can train them within ten days.” and we end the episode by getting down and dirty into the science of ketosis with dr", "dominic d’agostino, also known as dom, as we discuss nutritional strategies for peak performers", "and dom, just in case you don’t know, he can do a weeklong fast and then deadlift 500 pounds for something like ten repetitions in front of his class that he teaches", "so, he’s not only bruce banner, but the incredible hulk", "so, without further ado, let’s get started", "i hope you enjoy this episode of the tim ferriss radio hour", "former defense secretary, robert gates, described stanley mcchrystal as, quote, “perhaps the finest warrior and leader of men in combat i have ever met,” end quote", "that is high praise certainly and for good reason", "mcchrystal served as commander of the joint special operations command − shorthand is jsoc; you may have heard of that – where he was credited with the death of abu musab al-zarqawi, leader of al-qaeda in iraq", "his last assignment was as the commander of all american and coalition forces in afghanistan", "now, we talked about a lot", "we had, i want to say, about a two‑hour conversation", "one of the things that stood out was how stan rewards himself with a large dinner at night because he doesn’t handle smaller meals throughout the day very well", "while this might seem odd, it’s actually become a more and more popular approach to diet with the rise of intermittent fasting", "and there are many different varieties of intermittent fasting", "there’s 5:2, where you eat normally for five days of the week, and then for two days, you might eat sub-calorically or even go down to, say, 500 calories, or fast completely, so that would be intermittent fasting on a weekly schedule, which i’ve tested", "then you have, for instance, say, 16 hours of fasting and eight hours of eating, or the opposite, you could 18 and six", "there are many different ways to approach this", "a lot of the male peak performers over the age of 40 that i’ve interviewed skip breakfast, a very high percentage", "this includes wim hof, for instance, who’s coming up later, and many, many others", "there are exceptions, though, who do things slightly differently", "art de vany, who’s worth checking out, he’s older than 80 years of age and shredded, still an athlete, an economist", "and if you haven’t heard his episode, you also should hear that one", "but he does a reasonably sized breakfast, trains a few hours later, and then fasts until dinner", "so, he does breakfast, no lunch, and then dinner", "i have at least recently found this to be more effective for me personally, and particularly on training days", "if i can time it such that i train earlier in the day, i find it particularly effective", "when i skip breakfast, i would say 20 percent of the time or so, i find myself fatigued in the afternoon because i postpone lunch too long", "so, if i’m going to skip breakfast, it’s important a) that i wake up on the earlier side, and b) that i have lunch, say, four to five hours after walking", "otherwise, i tend to have a slump in energy in the afternoon and then to self-medicate with caffeine, exogenous ketones, and all sorts of other things", "so, at the moment, i find that i function best if i am on, say, a weight-training and athletic schedule, meaning i have multiple sessions of movement throughout the week, either breakfast and dinner, skipping lunch, or three meals a day", "and i will do my intermittent fasting in a slightly different way, and i do think the term, intermittent fasting, is used so often to have almost become meaningless", "but i like to do a contiguous three-day fast each month, generally thursday dinner to sunday dinner, and that should be medically supervised", "and this is largely at the recommendation or based on my conversations with dom d’agostino, which comes up later", "now, before i get too ahead of myself, let’s listen to mcchrystal’s specific approach", "i have a slew of questions, but the one that i have been asked to ask you, stan, more than perhaps any other is, why one meal a day", "do you actually eat one meal a day", "stanley mcchrystal: i do, and people ask me why", "is it some zen connection with something", "and, no", "what happened was when i was a lieutenant in special forces many, many years ago, i thought i was getting fat, and i started running", "and i started running distanced, which i enjoyed", "but i also found that my personality was such that i’m not real good at eating three or four small, disciplined meals", "i’m better to defer gratification and then eat one meal, and for me, that’s dinner", "and so, what i do is i sort of push myself hard all day, try to get everything done, and then sort of reward myself with dinner at night", "what time do you usually eat dinner", "stanley mcchrystal: well, whenever i’m finished work, and it would be 8:00 or 8:30", "there’s a challenge when you work really long hours because, suddenly, you start to eat very late, and then you go directly to bed, and you feel like you’re sleeping with a football on your stomach", "and do you drink coffee earlier in the day", "i’m just thinking, with the workout and that many hours, a lot of people would fade", "how do you prevent yourself from fading", "stanley mcchrystal: yeah, i have a tendency, i’ll drink coffee", "i’ll drink other beverages, too, water and different things", "and i do find that there are certain days your body just says, “eat, and eat right now.” and i used to keep a bin of those hard pretzels in my office in afghanistan, and i’d grab a handful of those", "and other times, i might be out doing something physical in the military, like road marching, and suddenly, your body communicates, “eat pretty quickly, or you won’t keep road marching,” and i’ll do that", "but, otherwise, i like to stick to the idea of one a night", "got it", "yeah, this is a constant topic of conversation in the intermittent fasting world, and everyone has − ori hofmekler has his thing; the paleo guys have their thoughts obviously", "chris, are you a one-meal-a-day kind of guy", "chris: well, when i was working for then general mcchrystal as his aide-de-camp, his last year running the joint special operations command, it was sort of by directive", "there was no other choice", "that was just what we call the battle rhythm of the organization", "and when the old man got to eat, you did it then, or you didn’t do it at all", "so, yeah, i’ve lived on that train", "but i would be the first to tell others because, as stan alluded to, it sort of became the driver in the organization, this is what we do", "and i would tell people, as his aide, “he won’t judge you if you eat breakfast", "this is the way his metabolism works", "he doesn’t do this as a demonstration of personal strength", "this is just what works", "so, don’t think you’re impressing him by not eating lunch or whatever.” but there was a classic story around this when i first joined the inner-circle staff", "we had this command sergeant major, who i’ll call jody, a legend in the community", "he had been with stan for about three and a half years at that point", "and so, i was asking him about the one-meal-a-day thing, and he said, when he showed up, for the first year – he’s two feet from stan for the entire five years they worked together – and he said, “well, this is what the boss does", "this is what i’ll do.” so, he did a meal a day, and he does not have the metabolism that [inaudible]", "and we lived in these little, crummy, sort of quonset huts next to where the headquarters was", "did you say quonset huts", "chris: just sort of wooden huts – right", "chris: − pretty spartan living, about 50 yards from where the headquarters was in iraq", "and jody said, about a year into the tour, that general mcchrystal calls him and says, “jody, get in here.” so, he runs over", "“what’s up, sir?” and he said, “i hadn’t really looked through his hooch before.” and he said, “general mcchrystal’s pointing at this little tin of pretzels he has, and he goes, ‘i think there’s mice eating my pretzels.'” and jody said, “i almost whipped out my gun and shot him.” and i said, “you’ve been eating pretzels", "i’ve been eating one meal a day –” dark secret", "chris: “− for a year, and you have pretzels in your room.” he goes, “it was the most unprofessional i’ve ever been with a general officer", "i just stormed out of the room.” you know, low blood sugar will do that", "chris: that was so funny", "makes cowards of men, long-distance running and low blood sugar", "working out – do you work out every day", "stanley mcchrystal: i do", "what type of exercise, and why", "stanley mcchrystal: when i was younger and i got serious about working out, i was a second lieutenant, and as i mentioned, i started getting fat", "and i had a first sergeant in my parachute infantry company that liked to run", "so, we would do loosening-up exercises, and then we’d run", "and so, i started running, and so, for the first 20 or so years, i ran", "i had one period when i was a captain when i ran 15 miles a day, seven days a week, didn’t vary, didn’t take days off, wore lousy running shoes", "it was sort of stereotypically all the mistakes you can make", "as i got older and i started to have a series of shoulder surgeries and back surgeries predictably, what i learned to do was to alternate", "so, i will run one day, i will lift weight the next day, i’ll bike when i’m home and have that capability, so i can round out", "but, for me, it’s very important to do something literally every day", "i’ll only take a day off when i’m forced to because i’ve got some weird schedule thing that makes it impossible", "and what does your weight training, your resistance training workout look like", "stanley mcchrystal: yeah, i will start at my home, if we’re at home, and i go down to my basement, and i do four sets of pushups, as many as i can do for four sets", "and i alternate that with a series of abs exercises", "so, i’ll do, starting with a set of sit-ups, and i’ll do 100 sit-ups", "and i’ll flip over, and i’ll do three minutes of a plank", "and then i’ll do some yoga that i learned for about two or three minutes", "then i’ll do another set of pushups", "then i’ll go to my next abs thing, which is a crunch-like crossover", "then i’ll do a two-and-a-half-minute plank", "and then i’ll do more yoga, slightly different", "then i’ll do another set of pushups, and then i’ll do my third set, which is crossover sit-ups", "and i’ll then do a third plank of two minutes", "i’m decreasing each time", "then i’ll do some more yoga", "and then i’ll do my fourth set of pushups", "and then i’ll do my fourth, which is a flutter kick, 60 flutter kicks, followed by a static", "then i’ll do my fourth plank, which is now a minute and a half", "and then i’ll come back", "i only do four sets of pushups, so the last time, i don’t do pushups", "i then do one more set of the crunch-like, and i’ll flip over, do my last plank, which is one minute", "and then i’ll do some final yoga", "and that’ll take me about 45 to 50 minutes", "then i’ll leave my house and go to the gym because my gym opens at 5:30", "it’s three blocks from my house", "i assume we mean a.m", "stanley mcchrystal: yeah", "so, i can do all this from 4:30 – if i get up at 4:00, i can do all that from 4:30 to about 5:20, 5:25, go down to my gym", "and then when i get to the gym, i do four sets of pullups, alternated with incline bench press, alternated with standing curls", "and then, in that, i’ll also do these one-legged things, balance exercises, as the break between them", "i was taught that was good for balance and whatnot", "and then i’ll do a few other things in there", "and i can do all that in 30, 35 minutes", "so, by 6:15, 6:20, i can be done at the gym, head back home, get cleaned up, and then be starting work", "ready to rock and roll", "stanley mcchrystal: yeah", "and why is exercise important to you, both when you were overseas and at home", "maybe the reasons differ", "but why is that routine, ritual important", "stanley mcchrystal: i think it’s several things", "there’s a certain self-image", "i think that if i was struggling with my weight, or if i was not as fit as i wanted people to perceive me, and i couldn’t perceive myself that way, i think my own self-esteem would suffer", "and particularly, over life now, whenever i’m injured and i have even a slight period, it bothers me a lot, so i think that’s part of it", "second is the military", "there’s an expectation", "if you are not a physical leader in the kind of organizations that chris and i were in, if you can’t do those things physically – you don’t have to do it better than everybody else, but you have to do it credibly, and they can look up to – then i think your status in the organization is going to go down", "when i left ranger battalion command in 1996, and i went off to spend a year at harvard, and i remember one of my non-commissioned officers said, “sir, what are you going to do at harvard?” i said, “i’m going to study.” he says, “you going to work out?” and i said, “yeah, presumably, i will.” and he goes, “you know, you come back here with a phd, but you’re out of shape, we’re going to have a word for you, and it ain’t gonna be doctor.” and i just thought that was so good", "it also puts a discipline in the day", "i find that, if the day is terrible or whatever, but i worked out, at the end of the day, i can go, “well, i had a good workout,” almost no matter what happens", "when the rolling stone article came out, it came out about 1:30 in the morning, i found out about it", "i made a couple calls", "i knew we had a big problem", "and i went and put my clothes on, and i ran for an hour, clear my head, destress myself, didn’t make it go away, but that was something that i’d do in those situations", "not long ago, i flew to florida to interview peak performance coach, tony robbins, who has long been someone i’ve looked up to and learned a lot from", "he’s very good at getting people to not only hear advice, but take action on that advice", "now, aside from asking him to palm my face with his massive hands − that was actually the very first instagram photo i ever put up, which you can check out on instagram, timferriss with two rs and two ss, if you want to see a picture of his ginormous hands covering my entire head – but, besides that, he allowed me to dive really deep into the various routines and frameworks that he applies almost every day, if not every day", "for instance, tony believes that in a lowered emotional state, we tend to only see the problems and not solutions", "let’s say you wake up feeling tired and overwhelmed or anxious for whatever reason", "you might sit down to brainstorm strategies to solve your issues, but it comes to naught, and you feel even worse afterward", "why", "because you started in a negative state", "so, you went from state to then strategy", "and in this particular case, you attempted strategy, but you didn’t succeed due to the tunnel vision on the problems", "and then you likely told yourself self-defeating stories", "all right", "so, you went state, strategy, stories", "for instance, i always do this", "why am i so wound up that i can’t even think straight", "to get the first piece of this chain set up properly, the state, tony encourages you to prime your state, so he calls this state priming", "and priming my state, personally, is often as simple as doing five to ten pushups, ideally with ring turnout on rings or on parallettes, or getting, say, 20 minutes of sun exposure first thing, which is what legendary music producer rick rubin did to completely jumpstart and resurrect his own health, ended up losing more than 100 pounds after that", "even though i do my most intense exercise at night typically, where i have a higher pain tolerance, say, 4:00 to 6:00 or 7:00 before dinner, i’ve started doing one to two minutes, in some cases at the very most, of calisthenics or kettlebell swings in the morning to set my state for the day", "you can also use cold exposure and so", "so, here’s more on tony’s specific morning routine and his priming approach", "what are some of your daily routines", "for instance, what do you typically eat for breakfast, if it’s up to you", "yeah, i’m boring as hell because i just know it’s fuel", "now, before i met my wife – we’ve been together more than 15 years – i was completely anal", "like, i hadn’t had chocolate, i hadn’t had ice cream in 15 years, right", "i was just crazy", "and then she came into my life, and i’ll never forget", "i thought, “god, this woman’s incredible", "she’s a phlebotomist, you know, she does the blood, she’s an acupuncturist, she’s a nutritionist", "we’re having these green drinks, and we have this lunch", "and afterwards, she ordered a hot fudge sundae", "and i thought, “what in the hell are you doing?” she goes, “living, you bastard.” so, she loosened my ass up just a bit, which is great because i loved her", "so, she calls it zigging and zagging", "we zig, zig, zig, and then she zags, or we zag", "and when i was first with her, we were traveling through europe, you know, rome and italy and various parts of france, south of france, and i was, like, “you know, you seem to be zagging every day.” and she goes, “well, i’m on vacation.” and then, later on, we were traveling", "i said, “you know what the problem is", "we’re always traveling, so you’re always on vacation.” but she’s thin as hell and in great shape", "but i’m a high-grains, protein type of guy, very low carbs", "but my regimen is i start with something to strengthen and jolt my nervous system every frigging day", "i will sometimes ease into it", "i’ll go in the hot pools, and i’m fortunate to have multiple homes", "my home in sun valley, i have natural hot pools that come out of the ground, just steaming hot, and i go in the hot pools", "and then i go there in the river", "here, i go in a 57-degree plunge pool that i have, and i have one in every home i have, every [inaudible]", "and this’ll be immediately upon waking up", "waking up − got it", "− because it’s just like, boom, every cell in the body wakes up", "and it’s also just like training my nervous system to rock, that there is – no, i don’t give a shit how you feel; this is how you perform", "that’s what you do", "even when i’m taking vacation, i do it", "it’s just – i don’t know – now, i like it", "i like that simple discipline that reminds me that level of strength and intensity that’s available", "any moment, even if i’m relaxing, i can bring that up at will", "it’s myelin", "i also have a cryotherapy unit in all my homes", "have you tried cryotherapy", "i haven’t", "do you know what it is", "maybe you can elaborate", "i mean, i can put the two words together and probably guess", "oh, my god", "with all that you do, you’re going to love this", "i’m surprised", "i’m glad i’m teaching tim ferriss something for the first time", "[inaudible]", "i’ve done ice baths though, not the first time", "oh, ice baths suck", "ice baths suck", "trust me", "i’m on stage on the weekend", "i do my unleash the power within program two days", "it’s 50 hours", "you haven’t been to an event", "you’ve got to come as my guest to an event sometime", "i would love to", "but i’m going to give you an idea", "people won’t sit for a three-hour movie that somebody spent $300 million on, and i got usher or oprah going, “you know, tony, i love you, but two hours is the most i could do.” and 12 hours, oprah’s standing on a chair, going, “this is the most incredible experience of my life on camera,” and usher’s, like, “dude, i’m in for all three days.” but, for me, one of those days alone, i wear an odometer and a fitbit, and it’s 26.5 miles on average", "wow", "we start at 8:30 in the morning", "i finish at 1:30 or 2:00", "there’s one, one-hour break", "people can vote with their feet", "no one leaves", "there’s, on average, 20 minutes of just crazy-ass standing ovations, music, stuff that happens at the end because people are just – it’s like a rock concert", "it’s so much fun", "but the wear-and-tear of doing basically marathon after marathon after marathon on the weekend, back to back, is pretty intense", "and so, over the years, the inflammation in my body, the demands, i do everything i can to reduce it", "nothing has come close to cryotherapy", "cryotherapy was developed in poland and eastern germany and the eastern bloc countries", "and what it does is it uses nitrogen, so there’s no water", "and unlike an ice bath, which you do, you know, you get spasms, and you’ve got to do them still, right, if you’re a boxer or you’re a runner or you’re an athlete, which is what i would do before, hated them", "there’s none of that process, but it reduces your body temperature to minus-220 fahrenheit", "and you do it three minutes, and it’s mind-boggling", "in fact, i have one here, and i’ll throw you in at the end, if you want, and you’ll get an experience", "i would love to", "that’d be great", "you’ll love it", "i have a unit here", "i’ll do it for you", "but what it does is – and i do it about three times a week usually", "when i come back from an event, i do it a couple days in a row", "and what it does is it takes all the inflammation out of your body, and you know what inflammation does to every aspect of the body and the breakdown", "but it also – it sends emergency signals to your brain", "it’s like resetting your neurological system because your brain’s going, “you’re going to freeze to death.” it sounds horrific", "it really isn’t", "you’ll find out it’s not that painful", "going in my cold plunge of 57 degrees feels more jolting than this does, even though it’s colder because the fluid of water, versus the nitrogen around you is different", "right, the connectivity", "the connectivity, exactly right", "but what happens is your nervous system gets a signal, so it’s like everything in your body connects because it’s like emergency, every part", "it’s a reset of your nervous system", "you get an explosion of endorphins in your body, which is really cool, so you get this natural high", "you feel this physiological transformation, and you get the reduction of inflammation", "what it was used for originally is for people with arthritis, and i found my first one because my mother-in-law would be calling up, and she was just crying in pain, and no medication was enough for her, and i hate somebody medicated anyway", "and so, i started doing all this research, and it just started to come to the us", "and now, the la lakers and most football teams, it’s spreading like wildfire in most of the sports teams", "and so, that’s where it took off", "so, i went and got her one, and it took her, i think, three sessions, and she’s out of pain", "and now, there’s not a day she’s in pain", "now, most people can’t afford to go buy a unit, but there are local places now that are popping up all over the united states where athletes go, where people go, where people go for rejuvenation", "it’s amazing for the skin", "but it’s one of the greatest things", "i got it for her, so i got it for me, and now, i’m addicted, so i’ve got one in every – and three minutes", "what type of unit", "do you know the actual model or the band that you use", "yeah, there’s two of them that are the best out there", "was it java", "junka, j-u-n-k-a, i think it is", "i’ll get it for you when we go downstairs", "and i’ll put it in the show notes for those of you who are [inaudible]", "yeah, if anybody wants to do it", "but, also, if you’re in la, there’s a place there on – i’ll give it to you and put it in your notes – a couple of locations there", "there’s some great guys", "i’m getting another unit", "this is a brand-new home, and i’m building an additional guesthouse and additional sized gym and so forth", "i’m getting a unit, though, that’s better", "this one, it just goes up to your neck", "but i’m getting one that encloses you, a full room", "and the reason is about 70 percent of your nerve receptors are from the neck up", "so, when you step into one of those, it’s even more powerful", "but, other than that, i don’t do much unique or different with my life", "i don’t believe that entirely", "i’m a nut", "i’ll keep digging", "so, you have either the sort of contrast therapy that you mentioned − yes", "− the hot/cold, the cryotherapy", "yes", "you have salad and fish", "yes", "how far after – so, if you were to kind of spec out the first hour of your day − well, the first every day, i do the water, i take in the environment, and then the first thing i do before i do anything else in my day is i do what i call priming", "and priming, to me, is different than meditating", "i’ve never been really a meditator, per se", "i know the value of it", "but the idea for me of sitting still and having no thoughts, it just didn’t really work out for me", "it was just a pain in the ass", "and i just thought it’s not natural, right", "it’s like that’s where it works", "but when i’m in nature, i feel that form of meditation", "when i stand on stage, and someone stands up, and my brain, it’s done", "i don’t even know what it is, but a person’s suicidal – i’ve never lost a suicide, for example, in 37 years, knock on wood, doesn’t mean i won’t someday, but i never have, out of thousands, and we’ve followed up with them", "so, it’s like there’s something that comes through me, and it’s quite meditative", "it’s like i experience it as a witness afterwards", "it’s one of the most beautiful gifts in my life", "so, i know that meditation", "but, for me, what priming is, if you want to have a prime life, you’ve got to be in a prime state", "and weeds grow automatically", "i don’t give a damn what it is", "my teacher, jim rohn, used to say that", "and so, what i do is i get up, and i do a very simple process", "i do an explosive change in my physiology", "i’ve done the water already, right, cold, hot", "and then i do it with breath because, as i know you know, all forms of eastern meditation all understand that the mind is the kite, and the breath is the strength", "so, i want to move that kite, i move the breath", "so, i have a specific pattern of breathing that i do", "i do 30 of these breaths, and i do three sets of 30", "and that creates a profound physiological difference in my body", "and from that altered state, i usually listen to some music, and i go for – i promise myself ten minutes, and i usually go 30", "and you do that in this room that we’re sitting in or − no, i do it all – this one room is where i do it", "it’s got a great vibe", "i’ll do this when i do it at night", "i usually will go outside because i love the wind on my face, and i love to take in the elements, and so forth", "but i do it in multiple places", "i’m on the road", "i do it – it doesn’t matter what day", "i always – i do not missing priming", "the reason is, i’m not – you don’t get fit by getting a walkie", "you don’t get fit by working out for a weekend", "you know; you live your life that way", "fitness is because it becomes just part of who you are", "so, what i do during that time is i do three simple things, and i do it minimum ten minutes", "three minutes of it is just me getting back inside my body and outside of my head, feeling the earth and body in experience and then feeling totally grateful for three things", "and i make sure one of them is something very, very simple, the wind on my face, the reflection of the clouds that i just saw there", "but i don’t just think gratitude", "it’s like i let gratitude fill my soul because when you’re grateful, as we all know, there’s no anger", "it’s impossible to be angry and grateful simultaneously", "but when you’re grateful, there is no fear", "you can’t be fearful and grateful simultaneously", "so, i think it is one of the most important power emotions of life", "and, also, to me, there’s nothing worse than an angry rich man or woman, somebody’s who’s got everything, and they’re pissed off", "i want to slap them", "a surprisingly high number of those", "yeah, it is, because they develop a life that’s based on expectation instead of appreciation", "agreed", "and i tell people, you want to change your life fast", "then trade your expectation for appreciation, and you’ll have a whole new life", "so, every day, i anchor that in, and i do it very deeply and emotionally", "and then the second three minutes i do is a total focus on feeling presence of god, if you will, however you want to language that for yourself, but this inner presence coming in and feeling that heals everything in my body, my mind, my emotions, my relationships, my finances", "i see it as solving anything that needs to be solved", "i experience the strengthening of my gratitude, of my joy, of my strength, of my conviction, of my passion, and i just let those things happen spontaneously", "and then i focus on celebration and then service because my whole life is about service", "that’s what makes me feel alive", "so, i flood myself with that, with a breathing pattern that i take that does the opposite, takes the breath down through my body and back up again", "and then the last three minutes are me focusing on three things that i’m going to make happen, my three to thrive", "and i have some big things that’ll do, and sometimes i’ll do things that are smaller, but i see them, feel them, experience them", "so, it’s a really simplistic process", "it’s ten minutes, but i come out of it in my power", "and it doesn’t matter if had two hours’ sleep", "i’m now ready", "and i do this even when i have no sleep", "that’s how committed i am", "and, as i said, i’ve always said there’s no excuse not to do ten minutes", "if you don’t have ten minutes, you don’t have a life, and that’s how i got myself to do it", "and now that i’ve done it, 20 to 30 minutes is almost always what it is because it actually feels extraordinary", "and where can people learn more about the breathing pattern, or could you describe it briefly", "i’m putting a link online because i just started to share this just recently, and i’ll get it for you", "i don’t know what it is off the top of my head, but it’ll be up shortly, i think, this week", "okay, awesome", "and i will also put that in the show notes, guys, so that’s just fourhourworkweek.com/podcast, and you’ll be able to find this episode", "i have to ask, what type of music do you usually listen to during", "i have a variety, but for that meditation, i have one in particular, which is oneness meditation that a friend of mine made, who’s from india, that i find really profound", "it has no singing in it or anything like that", "it’s just the sound of a vibration that’s going on, and i just love it", "but that’s what i’m doing currently", "in the past, over the years, i’ve used all kinds of different pieces of music", "but i don’t use modern music or pop music or rock", "i do that to work out, you know, rap", "i don’t know", "it just feels weird to be doing rap while you’re meditating", "but, again, what’s different is i don’t think of it as meditation because i look at it as it’s priming courage, love, joy", "it’s priming gratitude", "it’s priming strength", "it’s priming accomplishment", "it’s priming, you know, when i’m doing my gratitude piece, and i’m doing the circle of who’s closest to me and circling that out to everybody i love and sending that energy and healing out to them, as well", "so, to me, if you want primetime life, you’ve got to prime daily", "well, i like the term, “priming,” also because i think that most people who struggle with meditation or even attempt to use meditation are utilizing it for that purpose", "they’re doing it first in the morning", "and when you said, “if you don’t have ten minutes, you don’t have a life,” it reminded me of something that russell simmons said to me, which was, “if you don’t have 30 minutes to meditate, you need three hours.” and i don’t always do 30 minutes, but i do meditate in the morning", "and it’s been a very consistent pattern among all the people that i’ve interviewed so far in the podcast − really", "− practically 100 percent", "wow, that’s wonderful", "and, of course, we’ll get to ray dalio, but also a very avid meditator", "he’s coming with me to india in a couple weeks − well, that’ll be an amazing trip, i’m sure", "− for a week of this experience", "oh, amazing", "let’s talk about wim hof", "he’s a dutch world-record holder who is commonly referred to as the iceman for his ability to withstand extreme cold", "for instance, in 2007, wim climbed past the death zone altitude on everest wearing nothing but shorts", "he’s a bit of a madman", "in 2009, he completed a full marathon above the polar circle in finland in temperatures close to minus‑20 degrees celsius", "that’s minus-4 fahrenheit", "he holds the guinness world record for the longest ice bath, now set at one hour and 53 minutes and 12 seconds", "before i continue, i need to state a very clear warning", "you should never, ever, ever do breathing exercises in the water or before training in water", "shallow-water blackouts are common after these types of breathing exercises and can be fatal and often are fatal", "so, do not do any of what wim recommends close to water or in water", "now, with that disclaimer stated very clearly, some of his methods can produce amazing before-and-after effects", "after one in-person training session with wim, i went for my normal 45-second breath-hold or so, to four minutes and 45 seconds with no perceptible side effects", "this was a first for me, and this was in malibu, in fact, at laird hamilton’s house, who’s also been interviewed", "he’s one of the kings of big-wave surfing", "several months later, while in very deep ketosis, about six millimolars or higher after eight days of fasting − again, never to be done without medical supervision – i did the same exercises in a hyperbaric oxygen chamber at 2.4 atmospheres", "what was the result", "well, there was a clock outside of the chamber, and i held my breath for – and i know a lot of people aren’t going to believe this – seven minutes and 30 seconds before i stopped because i was afraid my brain was going to melt", "the power of breathing exercises is amazing to behold, which is why, in part, his methods have become very, very popular", "again, they are or can be as dangerous as they are powerful", "never do this stuff when you are not going to hurt yourself if you pass out", "so, do it in a chair or something like that, laying down possibly", "don’t do it while you’re going up an escalator", "don’t do it while you are preparing to go into water or anything like that", "so, here we go with more from my conversation with wim hof", "you have such a fascinating story, and you have a lot of accolades, a lot of records, i think more than 20 world records at this point − yes", "− it seems", "what was the first world record that you set", "the first was in paris, just staying a half-hour immersed in ice", "and 12 days later, i repeated the record time and made it an hour in hollywood actually, yes", "and i saw one, also − i mean, you’ve spent a lot of time in ice baths", "and, largely influenced by you and a handful of other people, tim noakes, ray, i’m a huge fan of ice baths, and my fans always complain about it", "but i’ve seen you in so many containers full of ice", "i saw one where i looks like there was a lot of chinese or japanese in the background", "what has been the most challenging cold exposure experience that you’ve had, whether it’s for records or anything else", "maybe losing my sight while i was swimming underneath an ice deck of almost one meter, and i had no goggles on", "so, i lost sight at 35 meters, something like 40 yards", "and i lost the hole and, yeah, things like that", "shit happens", "it happened over there, right there, the meter ice deck above me", "so, yeah, that was some great experience", "another one was losing my way on mount everest in shorts at 18,000 feet in a blizzard, like a whiteout", "so, things like that happen, yeah, and they are challenging", "but then it throws me back to the depth of myself, which is trust and confidence, and i got it", "what do you say to yourself in one of those moments", "so, i guess, physiologically, did your retinas just freeze, or when you were swimming under the ice deck, in a moment like that when many people would panic, did you panic", "if so, what was the mental self-talk when you realized that was happening", "very interesting", "the stress level at that moment is absent, is not there", "i’m just dealing with the situation", "and it has been shown in the university that our stress levels, the stress hormone levels are able to be raised, lying in bed more than somebody in fear for the first time going into a bungee jump", "oh, doing a bungee jump for the first time", "yeah, yeah, not me – because a bungee jump, you are attached – but very unexpected situations in nature, like a blizzard or swimming beneath ice and losing the hole because your eyesight is gone, things like that, or climbing without gear, steep mountains, and having cramps", "and what do you do at that moment", "that’s exactly what i learned, how to raise consciously the stress hormone level, purely controlled, and i’m able to deal with the situation at that moment without panicking", "and i think that’s one of the crucial findings which could benefit for human mankind as it is very subjected to stress all the time, panicking, having fear, and all that", "and i learned in nature how to deal with that", "and the cold brought me that science, brought me that knowledge, wisdom actually", "and the raising of stress hormones, so controlling something that has long been thought to be part of the autonomous nervous system, something that you have no control over, right", "and we’ll get to the breathing because breathing is very interesting since it’s both autonomous, but you can consciously control it and practice different methods", "i think it was certainly in the vice documentary that recently came out, which i recommend to everyone, and i’ll link to it in the show notes, but was it in 2011 that you were injected with some type of virus or bacteria to − exactly", "− see if you could control the immune response", "that was at the dutch – i’m going to mispronounce this – the radboud university", "exactly, radboud university in holland, and the intensive care nuclear science", "i underwent an experiment, and they injected me with an endotoxin, with a toxin actually, which is a part of bacteria", "and that creates a very dramatic immune response", "and as we have no control over the immune response in our body, they thought i was not able to do it as well as expected because nobody showed to be able to suppress the immune response because it is part of the autonomic nervous system", "and nobody’s able to do that until now", "i showed that i was very able, within a quarter of an hour, instead of hours suffering from uncontrolled shivering, fever, headaches, and all that, i showed within a quarter of an hour, to have control, complete, over the symptoms and also the cytokines, which are the flammatory beings in the blood created by the immune response", "and i showed in the blood and by blood results to suppress them dramatically within a quarter", "and then they told me, “okay", "but you are an exception that confirms the rule because you have been training so many years", "you are the iceman", "you do exceptional features", "but nobody is able to do that without that proper training of so many years.” and i told them, “no, i can train them within ten days.” and then the professor was really challenged because if this group would show to be able within ten days to be able to influence deeply into the autonomic nervous system related to the immune system, then that’s for the first time in the scientific history", "but he saw the indication of the possibility, but still thought, “those guys are not going to be able to do that within ten days.” and you know what", "it wasn’t within ten days", "it was within four days of training that i made them able to undergo the same experiment", "that means the injection of the endotoxin and have them within a quarter of an hour completely control over their immune system, related to the autonomic nervous system", "so, they showed 100 percent score of everybody to be able, within a couple of days, to tap into the autonomic nervous system related to the immune system", "and, yeah, and the training, about the training prior to it, we had our beers, you know, in the evening, and a lot of music and very relaxed", "and their mindset, i said, “hey, guys, probably you guys are the new gladiators", "we are going to win the worst war ever, which produced the most casualties, agony, pain, and all that, and that’s the bacteria, that’s the bacilli, that’s the virus, and we’re going to win this war", "are you with me?” that’s the way i talked to them", "and so, they had a mindset", "so, in the evening, we relaxed, and it was like a hippie movement", "but this is a new revolution", "in four days’ time, they were able at the fourth day, without prior experience in the cold, they were able to go in shorts by minus-10", "that’s about – i don’t know in fahrenheit – celsius; this is celsius", "i mean, it’s freezing cold", "yeah, that’s probably in the 20s, probably − yes, in the 20s", "− below freezing, yeah", "and then, for hours and hours, we were going uphill and up the mountain, and we arrived at the summit after hours, and it was minus-27, minus-27 celsius", "that is more than 20s", "it’s probably 10, something like that", "and we danced the harlem shake up there", "then i knew these guys are ready", "in four days’ time, when they will be internalized in the hospital and injected with the endotoxin, they will be able because i feel when somebody is back into its natural state of his or her physiology, and i know how to do that", "the cold trained me", "the cold is my teacher", "and with these subjects, i’m so curious to ask because, i mean, i am certainly not as proficient as you are in any of these techniques, but i’ve enjoyed experimenting over the last ten years and writing about these short experiments, whether it’s related to breath-holding with david blaine or other aspects", "obviously, you’re a professional, and i am not", "but i’d be very curious to hear you perhaps elaborate, for instance, on the first day of training with these subjects in preparation to be injected four days later", "sure", "what did the first day of training look like for them", "just in the morning at ease at 8:00 without food intake, we do breathing, and they lie on the ground all because that’s the most relaxed pose", "and if you are relaxed, you are able to store up, hold a lot more oxygen than when in tension or in posture", "so, i say to them, “just lay down and relax", "now, we are going to begin", "just breathe in deeply and let go, breathe in deeply, let go", "make it a rhythm", "breathe in deeply, let go, not fully out, but fully in, and let go.” and repeat that about 30, 40 times until these indications or symptoms come about, and that means lightheadedness, loose in the body, feeling loose in the body, tingling, contractions", "that’s because carbon dioxide goes out, oxygen is roaming freely throughout the body, and the ph levels rise", "they are optimized, so they get to their best condition", "and that’s proven", "that’s proven", "and they saw, when we do this, they saw all these results chemically", "then, once you feel positively charged with all these symptoms of lightheadedness, feeling loose, contractions, and tingling in the body, i asked them, “just breathe in deeply, let go", "and now, the last time, breathe in deeply, and let go", "“and after letting go, after exhalation, stop", "refrain from breathing", "there is no need", "we’ve got a whole lot of oxygen.” and measurement devices are not able to detect how much", "it’s more than 100 percent", "that’s my opinion", "but devices still are not able to detect that", "they only can go up to 100 percent, as they say", "but the 100 percent, the body is able to store up more oxygen than measurement devices of now are able to measure", "so, then, after one half-minute, then you see that the measurement device shows 100 percent, and then it goes dramatically down afterwards", "and you’re using a pulse oximeter, something that you clip on your finger", "yes, yes, pulse oximeter", "so, you need a heartbeat", "you have a heartbeat, and you have the saturation of the oxygen inside the blood, so the amount of oxygen", "so, after one half-minute, you see with everybody that their saturation of the blood is going down", "and you know people with copd – that’s lung diseases and all that – they suffer from real severe copd when they have 85", "we go to 90, to 80, 70, 60, 50", "people die at 50 and 40, 40 percent saturation in the blood", "we go past", "we go even to 30", "and then the device, measurement device, the oximeter shuts down", "it is not measuring anymore", "but we even go past that one", "now, why don’t the subjects pass out at this point", "they don’t pass out because they are alkaline", "i see", "their ph degrees are really perfect at that moment", "and instead of a person who is dying, he is very acidic", "so, that’s the difference", "so, because we are so alkaline, people maybe sometimes are able to pass out, but just two seconds or three seconds because they are out of their conditioned control", "but after exercising, they regain not only control in those moments and those situations, they win a new part in the brain", "they get very deep in the brain", "and it’s all new terrain", "it’s like a baby", "a baby has no problem with their relax", "but there are no metorical neurons to relax yet established", "so, we are going to different parts of the brain where the guy or the girl never has been", "so, it’s logic that people are able to pass out, but nothing happens because they are alkaline", "so, they just wake up and mostly or almost always, they wake up very happy", "it’s like a drug experience", "but that’s besides of the real effect i’m trying to – not trying – which we showed scientifically is to be able to tap into the immune system in all the layers", "those are three layers", "and normally, we are not able to get into the second and the third layer", "and i say now, we have found a key to the second and the third layer", "that means the non-specific immune system and the specific adaptive immune system", "and that makes us looking to disease completely different because our ability is so much more", "dr", "dominic d’agostino: dom is one of my most popular guests i’ve had on the podcast", "you guys ask for more and more and more", "you just love him", "he’s appeared on the podcast a total of three times, although i recommend people start with the first", "dom is an assistant professor in the department of molecular pharmacology and physiology at the university of south florida morsani college of medicine", "that’s a mouthful", "much of his work is related to nutritional strategies for peak performers and resilience in extreme environments", "for instance, he does a lot of work for the special operations communities in developing esters and exogenous ketones that can do things like prevent or mitigate brain damage in hypoxic environments, meaning lack of oxygen, or even extend breath-hold times and oxygen utilization and so on", "he’s a very impressive guy", "he is a highly legitimate athlete in his own right and built like the incredible hulk", "in this last segment that we’re going to sample, we get a little into the weeds scientifically, but i know that you can get some great tips from it, so bear with it, and a real understanding of the power of ketosis or at least the ketogenic diet", "most important, his information might save your life", "there are certain circumstances within which the ketogenic diet or ketosis can be used as a medical adjunct to, say, improve, in the case of fasting, the resilience of normal cells prior to treatments for cancer, including chemotherapy and so on", "it is not intended to be a standalone treatment for cancer, so do not spread that nonsense but, as an adjunct, many people i know who have been diagnosed with cancer have used it, so that instead of being laid out the next day after, say, radiation or chemo, there are able to run five, ten miles in the morning", "and his approach to ketosis has certainly changed my life and helped me to recover from very severe symptoms of lyme disease", "there is a lot of diet talk, but the supplements and fasting can be treated as separate tools, so you don’t necessarily need to consume a lot of bacon and heavy cream to get into a ketonic state", "now, for those of you not familiar with his work, here’s a very quick primer: the ketogenic diet is often nicknamed keto", "this is a high-fat diet that mimics fasting physiology; in other words, what you do when you starve; you get lost in the woods", "you start to break down body fat for fuel", "your brain and body begin to use ketones, which are derived from stored or ingested fat for energy instead of blood sugar, glucose, and that is the state of ketosis", "the diet was originally developed for treating epileptic children, believe it or not, but there are many variations, including the atkins diet, which became very, very popular", "you can achieve ketosis through fasting, diet, exogenous ketones – that means supplemental ketones, which can come in powder or liquid form – or some combination of all of those", "one of the most common questions i get is, how do you know when you’re in ketosis", "i don’t think the urinalysis strips, the keto strips are very reliable because, as you become fat-adapted, you excrete fewer of these ketone bodies", "and the most reliable way at this point in time is using a device called the precision xtra, x-t-r-a, by abbott, a-b-b-o-t-t", "you can buy it on amazon and other places", "this can both measure glucose and blood levels of ketone bodies, specifically beta-hydroxybutyrate", "so, you prick your finger, and you feed it into this device", "and once you get a readout of 0.5 millimolars, m-m-o-l – that is the concentration of your blood – you can consider yourself lightly in ketosis", "i tend to feel the most increased mental clarity and so on at 1 millimolar or higher", "now, here we go with more of dom’s wisdom", "please enjoy", "let’s define ketosis", "what is ketosis", "i guess we could talk about nutritional and sort of fasting ketosis", "but what is ketosis exactly, and what are ketones", "dom d’agostino: okay", "i’d kind of like to start out with fasting", "sure, perfect", "dom d’agostino: so, if we’re on a normal diet, and we stop eating all of a sudden, we will mobilize and use up our stored glycogen, mostly in the liver", "and our central nervous system more or less demands that we have a steady fuel supply to our brain", "and in the absence of glucose availability, we’ll be depleting our liver glycogen, the insulin levels will be suppressed, and we’ll start mobilizing fatty acids for fuel", "but fatty acids, long-chain fatty acids don’t cross the blood-brain barrier very efficiently", "the liver, while you’re suppressing the hormone insulin, you’ll upregulate beta-oxidation of fatty acids in the liver", "and an accumulation of products from fatty acid oxidation will start forming ketone bodies", "and these ketone bodies are – they’re more or less like water-soluble fat molecules", "they’re small molecules that can readily cross the blood-brain barrier and get inside cells, into the mitochondria", "and as we fast, within about 24 to 48 hours, we’ll start registering ketones to the level that clinically is defined as being in ketosis – i was going to ask you about that", "dom d’agostino: − which is above the 0.5 millimolar − oh, 0.5", "dom d’agostino: − typically, yeah", "so, a person on a high-carb diet would probably take about 24 to 48 hours to start even getting into mild ketosis", "but fasting is the fastest way to get into ketosis and that’s why if you have a child with drug-resistance seizures, and they’re admitted into a place like johns hopkins, the old protocol was to fast them", "they’re not exactly sure if that’s absolutely necessary with things like more – ketogenic diets have mcts and stuff – but fasting has classically been the fastest way to get into ketosis", "so, the ketogenic diet has a macronutrient ratio that’s high in fat, typically 90 to 70", "and by macronutrients, we’re referring to protein, fat, carbohydrates", "dom d’agostino: yeah, yeah", "and maybe ketones could be the fourth macronutrient, maybe, if you talk about exogenous ketones", "right, right", "dom d’agostino: so, a ketogenic diet has a macronutrient ratio that mimics the metabolic physiology that you have when you’re fasting", "so, if you were to take the blood out of someone and do a blood sample of someone on a strict ketogenic diet, it would look like they’re fasting, like they’ve been fasting a few days", "that changes your physiology incredibly", "your metabolic physiology changes acutely, and then there’s long-term changes that occur with that, epigenetic changes", "we know that beta-hydroxybutyrate, which is a ketone body, can have interesting effects on gene expression", "what types of effects", "dom d’agostino: well, there was a science paper showing that beta-hydroxybutyrate is an hdac class i and class ii inhibitor and can activate genes that play a role in enhancing endogenous antioxidant mechanisms, specifically superoxide dismutase and catalase", "so, these mechanisms, when they’re upregulated, it confers protection against the environment", "it sort of enhances our cellular defense mechanisms", "it enhances the robust kind of protective mechanisms that the cell has that can preserve the genome stability", "so, maybe being in a state of ketosis and maintaining that can protect your dna from damage", "so, that’s the implications", "also, anti-inflammatory: so, we published a paper", "our colleagues actually did it at yale", "i developed the diet for them and sent it up to them", "it was exogenous ketones", "but the paper demonstrated that it activated or prevented the activation of a particular inflammasome that’s linked to age-related chronic diseases", "so, it inhibited a specific inhibitory pathway that is really associated with all chronic age-related diseases", "and it was independent of the ketones’ effect on metabolism", "they did a lot of studies to tease out the mechanism and demonstrated that the effect of it suppressing an inflammatory pathway was completely independent of its metabolic effect", "so, we understand that – when i got into this, i just knew that ketones were an energy metabolite", "so, now, we know it’s much more than a metabolite", "it’s an hdac inhibitor", "and the pharmaceutical − how do you spell that", "i apologize", "hdac", "dom d’agostino: oh, yeah, histone deacetylase inhibitor, so hdac would be h-d-a-c", "got it", "dom d’agostino: and then there’s class i, ii, iii, i think iv", "so, class i and ii hdac inhibitors are a big, big – are of big interest to the pharmaceutical industry", "so, there are many – for example, we do a lot of cancer research", "there’s a lot of pharmaceutical companies focusing on histone deacetylase inhibitors as targeting specific pathways for cancer therapy", "so, you have an endogenous hdac inhibitor with beta-hydroxybutyrate", "and not to interrupt, but just for people who want to keep endogenous and exogenous straight, i’ve always found thinking of exoskeleton as sort of outside, as an indicator of outside", "so, if you’re taking – please correct me if i screw this up in any way, dom – but if you’re taking exogenous ketones, that means you are consuming ketones from outside of your body", "and endogenous is something you’re producing yourself", "dom d’agostino: yes", "what was the study that you did on advance lifters as it related to ketosis, and what’s kind of the abstract on that", "dom d’agostino: yeah, that’s under review right now", "got it", "dom d’agostino: and, yeah, i’ll give you kind of the synopsis of it", "so, we had 12 subjects, and these were advanced resistance-trained individuals, meaning that they could squat and deadlift and bend to a certain percentage of their bodyweight, which kind of puts them in the range of the top 10 percent of lifters out there", "what was that percentage, just out of curiosity", "dom d’agostino: i’ve got to go back", "it was some funky number, not like – it was like 185 percent or 75 percent – got it", "dom d’agostino: − of their bodyweight squatting for seven reps or eight reps or something like that", "got it", "dom d’agostino: so, it was pretty – it would be like me – let me see – squatting 425 or something for a set of six or something like that", "okay, yeah, these are very − dom d’agostino: it was pretty significant", "− yeah, significantly advanced trainees", "dom d’agostino: yeah", "so, yeah, the gist of that is that we did a parallel", "the control group was on a western diet, which is pretty similar to kind of moderate protein, higher in carbohydrates, and moderate fat", "and the ketogenic diet had roughly 75 to 80 percent fat, restricted carbohydrates to about 20 to 25 grams per day, and the fat was also supplemented to some extent with mct oil and coconut oil", "and all the subjects, it was two weeks they had to be on the diet and had to confirm ketone levels by blood and urine", "and once they did, we only did a two-week adaptation, which is kind of another subject we could talk about, but they adapted for two weeks and then kind of trained the heck out of them", "and every workout was done in the lab, in a human performance laboratory", "and everything was recorded", "the volume was controlled", "all the parameters were controlled", "bloodwork was done", "and the take-home on it was that i would say strength and performance were maintained and increased, and muscle hypertrophy was seen with a ketogenic diet", "and there were similar increases, yeah, in power, in hypertrophy", "and the big difference was kind of the overall body composition was more favorable in the ketogenic diet group, meaning they had similar increases in lean body mass, but they lost proportionately more fat", "and that’s the study that we completed", "it’s under review right now", "the first journal kicked it back", "so, we went in for another journal and did some follow-up work with it", "now, what is your hypothesis – or maybe you already know – but how would you explain the maintenance or even development of hypertrophy and power in the ketogenic group when a lot of people associate, say, insulin with different growth factors and whatnot", "and i had a conversation – i want to say it was with stephen phinney – very short conversation, and i asked him this because i had been in a ketotic state for two or three weeks and had experienced a nontrivial amount of muscle growth, and i was really surprised by it", "and he explained in terms that i can’t recall, but how the ketogenic diet might have, i guess, a branched-chain amino acid sparing effect of some type", "but is it possible to get very big and powerful on a ketogenic diet", "and, if so, what’s the mechanism in the absence of higher spiking insulin levels, if that is the parent anabolic hormone", "and i’m not saying it is, but a lot of people view it that way", "dom d’agostino: yeah", "so, there’s insulin and insulin signaling, right", "certain diet – when you calorie-restrict a rodent or even humans or any mammal, you will enhance insulin sensitivity, right", "so, you will be more sensitive to a given amount of insulin", "and i think we’re seeing some of that in the athletes", "i mean, exercise itself enhances insulin sensitivity", "so, guys that are advanced lifters who’ve been at it for ten years may have a different response to a ketogenic diet than, say, a 15-year-old kid who’s trying to bulk up for football", "he would probably not be a good candidate for the ketogenic diet", "your sensitivity to things like igf-1 and insulin are much higher when you’re younger, in your teenage years especially", "so, you could compromise a lot of your potential development and strength if you’re younger and doing that", "but the older we get, the less carbohydrate-tolerant we get", "so, we lose our ability to kind of process carbs as we get older, and our insulin sensitivity declines", "going back to your question, as it relates to being on a ketogenic diet, we know that ketones are anticatabolic", "that’s why we can fast for 40 days", "and the ketones have an anticatabolic protein sparing effect", "and if our blood is flooded with ketones, we’re less likely to liberate gluconeogenic amino acids from our skeletal muscle for fuel because the ketones can more or less replace glucose as a primary energy substrate to maintain your central nervous system, which is three percent of our body by weight but sucks up 20 or 25 percent of the energy", "it’s a big metabolic engine", "so, the ketones kind of drive a lot of that substrate energy need", "so, in a situation where you’re at a caloric deficit, i think that’s where ketones can shine, if you’re trying to make weight, if you’re trying to preserve or even increase your performance and strength and alter your body composition", "so, i don’t think the ketogenic diet is ideal if your goal is maximum, a purely ketogenic diet", "i think there are different – we have to kind of figure out what ketogenic diet we’re talking about", "but i don’t think a purely ketogenic diet, as it’s kind of described in the literature, right, a 90 or 85 percent fat diet, is an ideal diet for growth and repair", "the diet that we use in our study is actually a little higher in protein, like 25 percent protein, which is really almost double that used by the johns hopkins group that developed the classical ketogenic diet, and it’s really that protein level is important", "so, growing on a classic ketogenic diet would be pretty hard", "i mean, kids do it", "their growth rates are a little bit less with these kids that have drug-resistant seizures when they’re put on the diet", "but if you simply just do what’s called a modified atkins, and there’s a lot of literature coming out now on the modified atkins – eric kossoff at johns hopkins, he’s a colleague of mine and more in the clinical realm, and he’s done a lot of work showing that a modified atkins, which is about 70 percent fat and 20 or 30 percent protein, has the same sort of ability to metabolically manage seizures", "and i think that sort of diet can be used pretty successfully in the performance world and specifically for bodybuilders", "i think, with that amount of protein, you would be able to grow muscle for sure", "and it’s calories, too, right", "i mean, calories are the driver, your caloric intake", "if you have a surplus amount of calories, you’re more likely to push insulin up and drive anabolic processes", "but a lot of times, people, when they follow a ketogenic diet, because ketones have a really good appetite suppressant effect, they will inadvertently restrict calories and may not even know it after a while and may be losing weight without even trying", "and that’s one of the benefits, i guess you could say, of the ketogenic diet", "you can lose weight, and you can alter your body composition without necessarily even trying, just through the appetite suppressing effect", "well, there you have it, folks", "that is the latest tim ferriss radio hour featuring some of the experts i’ve spoken to in and across more than 200 episodes – what", "– of this podcast", "that’s crazy", "the tim ferriss radio hour is an experiment, and it takes a good amount of work", "so, it’s now over to you", "i want you to tell me, do you like it", "do you not like it", "what should we do more of", "what should we do less of", "please tell me how we can improve it, what topics you would like us to explore", "in other words, i just want your feedback", "let me know what you think, please", "so, ping me, send me a note on twitter, @tferriss, t-f-e-r-r-i-s-s, or on facebook, or on the blog, tim.blog/podcast", "that’s where you can find every episode of the podcast, tim.blog/podcast", "and, as always and until next time, thank you so much for listening"]}