{"dialog_idx": {"jun greminger": [42, 55, 114, 161, 173, 174, 175, 176, 178, 224, 235, 243, 245, 246, 247, 248, 256, 257, 258, 291, 314, 315, 316, 413, 414, 415, 416, 429], "marie kondo": [37, 41, 45, 47, 50, 51, 53, 58, 59, 60, 63, 64, 65, 66, 67, 68, 69, 75, 76, 77, 78, 79, 81, 82, 83, 84, 86, 87, 90, 91, 92, 93, 95, 96, 97, 105, 107, 108, 109, 110, 111, 112, 118, 119, 121, 122, 123, 124, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 144, 145, 147, 148, 151, 152, 153, 155, 156, 159, 160, 164, 165, 166, 168, 169, 170, 171, 182, 183, 186, 187, 188, 189, 192, 193, 194, 195, 196, 197, 208, 209, 210, 211, 229, 230, 231, 232, 233, 234, 239, 240, 241, 253, 254, 266, 267, 268, 269, 270, 271, 278, 279, 280, 281, 282, 283, 284, 286, 287, 288, 294, 295, 296, 297, 298, 299, 300, 301, 303, 304, 305, 306, 307, 309, 310, 311, 324, 325, 326, 331, 333, 343, 344, 346, 347, 348, 349, 350, 351, 352, 359, 360, 361, 363, 364, 365, 366, 367, 370, 371, 372, 384, 385, 386, 389, 390, 391, 392, 393, 395, 396, 397, 398, 399, 401, 403, 404, 420, 421, 422, 423], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 38, 39, 40, 43, 44, 46, 48, 49, 52, 54, 56, 57, 61, 62, 70, 71, 72, 73, 74, 80, 85, 88, 89, 94, 98, 99, 100, 101, 102, 103, 104, 106, 113, 115, 116, 117, 120, 125, 126, 127, 128, 141, 142, 143, 146, 149, 150, 154, 157, 158, 162, 163, 167, 172, 177, 179, 180, 181, 184, 185, 190, 191, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 225, 226, 227, 228, 236, 237, 238, 242, 244, 249, 250, 251, 252, 255, 259, 260, 261, 262, 263, 264, 265, 272, 273, 274, 275, 276, 277, 285, 289, 290, 292, 293, 302, 308, 312, 313, 317, 318, 319, 320, 321, 322, 323, 327, 328, 329, 330, 332, 334, 335, 336, 337, 338, 339, 340, 341, 342, 345, 353, 354, 355, 356, 357, 358, 362, 368, 369, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 387, 388, 394, 400, 402, 405, 406, 407, 408, 409, 410, 411, 412, 417, 418, 419, 424, 425, 426, 427, 428, 430, 431, 432, 433]}, "episode_num": 234, "file_type": "html", "guests": ["jun greminger", "marie kondo"], "num_sentences": 434, "num_words": 6504, "raw_text": "Tim Ferriss: Hello ladies and germs, boys and girls, [Speaking Japanese] this is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, that little [Speaking Japanese] which is long time no see, basically; in Japanese is a taste of things to come. I’m so excited about this episode. Every episode I’m excited, and it is my job to deconstruct world class performers of all different types, whether they’re big wave surfers, retired Navy Seal commanders, chess prodigies, entertainers, or otherwise. This particular episode is a first for me, meaning it is an interpreted episode. So we have Japanese featured; it was recorded in Tokyo, where I got to meet Marie Kondo, who is sometimes referred to as Mary Kondo, so you can think of her that way if you like. But it is actually pronounced Marie Kondo. Here’s a quote just to give you some flavor, a taste of things to come. Quote: “You could say that tidying orders the mind while cleaning purifies it.” That is from Marie. She is a Japanese organizing consultant, author, and entrepreneur also known as KonMari, and you can find her on Twitter and elsewhere @mariekondo, that’s M-A-R-I-E-K-O-N-D-O. You probably know her because of a book, and the book is The Life Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing, which has sold a gazillion copies. It has become a movement. She developed this particular method of organizing, which is known as the KonMari method, which you can see is an inversion of her name. It consists of gathering together everything you own, one category at a time and then keeping only those things that “spark joy.” We actually talk about how that is translated in Japanese, and I had a blast with this. As well as choosing a dedicated place to store them, etc., it goes far beyond just tidying how-to. Her method is really a way of life and a state of mind, and I observed this in person. I’ve spent some time with her since. She has the most calming voice imaginable, which is why I play a decent amount of her speaking Japanese in this. For those long term listeners, you know that I lived in Japan in high school; I love Japan and Japanese, and we were very, very lucky to have Jun Greminger, who works with Marie, fill in last-minute. We had an interpreter cancellation of sorts, a logistical snafu and Jun slipped in very seamlessly to help with everything so thank you, Jun. Marie has captured, as I mentioned, the findings of her various clientele and all of her different organizational approaches and philosophies in her mega bestselling books, the first of which I mentioned, The Life Changing Magic of Tidying Up, and its follow up, Spark Joy, subtitle An Illustrated Master Class on the Art of Organizing and Tidying up. I need to organize my brain. Her books have sold more than 7 million copies and have been published in more than 40 countries. Kondo goes way beyond just author in Japan. Her methods have become so famous that her last name has become a verb; konding. And people who share her specific values worldwide are referred to and refer to themselves as konverts with a “K.” She has been named one of Time magazine’s 100 Most Influential People. She’s also the founder and chief visionary officer of KonMari Media Incorporated, KMI, which is a U.S.-based startup with the mission to organize the world by combining the power of technology in a network of konverts – with a “K” – which is exploding as well as partner organizations. KMI has recently launched a KonMari consulting training program and certification process; they’re doing tons and tons of stuff. So this episode is an experiment. I had a blast with it. Marie is as lovely – ten times lovelier – than you would hope in your wildest dreams; really one of the most calming, fascinating people I have met in a long time. We dig into Shintoism, we dig into her upbringing. We dig into specific nitty-gritty details of her method. We talk about how it applies elsewhere. We talk about morning routines. We talk about all sorts of stuff. So without further ado, please enjoy this wide ranging and very experimental conversation with Marie Kondo, the Japanese tidying master. Marie, welcome to the show. Marie Kondo: Hi, [Speaking Japanese]. Tim Ferriss: [Speaking Japanese]. There are so many things I want to ask you because I’ve read your books, and I am a huge fan of Japan. So thank you for making the time. Marie Kondo: [Speaking Japanese]. Jun Greminger: Thank you very much; I’m very happy to meet you as well. Tim Ferriss: I think we should start at the beginning, and that is your childhood. So could you tell us a little bit about where you grew up and how you grew up? Marie Kondo: [Speaking Japanese] Jun Greminger: I was born and raised in Japan. Tim Ferriss: Which part of Tokyo? Marie Kondo: [Speaking Japanese] Jun Greminger: There are 23 wards in Tokyo, and I was brought up in the Koto ward, a small ward in Tokyo. Tim Ferriss: Did she have brothers or sisters? What did her parents do? Marie Kondo: [Speaking Japanese] Jun Greminger: I had an older brother and a younger sister. My dad was a doctor and my mom was a homemaker. Tim Ferriss: What type of medicine did her dad practice? Marie Kondo: [Speaking Japanese] Jun Greminger: Internal doctor. Tim Ferriss: Internist, probably. Jun Greminger: Internist, okay. Tim Ferriss: What characterized her childhood? Would she say she was a happy child, a very obsessive child; how would she describe her younger self? Marie Kondo: [Speaking Japanese] Jun Greminger: I didn’t stand out much. Marie Kondo: [Speaking Japanese] Jun Greminger: So, since I was a little kid, I loved organizing. When I was 5, I started reading magazines that had to do with homes and organizing. Tim Ferriss: I heard that she also would take recess time at school and organize books in the classroom, and do that type of thing. Why did she have that interest? Marie Kondo: [Speaking Japanese] Jun Greminger: There were a couple of reasons why I was interested in this since I was young. First of all, my mom was a homemaker and she looked so happy doing things around the house. Marie Kondo: [Speaking Japanese] Jun Greminger: My mother told me that being a homemaker is great. I can create and organize and clean homes, and that way my dad would be able to work and my kids would be able to stay healthy. Marie Kondo: [Speaking Japanese] Jun Greminger: My mom loved doing chores but she wasn’t necessarily perfect at it. My home wasn’t that disorganized but it wasn’t necessarily super neat, either. There were a lot of things in storage. Tim Ferriss: So it sounds like her mom was a very good homemaker but didn’t specialize in the tidying up aspect of things. I read somewhere that she was an “attendant maiden.” I don’t know what that translates to exactly, but at a Shinto Shrine, and I’m really interested in talking about that. So could you maybe tell the story, if that’s accurate, of how she became involved with a Shinto Shrine and just to maybe help describe the experience? Because a lot of my fans have asked to hear more about maybe that Shinto influence, because they see some of that influence in her recommendations. That’s at least their impression. Marie Kondo: [Speaking Japanese] Jun Greminger: Regarding Shintoism, it’s more of a very natural part of my life. The reason why I worked there was there was an opening and they were hiring an attendant maiden. I saw a help wanted sign. It was a very, very casual decision. When I was 12 years old in elementary school, even at that age I felt like when I went to a shrine, I felt very peaceful and put together inside. Tim Ferriss: She stayed at that job for how long, or how long did she continue to do that job? Marie Kondo: [Speaking Japanese] Tim Ferriss: So five years. And what does an attendant maiden do? Marie Kondo: [Speaking Japanese] Jun Greminger: The work is very simple. There are people who come to pray, and we sell them lucky charms and we also clean the area, as well. Tim Ferriss: Why did she stop? Marie Kondo: [Speaking Japanese] Jun Greminger: I did this as a student. So after I graduated college, I got a different full-time job. Tim Ferriss: So it was a college gig. The switch that I’d love to hear more about is what was the experience, or how did she go from a focus on throwing things away to things that give joy? Marie Kondo: [Speaking Japanese] Jun Greminger: There’s a story behind this. As I mentioned before, I loved studying and experimenting with organizing since a young age. But at the time, for me organizing meant throwing things away. But even when I threw things away, I didn’t feel like I was organized. Tim Ferriss: Why is that? Marie Kondo: [Speaking Japanese] Jun Greminger: This was a very negative way of looking at things. At the time, I was throwing away so many things that I called myself a discarding machine. I was always looking for reasons to throw things away, and this became extremely stressful. Tim Ferriss: It sounds like it had a negative connotation, the act of cleaning out, with a focus of throwing things out acquired a negative connotation. The spark in joy I want to talk about, because I think people who have read your books will be familiar with some of these concepts. But for people who haven’t read the books, I’ll take a stab at it. You’ve been known for many different things, but one would be looking at things in terms of categories instead of rooms, right? Then you also have holding these objects in your hands, once you put everything in a category on the floor and asking if it sparks joy. So I want to talk about the Japanese version of that. Is the word tokimiko? Marie Kondo: Yes, tokimiko. Tim Ferriss: So I would love for her to describe in Japanese what it feels like when it’s an object that she should keep. Marie Kondo: [Speaking Japanese] Jun Greminger: I realized that the concept of spark joy is extremely important. As I said before, I was extremely stressed out when I was trying to identify things that I could discard. And as you may all know, I’ve actually passed out from organizing too much. Marie Kondo: [Speaking Japanese] Jun Greminger: When I woke up, in my head I was thinking what’s important in organizing is not focusing on discarding but really focusing on what to keep. So it’s really how to make your room into a space that sparks joy, full of things that spark joy for you. So when I woke up, this was really the first time that I realized the spark job concept. Tim Ferriss: This is waking up after passing out? Jun Greminger: Yes. Tim Ferriss: Right. What is so important about thanking objects, and when did that start for her? So being grateful to objects; why is that important and when did that start? Marie Kondo: [Speaking Japanese] Jun Greminger: Showing appreciation for things, I don’t really remember when I started. When I started becoming an organizing consultant at age 19, this was something that I already did. Tim Ferriss: At 19, that’s when her friends started asking her to help with tidying and offering her money? Marie Kondo: [Speaking Japanese] Jun Greminger: Yes, it was originally just a hobby. I loved organizing my friends’ houses. But then, word spread and people started saying: hey, if Marie goes over to your house, your house will become super organized. That’s when people that I didn’t know started reaching out to me and saying they’ll pay for the service. Tim Ferriss: Why is it important to thank the objects before discarding them? Because this is something I think a lot of Americans, at least people who have sent me questions to ask, they wonder: do I really have to do it? Does she recommend doing it out loud? Or is that something that’s sufficient to do in your own head? Marie Kondo: [Speaking Japanese] Jun Greminger: Let me answer your third question first. You can either say it out loud or in your head. What’s important is to really feel that appreciation. Marie Kondo: [Speaking Japanese] Jun Greminger: In regards to your question on why it’s important to say thank you to each item, when you’re saying thank you, or rather when you’re discarding something or when you’re throwing something away, it’s pretty common to feel guilt. You feel guilty for throwing something away. But it’s really important to feel that guilt, and by saying thank you, it becomes easy to throw away. Marie Kondo: [Speaking Japanese] Jun Greminger: So for example, one of the things that clients have a really hard time throwing away is expensive clothes. It is usually hard to throw away. But you need to think about the clothing’s purpose; what purpose did it have? So, maybe it sparked you joy the moment you bought it, or maybe it taught you that you don’t look good in a certain type of clothing. So, say thank you, say for example, thank you for sparking joy when I bought you; or thank you for teaching me that don’t look good on me, is one way to do it. Really think about the purpose, and really realize what’s important to you and what your values are. Tim Ferriss: We can be specific – American fans of your books and methods, what do they tend not to pay enough attention to? Just in general; maybe they think it’s important but they’re like; okay, “I’ll take a look at that,” but then they focus on other things. Really the question is what do they pay too little attention to, and what do they pay too much attention to, in general? Marie Kondo: [Speaking Japanese] Jun Greminger: I’ve met a lot of my readers and fans, but they really understand the KonMari method more than I expected; that’s my impression. One thing I wish they would do more of is really feel and show that gratitude towards items, so really feeling their appreciation for each of their belongings. Tim Ferriss: What is one of the most difficult things, or some of the most difficult things that she has given up? Marie Kondo: [Speaking Japanese] Tim Ferriss: She’s having trouble thinking. Marie Kondo: [Speaking Japanese] Jun Greminger: I’ve been constantly tidying my entire life, so honestly I can’t think of anything. Tim Ferriss: How has her thinking changed, if it has, with a child now? Has it changed or evolved? Marie Kondo: [Speaking Japanese] Jun Greminger: My kids are still very, very young. I have a 1-1/2-year-old and a 5-month-old. What I realized is when you have kids, you really don’t have time; it’s really hard to make everything perfect. Tim Ferriss: How would she suggest people handle that themselves? Marie Kondo: [Speaking Japanese] Jun Greminger: Tidying and organizing is not something that you do little by little. So what I suggest is doing it all at once; that’s really important. Tim Ferriss: What is that called in English, and what is that called in Japanese? Because I just heard it in Japanese, [Speaking Japanese]. Marie Kondo: [Speaking Japanese] Tim Ferriss: [Speaking Japanese] Jun Greminger: [Speaking Japanese] Marie Kondo: [Speaking Japanese] Tim Ferriss: So that is, in effect – I kind of like the sound of it. This is like a tidying festival. Jun Greminger: Correct. Tim Ferriss: I mean a party, of sorts. What makes a [Speaking Japanese] successful? Marie Kondo: [Speaking Japanese] Jun Greminger: You only have to face each and every item that you own. Organization and tidying is not just for practical purposes; you really need to make your values clear, so understand what your values are. that’s my goal with organizing. Tim Ferriss: What would be examples of values that would help with organizing? Marie Kondo: [Speaking Japanese] Jun Greminger: Think about what values do I think are important. This is an example of one of my clients. She got a new job in something that she really wanted to work for. Other examples include people who built their own businesses, or really reexamined their relationships and kept only those who were really important in their lives. Tim Ferriss: So when they’re going through their houses and doing this, the all-at-once approach, then the values that guide them relate to their identity as a businessperson? Jun Greminger: Let me try and clarify that. The purpose of organizing is not just to make your house clean, or your room tidy, or anything like that. The end purpose, the end goal, is to really think about your values and really clarify what your values are; so what’s important to you. In regards to my client examples, there were people who after they finished organizing and tidying, they were able to reexamine what they wanted in life. Tim Ferriss: Right, that clarity transfers to other areas. Jun Greminger: Yes. Tim Ferriss: How would she suggest people deal with a family member, and I’m sure this is a very common question, a family member who is a hoarder or who does not clean up? Keeps old magazines, old this, old that; it could be anything. What would her recommendations be to those people? Marie Kondo: [Speaking Japanese] Jun Greminger: First and foremost, you just need to forget about it. You need to finish your own tidying first. Tim Ferriss: First. [Speaking Japanese]. Marie Kondo: [Speaking Japanese] Jun Greminger: Then, after you’re finished tidying, what’s really surprising and a lot of people experience this; when family members see you tidying, it makes them want to tidy up, too. Marie Kondo: [Speaking Japanese] Jun Greminger: Your energy changes after you finish tidying. You release this clear energy which is communicated to your family. So even people who have secretly tidied up, have come to me and said that their families have tidied up after them, as well. Tim Ferriss: What would her words of advice be to a particularly difficult case? Let’s say, do you finish your own cleaning and tidying but there is a family member who still is not receiving the message. Marie Kondo: [Speaking Japanese] Jun Greminger: First of all, you need to be really clear about categorizing your storage. Marie Kondo: [Speaking Japanese] Jun Greminger: If you live together as a family, you need to create some rules. To your husband you can say: this your space from here to here; really lay that out and say as long as you’re within that space, I won’t say anything. Marie Kondo: [Speaking Japanese] Jun Greminger: Another thing I recommend is that if you’re really, completely done tidying and you’re satisfied with your tidying, for example to your husband you can make storage available for him; that’s one way to do it. Marie Kondo: [Speaking Japanese] Jun Greminger: So for example, you can fold your husband’s clothes for him and put them away, and that way your husband can realize wow, having a tidy and organized space feels really good. Then he can become interested in tidying up himself. Tim Ferriss: That’s what one of my ex-girlfriends did a few years ago. She did it in a very clever way. And I’m not that messy, but I tend to have a lot of certain things, or I used to. She would say: why don’t we just give away one of these, and then let me organize the space and then if you don’t like it, I can put it back the way it was. She would volunteer that way, and maybe I’m just too lazy but once it was fixed, it looked better, felt better and of course I’m not going to ask you to turn it back to how it was. But she was very good at getting that foot in the door. So a question about kids. I want to talk about kids a little bit. How would you suggest helping to instill the habit of tidiness into kids? Are there any routines or practices that you can have children do when they’re young so they have the habit of tidying? Marie Kondo: [Speaking Japanese] Jun Greminger: What I recommend is teach your kids how to fold clothes in the proper way. Marie Kondo: [Speaking Japanese] Jun Greminger: The reason is clothes are something everyone uses every day. You use them every day, you have to put them away every day, and they’re clearly your own. So by teaching kids how to fold, they’ll learn how to organize really quickly, or the concept of organizing and keeping tidy. Tim Ferriss: I was very happy to see her folding method the first time I saw it. For those people who are familiar, and I’m not going to do it justice, but if you’re imagining for instance a tee shirt laying out in front of you, and you fold the arms in on either side into a vertical column, effectively, and then folding it up so that it can be set vertically on a shelf, for instance. But it’s also very similar to how I used to fold my judo uniform. When I was in Japan at age 15 as an exchange student, I was in part of the club system. Sports were mandatory so they call that bukatzu, and I went into the judoko. So every day I would have to very nicely fold up my judo uniform two or three times. I got very accustomed to folding the clothing, and then I would tie it with the belt, the opi, and patent it over my shoulder and off to the train I went. I saw the folding method, and it was very natskashi. Natskashi is one of those words that is kind of hard in Japanese. For those people who speak any Portuguese, it’s a little similar to saldacci. But it’s a little hard to translate into English. It makes me think fondly of my experience in Japan. Jun Greminger: The closest word might be nostalgia; something like that. Tim Ferriss: Nostalgia, there we go. That’s probably the closest word. How is the KonMari method different from minimalism? Or when people ask her is the KonMari method minimalism, how does she answer that? Marie Kondo: [Speaking Japanese] Tim Ferriss: This is very fun for me to explore because what Marie was just explaining is that in minimalism, you’re really focusing on reduction and the minimal amount as the objective. Whereas in her method – please correct me if I get any of this wrong – the amount doesn’t really matter as much. It’s about finding the balance that makes you happy. And as long as that’s the case, then it’s permissible in so much as it reminds me – and my fans are probably sick and tired of hearing me talk about Seneca and stoicism, but stoics would talk about, in the case of Seneca for instance, riches not being the problem. So you’re allowed to have riches as long as the riches don’t have you, if that makes sense. In other words, it sounds like she’s also saying you can have belongings, as long as those are belongings that give you joy, but not when the things we own start owning us. Jun Greminger: Exactly. Tim Ferriss: How would you suggest people let go of objects that they inherit from people who die? This was a common question that came up, because they feel tremendous guilt about these objects that come from, say, a mother or a father who dies. What would your suggestions be to those people? Marie Kondo: [Speaking Japanese] Jun Greminger: These fall into the category of sentimental items, so do this last. Marie Kondo: [Speaking Japanese] Tim Ferriss: As a category. Marie Kondo: [Speaking Japanese] Jun Greminger: The categories that I recommend are clothes, books, documents, kimono, and sentimental items. Tim Ferriss: In order. Jun Greminger: In order; so that’s the order. Tim Ferriss: Could you go through that one more time? Jun Greminger: Sure. First your clothes, then books, then documents, then kimono, which is miscellaneous items, and then lastly sentimental items. It’s really, really hard to judge what sparks joy and what doesn’t spark joy for sentimental items, so you need to do this at the end. So by this time, hopefully you will have trained your spark joy muscle. Tim Ferriss: Muscle/lens. What if you have objects that don’t necessarily give you joy but they gave another person joy, so you feel guilt? So you hold that, and you know it doesn’t give you joy but you still feel guilty because it gave your mother joy, or your father joy. What would she suggest they say to themselves to fix that? Marie Kondo: [Speaking Japanese] Jun Greminger: You need to face each and every item. When you touch it, if it sparks joy, or when you hold it in your hand do you feel the joy that your mother did? Tim Ferriss: That warm feeling. Jun Greminger: That warm feeling; does it give you that warm, fuzzy feeling and does that make you want to keep it with you? If all those feelings are positive, then I suggest you keep it. Then, let’s say it doesn’t spark joy but it did for your mother, what you need to do is say: thank you for sparking joy in my mother’s life, and then say thank you and discard it. Tim Ferriss: So it seems like the gratitude piece, the thanking, is a very important part of the release; it provides a closure for a lot of this, which I find fascinating. There’s a quote, and I’m going to get the attribution wrong; it’s Neal something or other, N-E-A-L. But the quote is, and I’m probably going to get this slightly wrong, too: “The suffering ends when the gratitude begins.” I feel like that could be applied to a lot of things, including the tidying itself. What are some of the most misunderstood parts of her method? I’m sure there are people out there, like with my work or anyone else’s work who say Tim recommends this. And I’m like, wait a second, I don’t actually recommend that at all. So what are some common misunderstandings about her method? Marie Kondo: [Speaking Japanese] Jun Greminger: Because the method includes throwing away anything that doesn’t spark joy, I’m often misunderstood as someone who recommends discarding everything. That’s not the case. My message is take really good care of the things that matter to you. Marie Kondo: [Speaking Japanese] Jun Greminger: So for you, don’t put too much energy into anything that doesn’t spark joy. Really understand where you need to allocate your energy. You need to allocate energy into what matters to you, what’s most important to you. Tim Ferriss: I’d like to switch gears a little bit and talk about her routines. What are some of the routines, say, in the first 90 minutes of her day? What does the first 90 minutes of her day look like? When does she wake up? What are the rituals that are important, if any? From waking up to lunch, what’s important and what does her routine look like? Marie Kondo: [Speaking Japanese] Jun Greminger: After I wake up, I focus my thoughts on the house. For example, I say good morning to my house. Of course, I tell my family members good morning as well. Then I open up all of the windows, circulate the air. Then I do morning yoga, so I feel very put together and re-centered when I do this. And of course, as you know I have kids so I prepare their breakfast, I prepare my breakfast, and eat. In Japan, there is a concept of really wiping the floor of your entrance, so I do that, as well. Tim Ferriss: So she sweeps the entrance? Marie Kondo: [Speaking Japanese] Jun Greminger: I wipe it. In Japan, there’s a clear division between the entrance outside; between inside and outside. The entrance is where you can kind of dust off anything you’ve accumulated outside. Tim Ferriss: It’s the lower step, generally, right? For a lot of houses, right before they step up into the house and put on slippers; where you take off the shoes. Jun Greminger: Yes. Tim Ferriss: I have a couple of specific questions. What type of yoga does she practice? Marie Kondo: [Speaking Japanese] Tim Ferriss: That’s totally fine. She just asked: wait a second, there are different types of yoga? She’s just a beginner. So straightforward yoga. Does she have a routine she follows, or a video? Marie Kondo: [Speaking Japanese] Tim Ferriss: When does she wake up, and how long does she do yoga for? Marie Kondo: [Speaking Japanese] Jun Greminger: I do my yoga based on a book I bought in Japan. I usually wake up at 6:30 a.m., and I take about 20 minutes to do my yoga. Tim Ferriss: What are the most common breakfasts that she has, and that she makes for her kids? Marie Kondo: [Speaking Japanese] Jun Greminger: It really depends on the season. In the summer, I love making cold-pressed juice. In the winter, we eat a lot of Japanese breakfasts. It’s really good for you and it’s healthy. It consists of rice and Miso soup. Tim Ferriss: Is there anything besides the rice and Miso? Marie Kondo: [Speaking Japanese] Jun Greminger: It really depends on the day. So for example, I’ll have Japanese omelets or leftovers from the night before. I really don’t have a set menu for my breakfast; I make what I feel like would be fit and good that day. Tim Ferriss: We talked about the first 90 minutes, so I’d like to talk about maybe the last 90 minutes. Does she have any particular wind-down routines, or pre-bed routines; anything like that that are important to her? Jun Greminger: [Speaking Japanese] Marie Kondo: [Speaking Japanese] Jun Greminger: After I say hi to my family members, I say to my house: Hi, I’m home. Then I return the items in my bag to where they belong. Every item has a place; I return them to their places, and I of course communicate with them, as well. Tim Ferriss: Thank them for their service. Just for people who want a little bit of cultural context, when you come home to a Japanese home you say Tadayma, and the people there will say Okaidi. And then when you leave the house in the morning, you say something like: Itikimos, and then they would say Itrash, which is like I’m going to come back, and they would say: go and come back. It sounds weird when you literally translate it, but that’s part of Japanese culture with your family, or in my case with my host family. You would leave, say your bit, and then everybody would sort of have a chorus back. And when you get home, you say Tadayma and then everyone would say welcome home, effectively. Besides her own books, what books has she gifted the most to other people, as presents? Marie Kondo: [Speaking Japanese] Jun Greminger: Of course it depends on the person, but for example – this is a recent story. In Japan there’s a popular book called [Speaking Japanese] and just for people who don’t know Japanese, Nian is kind of like Meow. This book has a lot of cute pictures of cats, along with a lot of messages that are encouraging words. Tim Ferriss: [Speaking Japanese]. The Japanese love puns, they love puns. [Speaking Japanese] If she could have a message, one message, on a gigantic billboard, a short message, not an advertisement but a message she would like to get to millions of people on a huge billboard, what would the billboard say? It’s sort of a metaphorical question. Marie Kondo: Love who you are seeing; you own things. Tim Ferriss: Love the things you own? Marie Kondo: Love the things you own. Tim Ferriss: That’s good, I like that. I’m writing that down. Can you think of a favorite failure? And I’ll explain what I mean by that. I think that a lot of people look at Marieson and it’s very intimidating. They go: oh God, she’s perfect, she never makes mistakes. So what is a favorite failure? Which means maybe something that did not succeed, or was a failure that ended up sowing the seeds for success later? Does that make sense? Marie Kondo: [Speaking Japanese] Jun Greminger: Here’s the failure story. When I was still experimenting with organizing, when I was still a student, I went through a period when I discarded my family’s things. Tim Ferriss: Some of the most important things, right? Marie Kondo: [Speaking Japanese] Jun Greminger: Of course this turned into huge fights. For example, one time I threw away a very expensive bag that my mother owned. Another time I threw away my dad’s suit that looked like it had dust accumulating on it. At that time my thought was hey, I discarded it for you; I did it for you. Marie Kondo: [Speaking Japanese] Jun Greminger: And I really wanted to almost hit my younger self for doing that. Marie Kondo: [Speaking Japanese] Jun Greminger: In terms of organizing, what’s important is that person’s specific values. So even if it looks different to you, what’s important is how they’re feeling and what their values are. Tim Ferriss: I have a question about the inputs, and I’ll tell you what I mean by that. It seems like loving the things you own is a balance of sorts, because you have things coming in that you buy, and you have things going out that you discard, and then you have things that stay that you organize. I’d love to hear how she decides to buy something or not. Because for instance, I think for many people, they buy something and in that moment it makes them very happy, but then six months later it’s not important anymore; it doesn’t do anything. How does she distinguish those two? Or maybe she could walk us through her thought process when she’s considering buying something or not. Marie Kondo: [Speaking Japanese] Jun Greminger: It’s very simple. For me, it’s just whether it sparks joy for me or not, when I hold that item in my hands. And that spark joy feeling is a muscle, as I said before, that you really train by going through the tidying process. Tim Ferriss: Could she elaborate on how then she distinguishes from something that gets her very excited for a short time, versus something that she realizes will spark joy for a longer period of time? Marie Kondo: [Speaking Japanese] Jun Greminger: I don’t necessarily always consciously think about that. It’s something that you just realize naturally. So, you can notice what’s necessary to you now. Consciously train that muscle, and then you’re able to know what you need now at the moment, and what you need long term so you become better able to judge that. Of course I think it’s lovely to have short term spark joy items as well; it’s not about long term or short term. Tim Ferriss: Got it; it’s not exclusively one or the other. What is a purchase that comes to mind for her of less than $100.00 that brings her a lot of joy? Marie Kondo: [Speaking Japanese] Jun Greminger: This wasn’t a purchase for me, but for my daughter. I love buying things that spark joy for me for my daughter. I fell in love with this pair of shoes that were handmade shoes. Tim Ferriss: What about for herself? It doesn’t have to be recent. It could be anything she owns; maybe something non-obvious that brings her a lot of joy. I’ll give her an example, just to give her some time to think. If someone were to ask me what is something strange that you have that gives you a lot of joy, I have [Speaking Japanese] Marie Kondo: [Speaking Japanese] Wow. Tim Ferriss: Yabusami is saddle, and that’s strange. That’s not something that most people have in San Francisco. But I have an antique Yabusami saddle, and it makes me so happy every time I see it. So that would be an example. Because I could say I have a photograph of my family, but that’s true for a lot of people. I’m trying to identify if there’s something maybe a little less usual or obvious that really brings her a lot of joy that she has. Marie Kondo: [Speaking Japanese] Jun Greminger: That reminds me, I have a tea ceremony bowl that really sparks joy for me. The color is beautiful; it’s like a purple. It’s a [Speaking Japanese] salad bowl. Tim Ferriss: It sounds beautiful. When you hear the word “successful,” what does that mean to you? Marie Kondo: [Speaking Japanese] Jun Greminger: I have a goal. My dream is to organize the world. So regarding this method of organizing, or through this method, I want lots of people to lead lives that spark joy. I want more people to have completed tidying and more people to lead lives of joy as a result. That’s success to me. Tim Ferriss: So aside from that, if she had to choose one more thing, and this might be more culturally specific, but to be on her gravestone, what would she want to have written on her gravestone, aside from that? Marie Kondo: [Speaking Japanese] Jun Greminger: When I pass away I want to be like my grandmother. My grandmother really took good care of her belongings and her house. She even made places that you couldn’t see very beautiful. So for example, I’d like to be remembered as the person who folded her clothes really neatly and put them away really neatly, and I’d like to continue living this way. Marie Kondo: [Speaking Japanese] Jun Greminger: So the example I gave may sound really small, but it’s really important to build up those small things. Tim Ferriss: I think the small things are the big things. Marie Kondo: Yeah. Tim Ferriss: If she wanted to ask the millions of people listening to consider or do one thing, or ask themselves one thing, what might that be? Marie Kondo: [Speaking Japanese] Jun Greminger: Please think about whether your belongings spark joy. Keep thinking about whether things spark joy for you. Tim Ferriss: I suppose this is as good a place as any to end it and wrap up. This is a question in a framework that I want to apply to a lot. I have a sign over my hallway that says “Simplify.” It’s a wooden sign that I bought from a diner in a place called Truckee in northern California. I think I’ve probably given away 70 percent of my things in the last few years, but there seems to be, for me at least, an influx which is why I was asking about the purchases as well. So this is advice that I need to heed. Where can people find Marie online, and Jun, feel free to answer this. On social and elsewhere, where’s the best place to say hello, whether in English and Japanese if there are different, because I’m sure there are going to be Japanese speakers listening to this as well. Could you let them know where they can learn more? Jun Greminger: Sure. We’re very active on social media; please follow us @mariekondo, both on Instagram and Facebook. We also have our official website, http://www.konmari.com, that’s K-O-N-M-A-R-I dot com. We also have newsletters that you can subscribe to, so please feel free to sign up through our website. Tim Ferriss: I have one, maybe two last questions. This is a common question that came up, which was: what are the most common novice mistakes that bring chaos back into people’s lives? So somebody reads the book, they follow the instructions, or they think they’re following the instructions; what are the most common mistakes they make that bring the chaos back in? Marie Kondo: [Speaking Japanese] Jun Greminger: The most common mistake is when people don’t do the KonMari method according to the order I’ve suggested, or sometimes they don’t do a category all at once. Some people just want to do things in whatever order they want, and like to test out the spark joy concept in whatever order they want. Please don’t do that. It’s important to really organize by category. Tim Ferriss: Could you remind everybody of the order again? You have clothing… Jun Greminger: Clothing, books, documents, miscellaneous items, sentimental items. Tim Ferriss: You heard it, folks; marching orders from the chief. [Speaking Japanese] Marie Kondo: [Speaking Japanese] Thank you. Tim Ferriss: Jun, thank you so much. Jun Greminger: Thank you so much for having us. Tim Ferriss: We really appreciate it. And to everybody listening, you can find links to everything we are discussing, the books to Marie’s website, and much, much more in the show notes, as always at Tim.blog/podcast. You can also find show notes to every other episode. Take a look there: Tim.blog/podcast and until next time, thank you for listening. Posted on: June 4, 2018.", "speakers": ["tim ferriss", "jun greminger", "marie kondo"], "text_sentences": ["hello ladies and germs, boys and girls, [speaking japanese] this is tim ferriss and welcome to another episode of the tim ferriss show, that little [speaking japanese] which is long time no see, basically; in japanese is a taste of things to come", "i’m so excited about this episode", "every episode i’m excited, and it is my job to deconstruct world class performers of all different types, whether they’re big wave surfers, retired navy seal commanders, chess prodigies, entertainers, or otherwise", "this particular episode is a first for me, meaning it is an interpreted episode", "so we have japanese featured; it was recorded in tokyo, where i got to meet marie kondo, who is sometimes referred to as mary kondo, so you can think of her that way if you like", "but it is actually pronounced marie kondo", "here’s a quote just to give you some flavor, a taste of things to come", "quote: “you could say that tidying orders the mind while cleaning purifies it.” that is from marie", "she is a japanese organizing consultant, author, and entrepreneur also known as konmari, and you can find her on twitter and elsewhere @mariekondo, that’s m-a-r-i-e-k-o-n-d-o", "you probably know her because of a book, and the book is the life changing magic of tidying up: the japanese art of decluttering and organizing, which has sold a gazillion copies", "it has become a movement", "she developed this particular method of organizing, which is known as the konmari method, which you can see is an inversion of her name", "it consists of gathering together everything you own, one category at a time and then keeping only those things that “spark joy.” we actually talk about how that is translated in japanese, and i had a blast with this", "as well as choosing a dedicated place to store them, etc., it goes far beyond just tidying how-to", "her method is really a way of life and a state of mind, and i observed this in person", "i’ve spent some time with her since", "she has the most calming voice imaginable, which is why i play a decent amount of her speaking japanese in this", "for those long term listeners, you know that i lived in japan in high school; i love japan and japanese, and we were very, very lucky to have jun greminger, who works with marie, fill in last-minute", "we had an interpreter cancellation of sorts, a logistical snafu and jun slipped in very seamlessly to help with everything so thank you, jun", "marie has captured, as i mentioned, the findings of her various clientele and all of her different organizational approaches and philosophies in her mega bestselling books, the first of which i mentioned, the life changing magic of tidying up, and its follow up, spark joy, subtitle an illustrated master class on the art of organizing and tidying up", "i need to organize my brain", "her books have sold more than 7 million copies and have been published in more than 40 countries", "kondo goes way beyond just author in japan", "her methods have become so famous that her last name has become a verb; konding", "and people who share her specific values worldwide are referred to and refer to themselves as konverts with a “k.” she has been named one of time magazine’s 100 most influential people", "she’s also the founder and chief visionary officer of konmari media incorporated, kmi, which is a u.s.-based startup with the mission to organize the world by combining the power of technology in a network of konverts – with a “k” – which is exploding as well as partner organizations", "kmi has recently launched a konmari consulting training program and certification process; they’re doing tons and tons of stuff", "so this episode is an experiment", "i had a blast with it", "marie is as lovely – ten times lovelier – than you would hope in your wildest dreams; really one of the most calming, fascinating people i have met in a long time", "we dig into shintoism, we dig into her upbringing", "we dig into specific nitty-gritty details of her method", "we talk about how it applies elsewhere", "we talk about morning routines", "we talk about all sorts of stuff", "so without further ado, please enjoy this wide ranging and very experimental conversation with marie kondo, the japanese tidying master", "marie, welcome to the show", "hi, [speaking japanese]", "[speaking japanese]", "there are so many things i want to ask you because i’ve read your books, and i am a huge fan of japan", "so thank you for making the time", "[speaking japanese]", "thank you very much; i’m very happy to meet you as well", "i think we should start at the beginning, and that is your childhood", "so could you tell us a little bit about where you grew up and how you grew up", "[speaking japanese] i was born and raised in japan", "which part of tokyo", "[speaking japanese] there are 23 wards in tokyo, and i was brought up in the koto ward, a small ward in tokyo", "did she have brothers or sisters", "what did her parents do", "[speaking japanese] i had an older brother and a younger sister", "my dad was a doctor and my mom was a homemaker", "what type of medicine did her dad practice", "[speaking japanese] internal doctor", "internist, probably", "internist, okay", "what characterized her childhood", "would she say she was a happy child, a very obsessive child; how would she describe her younger self", "[speaking japanese] i didn’t stand out much", "[speaking japanese] so, since i was a little kid, i loved organizing", "when i was 5, i started reading magazines that had to do with homes and organizing", "i heard that she also would take recess time at school and organize books in the classroom, and do that type of thing", "why did she have that interest", "[speaking japanese] there were a couple of reasons why i was interested in this since i was young", "first of all, my mom was a homemaker and she looked so happy doing things around the house", "[speaking japanese] my mother told me that being a homemaker is great", "i can create and organize and clean homes, and that way my dad would be able to work and my kids would be able to stay healthy", "[speaking japanese] my mom loved doing chores but she wasn’t necessarily perfect at it", "my home wasn’t that disorganized but it wasn’t necessarily super neat, either", "there were a lot of things in storage", "so it sounds like her mom was a very good homemaker but didn’t specialize in the tidying up aspect of things", "i read somewhere that she was an “attendant maiden.” i don’t know what that translates to exactly, but at a shinto shrine, and i’m really interested in talking about that", "so could you maybe tell the story, if that’s accurate, of how she became involved with a shinto shrine and just to maybe help describe the experience", "because a lot of my fans have asked to hear more about maybe that shinto influence, because they see some of that influence in her recommendations", "that’s at least their impression", "[speaking japanese] regarding shintoism, it’s more of a very natural part of my life", "the reason why i worked there was there was an opening and they were hiring an attendant maiden", "i saw a help wanted sign", "it was a very, very casual decision", "when i was 12 years old in elementary school, even at that age i felt like when i went to a shrine, i felt very peaceful and put together inside", "she stayed at that job for how long, or how long did she continue to do that job", "[speaking japanese] so five years", "and what does an attendant maiden do", "[speaking japanese] the work is very simple", "there are people who come to pray, and we sell them lucky charms and we also clean the area, as well", "why did she stop", "[speaking japanese] i did this as a student", "so after i graduated college, i got a different full-time job", "so it was a college gig", "the switch that i’d love to hear more about is what was the experience, or how did she go from a focus on throwing things away to things that give joy", "[speaking japanese] there’s a story behind this", "as i mentioned before, i loved studying and experimenting with organizing since a young age", "but at the time, for me organizing meant throwing things away", "but even when i threw things away, i didn’t feel like i was organized", "why is that", "[speaking japanese] this was a very negative way of looking at things", "at the time, i was throwing away so many things that i called myself a discarding machine", "i was always looking for reasons to throw things away, and this became extremely stressful", "it sounds like it had a negative connotation, the act of cleaning out, with a focus of throwing things out acquired a negative connotation", "the spark in joy i want to talk about, because i think people who have read your books will be familiar with some of these concepts", "but for people who haven’t read the books, i’ll take a stab at it", "you’ve been known for many different things, but one would be looking at things in terms of categories instead of rooms, right", "then you also have holding these objects in your hands, once you put everything in a category on the floor and asking if it sparks joy", "so i want to talk about the japanese version of that", "is the word tokimiko", "yes, tokimiko", "so i would love for her to describe in japanese what it feels like when it’s an object that she should keep", "[speaking japanese] i realized that the concept of spark joy is extremely important", "as i said before, i was extremely stressed out when i was trying to identify things that i could discard", "and as you may all know, i’ve actually passed out from organizing too much", "[speaking japanese] when i woke up, in my head i was thinking what’s important in organizing is not focusing on discarding but really focusing on what to keep", "so it’s really how to make your room into a space that sparks joy, full of things that spark joy for you", "so when i woke up, this was really the first time that i realized the spark job concept", "this is waking up after passing out", "yes", "right", "what is so important about thanking objects, and when did that start for her", "so being grateful to objects; why is that important and when did that start", "[speaking japanese] showing appreciation for things, i don’t really remember when i started", "when i started becoming an organizing consultant at age 19, this was something that i already did", "at 19, that’s when her friends started asking her to help with tidying and offering her money", "[speaking japanese] yes, it was originally just a hobby", "i loved organizing my friends’ houses", "but then, word spread and people started saying: hey, if marie goes over to your house, your house will become super organized", "that’s when people that i didn’t know started reaching out to me and saying they’ll pay for the service", "why is it important to thank the objects before discarding them", "because this is something i think a lot of americans, at least people who have sent me questions to ask, they wonder: do i really have to do it", "does she recommend doing it out loud", "or is that something that’s sufficient to do in your own head", "[speaking japanese] let me answer your third question first", "you can either say it out loud or in your head", "what’s important is to really feel that appreciation", "[speaking japanese] in regards to your question on why it’s important to say thank you to each item, when you’re saying thank you, or rather when you’re discarding something or when you’re throwing something away, it’s pretty common to feel guilt", "you feel guilty for throwing something away", "but it’s really important to feel that guilt, and by saying thank you, it becomes easy to throw away", "[speaking japanese] so for example, one of the things that clients have a really hard time throwing away is expensive clothes", "it is usually hard to throw away", "but you need to think about the clothing’s purpose; what purpose did it have", "so, maybe it sparked you joy the moment you bought it, or maybe it taught you that you don’t look good in a certain type of clothing", "so, say thank you, say for example, thank you for sparking joy when i bought you; or thank you for teaching me that don’t look good on me, is one way to do it", "really think about the purpose, and really realize what’s important to you and what your values are", "we can be specific – american fans of your books and methods, what do they tend not to pay enough attention to", "just in general; maybe they think it’s important but they’re like; okay, “i’ll take a look at that,” but then they focus on other things", "really the question is what do they pay too little attention to, and what do they pay too much attention to, in general", "[speaking japanese] i’ve met a lot of my readers and fans, but they really understand the konmari method more than i expected; that’s my impression", "one thing i wish they would do more of is really feel and show that gratitude towards items, so really feeling their appreciation for each of their belongings", "what is one of the most difficult things, or some of the most difficult things that she has given up", "[speaking japanese] she’s having trouble thinking", "[speaking japanese] i’ve been constantly tidying my entire life, so honestly i can’t think of anything", "how has her thinking changed, if it has, with a child now", "has it changed or evolved", "[speaking japanese] my kids are still very, very young", "i have a 1-1/2-year-old and a 5-month-old", "what i realized is when you have kids, you really don’t have time; it’s really hard to make everything perfect", "how would she suggest people handle that themselves", "[speaking japanese] tidying and organizing is not something that you do little by little", "so what i suggest is doing it all at once; that’s really important", "what is that called in english, and what is that called in japanese", "because i just heard it in japanese, [speaking japanese]", "[speaking japanese] [speaking japanese] [speaking japanese] [speaking japanese] so that is, in effect – i kind of like the sound of it", "this is like a tidying festival", "correct", "i mean a party, of sorts", "what makes a [speaking japanese] successful", "[speaking japanese] you only have to face each and every item that you own", "organization and tidying is not just for practical purposes; you really need to make your values clear, so understand what your values are", "that’s my goal with organizing", "what would be examples of values that would help with organizing", "[speaking japanese] think about what values do i think are important", "this is an example of one of my clients", "she got a new job in something that she really wanted to work for", "other examples include people who built their own businesses, or really reexamined their relationships and kept only those who were really important in their lives", "so when they’re going through their houses and doing this, the all-at-once approach, then the values that guide them relate to their identity as a businessperson", "let me try and clarify that", "the purpose of organizing is not just to make your house clean, or your room tidy, or anything like that", "the end purpose, the end goal, is to really think about your values and really clarify what your values are; so what’s important to you", "in regards to my client examples, there were people who after they finished organizing and tidying, they were able to reexamine what they wanted in life", "right, that clarity transfers to other areas", "yes", "how would she suggest people deal with a family member, and i’m sure this is a very common question, a family member who is a hoarder or who does not clean up", "keeps old magazines, old this, old that; it could be anything", "what would her recommendations be to those people", "[speaking japanese] first and foremost, you just need to forget about it", "you need to finish your own tidying first", "first", "[speaking japanese]", "[speaking japanese] then, after you’re finished tidying, what’s really surprising and a lot of people experience this; when family members see you tidying, it makes them want to tidy up, too", "[speaking japanese] your energy changes after you finish tidying", "you release this clear energy which is communicated to your family", "so even people who have secretly tidied up, have come to me and said that their families have tidied up after them, as well", "what would her words of advice be to a particularly difficult case", "let’s say, do you finish your own cleaning and tidying but there is a family member who still is not receiving the message", "[speaking japanese] first of all, you need to be really clear about categorizing your storage", "[speaking japanese] if you live together as a family, you need to create some rules", "to your husband you can say: this your space from here to here; really lay that out and say as long as you’re within that space, i won’t say anything", "[speaking japanese] another thing i recommend is that if you’re really, completely done tidying and you’re satisfied with your tidying, for example to your husband you can make storage available for him; that’s one way to do it", "[speaking japanese] so for example, you can fold your husband’s clothes for him and put them away, and that way your husband can realize wow, having a tidy and organized space feels really good", "then he can become interested in tidying up himself", "that’s what one of my ex-girlfriends did a few years ago", "she did it in a very clever way", "and i’m not that messy, but i tend to have a lot of certain things, or i used to", "she would say: why don’t we just give away one of these, and then let me organize the space and then if you don’t like it, i can put it back the way it was", "she would volunteer that way, and maybe i’m just too lazy but once it was fixed, it looked better, felt better and of course i’m not going to ask you to turn it back to how it was", "but she was very good at getting that foot in the door", "so a question about kids", "i want to talk about kids a little bit", "how would you suggest helping to instill the habit of tidiness into kids", "are there any routines or practices that you can have children do when they’re young so they have the habit of tidying", "[speaking japanese] what i recommend is teach your kids how to fold clothes in the proper way", "[speaking japanese] the reason is clothes are something everyone uses every day", "you use them every day, you have to put them away every day, and they’re clearly your own", "so by teaching kids how to fold, they’ll learn how to organize really quickly, or the concept of organizing and keeping tidy", "i was very happy to see her folding method the first time i saw it", "for those people who are familiar, and i’m not going to do it justice, but if you’re imagining for instance a tee shirt laying out in front of you, and you fold the arms in on either side into a vertical column, effectively, and then folding it up so that it can be set vertically on a shelf, for instance", "but it’s also very similar to how i used to fold my judo uniform", "when i was in japan at age 15 as an exchange student, i was in part of the club system", "sports were mandatory so they call that bukatzu, and i went into the judoko", "so every day i would have to very nicely fold up my judo uniform two or three times", "i got very accustomed to folding the clothing, and then i would tie it with the belt, the opi, and patent it over my shoulder and off to the train i went", "i saw the folding method, and it was very natskashi", "natskashi is one of those words that is kind of hard in japanese", "for those people who speak any portuguese, it’s a little similar to saldacci", "but it’s a little hard to translate into english", "it makes me think fondly of my experience in japan", "the closest word might be nostalgia; something like that", "nostalgia, there we go", "that’s probably the closest word", "how is the konmari method different from minimalism", "or when people ask her is the konmari method minimalism, how does she answer that", "[speaking japanese] this is very fun for me to explore because what marie was just explaining is that in minimalism, you’re really focusing on reduction and the minimal amount as the objective", "whereas in her method – please correct me if i get any of this wrong – the amount doesn’t really matter as much", "it’s about finding the balance that makes you happy", "and as long as that’s the case, then it’s permissible in so much as it reminds me – and my fans are probably sick and tired of hearing me talk about seneca and stoicism, but stoics would talk about, in the case of seneca for instance, riches not being the problem", "so you’re allowed to have riches as long as the riches don’t have you, if that makes sense", "in other words, it sounds like she’s also saying you can have belongings, as long as those are belongings that give you joy, but not when the things we own start owning us", "exactly", "how would you suggest people let go of objects that they inherit from people who die", "this was a common question that came up, because they feel tremendous guilt about these objects that come from, say, a mother or a father who dies", "what would your suggestions be to those people", "[speaking japanese] these fall into the category of sentimental items, so do this last", "[speaking japanese] as a category", "[speaking japanese] the categories that i recommend are clothes, books, documents, kimono, and sentimental items", "in order", "in order; so that’s the order", "could you go through that one more time", "sure", "first your clothes, then books, then documents, then kimono, which is miscellaneous items, and then lastly sentimental items", "it’s really, really hard to judge what sparks joy and what doesn’t spark joy for sentimental items, so you need to do this at the end", "so by this time, hopefully you will have trained your spark joy muscle", "muscle/lens", "what if you have objects that don’t necessarily give you joy but they gave another person joy, so you feel guilt", "so you hold that, and you know it doesn’t give you joy but you still feel guilty because it gave your mother joy, or your father joy", "what would she suggest they say to themselves to fix that", "[speaking japanese] you need to face each and every item", "when you touch it, if it sparks joy, or when you hold it in your hand do you feel the joy that your mother did", "that warm feeling", "that warm feeling; does it give you that warm, fuzzy feeling and does that make you want to keep it with you", "if all those feelings are positive, then i suggest you keep it", "then, let’s say it doesn’t spark joy but it did for your mother, what you need to do is say: thank you for sparking joy in my mother’s life, and then say thank you and discard it", "so it seems like the gratitude piece, the thanking, is a very important part of the release; it provides a closure for a lot of this, which i find fascinating", "there’s a quote, and i’m going to get the attribution wrong; it’s neal something or other, n-e-a-l", "but the quote is, and i’m probably going to get this slightly wrong, too: “the suffering ends when the gratitude begins.” i feel like that could be applied to a lot of things, including the tidying itself", "what are some of the most misunderstood parts of her method", "i’m sure there are people out there, like with my work or anyone else’s work who say tim recommends this", "and i’m like, wait a second, i don’t actually recommend that at all", "so what are some common misunderstandings about her method", "[speaking japanese] because the method includes throwing away anything that doesn’t spark joy, i’m often misunderstood as someone who recommends discarding everything", "that’s not the case", "my message is take really good care of the things that matter to you", "[speaking japanese] so for you, don’t put too much energy into anything that doesn’t spark joy", "really understand where you need to allocate your energy", "you need to allocate energy into what matters to you, what’s most important to you", "i’d like to switch gears a little bit and talk about her routines", "what are some of the routines, say, in the first 90 minutes of her day", "what does the first 90 minutes of her day look like", "when does she wake up", "what are the rituals that are important, if any", "from waking up to lunch, what’s important and what does her routine look like", "[speaking japanese] after i wake up, i focus my thoughts on the house", "for example, i say good morning to my house", "of course, i tell my family members good morning as well", "then i open up all of the windows, circulate the air", "then i do morning yoga, so i feel very put together and re-centered when i do this", "and of course, as you know i have kids so i prepare their breakfast, i prepare my breakfast, and eat", "in japan, there is a concept of really wiping the floor of your entrance, so i do that, as well", "so she sweeps the entrance", "[speaking japanese] i wipe it", "in japan, there’s a clear division between the entrance outside; between inside and outside", "the entrance is where you can kind of dust off anything you’ve accumulated outside", "it’s the lower step, generally, right", "for a lot of houses, right before they step up into the house and put on slippers; where you take off the shoes", "yes", "i have a couple of specific questions", "what type of yoga does she practice", "[speaking japanese] that’s totally fine", "she just asked: wait a second, there are different types of yoga", "she’s just a beginner", "so straightforward yoga", "does she have a routine she follows, or a video", "[speaking japanese] when does she wake up, and how long does she do yoga for", "[speaking japanese] i do my yoga based on a book i bought in japan", "i usually wake up at 6:30 a.m., and i take about 20 minutes to do my yoga", "what are the most common breakfasts that she has, and that she makes for her kids", "[speaking japanese] it really depends on the season", "in the summer, i love making cold-pressed juice", "in the winter, we eat a lot of japanese breakfasts", "it’s really good for you and it’s healthy", "it consists of rice and miso soup", "is there anything besides the rice and miso", "[speaking japanese] it really depends on the day", "so for example, i’ll have japanese omelets or leftovers from the night before", "i really don’t have a set menu for my breakfast; i make what i feel like would be fit and good that day", "we talked about the first 90 minutes, so i’d like to talk about maybe the last 90 minutes", "does she have any particular wind-down routines, or pre-bed routines; anything like that that are important to her", "[speaking japanese] [speaking japanese] after i say hi to my family members, i say to my house: hi, i’m home", "then i return the items in my bag to where they belong", "every item has a place; i return them to their places, and i of course communicate with them, as well", "thank them for their service", "just for people who want a little bit of cultural context, when you come home to a japanese home you say tadayma, and the people there will say okaidi", "and then when you leave the house in the morning, you say something like: itikimos, and then they would say itrash, which is like i’m going to come back, and they would say: go and come back", "it sounds weird when you literally translate it, but that’s part of japanese culture with your family, or in my case with my host family", "you would leave, say your bit, and then everybody would sort of have a chorus back", "and when you get home, you say tadayma and then everyone would say welcome home, effectively", "besides her own books, what books has she gifted the most to other people, as presents", "[speaking japanese] of course it depends on the person, but for example – this is a recent story", "in japan there’s a popular book called [speaking japanese] and just for people who don’t know japanese, nian is kind of like meow", "this book has a lot of cute pictures of cats, along with a lot of messages that are encouraging words", "[speaking japanese]", "the japanese love puns, they love puns", "[speaking japanese] if she could have a message, one message, on a gigantic billboard, a short message, not an advertisement but a message she would like to get to millions of people on a huge billboard, what would the billboard say", "it’s sort of a metaphorical question", "love who you are seeing; you own things", "love the things you own", "love the things you own", "that’s good, i like that", "i’m writing that down", "can you think of a favorite failure", "and i’ll explain what i mean by that", "i think that a lot of people look at marieson and it’s very intimidating", "they go: oh god, she’s perfect, she never makes mistakes", "so what is a favorite failure", "which means maybe something that did not succeed, or was a failure that ended up sowing the seeds for success later", "does that make sense", "[speaking japanese] here’s the failure story", "when i was still experimenting with organizing, when i was still a student, i went through a period when i discarded my family’s things", "some of the most important things, right", "[speaking japanese] of course this turned into huge fights", "for example, one time i threw away a very expensive bag that my mother owned", "another time i threw away my dad’s suit that looked like it had dust accumulating on it", "at that time my thought was hey, i discarded it for you; i did it for you", "[speaking japanese] and i really wanted to almost hit my younger self for doing that", "[speaking japanese] in terms of organizing, what’s important is that person’s specific values", "so even if it looks different to you, what’s important is how they’re feeling and what their values are", "i have a question about the inputs, and i’ll tell you what i mean by that", "it seems like loving the things you own is a balance of sorts, because you have things coming in that you buy, and you have things going out that you discard, and then you have things that stay that you organize", "i’d love to hear how she decides to buy something or not", "because for instance, i think for many people, they buy something and in that moment it makes them very happy, but then six months later it’s not important anymore; it doesn’t do anything", "how does she distinguish those two", "or maybe she could walk us through her thought process when she’s considering buying something or not", "[speaking japanese] it’s very simple", "for me, it’s just whether it sparks joy for me or not, when i hold that item in my hands", "and that spark joy feeling is a muscle, as i said before, that you really train by going through the tidying process", "could she elaborate on how then she distinguishes from something that gets her very excited for a short time, versus something that she realizes will spark joy for a longer period of time", "[speaking japanese] i don’t necessarily always consciously think about that", "it’s something that you just realize naturally", "so, you can notice what’s necessary to you now", "consciously train that muscle, and then you’re able to know what you need now at the moment, and what you need long term so you become better able to judge that", "of course i think it’s lovely to have short term spark joy items as well; it’s not about long term or short term", "got it; it’s not exclusively one or the other", "what is a purchase that comes to mind for her of less than $100.00 that brings her a lot of joy", "[speaking japanese] this wasn’t a purchase for me, but for my daughter", "i love buying things that spark joy for me for my daughter", "i fell in love with this pair of shoes that were handmade shoes", "what about for herself", "it doesn’t have to be recent", "it could be anything she owns; maybe something non-obvious that brings her a lot of joy", "i’ll give her an example, just to give her some time to think", "if someone were to ask me what is something strange that you have that gives you a lot of joy, i have [speaking japanese] [speaking japanese] wow", "yabusami is saddle, and that’s strange", "that’s not something that most people have in san francisco", "but i have an antique yabusami saddle, and it makes me so happy every time i see it", "so that would be an example", "because i could say i have a photograph of my family, but that’s true for a lot of people", "i’m trying to identify if there’s something maybe a little less usual or obvious that really brings her a lot of joy that she has", "[speaking japanese] that reminds me, i have a tea ceremony bowl that really sparks joy for me", "the color is beautiful; it’s like a purple", "it’s a [speaking japanese] salad bowl", "it sounds beautiful", "when you hear the word “successful,” what does that mean to you", "[speaking japanese] i have a goal", "my dream is to organize the world", "so regarding this method of organizing, or through this method, i want lots of people to lead lives that spark joy", "i want more people to have completed tidying and more people to lead lives of joy as a result", "that’s success to me", "so aside from that, if she had to choose one more thing, and this might be more culturally specific, but to be on her gravestone, what would she want to have written on her gravestone, aside from that", "[speaking japanese] when i pass away i want to be like my grandmother", "my grandmother really took good care of her belongings and her house", "she even made places that you couldn’t see very beautiful", "so for example, i’d like to be remembered as the person who folded her clothes really neatly and put them away really neatly, and i’d like to continue living this way", "[speaking japanese] so the example i gave may sound really small, but it’s really important to build up those small things", "i think the small things are the big things", "yeah", "if she wanted to ask the millions of people listening to consider or do one thing, or ask themselves one thing, what might that be", "[speaking japanese] please think about whether your belongings spark joy", "keep thinking about whether things spark joy for you", "i suppose this is as good a place as any to end it and wrap up", "this is a question in a framework that i want to apply to a lot", "i have a sign over my hallway that says “simplify.” it’s a wooden sign that i bought from a diner in a place called truckee in northern california", "i think i’ve probably given away 70 percent of my things in the last few years, but there seems to be, for me at least, an influx which is why i was asking about the purchases as well", "so this is advice that i need to heed", "where can people find marie online, and jun, feel free to answer this", "on social and elsewhere, where’s the best place to say hello, whether in english and japanese if there are different, because i’m sure there are going to be japanese speakers listening to this as well", "could you let them know where they can learn more", "sure", "we’re very active on social media; please follow us @mariekondo, both on instagram and facebook", "we also have our official website, http://www.konmari.com, that’s k-o-n-m-a-r-i dot com", "we also have newsletters that you can subscribe to, so please feel free to sign up through our website", "i have one, maybe two last questions", "this is a common question that came up, which was: what are the most common novice mistakes that bring chaos back into people’s lives", "so somebody reads the book, they follow the instructions, or they think they’re following the instructions; what are the most common mistakes they make that bring the chaos back in", "[speaking japanese] the most common mistake is when people don’t do the konmari method according to the order i’ve suggested, or sometimes they don’t do a category all at once", "some people just want to do things in whatever order they want, and like to test out the spark joy concept in whatever order they want", "please don’t do that", "it’s important to really organize by category", "could you remind everybody of the order again", "you have clothing… clothing, books, documents, miscellaneous items, sentimental items", "you heard it, folks; marching orders from the chief", "[speaking japanese] [speaking japanese] thank you", "jun, thank you so much", "thank you so much for having us", "we really appreciate it", "and to everybody listening, you can find links to everything we are discussing, the books to marie’s website, and much, much more in the show notes, as always at tim.blog/podcast", "you can also find show notes to every other episode", "take a look there: tim.blog/podcast and until next time, thank you for listening"]}