{"dialog_idx": {"dorian yates": [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 38, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 85, 86, 87, 88, 89, 90, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 399, 400, 401, 402, 403, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 514, 515, 516, 518, 519, 520, 521, 525, 526, 527, 528, 534, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 598, 599, 600, 601, 602, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 629, 632, 633, 634, 635, 636, 637, 639, 640, 641, 642, 643, 644, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 716, 717, 718, 719, 720, 721, 722, 723, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 801, 802, 803, 804, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 845, 846, 847, 848, 849, 852, 853, 854, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 994, 995, 996, 997, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1050, 1053, 1059, 1061, 1064, 1065, 1066, 1067, 1068, 1072, 1073, 1077, 1078, 1079, 1080, 1081, 1084, 1091, 1092], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 33, 34, 35, 36, 37, 39, 40, 41, 42, 43, 44, 45, 81, 82, 83, 84, 91, 92, 93, 94, 106, 120, 121, 144, 145, 146, 147, 164, 165, 166, 204, 219, 220, 221, 242, 243, 244, 257, 258, 259, 260, 261, 262, 263, 264, 265, 278, 279, 301, 302, 303, 304, 328, 356, 357, 358, 359, 360, 361, 382, 383, 396, 397, 398, 404, 430, 431, 432, 433, 463, 464, 465, 491, 492, 493, 494, 495, 511, 512, 513, 517, 522, 523, 524, 529, 530, 531, 532, 533, 535, 575, 576, 592, 593, 594, 595, 596, 597, 603, 604, 615, 616, 617, 628, 630, 631, 638, 645, 646, 647, 648, 649, 650, 651, 693, 694, 695, 696, 697, 715, 724, 725, 726, 727, 728, 729, 730, 731, 750, 751, 762, 763, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 805, 819, 820, 821, 822, 823, 824, 825, 843, 844, 850, 851, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 901, 902, 903, 904, 905, 906, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 969, 970, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 998, 1008, 1009, 1010, 1011, 1012, 1049, 1051, 1052, 1054, 1055, 1056, 1057, 1058, 1060, 1062, 1063, 1069, 1070, 1071, 1074, 1075, 1076, 1082, 1083, 1085, 1086, 1087, 1088, 1089, 1090, 1093, 1094, 1095, 1096, 1097, 1098, 1099]}, "episode_num": 235, "file_type": "html", "guests": ["dorian yates"], "num_sentences": 1100, "num_words": 14590, "raw_text": "Tim Ferriss: Okay, here we go. It’s a late night, folks. Uh, oh. That’s Abu from Aladdin. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to, every episode, deconstruct a world-class performer of some type. They could be from chess, they could be from entertainment, sports, business, etc. In this episode, we have a very special guest, because he is one of my childhood/adolescent icons, heroes, role models: Dorian Yates. Dorian Yates took the already extremely extreme sport of bodybuilding and took it to a new level. He is a six-time Mr. Olympia. A lot of what he did in terms of innovating and training influenced what I later put into The 4-Hour Body, in terms of Occam’s Protocol, and many other things. You can say hello to him on Twitter @Dorian_Yates or on the Facebook. He is Facebook.com/dorianyatesdy. He along with, I would say, Coach Dan Gable of Iowa, who is coming, I promise you that, had a huge influence on a lot of my thinking and a lot of my physical training. In this particular conversation, we dig into all sorts of topics that I’ve been dying to ask Dorian since I was 14 or 15 years old. We talk about his relationship to pain. We talk about specific workouts like his leg workout. How does he warm up? Common mistakes, misconceptions about him. When has he surpassed limits? What is his self-talk when he’s going for PR, a personal record? We talk about his favorite books. It goes on and on and on, including why he views freedom as not giving a fuck. He is a fascinating guy to speak with. He came from nothing and built himself up into a hero in his chosen sport and has since reinvented and redefined himself in Spain, of all places. So we cover it all and I sincerely hope you enjoy this conversation as much as I did. There are many cases when you meet your heroes and they have clay feet and you are disappointed. But in this case, I came away having much more respect for Dorian, and I already had a lot, and much more fascination with this character who is truly multi-faceted. So without further ado, please enjoy this conversation with Dorian Yates. Dorian, welcome to the show. Dorian Yates: Okay, Tim. Thanks for having me on. Tim Ferriss: I am so excited to have you on the show. I would like to start with thanking you on behalf of a young lad. This is probably somewhere between 17 and 20 years ago, who emailed you out of the blue because he had a sports nutrition company, and you got on the phone with him and you were very gracious. Ultimately, he couldn’t make it worth your time to become any type of sponsored athlete or affiliated with the company, but you really took the time. It was very memorable and that person was me. Dorian Yates: I did not know that. Tim Ferriss: The company was first BrainQuick, and then BodyQuick and it ended up just fine. It had taken me on my own journey. I have followed you and your career from as early as I can really remember gathering a handful of icons in my youth. We had Dorian Yates and then we had Dan Gable, legendary wrestling coach. I was very much impacted in terms of how you think and approach training to start with. There’s a lot more to that but what I was not familiar with at the time and I’m sure a lot of people listening have no context on is a bit of your background and childhood. Could you tell us a little bit about where you grew up and what your childhood was like? Dorian Yates: Yeah, well initially I guess it was quite idyllic because I was brought up on what we call in England a small holding. So it’s kind of like a very small farm. We had horses there and dogs and chickens and all kind of animals and stuff like that. That was pretty cool. But everything changed when I was 13 and my father died from a heart attack. Then my mom was going to get remarried. We moved to Birmingham, which is the second biggest city in the U.K. I went from a more rural existence and my father dying and moving to the city. When I was 16, I left home. My mom wanted to live back in the countryside and so on. I decided to stay on in the city. I was 16 years old, no qualifications from school, and nowhere to live really. I was living at a friend’s place and stuff like that. When I was 18, I got arrested. It really was just a stupid thing. Me and some friends were drunk and in the wrong place at the wrong time. But anyway, I got sent to a detention center when I was 18, which is like a youth jail facility, I guess. The idea is to put the young guys that are getting in trouble, put them in there for a short period of time and it’s very military, the discipline. You’re marching everywhere. You do a lot of sports and you try to learn some kind of skill or job or something like that. In any case, they had weights in there, which I’d done a little bit of previously, and saw in the magazines and everything. I think I’d trained for that six months when I was at school. I was doing karate first and then started doing the weight training. So I had an interest and a little background in that. In the facility, they had weights in there and I got – you had to do this. I remember one of the first times we were in there in the sports hall. They gave us this circuit training to do. You know, squats, pull-ups, push-ups, all kind of like circuit. You had to go around the circuit three times and do so many reps, and when you’re finished sit down. I ran that thing three times and sat down and the prison officer thought I was making fun or something. He’s like, “You’ve got to go around three times.” I’m like, “I did go around three times.” He didn’t believe me, so he made me do it again. There were a few hundred guys in there and I was stronger than most of them and had the best physique. I was good with the weights. At that point, I think I found something that was, you know, stop screwing around. There’s something here you could do something with at that point was as far as it went, you know? Tim Ferriss: When you left home at 16 or went on a separate path from your mother, what was that conversation like? Was there a particular dinner? Did she see it coming? Was it a total surprise? Dorian Yates: No. Well, the story is, my mother moved to Birmingham after my father died to remarry another gentleman. Then quite tragically, he had a heart attack as well within two years. My mom had no reason then to stay in the city, I guess, so she wanted to move back and she discussed with me whether I’d want to do that or not. I said I didn’t want to do that. So I just decided to go my own way. Tim Ferriss: And so I was watching a documentary about you recently, which was at least co-produced by the person who introduced us. Well, introduced us, I should say, the second time, 17 years later. Brian Rose of London Real. There was the observation that there are very pics; it’s hard to find a picture of you smiling before 1997. Dorian Yates: No, that’s something I didn’t really realize myself. I think it was a case of me being so tunnel visioned in pursuit of what I was doing, so much like it’s not that I wanted to do it, it’s I had to do it. There wasn’t much time for fun really. People used to say to me, “Why don’t you smile on stage?” Because previous to me, most of the guys would pose on stage and smile and try to look happy. I just couldn’t fake it. By the time you get to a contest, you’re totally exhausted and tired and you’re dehydrated and your body fat’s low and you’ve been on a diet for three months. For me, it was a competition. It was a war I was going there to win. So I was not really in a smiling kind of mood. I think I brought a whole new persona to the sport that wasn’t there before. Not purposely, but just by being myself, I think, by just being genuine. Tim Ferriss: Why or how did you get the nickname, “The Shadow”? Dorian Yates: I got the nickname “The Shadow” from a good friend of mine and probably the most respected writer in bodybuilding. His name is Peter McGough. It’s a funny story because Peter McGough was a reporter for a small British magazine when I did my first competition. Eventually, Peter would become the editor of Flex magazine, which is Joe Weider’s famous bodybuilding magazine in the States. Anyway, Peter is the one that came up with that nickname because I was the opposite to what bodybuilders generally were at that time. You know, quite extroverted and wanted to bring attention to themselves and I was the opposite. My policy was to go to a contest – like my first contest, I turned up and people had never heard of me and they were quite shocked at how good my development was. Then I would disappear and keep covered up and keep in my gym. There was no internet and no social media or anything like that. The only exposure you’d get was through the magazines. So I’d go to a contest, win the contest, and disappear, and just go back to my gym and concentrate on my training. I was somewhat elusive, I guess, compared to the other characters in the sport. So that’s where the name “The Shadow” came from. Tim Ferriss: What was the gym like where you built your physique when you would vanish and go back across the pond to the U.K.? Could you describe the gym where you were building your physique? Dorian Yates: Yeah, the gym was right in the city center of Birmingham. The building was probably one of the oldest buildings in the center. A few hundred years old, I guess. It was in the basement of this old building where the gym was. I think it was, including the changing room and everything, it was less than 2,000 square feet. Very small. You go down some narrow stairs into this basement. It’s very much of a dungeon. It reminds me some of the dungeons I’ve seen in old castles. There’s no windows down there. You kind of get down there and you’re totally isolated. I remember people used to be nervous to come through the door and go down the stairs because it’s like the steps descending into hell or something. You don’t know what’s down there and you can hear all these weights clanking and the smell of sweat and you can hear people grunting and groaning. So people were actually really scared to go down there. It was a good thing it wasn’t a commercial venture at that point. Actually, it was my gym and I opened it in the ‘80s, when gyms were few and far between, at least in the U.K. So we were doing good business. But in the ‘90s, it really became my base for training. We didn’t care too much, you know, trying to get the members in and so on. It’s kind of like if you like it, you can come down and train here and pay your fees. If you don’t, we don’t really care, you know? It was not a commercial venture at all. Tim Ferriss: It was a workshop. It comes to mind that a lot of people listening who are perhaps not familiar with bodybuilding or have done some training don’t know much about your career. When you were at your peak in terms of training, whenever you felt it was most dialed in, what did your workout split look like over the span of a week or two weeks? Is there perhaps an example of what that might have looked like? Dorian Yates: It was kind of evolving over the time, but what I settled down to when I was professional and let’s be clear, if you’re a professional bodybuilder, then this is your profession so you can dedicate all your time to doing this, but even having said that, there’s a limit to how much you can train if you want it to be productive. I’d split my body into four different workouts. It would be chest and biceps one workout. Legs would be a separate workout and I would include hamstrings and calves in there. I really had pretty strong calves from the time I started, so they weren’t a priority. Other people might want to do things differently. You’ve got to design everything tailored to the individual. That was two workouts back to back. Then I’d take a day off and then I’d have a back workout. Then the next day after that was shoulders and triceps. Then another day off. So that’s a six-day cycle. That was flexible as well, depending on how I felt. Very often after a leg day, it was so exhausting and so depleting, not just on the legs, but on your whole system and nervous system and so on. Very often, it would be a two-day break after that. That meant that I was getting around to training everything just once a week or once every six, seven days, depending on how I was feeling. Tim Ferriss: I’ve seen footage of people vomiting after your leg workouts and you mentioned people would be intimidated or afraid when they went down into the dungeon. It seems that was particularly common with those people you invited to do leg day with you. What might a leg day workout look like? Dorian Yates: Well, if you write it down on a piece of paper, it doesn’t mean much, it doesn’t look like much. It’s nothing special. Let’s say how it would look on a piece of paper would be three sets of leg extensions, three sets of leg press and two sets of squats on a hack-squat machine or a Smith machine. Earlier in my career, I did do free squats, but I stopped doing them as I felt they weren’t that productive and the injury risk was too great for me. So that would be quads. After that would be two sets of leg curls, two sets of stiff-legged deadlifts, two sets of standing calf raises and two sets of seated calf raises. So hey, that looks like a breeze, right? It’s not much written down on a piece of paper. But the point is what you put into it. It’s the intensity that you put into those sets. Let me take you through the first exercise of leg extensions. The first set would be quite light and quite easy. The goal there is to get in touch with the muscle, feel the muscle contract and stretch and get the blood in there so it’s warming up. The second set would be more difficult but not to absolute maximum. The third set is the one that I call the working set or the one that really counts. Because the other two, they’re within your capacity, so they’re not going to do anything, quite frankly, apart from warming you up, because your body has no reason to change if it’s working within its capacity. Why would it? You have to overload it. You have to give it something that it’s not used to, that’s going to be a shock. Basically, muscle growth is an adaptation to stress. You’ve got to give your muscles more stress than they’re accustomed to, otherwise they won’t change. Quite basically, that’s it. That last set you’ve just got to put everything into it. It’s not about throwing weights around and screaming and shouting. It’s about concentrating. It’s about doing the movement correctly. It’s about moving the weights slowly, under control, even when it gets absolutely, tortuously hard and impossible to do those last reps at the end. That’s where we have a training partner to come and help you squeeze out that last couple of reps. When you do go to what’s true muscular failure with a large muscle group like the legs and glutes and so on, it’s absolutely exhausting because you use so much oxygen. After that set, you’ll be breathing like a train. You’ll probably start to feel very nauseous and so on. If you’re not used to that kind of work, then very often people do vomit. It’s not my goal particularly to get them to do that, but sometimes it’s a bit of a shock. Most people don’t train with me all the time, so part of my job as a trainer is to show them where they can go. That’s something I very good at, because I can observe people and I know exactly what they can do, where their limit is, and they don’t know that yet. It’s like me taking them by the hand and then taking them out there. This is where you’ve got to be. Tim Ferriss: The third set is to true muscular failure? Dorian Yates: True muscular failure and then, in my opinion, you don’t need to do another set on that particular exercise. So we move on to another exercise which, for argument’s sake, could be leg press. Now we’re involving the glutes and maybe a little bit around the lower back that we didn’t hit on the leg extensions. So we’re going to warm up again. One or two sets. It depends what you need. Again, then absolute failure. You’re going to have one guy on either side of the leg press machine to make sure you’re safe while you go to absolute failure. Perhaps they’re going to help you a little bit on the last two reps. It’s all about the intensity. You’ll probably get through this workout in around 40, 45 minutes. Very intense to stress the muscles and give them something they’re not used to. The rest of your job as a bodybuilder is really recovering from that stress and repairing your body. You’ve got to recover first and then you can repair and hopefully overcompensate a little bit. Tim Ferriss: If we were looking at the leg extension exercise and hypothetically, let’s say your working set weight in 100 pounds. What is the repetition range or the tension range that is your target for failure, if you have one? Then if 100 pounds is your working set, what might your first and second set use? Dorian Yates: Well, actually we’ve got this all documented because now I have my certification program, DY HIT, Dorian Yates High-Intensity Training. So we’ve got this all documented. The guideline would be if your maximum set – so Tim, you reckon you can do 100 pounds on the leg extension for ten reps. That’ll be a max. So we’d probably start with half of that, like 50 percent for your first set. Nice and light. Second set, probably 70 percent, so 70 pounds in this case. Then you’re ready to rock and roll on the 100 pounds. You thought you could do ten, but we’ll probably get like 13 or 14 out of you. But we’ll get you beyond what you thought. Then that’s a lesson in itself, to say you can go a little bit more. These are the ones that count. The last one or two reps at the end of the set, that’s the magic. That’s where the magic happens. If you can do 100 pounds on a leg extension for 10 reps last week, you can do that the rest of your life and nothing’s going to happen. That I’ll guarantee you and I see it happen all the time. People will get some progress the first year, maybe 18 months. But then the body becomes accustomed; it becomes smart. It doesn’t want to keep adapting to the stress. You’ve got to really push it to get results beyond that point. Tim Ferriss: I won’t spend this entire time in the weeds, but I’m so curious just to whet people’s appetite for the documentation that you mentioned. Between the first light set, the second heavier set, and the third work set, how much rest do you take between those sets? How do you know when you’re ready to go to the next set? Dorian Yates: I don’t like to work too much with a stop watch. I kind of observe somebody if I’m training them or I teach them to observe themselves. Basically, the guideline is you rest in between the sets as long as you need so that you will be able to do the following set to muscular failure. So let’s say we did a set of leg presses and you’re breathing like a steam train and we jump on it and try and do another set after 30 seconds, you’re going to fail due to cardiovascular failure, rather than real muscular failure. On the other hand, if we rest way too long between the sets, we’re going to lose some of the intensity of the workout. It’s kind of a balancing thing. You’ve got to rest long enough so your breathing is somewhat normal so that you’re not going to run out of gas on your next set. It would depend on the size of the muscle groups being trained. If you’re doing a squat, leg press, deadlift, exercises like that, multi-joint exercises that are using the largest muscles in your body, there’s going to be a huge oxygen debt if you go to failure. You’re going to need to rest longer between those sets, as opposed to just doing a bicep curl. I think if it’s really heavy leg training, it could be three or four minutes between the sets, easily. Whereas bicep curl or deltoid raise, you could be a minute or less. Tim Ferriss: Got it. There one back, well it’s not limited to back, but one exercise I would love to talk about and that’s the bent row. I remember way back in the early ‘90s, I saw a lot of photographs of you performing bent rows with a palms up, supinated grip. For people listening who may not be able to easily distinguish, I had a lot of trouble remembering supinated and pronated. If you want to drink soup out of your hand, you have to turn it up. With the palms up. Could you describe how you performed the bent row? It doesn’t have to be that variation and/or how you teach people to do it? What is the right way to do a bent row, in your mind? Dorian Yates: Well first of all, I should say I’m very studious. I like to study things. I studied nutrition right from day one. I bought books on nutrition and studied nutrition. I must have had every book that’s been published, every magazine, from the early ‘80s until the day I retired. I’ve read everybody else’s training articles and books and everything. I’ve gleaned a lot of information from here and there. The bent-over row, I came up with that position lifting my body up above parallel. The old traditional way to do bent-over rows was with the body parallel to the floor, a fairly wide grip, and pulling the bar into the chest. Which is fine if you want to work the upper back, rhomboids and lower trapezius and so on. But the area that I saw that was lacking in most bodybuilders was the middle to low lats. When that’s fully developed and it’s thick and you get that Christmas tree separation, it looks really dramatic. Tim Ferriss: Just to pause there, for people who don’t know what that might mean, I was going to bring this up later. But just Google “Dorian Yates Christmas tree back” to see what this looks like. Dorian Yates: Well, you’ve got the Christmas tree kind of shape, the separation between where the lats attach and the spinae erector. So obviously you’ve got to be in very lean condition with literally no body fat there so you can see all the fine separation of those muscles. What I was trying to do was to thicken my mid and lower lats. Naturally, my lats are very wide. I’ve always had a good back. I got beaten twice in professional bodybuilding. The first was my debut in the professional ranks. I was beaten by a guy called Mohammed Benaziza in my first show, which was called “Night of Champions” in New York 1990. If anyone wants to go and look, Mohammed Benaziza was an incredible bodybuilder. He was very short. I think he was only like 5’4” or something like that. Anyway, he beat me and his back was like 3D thickness, you know? Mine wasn’t quite there yet. I got inspired by that and started working on my lower lats and mid-back. I realized with the reverse grip I could really kind of pull the elbows further back at the top and squeeze and really contract the lower lats. That’s why I started working with the reverse grip. Between Mohammed Benaziza, who beat me in the my first contest, and Lee Haney, who beat me in my first Mr. Olympia, when I got second. Lee Haney, again, had that super, three-dimensional thickness on the lower lats. He wasn’t quite as lean with the separation, but he had very impressive thickness. Those two guys pushed me to further concentrate on the area and thicken it up and actually I became really well-known for that in the end, probably more than those two guys. Tim Ferriss: I would, certainly based on my obsessive reading of all the magazines at the time, I think that’s certainly true. When you’re performing an exercise like that form of row, do you think much about tempo in terms of the speed of lifting? Are there any pauses? How do you think about that? Dorian Yates: Absolutely. First of all, you need to understand the function of the muscle and the exercise and how that’s performing the function. You need to get your head inside the muscle, so you feel it stretch. You feel it contract. You almost become part of the fibers. I often say bodybuilding is really the opposite of weightlifting or powerlifting. Their job is to get the weight from Point A to Point B however the easiest or best way to do that is. So they use momentum, they use mechanics, they use many muscle groups to lift the weight. Whereas a bodybuilder is using the weight as a tool, so to speak, in order to put maximum stress on the particular muscle group they’re trying to isolate and work. It’s very important to move the weights in a controlled manner and not to create any kind of swing or momentum to move the weights. The most important thing that people don’t realize is that you have different phases of the rep. You have the positive, which is the lifting which everybody kind of concentrates on. Then you’ve got the lowering of the weight, or the negative phase, which people just tend to rush through. I think a lot of the muscle damage occurs on the negative part of the rep. We could argue which one is more important, the positive or the negative? I say I don’t know, so let’s do both of them to the absolute maximum. You’re always stronger in the negative phase of an exercise. Unless you’re slowing down the negative, unless you’re consciously slowing down the negative part of the movement, you’re never going to fully tax that part because you might fail on the lifting. Say you’re doing bench press and you’re pushing it up, and you can’t push anymore in a positive way of pushing the weight up. But if somebody lifted the weight to the top for you, you could probably lower two or three more because the negative phase of the muscle is not exhausted. In order to get somewhere near exhaustion on the negative phase, you need to slow that down. I tell people to do the positive quite explosively, but not swinging, and then consciously slow down the negative. Although I don’t like to count seconds and so on. Tim Ferriss: How did you connect with Mike Mentzer and who is Mike, for people who don’t know? Dorian Yates: As I said, I did a lot of studying. I think I’m quite a logical thinker. Mike Mentzer was Mr. Universe, a professional bodybuilder, and a top competitor in Mr. Olympia. Mike was around and in the magazines when I started reading magazines. He had a kind of unique training system called Heavy Duty. This was relatively short compared to how the other guys were training anyway. Short, intense workouts. Mike would be the first one to say that he got pretty much all his principles from a guy called Arthur Jones who made a line of exercise machines called Nautilus machines, way back in the ‘70s. Arthur Jones was I guess a pretty brilliant guy. He was a self-made billionaire with no financial interests in the bodybuilding world really. He just made this Nautilus machines because he felt they were the best way to build muscle and it was something that he was very interested in. He used to Arnold Schwarzenegger, Mike Mentzer, [inaudible], all these guys go out to his place in Florida to train. Arthur was the first guy to say what’s the science behind to muscle growth? He pointed out that the intensity really is the key factor. Intensity, recovery, and so on. All the principles of heavy, high-intensity weight training come originally from Arthur Jones, then got refined by Mike Mentzer. Mike Mentzer was somebody that I admired very much. I guess I took those methods and maybe refined them more over the years. The guy deserves the credit for originally pointing out a lot of facts. He was the first guy to talk about genetics. Previously to that, we’d been sold the story that everybody could be Mr. Universe or Mr. Olympia if you train like Arnold and eat like Arnold and so on. Arthur Jones was the first guy to point out that scientifically, it’s not possible. People have different genetic abilities to build muscle, just like they have for running and jumping and singing or whatever else it is. Tim Ferriss: Right, it’s the raw materials that you begin with. Whether it’s you have better myostatin inhibition than someone else or fill-in-the-blank. There’s so many variables known and unknown. For people who have only now heard the name Arthur Jones for the first time, I highly recommend – he’s a very colorful character and a good writer also – checking out some of his bulletins that he would put out and some of his writing. He had a crocodile farm. He was a very odd and eccentric but smart guy. Dorian Yates: Yes, an eccentric guy. He had gorillas as well at one time. There’s a picture of one of the gorillas on the Nautilus pullover machine. I think they must’ve had to put the gorilla on some heavy sedatives or something to get that picture of the Nautilus pullover machine. That’s a pretty famous picture. He’s a colorful guy. Obviously he’s a very smart guy and a thinker. I read all his stuff. I read Mike Mentzer’s stuff. That was coupled with my own observations in the gym. If I did more than a certain amount or if I trained more often, my progress would just come to a halt. Then I would get run down, get tired, and take a week off. Guess what would happen after I had a week off from the gym? I’d go back and boom, I was stronger. Why was that? It was because my body was exhausted and depleted and it wasn’t recovered. I took a week off and it recovered and rebuilt itself and I was stronger. There was a lesson there. You’ve got to train, you’ve got to put stress on the muscles, you’ve got to break them down, and then you must let your body recover. That takes time and it takes good nutrition as well. Tim Ferriss: When you observe people who are attempting or hear from people who are attempting some form of high-intensity training or some type of rational, limited-volume, two-failure training, what are the most common mistakes that you see? Or some of the most common misconceptions? Dorian Yates: I think the most common misconception is that you’ve got to use a ton of weight. If you look at my training videos of [inaudible] that were filmed, yes I’m using what can be considered very heavy weights, but I’m using them in the correct way. If I wanted to lift more weight in those particular exercises, I probably could’ve done, but I would have to do it in a form that was putting the maximum on the muscles that I’m trying to train. The first misconception is that you’re going to be throwing around tons of weight. You’re going to be using the weight as a tool. I think that’s the main mistake that people make. Also, because they’ve read about beyond-failure training technique. For people who are not familiar, if you’re lifting a weight and it gets to a point where you’re stuck, you can’t complete the rep, then that’s failure. You can go beyond that point if you’ve got a training partner there to slightly assist you just to get one or two more reps, right at the end of the set. That’s the correct way to do forced reps. But people get carried away with it and then in the gym they’ve got too much weight on there and they’re doing one rep correctly and then the training partners help them on the second or third rep. That’s not going to get you anywhere apart from injured. Tim Ferriss: I’d love to talk a little bit about the mental and self-talk. In 1990, I want to talk about that loss, but could you place for us in 1990, where were you living? What were you doing when you were not on stage competing? Dorian Yates: In 1990, I was living with my first wife. I don’t think we were married at that time, but we were living together, with my son. We were living in a two-bedroom Council estate [inaudible]. I know people in the States wouldn’t know what a Council estate is. I guess it’s like – I don’t know what you call it in the States, but government housing? Tim Ferriss: Affordable housing. Dorian Yates: Affordable housing, government housing, whatever. It’s not the best place to live probably. You have noisy neighbors, always tough like this, problems going on. I was living there. I was making a living from the gym, which I had for about three years at that point. There weren’t a lot of gyms around, so I was making an okay living from the gym and supporting my wife and child and the expenses that I incurred in bodybuilding with the diet and supplements and all that kind of stuff. That’s where I was at. I was the best – in 1990, I’d won the British Championship heavyweight and overall. That qualified me to be a professional. I chose the show, “Night of the Champions,” as it was called at the time, which was a very prestigious show to try and do a debut at and quite well respected. If you got in the Top 5 of that show, you could go on to compete in the Mr. Olympia. It’s quite an attractive show to do. At this point, I’d been doing this thing for five years. Competing and training and really, absolutely putting everything into it. I sacrificed my social life, I sacrificed friends, time with the family. If you’ve got a family, then that means they’re sacrificing as well. I observed a lot of people around me, a lot of people following this bodybuilding dream. They weren’t getting anywhere and they weren’t going to get anywhere because they didn’t have what it took. But they were still making all these sacrifices and damaging relationships, business, and money, and lots of things when you’re totally focused on this thing. I said, “I don’t want to be one of those guys.” I’ll observe the way things work. If you’re going to be a top professional and you’re going to make it in the sport of bodybuilding as a professional, then you’re pretty much going to mark from your first contest. You don’t go into a pro contest and get 15th place and then next year win Mr. Olympia because it doesn’t work like that. If you’ve got what it takes, it’s going to be apparent. Tim Ferriss: You have all of these sacrifices that you’re making. You are living in a place with its own problems or challenges certainly. When you found out that you did not win and after that, maybe it’s the night or the day after, what was your self-talk like? What were you saying to yourself? Dorian Yates: I’ll tell you what the self-talk was before I got there, because that’s pretty relevant. I saw everything that was going on around me and I said right, I’m going to do this. I’m going to take 18 months after my British Championship win. I’m going to take 18 months off. I’m going to get 100 percent focused to this contest, absolutely everything I’ve got. If I don’t place in the Top 5 of this contest, then I won’t compete again because I haven’t got what it takes basically. I’ll concentrate on the gym, maybe I’ll open another gym. Something like that, but as far as being a competitive professional bodybuilding, that would be the end for me if I don’t place in the Top 5. So I put myself under a bit of pressure. In the end, I got second place, but it was a great lineup. Some people in there, like Robby Robinson, this guy was a hero of mine when I started. Before I went to America, I was pretty much told by everybody that I didn’t have much of a chance because I didn’t have any name recognition. I wasn’t known by any of the judges or the promoters. I had no publicity in the magazines, dah, dah, dah. Plus you’re English and they’re going to favor the American athletes. All this negative stuff, which I didn’t really listen to. I just thought if I’m good enough, then I’m good enough and that’s it. I made a huge impact at the show. The crowd was very vocal. I was their favorite. From that showing, I got invited to California to go to Gold’s Gym and do a photo shoot for the Weider magazines and all this stuff. So although I didn’t win the contest, I probably got more out of it than the guy that did win it because I was brand new and such a different look and persona and everything and the crowd was going crazy. I was not disappointed at all in getting second. It was like a vindication for me. It was like wow, I am good enough then. Because I got second in this first pro contest with no publicity, no nothing. It was a close second as well. I beat a lot of really good, seasoned bodybuilders and professionals. So maybe I do have what it takes. Tim Ferriss: We’re looking at 1990, was that a similar experience to your first Mr. Olympia competition? Was the self-talk before and after the same or did it change at all? Dorian Yates: It was different because at this point, my confidence was building because the following year in ’91, when I did my first Mr. Olympia, earlier in the year to qualify for the Mr. Olympia, I did the same contest again, Night of Champions, and this time won it. I was improved from the previous year. My physique was better. I was feeling more confident, more comfortable with being on a stage and doing that part of it. The one hurdle really was that Lee Haney was Mr. Olympia when I started training. He’s the guy that I’ve been looking up to all these years as Mr. Olympia. Now I realize I’ve got to change my mindset because this is no longer the hero, the guy. I’ve got to go there and try to beat this guy. If I have this approach to it – wow, it’s Lee Haney; it’s Mr. Olympia, wow. Of course great respect, but I had to go as a competitor, so I had to say now that I was a competitor, and he’s a man. He’s got two arms, two legs, he lifts weights. I think maybe I can beat him because nobody lifts weight harder than me. That gives me a lot of confidence going into it. It didn’t happen, but once again, it was a very close second. It’s the first time that anyone got second on their debut event at Mr. Olympia. There were a couple of firsts there. I was happy with the placing. Some people at the contest said I should’ve won and what have you. I think at the time it was a fair result. Tim Ferriss: The next question is going to be about ’92 to ’97. Obviously feel free to take this off track somewhere else. I’ve always, in watching video of you, looking at photographs of you training, wondered about your relationship to pain. During ’92 to ’97, how did you think about pain or relate to it? I don’t know if that’s a good question or not, but I’ve always wanted to ask it. Dorian Yates: I don’t know. I think you become accustomed to pain and make friends with it and even look for it. I don’t know who I was talking to, but I was talking to somebody and I was explaining, look, my legs were sore like can’t sit down on the toilet sore, for three or four days of every week of my life for more than ten years. If I was not hobbling around for a few days of every week in pain, uncomfortable to sit down, uncomfortable to sleep, I wasn’t happy. I wasn’t doing my job properly. With me, it almost became like I had no fear. It made me maybe a little reckless at times. Perhaps that’s why I got injured. Because I was doing stuff before contests that probably wasn’t necessary I realize now. You’re intake of nutrients is less, you’re more dehydrated, you’re tired. The injury risk gets greater going into a contest. The two serious injuries I had would’ve been in the last six weeks before a contest. I literally used to go and attack the weights and I felt I was indestructible. You often do when you’re young. You know? Tim Ferriss: Yeah. I had, certainly not to that extreme necessarily, well, let me just ask. How much weight, in terms of water and dehydration, would you lose in the last 24 to 36 hours or 48 hours prior to a competition? Dorian Yates: Probably not a lot, hopefully. Some people used to do extreme things. But because I was very calculated, I’d probably be within five or six pounds of my contest weight from a couple of weeks out. Tim Ferriss: Oh, that’s fantastic. Dorian Yates: Then the last week, I would just manipulate carbohydrates and water and so on to try and get a little drier between the skin and so on so you get the separation of muscles coming out. I’d probably lose a couple of pounds the last two days. It wasn’t very drastic. It was the end of – usually I’d take 12 weeks to specifically dial in for a contest. Tim Ferriss: When I had a number of my most serious injuries and needed reconstructive shoulder surgery and had a number of different tendon and ligament issues, it was always while I was dehydrating for making weight for competitive wrestling. I wrestled for more than a decade. Almost all of the major injuries and chronic injuries and issues that I have now I can trace back to a period of extreme dehydration. Dorian Yates: Well, that could’ve been the case with me. I don’t know if it was extreme dehydration or a combination of slight dehydration, extremely low body fat, tiredness. It could be a combination of all those factors. But dehydration absolutely is going to increase your risk. Tim Ferriss: I want to come back, and hopefully I’m not beating a dead horse here, but I think it’s really valuable for people to hear, and I’m fascinated by it, how you utilize self-talk. Because in this conversation with you, in conversations that I’ve heard of yours, you seem very good at speaking to yourself well; giving yourself instructions and feedback well. What brought this to mind was watching footage of you looking at old training journals. In the journal, not only did you have the specifics of a given workout, but there was one line, and I’m not going to be getting this perfectly right, but it’s something like “I am ashamed of this workout. From this point on, it’s all guns blazing,” or something. Dorian Yates: Stop screwing around, you know? Tim Ferriss: Could you describe how you used that type of written feedback and so on? Dorian Yates: It’s just notes and motivation. What I would do as well was set goals. Whenever I advise people, I tell them this, “Instead of saying something, get a pen, get a piece of paper and write it down.” It just makes it 100 times more powerful. I’m going to do this. I want to lose this amount of weight. I’m going to do this. You’ve got to be realistic. I’m going to do this in four weeks. I’m going to lose four pounds in four weeks. Write it down. Then how are you going to do that? Write it down. I wrote everything down so I had a plan. I’d even rehearse – it’s funny – it’s almost like instinctive. I think some of it is instinct and some of it was studying. The whole school of psychology, I pretty much got it down very quickly. I didn’t need anyone to coach me on it. I found out myself. Plus reading all the stuff I did and other people. I think Mike Mentzer used to advocate keeping a training diary. So I probably picked that up from there. Even before going to work out, I would sit down. I would look at the training diary and I’d look at what I did last week. This is what I did last week. These are all the exercises, these are all the sets, these are all the reps. So this is what I want to do today. I did 250 pounds for six reps last week. I want to do seven or eight this week. So seven or eight I’m going to bench press. I’m going to get down on that bench press. The weight is going to feel like this and I’m going to bring it down and it’s going to feel like this. I’m going to be wearing this shirt. Literally, I used to visualize the whole workout before I even went to the gym. So I’d know exactly what I was doing, in what order and everything. That was just dialed in. I wouldn’t even talk to anybody when I went to the gym. I would just do my workout. You’ve got to have a plan. If you just wander in the gym and think, oh, what shall I do today, you’re not going to get anywhere. Tim Ferriss: So when you walked in with a plan and let’s say you get to a particular exercise where your work set is going to be a new PR for you, a new personal record. What is going on in your head between either when you walk in the gym or in the minutes prior to that set? Dorian Yates: Well, it’s just really confirming what you’re going to do and why you’re doing it. You’ve got to have motivation. You’re not going to put yourself through pain and discomfort unless there’s some kind of motivation there. What’s your motivation for doing this? How bad do you want it? For me, it was like life or death, really. That’s how it felt anyway. Life or death. I’ve got to do this. I’ve got to change my life and this is what I’ve got to do. This is the road I’m going to take. Nothing’s going to stop me. But that was my personal motivation. Everyone’s got to find their own. But you’re only going to push as hard as you’re motivated, basically. Tim Ferriss: Let’s dig into that a little bit. After one of the Mr. Olympias, maybe multiple, you were asked when are you going to start training again? Then you would say very straight-faced, next week. That boggled people’s minds because they were like, why don’t you take a few months off? You were like, why don’t you take a few months off of sex? Dorian Yates: In other words, [inaudible]. I like training, so why am I going to take time off? Maybe it would’ve been good sometimes to take a couple of weeks off, probably give my joints a rest and so on. But I was a man with a mission. It’s hard to control that fire sometimes. Tim Ferriss: When you say life or death, what was feeding that fire? Was there anything else that was driving you? Dorian Yates: Oh yeah, I mean, who knows? Deep, psychological reasons perhaps. Who knows? I’m sure that because I didn’t have an easy childhood and a close and loving family and all these kind of things that other people might have. I think if I had a really comfortable upbringing like that, I probably wouldn’t be the driven person I was. So I’m sure there’s something there in that. I wanted to achieve or I wanted to be recognized or something. But in any case, in some ways it felt like I already knew that I was going to do this or had to do this. I don’t know if that’s easy to understand, but it’s almost like I had to. I knew I was going to do this. Tim Ferriss: What are certain beliefs that you had then that you think were unhelpful now? If you look back at your competitive career or the period of time after that, after you were sidelined, taken out by injuries? What are beliefs that you had that were unhelpful or things that you’ve really changed your mind about a lot in the last decade or two or since competing? Dorian Yates: I think what I struggled with, and I think this is very common with athletes, that I had tunnel vision. It’s like who are you? Why are you not at that goal? It’s not there or it’s been taken away. However you want to put it. With me, it was injury. All throughout my career, I was very controlled. I controlled everything when I competed and all this kind of stuff. This I didn’t have control over because it was like, you’re injured and you can’t compete anymore and that’s it. I didn’t have control over that. Tim Ferriss: This was bicep and tricep injuries? Dorian Yates: Yeah, it was bicep was the original injury. Tim Ferriss: Which people can see photographs of. It’s basically the tips of your fingers to your armpit is just black on one arm. Dorian Yates: That was six weeks before a contest in 1994. Six weeks out, maybe a little dehydrated, tired, body fat’s low. I was training too heavy for that phase of my training. I was doing 440 pounds bent-over rows. The bicep popped. I wasn’t indestructible, you know? Tim Ferriss: What did you find helpful or unhelpful for finding peace with yourself after losing that singular goal? Dorian Yates: I think it takes time because you’ve been doing this one thing for so long. It’s kind of like that’s all you know. It takes some time to readjust and rebalance and come to the realization of okay, that’s over. But you can do anything you want. You have more time now, you have more freedom to pursue things and interests that wouldn’t be possible before because I was on such a strict regime. In the end, I came to appreciate that, but it did definitely take time. Tim Ferriss: You’ve undergone a transformation that I think many people would say, or certainly the people who’ve had close exposure to you, among other things, you now practice yoga. Instead of wearing only black and gray shirts, you wear white and colored shirts. Which oddly enough, is something I’ve started doing in the last two years. You’ve changed location. You’ve made a lot of changes to your life in the last five years. Are there any particular experiences or teachers who have helped you to undergo that transformation? Because you seem like a far happier human being or at peace human being now than certainly in anything that I’ve seen of you during competition or shortly thereafter. Dorian Yates: I think it’s a case of constantly adjusting. At some point I felt I’m just doing the same things. Maybe I need some more variety, so I started doing some different things. I was looking at my body. I’ve got quite a few injuries. I’ve got the bicep, the triceps, and the supraspinatus torn on the left side, so pursuing what I was doing before, trying to push the weights in the gym, was starting to be, in some ways, could be detrimental and lead to more injuries. I don’t know. I had a message internally that I needed to do something different. I wasn’t sure if it was yoga or tai chi or something along those lines. I started doing yoga and I found it amazing. On the physical side, a lot more mobility. I always did some stretching when I was training, so quads and hamstrings, basic stretches, I pretty good on first, especially for a bodybuilder, I guess. But a lot of the mobility, twisting, and things like that was quite limited. I remember I was talking to a chiropractor friend of mine and it was like, people didn’t use to get back problems hundreds and hundreds of years ago because they used to sit so much around a campfire in that squat position. They sit like that for hours. If you can sit like that and you’re comfortable, you probably won’t have any back problems. I thought, that’s interesting. Let me sit in a squat. It was uncomfortable and tight and didn’t feel right. I was led to the yoga. I enjoy the physical side of it – the mobility, the stretching. And also the spiritual side as well. I do meditation as well as the yoga. I still like to push physically. I do cycling. Over here in Spain, I’ve got some good steep hills. So I do cycling of the hills. People can hear me shouting and screaming up myself going up the hills. I still like to push myself. I do some functional training in the gym with ropes and pushing sleds and stuff like that. I still love to challenge myself. I’m going to do it. I’m going to still go pretty hard. I’m very interested now in just keeping cardiovascular fitness, mobility, flexibility, all the things that are relevant to me as I’m getting older. This vehicle that we have that we live in, this machine, the body, it’s the only thing you’ve got to function in this reality. So if it’s not working very well, you’re not going to have such a fun time. Really my training is all geared to that now. To keep it efficient, the same as the diet. I honestly feel great, tremendous. I’m 55 next month and I feel great. I feel better than when I was 35. Tim Ferriss: Well, happy early birthday, No. 1. And No. 2, do you remember what your first yoga class was like? Do you have any notable early yoga experiences that you could describe? Dorian Yates: I do, yeah. I have a funny story. I got this thing when I wanted to do yoga. I just don’t want to go to a yoga class. I said, you know what? If I concentrate on this, if I think about it enough, the person will come along kind of thing. I put an ad there that I wanted a yoga teacher. I asked around and through a friend of mine, he said he knew somebody and she’s good and I think you’ll like her. Me and Gal, we went along and the first class with this lady we did. I thought this yoga stuff looks like a piece of cake, right? It’s easy. You just stand there and do this. Some of the stuff I’m not going to be able to do because I’m physically too big, but it should be all right. I didn’t realize how difficult some of the poses are and how long you hold them. Your body is not used to that, it’s not accustomed to that. If you’re used to powerful stuff, it’s a different kind. I was holding a pose, like a lunging pose, and my legs just gave way and I fell on the floor. Tim Ferriss: So this is like a warrior pose, one of those? Dorian Yates: Yeah, that’s exactly what it was. It was like warrior 2, I think. My legs just buckled. I couldn’t stand up. I fell on the floor. The yoga teacher looked at me and lifted her eyebrows up and went, oh, Dorian. Not so easy, is it? It got easier now. Tim Ferriss: I think this is actually a good point to ask – there are many different listener and fan questions that came in. You have a lot of fans in my audience. One of them is closely related to what we’re talking about. This is from Nicholas Meyer. Knowing what you know now, what do you wish you could train about your training program back when you were competing? If anything. Like diet, high-intensity training versus volume? Anything. Dorian Yates: I had this question before. It’s something I’ve pondered on. Two things that would be beneficial to me if I could go back and change them would be not training with super intensity to the absolute maximum the last two months before a contest, where your calorie intake and so on is restricted and you’re doing more cardio and you may be dehydrated, and avoid those injuries. That would be great. The other thing is, I don’t believe I ever really presented the best physique I could on stage because I generally looked better, in my opinion, and I can confirm this now while looking at photos from different perspectives now that I’m not quite so involved. The best physiques which I presented were probably two or three weeks before a contest. So I always overdid it a little bit. Dorian Yates would never under-do anything. There was always a tendency to over-do. That’s the thing that needed to be controlled a little bit, perhaps. Those two things are the only things that I would’ve changed. But would I change them? Because those events led me to where I am now. If we went back in time and stopped me from getting injured, this whole story would be different. Maybe I would’ve competed longer and maybe that wouldn’t be good. Who knows? I don’t live with any regrets. So in fact, I probably wouldn’t change it. Tim Ferriss: If you were tasked with going back in time and trying to convince younger Dorian to leave a little bit of slack in the system for the weeks leading up to competition, to under-do that a little bit because you’ve looked back at the photos and you were better three weeks out. What would you have said to that younger Dorian? Dorian Yates: Well, I was kind of conscious of that the last couple of years. I was trying not to do it, but still a tendency to over-do it. I had good friends who, when I won Mr. Olympia in ’93, and it was probably the most devastating win in the history of the contest. It was just outright first place and it was physique, size and condition that had never been seen before. Everyone was saying to me then, you’ve got to stop that crazy, heavy training you’re doing because there’s risk involved with that. You can’t do that forever. Maybe just cruise now and hold your position and earn your money. That probably would be wise advice, but it wasn’t exciting for me. I still wanted to try to push the envelope to see how far we could go. Tim Ferriss: Did you ever have – this came up a number of times from different people and I’m curious as well – what was your plan B if bodybuilding didn’t pan out? If you had one. Dorian Yates: Well, I didn’t have a plan B really. I knew that bodybuilding was going to do something good for me. In a very short time, I won the British Championships and got a financial backer because of that. I didn’t have two pennies to rub together. I didn’t have a car, I didn’t have anything. Somebody backed me and financed me with the gym because I was British Champion. Very quickly, I was already earning a living from this thing that I loved doing. I’ve got my own gym. I’ve got my own equipment that I chose and everything. I’m making a nice living. So that was already happening. I think the question was whether I would be a successful professional bodybuilder or not. If I wasn’t, then I probably would open some more gyms and who knows? I was never the guy that was going to be working for somebody else or doing 9 to 5. That was never going to happen. Tim Ferriss: This next question is from Tierney Eaton. She asks a question that also came up a number of times and comes up a lot, so I’m sure you’ve heard some variation of this. “What is the best way for women to build beautiful, lean muscle? Higher reps with light weights or lower reps with heavy weights? I’m reading books on both, but would love to hear his opinion.” Dorian Yates: It’s exactly the same that would build bit muscles on a male. There’s absolutely no difference, in my opinion. There’s a lot of hype and a lot of marketing around women’s training. If women want to change their appearance, shall we say, there’s only a couple of ways you can do that. You can build muscle and/or you can lose fat. That’s the only way. You can’t change your bone structure. So what makes your shape apart from your bone structure? Your muscles and body fat. You need high-intensity training, 8-12 reps in a set, going to failure. The rest is diet. Make sure you’re getting sufficient protein and eating regular small meals and keeping control on your calories so it’s not too much, but it’s enough. There’s a lot involved, but I don’t see anything different from a lady training to a guy training. They’ve got the same muscles in the same places and they respond to stress in the same way. Tim Ferriss: I would like to just underscore that because I get this type of question a lot and I don’t have an opportunity to answer it publicly. Or I haven’t taken the opportunity much. A few things, just because I think what you said is so important to underscore. There’s a lot of sales and marketing to women that is very, I think, insulting frankly because they use words like “toning” and “lengthening,” when you can’t. Dorian Yates: Don’t start with the toning, man. That’s my pet hate. What the fuck does that mean? Toning. Tim Ferriss: It doesn’t mean anything. Dorian Yates: I’ll tell you what it means, actually. What a lady says when she says “toning,” she means that she’s going to look leaner and tighter, all right? So her muscular tone is going to look better. Although it’s a nonsense word, I know where you’re coming from. How do you get that look? Easily. Well, not easily. But how you get it is you build your muscle and it creates the body fat. So the ratio of muscle to fat is higher and then you’re going to look learner and you’re going to have that look that you call “toned.” But there’s no magic exercise that can do it for you, no magic diet. It’s consistent weight training in the gym and good diet. There’s not that much of a difference in a women’s program to a men’s program. If I’m dealing with a client, I just deal with that client on an individual basis, whether man or woman, it doesn’t matter to me. I figure everything out depending on the individual. Tim Ferriss: Right. And also just for women who might be listening and are concerned about getting too bulky or whatever it might be, No. 1, I would say you have – and I’m estimating here – but let’s just say 1/10th to 1/20th the free testosterone of a male. A lot of men have difficulty adding mass. You’re not going to become Mrs. Olympia overnight as a surprise. You can very much notice the changes. Dorian Yates: Yeah, you’re going to build muscles by mistake. It takes a lot of work to build muscles. I know there the lady is coming from. Maybe they start lifting and those few weeks the jeans get a bit tighter or something like that because you start to build muscle. But as long as you control your diet, you’ll be losing the body fat at the same time. You’ll get this look that you’re looking for. It’s called less body fat, more muscle. That’s what you’re looking for. That’s what you called toned and all these kind of nonsense terms. That’s what it is. If a lady wants to change her body, she’s got to do weight training. She’s got to do resistance training and she’s got to be conscious about her diet. That’s it. Same as a guy. Is it more difficult for a woman to build muscle and lose body fat? Yes, probably generally speaking, yes. But it’s the same process. Tim Ferriss: Even if you look back at some of the physiques that have been iconic female physiques, and I’m not saying there were physique competitors in the modern sense at all, even Marilyn Monroe actually did resistance training. There are photographs of her doing dumb bell work. Dorian Yates: Absolutely. We had a big black-and-white poster of Marilyn Monroe in the ladies’ changing room at Temple Gym down in the dungeon. I say it’s the ladies’ changing room, it’s just like a little cubby in the wall. Anyway, room for one lady to get changed in there. We had a big black-and-white of Marilyn Monroe doing bench press with dumb bells. Tim Ferriss: You’ve spend a good amount of time also, just so people have context, around female competitors who are testing all these different protocols and regimens right alongside the men. I don’t want them to get the impression that you haven’t had a lot of direct experience both coaching and interacting. Dorian Yates: Absolutely. My wife is a world champion, figure champion and Brazilian champion, and South American champion. I live with somebody that trains as well. Tim Ferriss: We talked a little bit about gender differences or lack of differences in terms of training protocol. Here’s a question from – I really prefer personal names, but this is from a Facebook page. Perfect Body Quest, okay, fine. That tells you. But in any case, the question is, “Please ask him about the differences in training and nutrition for enhanced versus natural lifters.” We can define some terms here. I’d like to actually clarify something because it’s just a personal note. The first is, enhanced can go by a number of different terms. It could be using gear, it could be using anabolics, it could be using PEDs. There are many different ways to phrase it. But also, this is something that drives me nuts, so I’m going to point it out for people. If you look at my Wikipedia page right now, at least there has been a long that says something along the lines of, “Tim Ferriss has admitted to using Sustanon 250 HGH, etc. after surgery.” That drives me nuts because it’s what they would call on Wikipedia a “weasel word.” I wrote an entire chapter in my second book about the benefits and risks of very methodical anabolic use after reconstructive surgery, which I used after my shoulder was reconstructed. That’s something I just want to clear the air on. I didn’t admit it. It makes it sound very shifty. I wrote an entire chapter on it, folks. That all having been said, what are your thoughts on training and nutrition differences for enhanced versus natural lifters? Dorian Yates: The thing with anabolics and how they work is they enhance your body’s ability to recover from the stress. At some point, your body is not going to be able to recover from the amount of stress you’re putting on it. Then you’re going to reach a plateau. Athletes use mainly anabolic steroids, which are derivatives of testosterone, male hormone, and also to some degree growth hormone, to recover and repair from the workouts. If somebody’s using enhancement or anabolic steroids, let’s call it enhancement for argument’s sake. If someone’s using enhancement, they’re going to be able to recover more efficiently than somebody that’s not and they’re going to take things to a higher plateau before [inaudible] that plateau. If you’re not using anabolics, you’re not going to be able to train like a lot of the guys you read about in the magazines that might be training five or six days a week and two hours a day. It’s not something I recommend, but some guys do, some professionals do train that much. If you try to do that without enhancing your hormone level, you’re going to get over-trained very quickly and you’re not going to get the results you’re looking for. Whether you’re using anabolics or not, the process is this: you go in the gym and you put stress on the muscles and then they have to recover. If after they’ve recovered there was sufficient stress, then they overcompensate. So you need to allow enough time for that to happen. I use this analogy at seminars sometimes. It’s a very simple analogy but it gets the point across. If I was to take a piece of sandpaper and rub it across the palm of my hand until it’s bleeding at bit and damaged, if I was to leave that for a few days, it would heal up and the skin would be marginally stronger and thicker than it was before because it wants to protect itself from that stress. That’s basically what happens with muscle growth. Let’s say we take that situation again and I get the sandpaper, rub it across the palm of my hands, it’s all red and bloody. I leave it for a day or two, it’s not quite healed yet. It’s still a bit red. Then I go and do it again. We’re not getting anywhere, right? We’ve just got bloody hands. It’s the same thing with training in the gym. You’ve got to apply stress and then you’ve got to recover. If you’re using steroids, you’ll be able to recover more quickly and train more frequently. It’s all about the recovery. Whether you’re using or not, you have to be aware of recovery. It’s going to enhance your ability to recover from that stress and you’re going to be able to go further than if you don’t use it. That’s very basically how they work. Tim Ferriss: I should also say, obviously, I’m not a doctor and don’t play one on the internet. But there are potential risks associated with use and abuse of any of these things, for people listening. If you’re two months into your training protocol or a year, whatever, you’re not a professional. There are very few circumstances in which I would recommend certainly any cavalier use, but medically supervised use of a lot of these compounds. It’s not something to be taken lightly as a decision, but it is a reality of almost every competitive sport that has endurance, power output, oxygen carrying capacity as primary determinants of placement and whether it’s cyclists or sprinters or otherwise. Even in something like the biathlon, people would potentially use something like beta blockers to calm their nerves so they can take more effective shots after elevating their heart rate. Dorian Yates: We’ve got a couple of things in England, at least when I was a kid, they used to call sports. I don’t know why they’re called sports. But you’ve got one called darts. [Crosstalk] Dorian Yates: Throw the darts in a board, right? The other one is snooker, which is a bit like pool. Even these guys, they’re taking beta blockers and drinking beer to help calm their nerves and enhance their game. If it’s competitive, people are going to do whatever they can to get the edge. I don’t recommend them to anybody. I don’t tell people what they should do. I’m just frank about my experiences and leave it to other people. To be honest, if I was not a competitive bodybuilder, I don’t see the point in using steroids and perhaps opening yourself up to potential health risks which are there over the long period. Then you have the other subject of using it therapeutically for older guys that their testosterone level is declining. This causes age-related illnesses and diseases which can be stemmed by putting your testosterone back to normal; hormone replacement, so to speak. Or recovering from surgery and other applications. They have uses outside of sports. Tim Ferriss: Yeah, there are definitely legitimate applications. Even in wasting diseases where you have decreased T-cell count. There are some HIV-positive patients who will use Oxandrolone and things of that type. For folks interested suggest, getting yourself, and it’s a fascinating subject, there’s some documentaries out there. I think it’s Bigger, Faster, Stronger, which was done by Chris Bell. It features his brother, Mark Bell, who has become a friend. A fascinating documentary. People can do more homework on their own. The next question is from Mohammad Samar Gulzar. “At the peak of your career, were there any days you felt stuck when things weren’t moving? What did you do then?” Dorian Yates: When you get to the level of top competitive level like Mr. Olympian and so on, the more developed you get and the higher up you get the actual changes and the gains are very small. If you put three or four pounds of muscle on over the year when you’re at professional level, it would be considered a pretty good gain. So things really do slow down. You’re not going to get the kind of progress you got when you first started out. It’s more of you kind of cycle the training. You’ll train hard for five or six weeks and then you back down a little bit. You train lighter and then you go up again. You’re looking for small gains over the course of a year at that point. You’re not getting the feedback you used to get where you go in the gym and wow, look at the progress I made since last month or something. It’s more or less like maintaining it and trying to improve on certain areas and things like that. Tim Ferriss: Dorian, one question that I would love to ask that’s maybe related is, if you look back at the period of time between the end of your competitive career and now, what has been one of your darkest periods or dark period for you and how did you find your way out of it? What were the things that helped? Dorian Yates: The darkest period would probably be the first couple of years after I retired. I didn’t even know what was going on. I was waking up at night, I couldn’t sleep. I was feeling nervous. I was diagnosed with clinical depression. I’d just been forced retired from this thing I’d been doing for so long. A lot of things came to the surface that maybe – because you’ve got such tunnel vision while you’re doing it. I realized there were problems in my marriage that I hadn’t really looked at because you’re just in this tunnel and you keep going and keep going. So all these kind of things you maybe swept under the carpet so to speak, they all start popping out. I had been retired from this thing that I was doing, which can be quite traumatic for people retiring from their profession, in any case. My marriage was breaking up. Somebody very close to me passed away. All these things were like a perfect storm of stress all at the same time for me to deal with. The one thing that kind of got me through it was going to the gym. Although I didn’t have that goal of training for a Mr. Olympia. Just to go to the gym and train was like a form of meditation for me. Where I would forget about the outside world and problems and so on. Even now, I just love to train. I’m not doing weight training as I used to now, but whether I’m riding my bike or swimming or doing yoga or functional training, whatever it is, I really love to exercise. I think that helped me get through that period. It took quite a few years before I started balancing out. Now it’s 20 years since I was competing. I feel like I’m in a really good place now, but that’s a lot of time, 20 years. Tim Ferriss: What helped you to find meaning in the sense that – was there just a day when you surprised yourself and you’re like, the clouds are not hanging over my head. Or did you sit down and journal or have some type of friend or mentor who helped you to find a direction or a purpose after being a competitor for so long? Dorian Yates: I think a lot of people, a lot of reading I did – you’ve kind of got to figure out for yourself. At one point, I said hey, I’ve been doing this thing for 12 or 15 years and I haven’t been able to do this and do that, so let me go out and party and be crazy and go to nightclubs and let me travel and go here and go on safari and things I couldn’t do before. I started to realize instead of looking at what you lost, look at what you gained. I couldn’t imagine living that lifestyle that I was living as a professional bodybuilder now. It would just be way too restrictive now. I couldn’t do it. It took me some time to find balance. The benefits are I feel much more a free person now. I don’t have to eat six times a day. I don’t have to be at the gym at this time. I maintain some discipline because that’s my nature, but then I’ve had to learn to sometimes not have discipline to get balance. Tim Ferriss: It does make sense. You mentioned books. I’d love to – Dorian Yates: I love to read. I’ve always loved to read. I think that was a huge advantage for me when I did bodybuilding. I just consumed books on training and nutrition. I worked it all out for myself. That was half of the fun of it. Now guys have done nutritionists and trainers and managers and God knows what else. For me, this bodybuilding was an individual pursuit and an individual test of character. It was not a team sport. Tim Ferriss: Are there any particular books that you’ve re-read or gifted to other people? Dorian Yates: I’m reading a lot of stuff at the moment. I’ve read quite a lot of books from one guy on a spiritual level, which has helped me. His name is Eric Pepin, that’s P-E-P-I-N. If you guys want to check him out, I think he’s a great spiritual teacher and techniques on meditation and things like that I find interesting at the moment. Tim Ferriss: Is there a book of his you would suggest people start with? Dorian Yates: The one to start with would probably be Handbook of the Navigator or Meditation Into Eternity. That’d probably be the best one. Either of those two. The meditation book is more, you know, teach you. Eric Pepin is very much like Arthur Jones or Bruce Lee. I call him Bruce Lee of spirituality because it’s kind of like spirituality/science. Science and spirituality now are pretty much coming together to be the same thing with quantum physics and stuff like that. I find his stuff very logical. People that are interested in the spiritual side of life, I’d recommend reading some of his stuff. Tim Ferriss: This is going to seem like a left turn, but I don’t think it totally is. You mentioned our mutual friend, Brian, once. I’m simplifying here, but freedom is not giving a fuck. Maybe I’m misquoting you, but I would love to hear you elaborate on that. You can give context as well. Dorian Yates: I think I was talking to myself at first. Because there was still that thing. You’re Mr. Olympia, six times Mr. Olympia, a legend in the sport. I guess you feel like you have to maintain some kind of image or whatever it is. I thought am I doing this now? Am I trying to maintain some kind of – am I doing this training and maintaining this level of physique for myself? Or am I doing it for other people, other outside forces? I think it was a question for myself at first. Are you going to live your life or make decisions or in any way be controlled by the opinions of other people or what you perceive to be the opinions of other people, which might not even be their opinion anyway? In any case, in the end, you’ve got to live your life the way that you think you should live it at that time and not be controlled. We all are. We’re controlled from the day we’re born. We’re controlled by our parents’ opinions. By the school’s opinion. By the government’s opinion. By the media’s opinion and so on. I want to be free of that. Basically, with the greatest respect, I’m going to do what I need to do, taking care not to hurt anyone else. That’s it. I don’t really give a fuck what anyone else thinks about that. I’ve heard you also say that – and there are a few different metaphors – but that life is like a movie. I enjoyed hearing you talk about that. I don’t know if you could maybe elaborate on that as well because it seems like it’s pretty closely related. Dorian Yates: We can go into quantum physics and stuff on this, but what quantum physicists have discovered is that the reality we live in is not what we think it is. It’s made of computer code and it’s our thoughts interact with this code. So therefore your thoughts can help create your reality. You’re on the Truman Show, man. What do you want it to be? What do you want to do? What do you want to play in this movie? Create that story with your mind. Take steps to make it happen. It can happen. That’s what I mean by being a movie or a video game or something like that. Tim Ferriss: Being the director in your own movie. Dorian Yates: You’re in a holographic movie, man, check it out. Tim Ferriss: There’s a lot of other subject matter that we could discuss that would definitely veer into that territory very quickly. At some point, we could talk about that. Dorian Yates: We just whet people’s appetite for next time. Tim Ferriss: We’ll let this whet people’s appetite. For people listening or wondering what the hell I’m talking about, you can also look up Johns Hopkins and psychedelic and research in my name and you’ll see a number of things pop up. One of the last questions, just one or two more. If you had a gigantic billboard and you could get a message out to millions of people, what might you put on that billboard? Does anything come to mind? Dorian Yates: We are one. Tim Ferriss: We are one. Dorian Yates: We are one. Tim Ferriss: We are one. Well, I think that’s it. Dorian Yates: We’re all part of one thing, man. We’re all connected. Just like cells in a human body. We’re all separate cells, but they make up the body. We’re part of one thing, right? Tim Ferriss: We are one. I think that’s a good place to wrap up. Dorian, thank you so much for your time. Dorian Yates: Thanks for having me on man, it’s been fun. If they want me back again and they want to ask me more stuff, let me know when it is and we’ll get chatting. Tim Ferriss: I will let you know. I’m sure we’ll have plenty of questions. Where can people best find you online, say hello, see what you’re up to, learn more about the certification we mentioned? Dorian Yates: Well, there’s various places. Instagram is @thedorianyates. Facebook, we’ve got DY Nutrition. A DY Nutrition website and DYHIT website. If you search Dorian Yates Nutrition, Dorian Yates High-Intensity Training, there are various ways you can get in touch with me. Tim Ferriss: Well, once again, this has been – I feel like a conversation 20-plus years in the making. I’m really thrilled to be able to connect. Dorian Yates: I don’t remember that phone call we did 20 years ago. Tim Ferriss: It was a long time ago. You’ve had a lot of phone calls. But the point being that you at the time were the equivalent of reaching out to Bruce Lee for me. You were very gracious in that phone call and that stuck with me. That really stuck with me that you made the time. Even though it was a polite decline, you were very gracious. Dorian Yates: Sowing the seed, man. Look what happened to the seed. Tim Ferriss: And how here we are. I want to thank you for the time. For everybody listening, you can find links to everything we’ve talked about, all the books, the certifications, the websites where you can learn more about Dorian, his Instagram, in the show notes for this episode. You can find the show notes for this episode and every other episode at tim.blog/podcast or just search Tim Ferriss Show and show notes and it’ll pop right up. That is all. Everyone listening, I hope you enjoyed this as much as I did. Until next time, keep experimenting, be safe, and question your assumptions. Posted on: June 5, 2018.", "speakers": ["tim ferriss", "dorian yates"], "text_sentences": ["okay, here we go", "it’s a late night, folks", "uh, oh", "that’s abu from aladdin", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to, every episode, deconstruct a world-class performer of some type", "they could be from chess, they could be from entertainment, sports, business, etc", "in this episode, we have a very special guest, because he is one of my childhood/adolescent icons, heroes, role models: dorian yates", "dorian yates took the already extremely extreme sport of bodybuilding and took it to a new level", "he is a six-time mr", "olympia", "a lot of what he did in terms of innovating and training influenced what i later put into the 4-hour body, in terms of occam’s protocol, and many other things", "you can say hello to him on twitter @dorian_yates or on the facebook", "he is facebook.com/dorianyatesdy", "he along with, i would say, coach dan gable of iowa, who is coming, i promise you that, had a huge influence on a lot of my thinking and a lot of my physical training", "in this particular conversation, we dig into all sorts of topics that i’ve been dying to ask dorian since i was 14 or 15 years old", "we talk about his relationship to pain", "we talk about specific workouts like his leg workout", "how does he warm up", "common mistakes, misconceptions about him", "when has he surpassed limits", "what is his self-talk when he’s going for pr, a personal record", "we talk about his favorite books", "it goes on and on and on, including why he views freedom as not giving a fuck", "he is a fascinating guy to speak with", "he came from nothing and built himself up into a hero in his chosen sport and has since reinvented and redefined himself in spain, of all places", "so we cover it all and i sincerely hope you enjoy this conversation as much as i did", "there are many cases when you meet your heroes and they have clay feet and you are disappointed", "but in this case, i came away having much more respect for dorian, and i already had a lot, and much more fascination with this character who is truly multi-faceted", "so without further ado, please enjoy this conversation with dorian yates", "dorian, welcome to the show", "okay, tim", "thanks for having me on", "i am so excited to have you on the show", "i would like to start with thanking you on behalf of a young lad", "this is probably somewhere between 17 and 20 years ago, who emailed you out of the blue because he had a sports nutrition company, and you got on the phone with him and you were very gracious", "ultimately, he couldn’t make it worth your time to become any type of sponsored athlete or affiliated with the company, but you really took the time", "it was very memorable and that person was me", "i did not know that", "the company was first brainquick, and then bodyquick and it ended up just fine", "it had taken me on my own journey", "i have followed you and your career from as early as i can really remember gathering a handful of icons in my youth", "we had dorian yates and then we had dan gable, legendary wrestling coach", "i was very much impacted in terms of how you think and approach training to start with", "there’s a lot more to that but what i was not familiar with at the time and i’m sure a lot of people listening have no context on is a bit of your background and childhood", "could you tell us a little bit about where you grew up and what your childhood was like", "yeah, well initially i guess it was quite idyllic because i was brought up on what we call in england a small holding", "so it’s kind of like a very small farm", "we had horses there and dogs and chickens and all kind of animals and stuff like that", "that was pretty cool", "but everything changed when i was 13 and my father died from a heart attack", "then my mom was going to get remarried", "we moved to birmingham, which is the second biggest city in the u.k", "i went from a more rural existence and my father dying and moving to the city", "when i was 16, i left home", "my mom wanted to live back in the countryside and so on", "i decided to stay on in the city", "i was 16 years old, no qualifications from school, and nowhere to live really", "i was living at a friend’s place and stuff like that", "when i was 18, i got arrested", "it really was just a stupid thing", "me and some friends were drunk and in the wrong place at the wrong time", "but anyway, i got sent to a detention center when i was 18, which is like a youth jail facility, i guess", "the idea is to put the young guys that are getting in trouble, put them in there for a short period of time and it’s very military, the discipline", "you’re marching everywhere", "you do a lot of sports and you try to learn some kind of skill or job or something like that", "in any case, they had weights in there, which i’d done a little bit of previously, and saw in the magazines and everything", "i think i’d trained for that six months when i was at school", "i was doing karate first and then started doing the weight training", "so i had an interest and a little background in that", "in the facility, they had weights in there and i got – you had to do this", "i remember one of the first times we were in there in the sports hall", "they gave us this circuit training to do", "you know, squats, pull-ups, push-ups, all kind of like circuit", "you had to go around the circuit three times and do so many reps, and when you’re finished sit down", "i ran that thing three times and sat down and the prison officer thought i was making fun or something", "he’s like, “you’ve got to go around three times.” i’m like, “i did go around three times.” he didn’t believe me, so he made me do it again", "there were a few hundred guys in there and i was stronger than most of them and had the best physique", "i was good with the weights", "at that point, i think i found something that was, you know, stop screwing around", "there’s something here you could do something with at that point was as far as it went, you know", "when you left home at 16 or went on a separate path from your mother, what was that conversation like", "was there a particular dinner", "did she see it coming", "was it a total surprise", "no", "well, the story is, my mother moved to birmingham after my father died to remarry another gentleman", "then quite tragically, he had a heart attack as well within two years", "my mom had no reason then to stay in the city, i guess, so she wanted to move back and she discussed with me whether i’d want to do that or not", "i said i didn’t want to do that", "so i just decided to go my own way", "and so i was watching a documentary about you recently, which was at least co-produced by the person who introduced us", "well, introduced us, i should say, the second time, 17 years later", "brian rose of london real", "there was the observation that there are very pics; it’s hard to find a picture of you smiling before 1997", "no, that’s something i didn’t really realize myself", "i think it was a case of me being so tunnel visioned in pursuit of what i was doing, so much like it’s not that i wanted to do it, it’s i had to do it", "there wasn’t much time for fun really", "people used to say to me, “why don’t you smile on stage?” because previous to me, most of the guys would pose on stage and smile and try to look happy", "i just couldn’t fake it", "by the time you get to a contest, you’re totally exhausted and tired and you’re dehydrated and your body fat’s low and you’ve been on a diet for three months", "for me, it was a competition", "it was a war i was going there to win", "so i was not really in a smiling kind of mood", "i think i brought a whole new persona to the sport that wasn’t there before", "not purposely, but just by being myself, i think, by just being genuine", "why or how did you get the nickname, “the shadow”", "i got the nickname “the shadow” from a good friend of mine and probably the most respected writer in bodybuilding", "his name is peter mcgough", "it’s a funny story because peter mcgough was a reporter for a small british magazine when i did my first competition", "eventually, peter would become the editor of flex magazine, which is joe weider’s famous bodybuilding magazine in the states", "anyway, peter is the one that came up with that nickname because i was the opposite to what bodybuilders generally were at that time", "you know, quite extroverted and wanted to bring attention to themselves and i was the opposite", "my policy was to go to a contest – like my first contest, i turned up and people had never heard of me and they were quite shocked at how good my development was", "then i would disappear and keep covered up and keep in my gym", "there was no internet and no social media or anything like that", "the only exposure you’d get was through the magazines", "so i’d go to a contest, win the contest, and disappear, and just go back to my gym and concentrate on my training", "i was somewhat elusive, i guess, compared to the other characters in the sport", "so that’s where the name “the shadow” came from", "what was the gym like where you built your physique when you would vanish and go back across the pond to the u.k.", "could you describe the gym where you were building your physique", "yeah, the gym was right in the city center of birmingham", "the building was probably one of the oldest buildings in the center", "a few hundred years old, i guess", "it was in the basement of this old building where the gym was", "i think it was, including the changing room and everything, it was less than 2,000 square feet", "very small", "you go down some narrow stairs into this basement", "it’s very much of a dungeon", "it reminds me some of the dungeons i’ve seen in old castles", "there’s no windows down there", "you kind of get down there and you’re totally isolated", "i remember people used to be nervous to come through the door and go down the stairs because it’s like the steps descending into hell or something", "you don’t know what’s down there and you can hear all these weights clanking and the smell of sweat and you can hear people grunting and groaning", "so people were actually really scared to go down there", "it was a good thing it wasn’t a commercial venture at that point", "actually, it was my gym and i opened it in the ‘80s, when gyms were few and far between, at least in the u.k", "so we were doing good business", "but in the ‘90s, it really became my base for training", "we didn’t care too much, you know, trying to get the members in and so on", "it’s kind of like if you like it, you can come down and train here and pay your fees", "if you don’t, we don’t really care, you know", "it was not a commercial venture at all", "it was a workshop", "it comes to mind that a lot of people listening who are perhaps not familiar with bodybuilding or have done some training don’t know much about your career", "when you were at your peak in terms of training, whenever you felt it was most dialed in, what did your workout split look like over the span of a week or two weeks", "is there perhaps an example of what that might have looked like", "it was kind of evolving over the time, but what i settled down to when i was professional and let’s be clear, if you’re a professional bodybuilder, then this is your profession so you can dedicate all your time to doing this, but even having said that, there’s a limit to how much you can train if you want it to be productive", "i’d split my body into four different workouts", "it would be chest and biceps one workout", "legs would be a separate workout and i would include hamstrings and calves in there", "i really had pretty strong calves from the time i started, so they weren’t a priority", "other people might want to do things differently", "you’ve got to design everything tailored to the individual", "that was two workouts back to back", "then i’d take a day off and then i’d have a back workout", "then the next day after that was shoulders and triceps", "then another day off", "so that’s a six-day cycle", "that was flexible as well, depending on how i felt", "very often after a leg day, it was so exhausting and so depleting, not just on the legs, but on your whole system and nervous system and so on", "very often, it would be a two-day break after that", "that meant that i was getting around to training everything just once a week or once every six, seven days, depending on how i was feeling", "i’ve seen footage of people vomiting after your leg workouts and you mentioned people would be intimidated or afraid when they went down into the dungeon", "it seems that was particularly common with those people you invited to do leg day with you", "what might a leg day workout look like", "well, if you write it down on a piece of paper, it doesn’t mean much, it doesn’t look like much", "it’s nothing special", "let’s say how it would look on a piece of paper would be three sets of leg extensions, three sets of leg press and two sets of squats on a hack-squat machine or a smith machine", "earlier in my career, i did do free squats, but i stopped doing them as i felt they weren’t that productive and the injury risk was too great for me", "so that would be quads", "after that would be two sets of leg curls, two sets of stiff-legged deadlifts, two sets of standing calf raises and two sets of seated calf raises", "so hey, that looks like a breeze, right", "it’s not much written down on a piece of paper", "but the point is what you put into it", "it’s the intensity that you put into those sets", "let me take you through the first exercise of leg extensions", "the first set would be quite light and quite easy", "the goal there is to get in touch with the muscle, feel the muscle contract and stretch and get the blood in there so it’s warming up", "the second set would be more difficult but not to absolute maximum", "the third set is the one that i call the working set or the one that really counts", "because the other two, they’re within your capacity, so they’re not going to do anything, quite frankly, apart from warming you up, because your body has no reason to change if it’s working within its capacity", "why would it", "you have to overload it", "you have to give it something that it’s not used to, that’s going to be a shock", "basically, muscle growth is an adaptation to stress", "you’ve got to give your muscles more stress than they’re accustomed to, otherwise they won’t change", "quite basically, that’s it", "that last set you’ve just got to put everything into it", "it’s not about throwing weights around and screaming and shouting", "it’s about concentrating", "it’s about doing the movement correctly", "it’s about moving the weights slowly, under control, even when it gets absolutely, tortuously hard and impossible to do those last reps at the end", "that’s where we have a training partner to come and help you squeeze out that last couple of reps", "when you do go to what’s true muscular failure with a large muscle group like the legs and glutes and so on, it’s absolutely exhausting because you use so much oxygen", "after that set, you’ll be breathing like a train", "you’ll probably start to feel very nauseous and so on", "if you’re not used to that kind of work, then very often people do vomit", "it’s not my goal particularly to get them to do that, but sometimes it’s a bit of a shock", "most people don’t train with me all the time, so part of my job as a trainer is to show them where they can go", "that’s something i very good at, because i can observe people and i know exactly what they can do, where their limit is, and they don’t know that yet", "it’s like me taking them by the hand and then taking them out there", "this is where you’ve got to be", "the third set is to true muscular failure", "true muscular failure and then, in my opinion, you don’t need to do another set on that particular exercise", "so we move on to another exercise which, for argument’s sake, could be leg press", "now we’re involving the glutes and maybe a little bit around the lower back that we didn’t hit on the leg extensions", "so we’re going to warm up again", "one or two sets", "it depends what you need", "again, then absolute failure", "you’re going to have one guy on either side of the leg press machine to make sure you’re safe while you go to absolute failure", "perhaps they’re going to help you a little bit on the last two reps", "it’s all about the intensity", "you’ll probably get through this workout in around 40, 45 minutes", "very intense to stress the muscles and give them something they’re not used to", "the rest of your job as a bodybuilder is really recovering from that stress and repairing your body", "you’ve got to recover first and then you can repair and hopefully overcompensate a little bit", "if we were looking at the leg extension exercise and hypothetically, let’s say your working set weight in 100 pounds", "what is the repetition range or the tension range that is your target for failure, if you have one", "then if 100 pounds is your working set, what might your first and second set use", "well, actually we’ve got this all documented because now i have my certification program, dy hit, dorian yates high-intensity training", "so we’ve got this all documented", "the guideline would be if your maximum set – so tim, you reckon you can do 100 pounds on the leg extension for ten reps", "that’ll be a max", "so we’d probably start with half of that, like 50 percent for your first set", "nice and light", "second set, probably 70 percent, so 70 pounds in this case", "then you’re ready to rock and roll on the 100 pounds", "you thought you could do ten, but we’ll probably get like 13 or 14 out of you", "but we’ll get you beyond what you thought", "then that’s a lesson in itself, to say you can go a little bit more", "these are the ones that count", "the last one or two reps at the end of the set, that’s the magic", "that’s where the magic happens", "if you can do 100 pounds on a leg extension for 10 reps last week, you can do that the rest of your life and nothing’s going to happen", "that i’ll guarantee you and i see it happen all the time", "people will get some progress the first year, maybe 18 months", "but then the body becomes accustomed; it becomes smart", "it doesn’t want to keep adapting to the stress", "you’ve got to really push it to get results beyond that point", "i won’t spend this entire time in the weeds, but i’m so curious just to whet people’s appetite for the documentation that you mentioned", "between the first light set, the second heavier set, and the third work set, how much rest do you take between those sets", "how do you know when you’re ready to go to the next set", "i don’t like to work too much with a stop watch", "i kind of observe somebody if i’m training them or i teach them to observe themselves", "basically, the guideline is you rest in between the sets as long as you need so that you will be able to do the following set to muscular failure", "so let’s say we did a set of leg presses and you’re breathing like a steam train and we jump on it and try and do another set after 30 seconds, you’re going to fail due to cardiovascular failure, rather than real muscular failure", "on the other hand, if we rest way too long between the sets, we’re going to lose some of the intensity of the workout", "it’s kind of a balancing thing", "you’ve got to rest long enough so your breathing is somewhat normal so that you’re not going to run out of gas on your next set", "it would depend on the size of the muscle groups being trained", "if you’re doing a squat, leg press, deadlift, exercises like that, multi-joint exercises that are using the largest muscles in your body, there’s going to be a huge oxygen debt if you go to failure", "you’re going to need to rest longer between those sets, as opposed to just doing a bicep curl", "i think if it’s really heavy leg training, it could be three or four minutes between the sets, easily", "whereas bicep curl or deltoid raise, you could be a minute or less", "got it", "there one back, well it’s not limited to back, but one exercise i would love to talk about and that’s the bent row", "i remember way back in the early ‘90s, i saw a lot of photographs of you performing bent rows with a palms up, supinated grip", "for people listening who may not be able to easily distinguish, i had a lot of trouble remembering supinated and pronated", "if you want to drink soup out of your hand, you have to turn it up", "with the palms up", "could you describe how you performed the bent row", "it doesn’t have to be that variation and/or how you teach people to do it", "what is the right way to do a bent row, in your mind", "well first of all, i should say i’m very studious", "i like to study things", "i studied nutrition right from day one", "i bought books on nutrition and studied nutrition", "i must have had every book that’s been published, every magazine, from the early ‘80s until the day i retired", "i’ve read everybody else’s training articles and books and everything", "i’ve gleaned a lot of information from here and there", "the bent-over row, i came up with that position lifting my body up above parallel", "the old traditional way to do bent-over rows was with the body parallel to the floor, a fairly wide grip, and pulling the bar into the chest", "which is fine if you want to work the upper back, rhomboids and lower trapezius and so on", "but the area that i saw that was lacking in most bodybuilders was the middle to low lats", "when that’s fully developed and it’s thick and you get that christmas tree separation, it looks really dramatic", "just to pause there, for people who don’t know what that might mean, i was going to bring this up later", "but just google “dorian yates christmas tree back” to see what this looks like", "well, you’ve got the christmas tree kind of shape, the separation between where the lats attach and the spinae erector", "so obviously you’ve got to be in very lean condition with literally no body fat there so you can see all the fine separation of those muscles", "what i was trying to do was to thicken my mid and lower lats", "naturally, my lats are very wide", "i’ve always had a good back", "i got beaten twice in professional bodybuilding", "the first was my debut in the professional ranks", "i was beaten by a guy called mohammed benaziza in my first show, which was called “night of champions” in new york 1990", "if anyone wants to go and look, mohammed benaziza was an incredible bodybuilder", "he was very short", "i think he was only like 5’4” or something like that", "anyway, he beat me and his back was like 3d thickness, you know", "mine wasn’t quite there yet", "i got inspired by that and started working on my lower lats and mid-back", "i realized with the reverse grip i could really kind of pull the elbows further back at the top and squeeze and really contract the lower lats", "that’s why i started working with the reverse grip", "between mohammed benaziza, who beat me in the my first contest, and lee haney, who beat me in my first mr", "olympia, when i got second", "lee haney, again, had that super, three-dimensional thickness on the lower lats", "he wasn’t quite as lean with the separation, but he had very impressive thickness", "those two guys pushed me to further concentrate on the area and thicken it up and actually i became really well-known for that in the end, probably more than those two guys", "i would, certainly based on my obsessive reading of all the magazines at the time, i think that’s certainly true", "when you’re performing an exercise like that form of row, do you think much about tempo in terms of the speed of lifting", "are there any pauses", "how do you think about that", "absolutely", "first of all, you need to understand the function of the muscle and the exercise and how that’s performing the function", "you need to get your head inside the muscle, so you feel it stretch", "you feel it contract", "you almost become part of the fibers", "i often say bodybuilding is really the opposite of weightlifting or powerlifting", "their job is to get the weight from point a to point b however the easiest or best way to do that is", "so they use momentum, they use mechanics, they use many muscle groups to lift the weight", "whereas a bodybuilder is using the weight as a tool, so to speak, in order to put maximum stress on the particular muscle group they’re trying to isolate and work", "it’s very important to move the weights in a controlled manner and not to create any kind of swing or momentum to move the weights", "the most important thing that people don’t realize is that you have different phases of the rep", "you have the positive, which is the lifting which everybody kind of concentrates on", "then you’ve got the lowering of the weight, or the negative phase, which people just tend to rush through", "i think a lot of the muscle damage occurs on the negative part of the rep", "we could argue which one is more important, the positive or the negative", "i say i don’t know, so let’s do both of them to the absolute maximum", "you’re always stronger in the negative phase of an exercise", "unless you’re slowing down the negative, unless you’re consciously slowing down the negative part of the movement, you’re never going to fully tax that part because you might fail on the lifting", "say you’re doing bench press and you’re pushing it up, and you can’t push anymore in a positive way of pushing the weight up", "but if somebody lifted the weight to the top for you, you could probably lower two or three more because the negative phase of the muscle is not exhausted", "in order to get somewhere near exhaustion on the negative phase, you need to slow that down", "i tell people to do the positive quite explosively, but not swinging, and then consciously slow down the negative", "although i don’t like to count seconds and so on", "how did you connect with mike mentzer and who is mike, for people who don’t know", "as i said, i did a lot of studying", "i think i’m quite a logical thinker", "mike mentzer was mr", "universe, a professional bodybuilder, and a top competitor in mr", "olympia", "mike was around and in the magazines when i started reading magazines", "he had a kind of unique training system called heavy duty", "this was relatively short compared to how the other guys were training anyway", "short, intense workouts", "mike would be the first one to say that he got pretty much all his principles from a guy called arthur jones who made a line of exercise machines called nautilus machines, way back in the ‘70s", "arthur jones was i guess a pretty brilliant guy", "he was a self-made billionaire with no financial interests in the bodybuilding world really", "he just made this nautilus machines because he felt they were the best way to build muscle and it was something that he was very interested in", "he used to arnold schwarzenegger, mike mentzer, [inaudible], all these guys go out to his place in florida to train", "arthur was the first guy to say what’s the science behind to muscle growth", "he pointed out that the intensity really is the key factor", "intensity, recovery, and so on", "all the principles of heavy, high-intensity weight training come originally from arthur jones, then got refined by mike mentzer", "mike mentzer was somebody that i admired very much", "i guess i took those methods and maybe refined them more over the years", "the guy deserves the credit for originally pointing out a lot of facts", "he was the first guy to talk about genetics", "previously to that, we’d been sold the story that everybody could be mr", "universe or mr", "olympia if you train like arnold and eat like arnold and so on", "arthur jones was the first guy to point out that scientifically, it’s not possible", "people have different genetic abilities to build muscle, just like they have for running and jumping and singing or whatever else it is", "right, it’s the raw materials that you begin with", "whether it’s you have better myostatin inhibition than someone else or fill-in-the-blank", "there’s so many variables known and unknown", "for people who have only now heard the name arthur jones for the first time, i highly recommend – he’s a very colorful character and a good writer also – checking out some of his bulletins that he would put out and some of his writing", "he had a crocodile farm", "he was a very odd and eccentric but smart guy", "yes, an eccentric guy", "he had gorillas as well at one time", "there’s a picture of one of the gorillas on the nautilus pullover machine", "i think they must’ve had to put the gorilla on some heavy sedatives or something to get that picture of the nautilus pullover machine", "that’s a pretty famous picture", "he’s a colorful guy", "obviously he’s a very smart guy and a thinker", "i read all his stuff", "i read mike mentzer’s stuff", "that was coupled with my own observations in the gym", "if i did more than a certain amount or if i trained more often, my progress would just come to a halt", "then i would get run down, get tired, and take a week off", "guess what would happen after i had a week off from the gym", "i’d go back and boom, i was stronger", "why was that", "it was because my body was exhausted and depleted and it wasn’t recovered", "i took a week off and it recovered and rebuilt itself and i was stronger", "there was a lesson there", "you’ve got to train, you’ve got to put stress on the muscles, you’ve got to break them down, and then you must let your body recover", "that takes time and it takes good nutrition as well", "when you observe people who are attempting or hear from people who are attempting some form of high-intensity training or some type of rational, limited-volume, two-failure training, what are the most common mistakes that you see", "or some of the most common misconceptions", "i think the most common misconception is that you’ve got to use a ton of weight", "if you look at my training videos of [inaudible] that were filmed, yes i’m using what can be considered very heavy weights, but i’m using them in the correct way", "if i wanted to lift more weight in those particular exercises, i probably could’ve done, but i would have to do it in a form that was putting the maximum on the muscles that i’m trying to train", "the first misconception is that you’re going to be throwing around tons of weight", "you’re going to be using the weight as a tool", "i think that’s the main mistake that people make", "also, because they’ve read about beyond-failure training technique", "for people who are not familiar, if you’re lifting a weight and it gets to a point where you’re stuck, you can’t complete the rep, then that’s failure", "you can go beyond that point if you’ve got a training partner there to slightly assist you just to get one or two more reps, right at the end of the set", "that’s the correct way to do forced reps", "but people get carried away with it and then in the gym they’ve got too much weight on there and they’re doing one rep correctly and then the training partners help them on the second or third rep", "that’s not going to get you anywhere apart from injured", "i’d love to talk a little bit about the mental and self-talk", "in 1990, i want to talk about that loss, but could you place for us in 1990, where were you living", "what were you doing when you were not on stage competing", "in 1990, i was living with my first wife", "i don’t think we were married at that time, but we were living together, with my son", "we were living in a two-bedroom council estate [inaudible]", "i know people in the states wouldn’t know what a council estate is", "i guess it’s like – i don’t know what you call it in the states, but government housing", "affordable housing", "affordable housing, government housing, whatever", "it’s not the best place to live probably", "you have noisy neighbors, always tough like this, problems going on", "i was living there", "i was making a living from the gym, which i had for about three years at that point", "there weren’t a lot of gyms around, so i was making an okay living from the gym and supporting my wife and child and the expenses that i incurred in bodybuilding with the diet and supplements and all that kind of stuff", "that’s where i was at", "i was the best – in 1990, i’d won the british championship heavyweight and overall", "that qualified me to be a professional", "i chose the show, “night of the champions,” as it was called at the time, which was a very prestigious show to try and do a debut at and quite well respected", "if you got in the top 5 of that show, you could go on to compete in the mr", "olympia", "it’s quite an attractive show to do", "at this point, i’d been doing this thing for five years", "competing and training and really, absolutely putting everything into it", "i sacrificed my social life, i sacrificed friends, time with the family", "if you’ve got a family, then that means they’re sacrificing as well", "i observed a lot of people around me, a lot of people following this bodybuilding dream", "they weren’t getting anywhere and they weren’t going to get anywhere because they didn’t have what it took", "but they were still making all these sacrifices and damaging relationships, business, and money, and lots of things when you’re totally focused on this thing", "i said, “i don’t want to be one of those guys.” i’ll observe the way things work", "if you’re going to be a top professional and you’re going to make it in the sport of bodybuilding as a professional, then you’re pretty much going to mark from your first contest", "you don’t go into a pro contest and get 15th place and then next year win mr", "olympia because it doesn’t work like that", "if you’ve got what it takes, it’s going to be apparent", "you have all of these sacrifices that you’re making", "you are living in a place with its own problems or challenges certainly", "when you found out that you did not win and after that, maybe it’s the night or the day after, what was your self-talk like", "what were you saying to yourself", "i’ll tell you what the self-talk was before i got there, because that’s pretty relevant", "i saw everything that was going on around me and i said right, i’m going to do this", "i’m going to take 18 months after my british championship win", "i’m going to take 18 months off", "i’m going to get 100 percent focused to this contest, absolutely everything i’ve got", "if i don’t place in the top 5 of this contest, then i won’t compete again because i haven’t got what it takes basically", "i’ll concentrate on the gym, maybe i’ll open another gym", "something like that, but as far as being a competitive professional bodybuilding, that would be the end for me if i don’t place in the top 5", "so i put myself under a bit of pressure", "in the end, i got second place, but it was a great lineup", "some people in there, like robby robinson, this guy was a hero of mine when i started", "before i went to america, i was pretty much told by everybody that i didn’t have much of a chance because i didn’t have any name recognition", "i wasn’t known by any of the judges or the promoters", "i had no publicity in the magazines, dah, dah, dah", "plus you’re english and they’re going to favor the american athletes", "all this negative stuff, which i didn’t really listen to", "i just thought if i’m good enough, then i’m good enough and that’s it", "i made a huge impact at the show", "the crowd was very vocal", "i was their favorite", "from that showing, i got invited to california to go to gold’s gym and do a photo shoot for the weider magazines and all this stuff", "so although i didn’t win the contest, i probably got more out of it than the guy that did win it because i was brand new and such a different look and persona and everything and the crowd was going crazy", "i was not disappointed at all in getting second", "it was like a vindication for me", "it was like wow, i am good enough then", "because i got second in this first pro contest with no publicity, no nothing", "it was a close second as well", "i beat a lot of really good, seasoned bodybuilders and professionals", "so maybe i do have what it takes", "we’re looking at 1990, was that a similar experience to your first mr", "olympia competition", "was the self-talk before and after the same or did it change at all", "it was different because at this point, my confidence was building because the following year in ’91, when i did my first mr", "olympia, earlier in the year to qualify for the mr", "olympia, i did the same contest again, night of champions, and this time won it", "i was improved from the previous year", "my physique was better", "i was feeling more confident, more comfortable with being on a stage and doing that part of it", "the one hurdle really was that lee haney was mr", "olympia when i started training", "he’s the guy that i’ve been looking up to all these years as mr", "olympia", "now i realize i’ve got to change my mindset because this is no longer the hero, the guy", "i’ve got to go there and try to beat this guy", "if i have this approach to it – wow, it’s lee haney; it’s mr", "olympia, wow", "of course great respect, but i had to go as a competitor, so i had to say now that i was a competitor, and he’s a man", "he’s got two arms, two legs, he lifts weights", "i think maybe i can beat him because nobody lifts weight harder than me", "that gives me a lot of confidence going into it", "it didn’t happen, but once again, it was a very close second", "it’s the first time that anyone got second on their debut event at mr", "olympia", "there were a couple of firsts there", "i was happy with the placing", "some people at the contest said i should’ve won and what have you", "i think at the time it was a fair result", "the next question is going to be about ’92 to ’97", "obviously feel free to take this off track somewhere else", "i’ve always, in watching video of you, looking at photographs of you training, wondered about your relationship to pain", "during ’92 to ’97, how did you think about pain or relate to it", "i don’t know if that’s a good question or not, but i’ve always wanted to ask it", "i don’t know", "i think you become accustomed to pain and make friends with it and even look for it", "i don’t know who i was talking to, but i was talking to somebody and i was explaining, look, my legs were sore like can’t sit down on the toilet sore, for three or four days of every week of my life for more than ten years", "if i was not hobbling around for a few days of every week in pain, uncomfortable to sit down, uncomfortable to sleep, i wasn’t happy", "i wasn’t doing my job properly", "with me, it almost became like i had no fear", "it made me maybe a little reckless at times", "perhaps that’s why i got injured", "because i was doing stuff before contests that probably wasn’t necessary i realize now", "you’re intake of nutrients is less, you’re more dehydrated, you’re tired", "the injury risk gets greater going into a contest", "the two serious injuries i had would’ve been in the last six weeks before a contest", "i literally used to go and attack the weights and i felt i was indestructible", "you often do when you’re young", "you know", "yeah", "i had, certainly not to that extreme necessarily, well, let me just ask", "how much weight, in terms of water and dehydration, would you lose in the last 24 to 36 hours or 48 hours prior to a competition", "probably not a lot, hopefully", "some people used to do extreme things", "but because i was very calculated, i’d probably be within five or six pounds of my contest weight from a couple of weeks out", "oh, that’s fantastic", "then the last week, i would just manipulate carbohydrates and water and so on to try and get a little drier between the skin and so on so you get the separation of muscles coming out", "i’d probably lose a couple of pounds the last two days", "it wasn’t very drastic", "it was the end of – usually i’d take 12 weeks to specifically dial in for a contest", "when i had a number of my most serious injuries and needed reconstructive shoulder surgery and had a number of different tendon and ligament issues, it was always while i was dehydrating for making weight for competitive wrestling", "i wrestled for more than a decade", "almost all of the major injuries and chronic injuries and issues that i have now i can trace back to a period of extreme dehydration", "well, that could’ve been the case with me", "i don’t know if it was extreme dehydration or a combination of slight dehydration, extremely low body fat, tiredness", "it could be a combination of all those factors", "but dehydration absolutely is going to increase your risk", "i want to come back, and hopefully i’m not beating a dead horse here, but i think it’s really valuable for people to hear, and i’m fascinated by it, how you utilize self-talk", "because in this conversation with you, in conversations that i’ve heard of yours, you seem very good at speaking to yourself well; giving yourself instructions and feedback well", "what brought this to mind was watching footage of you looking at old training journals", "in the journal, not only did you have the specifics of a given workout, but there was one line, and i’m not going to be getting this perfectly right, but it’s something like “i am ashamed of this workout", "from this point on, it’s all guns blazing,” or something", "stop screwing around, you know", "could you describe how you used that type of written feedback and so on", "it’s just notes and motivation", "what i would do as well was set goals", "whenever i advise people, i tell them this, “instead of saying something, get a pen, get a piece of paper and write it down.” it just makes it 100 times more powerful", "i’m going to do this", "i want to lose this amount of weight", "i’m going to do this", "you’ve got to be realistic", "i’m going to do this in four weeks", "i’m going to lose four pounds in four weeks", "write it down", "then how are you going to do that", "write it down", "i wrote everything down so i had a plan", "i’d even rehearse – it’s funny – it’s almost like instinctive", "i think some of it is instinct and some of it was studying", "the whole school of psychology, i pretty much got it down very quickly", "i didn’t need anyone to coach me on it", "i found out myself", "plus reading all the stuff i did and other people", "i think mike mentzer used to advocate keeping a training diary", "so i probably picked that up from there", "even before going to work out, i would sit down", "i would look at the training diary and i’d look at what i did last week", "this is what i did last week", "these are all the exercises, these are all the sets, these are all the reps", "so this is what i want to do today", "i did 250 pounds for six reps last week", "i want to do seven or eight this week", "so seven or eight i’m going to bench press", "i’m going to get down on that bench press", "the weight is going to feel like this and i’m going to bring it down and it’s going to feel like this", "i’m going to be wearing this shirt", "literally, i used to visualize the whole workout before i even went to the gym", "so i’d know exactly what i was doing, in what order and everything", "that was just dialed in", "i wouldn’t even talk to anybody when i went to the gym", "i would just do my workout", "you’ve got to have a plan", "if you just wander in the gym and think, oh, what shall i do today, you’re not going to get anywhere", "so when you walked in with a plan and let’s say you get to a particular exercise where your work set is going to be a new pr for you, a new personal record", "what is going on in your head between either when you walk in the gym or in the minutes prior to that set", "well, it’s just really confirming what you’re going to do and why you’re doing it", "you’ve got to have motivation", "you’re not going to put yourself through pain and discomfort unless there’s some kind of motivation there", "what’s your motivation for doing this", "how bad do you want it", "for me, it was like life or death, really", "that’s how it felt anyway", "life or death", "i’ve got to do this", "i’ve got to change my life and this is what i’ve got to do", "this is the road i’m going to take", "nothing’s going to stop me", "but that was my personal motivation", "everyone’s got to find their own", "but you’re only going to push as hard as you’re motivated, basically", "let’s dig into that a little bit", "after one of the mr", "olympias, maybe multiple, you were asked when are you going to start training again", "then you would say very straight-faced, next week", "that boggled people’s minds because they were like, why don’t you take a few months off", "you were like, why don’t you take a few months off of sex", "in other words, [inaudible]", "i like training, so why am i going to take time off", "maybe it would’ve been good sometimes to take a couple of weeks off, probably give my joints a rest and so on", "but i was a man with a mission", "it’s hard to control that fire sometimes", "when you say life or death, what was feeding that fire", "was there anything else that was driving you", "oh yeah, i mean, who knows", "deep, psychological reasons perhaps", "who knows", "i’m sure that because i didn’t have an easy childhood and a close and loving family and all these kind of things that other people might have", "i think if i had a really comfortable upbringing like that, i probably wouldn’t be the driven person i was", "so i’m sure there’s something there in that", "i wanted to achieve or i wanted to be recognized or something", "but in any case, in some ways it felt like i already knew that i was going to do this or had to do this", "i don’t know if that’s easy to understand, but it’s almost like i had to", "i knew i was going to do this", "what are certain beliefs that you had then that you think were unhelpful now", "if you look back at your competitive career or the period of time after that, after you were sidelined, taken out by injuries", "what are beliefs that you had that were unhelpful or things that you’ve really changed your mind about a lot in the last decade or two or since competing", "i think what i struggled with, and i think this is very common with athletes, that i had tunnel vision", "it’s like who are you", "why are you not at that goal", "it’s not there or it’s been taken away", "however you want to put it", "with me, it was injury", "all throughout my career, i was very controlled", "i controlled everything when i competed and all this kind of stuff", "this i didn’t have control over because it was like, you’re injured and you can’t compete anymore and that’s it", "i didn’t have control over that", "this was bicep and tricep injuries", "yeah, it was bicep was the original injury", "which people can see photographs of", "it’s basically the tips of your fingers to your armpit is just black on one arm", "that was six weeks before a contest in 1994", "six weeks out, maybe a little dehydrated, tired, body fat’s low", "i was training too heavy for that phase of my training", "i was doing 440 pounds bent-over rows", "the bicep popped", "i wasn’t indestructible, you know", "what did you find helpful or unhelpful for finding peace with yourself after losing that singular goal", "i think it takes time because you’ve been doing this one thing for so long", "it’s kind of like that’s all you know", "it takes some time to readjust and rebalance and come to the realization of okay, that’s over", "but you can do anything you want", "you have more time now, you have more freedom to pursue things and interests that wouldn’t be possible before because i was on such a strict regime", "in the end, i came to appreciate that, but it did definitely take time", "you’ve undergone a transformation that i think many people would say, or certainly the people who’ve had close exposure to you, among other things, you now practice yoga", "instead of wearing only black and gray shirts, you wear white and colored shirts", "which oddly enough, is something i’ve started doing in the last two years", "you’ve changed location", "you’ve made a lot of changes to your life in the last five years", "are there any particular experiences or teachers who have helped you to undergo that transformation", "because you seem like a far happier human being or at peace human being now than certainly in anything that i’ve seen of you during competition or shortly thereafter", "i think it’s a case of constantly adjusting", "at some point i felt i’m just doing the same things", "maybe i need some more variety, so i started doing some different things", "i was looking at my body", "i’ve got quite a few injuries", "i’ve got the bicep, the triceps, and the supraspinatus torn on the left side, so pursuing what i was doing before, trying to push the weights in the gym, was starting to be, in some ways, could be detrimental and lead to more injuries", "i don’t know", "i had a message internally that i needed to do something different", "i wasn’t sure if it was yoga or tai chi or something along those lines", "i started doing yoga and i found it amazing", "on the physical side, a lot more mobility", "i always did some stretching when i was training, so quads and hamstrings, basic stretches, i pretty good on first, especially for a bodybuilder, i guess", "but a lot of the mobility, twisting, and things like that was quite limited", "i remember i was talking to a chiropractor friend of mine and it was like, people didn’t use to get back problems hundreds and hundreds of years ago because they used to sit so much around a campfire in that squat position", "they sit like that for hours", "if you can sit like that and you’re comfortable, you probably won’t have any back problems", "i thought, that’s interesting", "let me sit in a squat", "it was uncomfortable and tight and didn’t feel right", "i was led to the yoga", "i enjoy the physical side of it – the mobility, the stretching", "and also the spiritual side as well", "i do meditation as well as the yoga", "i still like to push physically", "i do cycling", "over here in spain, i’ve got some good steep hills", "so i do cycling of the hills", "people can hear me shouting and screaming up myself going up the hills", "i still like to push myself", "i do some functional training in the gym with ropes and pushing sleds and stuff like that", "i still love to challenge myself", "i’m going to do it", "i’m going to still go pretty hard", "i’m very interested now in just keeping cardiovascular fitness, mobility, flexibility, all the things that are relevant to me as i’m getting older", "this vehicle that we have that we live in, this machine, the body, it’s the only thing you’ve got to function in this reality", "so if it’s not working very well, you’re not going to have such a fun time", "really my training is all geared to that now", "to keep it efficient, the same as the diet", "i honestly feel great, tremendous", "i’m 55 next month and i feel great", "i feel better than when i was 35", "well, happy early birthday, no", "1", "and no", "2, do you remember what your first yoga class was like", "do you have any notable early yoga experiences that you could describe", "i do, yeah", "i have a funny story", "i got this thing when i wanted to do yoga", "i just don’t want to go to a yoga class", "i said, you know what", "if i concentrate on this, if i think about it enough, the person will come along kind of thing", "i put an ad there that i wanted a yoga teacher", "i asked around and through a friend of mine, he said he knew somebody and she’s good and i think you’ll like her", "me and gal, we went along and the first class with this lady we did", "i thought this yoga stuff looks like a piece of cake, right", "it’s easy", "you just stand there and do this", "some of the stuff i’m not going to be able to do because i’m physically too big, but it should be all right", "i didn’t realize how difficult some of the poses are and how long you hold them", "your body is not used to that, it’s not accustomed to that", "if you’re used to powerful stuff, it’s a different kind", "i was holding a pose, like a lunging pose, and my legs just gave way and i fell on the floor", "so this is like a warrior pose, one of those", "yeah, that’s exactly what it was", "it was like warrior 2, i think", "my legs just buckled", "i couldn’t stand up", "i fell on the floor", "the yoga teacher looked at me and lifted her eyebrows up and went, oh, dorian", "not so easy, is it", "it got easier now", "i think this is actually a good point to ask – there are many different listener and fan questions that came in", "you have a lot of fans in my audience", "one of them is closely related to what we’re talking about", "this is from nicholas meyer", "knowing what you know now, what do you wish you could train about your training program back when you were competing", "if anything", "like diet, high-intensity training versus volume", "anything", "i had this question before", "it’s something i’ve pondered on", "two things that would be beneficial to me if i could go back and change them would be not training with super intensity to the absolute maximum the last two months before a contest, where your calorie intake and so on is restricted and you’re doing more cardio and you may be dehydrated, and avoid those injuries", "that would be great", "the other thing is, i don’t believe i ever really presented the best physique i could on stage because i generally looked better, in my opinion, and i can confirm this now while looking at photos from different perspectives now that i’m not quite so involved", "the best physiques which i presented were probably two or three weeks before a contest", "so i always overdid it a little bit", "dorian yates would never under-do anything", "there was always a tendency to over-do", "that’s the thing that needed to be controlled a little bit, perhaps", "those two things are the only things that i would’ve changed", "but would i change them", "because those events led me to where i am now", "if we went back in time and stopped me from getting injured, this whole story would be different", "maybe i would’ve competed longer and maybe that wouldn’t be good", "who knows", "i don’t live with any regrets", "so in fact, i probably wouldn’t change it", "if you were tasked with going back in time and trying to convince younger dorian to leave a little bit of slack in the system for the weeks leading up to competition, to under-do that a little bit because you’ve looked back at the photos and you were better three weeks out", "what would you have said to that younger dorian", "well, i was kind of conscious of that the last couple of years", "i was trying not to do it, but still a tendency to over-do it", "i had good friends who, when i won mr", "olympia in ’93, and it was probably the most devastating win in the history of the contest", "it was just outright first place and it was physique, size and condition that had never been seen before", "everyone was saying to me then, you’ve got to stop that crazy, heavy training you’re doing because there’s risk involved with that", "you can’t do that forever", "maybe just cruise now and hold your position and earn your money", "that probably would be wise advice, but it wasn’t exciting for me", "i still wanted to try to push the envelope to see how far we could go", "did you ever have – this came up a number of times from different people and i’m curious as well – what was your plan b if bodybuilding didn’t pan out", "if you had one", "well, i didn’t have a plan b really", "i knew that bodybuilding was going to do something good for me", "in a very short time, i won the british championships and got a financial backer because of that", "i didn’t have two pennies to rub together", "i didn’t have a car, i didn’t have anything", "somebody backed me and financed me with the gym because i was british champion", "very quickly, i was already earning a living from this thing that i loved doing", "i’ve got my own gym", "i’ve got my own equipment that i chose and everything", "i’m making a nice living", "so that was already happening", "i think the question was whether i would be a successful professional bodybuilder or not", "if i wasn’t, then i probably would open some more gyms and who knows", "i was never the guy that was going to be working for somebody else or doing 9 to 5", "that was never going to happen", "this next question is from tierney eaton", "she asks a question that also came up a number of times and comes up a lot, so i’m sure you’ve heard some variation of this", "“what is the best way for women to build beautiful, lean muscle", "higher reps with light weights or lower reps with heavy weights", "i’m reading books on both, but would love to hear his opinion.” it’s exactly the same that would build bit muscles on a male", "there’s absolutely no difference, in my opinion", "there’s a lot of hype and a lot of marketing around women’s training", "if women want to change their appearance, shall we say, there’s only a couple of ways you can do that", "you can build muscle and/or you can lose fat", "that’s the only way", "you can’t change your bone structure", "so what makes your shape apart from your bone structure", "your muscles and body fat", "you need high-intensity training, 8-12 reps in a set, going to failure", "the rest is diet", "make sure you’re getting sufficient protein and eating regular small meals and keeping control on your calories so it’s not too much, but it’s enough", "there’s a lot involved, but i don’t see anything different from a lady training to a guy training", "they’ve got the same muscles in the same places and they respond to stress in the same way", "i would like to just underscore that because i get this type of question a lot and i don’t have an opportunity to answer it publicly", "or i haven’t taken the opportunity much", "a few things, just because i think what you said is so important to underscore", "there’s a lot of sales and marketing to women that is very, i think, insulting frankly because they use words like “toning” and “lengthening,” when you can’t", "don’t start with the toning, man", "that’s my pet hate", "what the fuck does that mean", "toning", "it doesn’t mean anything", "i’ll tell you what it means, actually", "what a lady says when she says “toning,” she means that she’s going to look leaner and tighter, all right", "so her muscular tone is going to look better", "although it’s a nonsense word, i know where you’re coming from", "how do you get that look", "easily", "well, not easily", "but how you get it is you build your muscle and it creates the body fat", "so the ratio of muscle to fat is higher and then you’re going to look learner and you’re going to have that look that you call “toned.” but there’s no magic exercise that can do it for you, no magic diet", "it’s consistent weight training in the gym and good diet", "there’s not that much of a difference in a women’s program to a men’s program", "if i’m dealing with a client, i just deal with that client on an individual basis, whether man or woman, it doesn’t matter to me", "i figure everything out depending on the individual", "right", "and also just for women who might be listening and are concerned about getting too bulky or whatever it might be, no", "1, i would say you have – and i’m estimating here – but let’s just say 1/10th to 1/20th the free testosterone of a male", "a lot of men have difficulty adding mass", "you’re not going to become mrs", "olympia overnight as a surprise", "you can very much notice the changes", "yeah, you’re going to build muscles by mistake", "it takes a lot of work to build muscles", "i know there the lady is coming from", "maybe they start lifting and those few weeks the jeans get a bit tighter or something like that because you start to build muscle", "but as long as you control your diet, you’ll be losing the body fat at the same time", "you’ll get this look that you’re looking for", "it’s called less body fat, more muscle", "that’s what you’re looking for", "that’s what you called toned and all these kind of nonsense terms", "that’s what it is", "if a lady wants to change her body, she’s got to do weight training", "she’s got to do resistance training and she’s got to be conscious about her diet", "that’s it", "same as a guy", "is it more difficult for a woman to build muscle and lose body fat", "yes, probably generally speaking, yes", "but it’s the same process", "even if you look back at some of the physiques that have been iconic female physiques, and i’m not saying there were physique competitors in the modern sense at all, even marilyn monroe actually did resistance training", "there are photographs of her doing dumb bell work", "absolutely", "we had a big black-and-white poster of marilyn monroe in the ladies’ changing room at temple gym down in the dungeon", "i say it’s the ladies’ changing room, it’s just like a little cubby in the wall", "anyway, room for one lady to get changed in there", "we had a big black-and-white of marilyn monroe doing bench press with dumb bells", "you’ve spend a good amount of time also, just so people have context, around female competitors who are testing all these different protocols and regimens right alongside the men", "i don’t want them to get the impression that you haven’t had a lot of direct experience both coaching and interacting", "absolutely", "my wife is a world champion, figure champion and brazilian champion, and south american champion", "i live with somebody that trains as well", "we talked a little bit about gender differences or lack of differences in terms of training protocol", "here’s a question from – i really prefer personal names, but this is from a facebook page", "perfect body quest, okay, fine", "that tells you", "but in any case, the question is, “please ask him about the differences in training and nutrition for enhanced versus natural lifters.” we can define some terms here", "i’d like to actually clarify something because it’s just a personal note", "the first is, enhanced can go by a number of different terms", "it could be using gear, it could be using anabolics, it could be using peds", "there are many different ways to phrase it", "but also, this is something that drives me nuts, so i’m going to point it out for people", "if you look at my wikipedia page right now, at least there has been a long that says something along the lines of, “tim ferriss has admitted to using sustanon 250 hgh, etc", "after surgery.” that drives me nuts because it’s what they would call on wikipedia a “weasel word.” i wrote an entire chapter in my second book about the benefits and risks of very methodical anabolic use after reconstructive surgery, which i used after my shoulder was reconstructed", "that’s something i just want to clear the air on", "i didn’t admit it", "it makes it sound very shifty", "i wrote an entire chapter on it, folks", "that all having been said, what are your thoughts on training and nutrition differences for enhanced versus natural lifters", "the thing with anabolics and how they work is they enhance your body’s ability to recover from the stress", "at some point, your body is not going to be able to recover from the amount of stress you’re putting on it", "then you’re going to reach a plateau", "athletes use mainly anabolic steroids, which are derivatives of testosterone, male hormone, and also to some degree growth hormone, to recover and repair from the workouts", "if somebody’s using enhancement or anabolic steroids, let’s call it enhancement for argument’s sake", "if someone’s using enhancement, they’re going to be able to recover more efficiently than somebody that’s not and they’re going to take things to a higher plateau before [inaudible] that plateau", "if you’re not using anabolics, you’re not going to be able to train like a lot of the guys you read about in the magazines that might be training five or six days a week and two hours a day", "it’s not something i recommend, but some guys do, some professionals do train that much", "if you try to do that without enhancing your hormone level, you’re going to get over-trained very quickly and you’re not going to get the results you’re looking for", "whether you’re using anabolics or not, the process is this: you go in the gym and you put stress on the muscles and then they have to recover", "if after they’ve recovered there was sufficient stress, then they overcompensate", "so you need to allow enough time for that to happen", "i use this analogy at seminars sometimes", "it’s a very simple analogy but it gets the point across", "if i was to take a piece of sandpaper and rub it across the palm of my hand until it’s bleeding at bit and damaged, if i was to leave that for a few days, it would heal up and the skin would be marginally stronger and thicker than it was before because it wants to protect itself from that stress", "that’s basically what happens with muscle growth", "let’s say we take that situation again and i get the sandpaper, rub it across the palm of my hands, it’s all red and bloody", "i leave it for a day or two, it’s not quite healed yet", "it’s still a bit red", "then i go and do it again", "we’re not getting anywhere, right", "we’ve just got bloody hands", "it’s the same thing with training in the gym", "you’ve got to apply stress and then you’ve got to recover", "if you’re using steroids, you’ll be able to recover more quickly and train more frequently", "it’s all about the recovery", "whether you’re using or not, you have to be aware of recovery", "it’s going to enhance your ability to recover from that stress and you’re going to be able to go further than if you don’t use it", "that’s very basically how they work", "i should also say, obviously, i’m not a doctor and don’t play one on the internet", "but there are potential risks associated with use and abuse of any of these things, for people listening", "if you’re two months into your training protocol or a year, whatever, you’re not a professional", "there are very few circumstances in which i would recommend certainly any cavalier use, but medically supervised use of a lot of these compounds", "it’s not something to be taken lightly as a decision, but it is a reality of almost every competitive sport that has endurance, power output, oxygen carrying capacity as primary determinants of placement and whether it’s cyclists or sprinters or otherwise", "even in something like the biathlon, people would potentially use something like beta blockers to calm their nerves so they can take more effective shots after elevating their heart rate", "we’ve got a couple of things in england, at least when i was a kid, they used to call sports", "i don’t know why they’re called sports", "but you’ve got one called darts", "[crosstalk] throw the darts in a board, right", "the other one is snooker, which is a bit like pool", "even these guys, they’re taking beta blockers and drinking beer to help calm their nerves and enhance their game", "if it’s competitive, people are going to do whatever they can to get the edge", "i don’t recommend them to anybody", "i don’t tell people what they should do", "i’m just frank about my experiences and leave it to other people", "to be honest, if i was not a competitive bodybuilder, i don’t see the point in using steroids and perhaps opening yourself up to potential health risks which are there over the long period", "then you have the other subject of using it therapeutically for older guys that their testosterone level is declining", "this causes age-related illnesses and diseases which can be stemmed by putting your testosterone back to normal; hormone replacement, so to speak", "or recovering from surgery and other applications", "they have uses outside of sports", "yeah, there are definitely legitimate applications", "even in wasting diseases where you have decreased t-cell count", "there are some hiv-positive patients who will use oxandrolone and things of that type", "for folks interested suggest, getting yourself, and it’s a fascinating subject, there’s some documentaries out there", "i think it’s bigger, faster, stronger, which was done by chris bell", "it features his brother, mark bell, who has become a friend", "a fascinating documentary", "people can do more homework on their own", "the next question is from mohammad samar gulzar", "“at the peak of your career, were there any days you felt stuck when things weren’t moving", "what did you do then?” when you get to the level of top competitive level like mr", "olympian and so on, the more developed you get and the higher up you get the actual changes and the gains are very small", "if you put three or four pounds of muscle on over the year when you’re at professional level, it would be considered a pretty good gain", "so things really do slow down", "you’re not going to get the kind of progress you got when you first started out", "it’s more of you kind of cycle the training", "you’ll train hard for five or six weeks and then you back down a little bit", "you train lighter and then you go up again", "you’re looking for small gains over the course of a year at that point", "you’re not getting the feedback you used to get where you go in the gym and wow, look at the progress i made since last month or something", "it’s more or less like maintaining it and trying to improve on certain areas and things like that", "dorian, one question that i would love to ask that’s maybe related is, if you look back at the period of time between the end of your competitive career and now, what has been one of your darkest periods or dark period for you and how did you find your way out of it", "what were the things that helped", "the darkest period would probably be the first couple of years after i retired", "i didn’t even know what was going on", "i was waking up at night, i couldn’t sleep", "i was feeling nervous", "i was diagnosed with clinical depression", "i’d just been forced retired from this thing i’d been doing for so long", "a lot of things came to the surface that maybe – because you’ve got such tunnel vision while you’re doing it", "i realized there were problems in my marriage that i hadn’t really looked at because you’re just in this tunnel and you keep going and keep going", "so all these kind of things you maybe swept under the carpet so to speak, they all start popping out", "i had been retired from this thing that i was doing, which can be quite traumatic for people retiring from their profession, in any case", "my marriage was breaking up", "somebody very close to me passed away", "all these things were like a perfect storm of stress all at the same time for me to deal with", "the one thing that kind of got me through it was going to the gym", "although i didn’t have that goal of training for a mr", "olympia", "just to go to the gym and train was like a form of meditation for me", "where i would forget about the outside world and problems and so on", "even now, i just love to train", "i’m not doing weight training as i used to now, but whether i’m riding my bike or swimming or doing yoga or functional training, whatever it is, i really love to exercise", "i think that helped me get through that period", "it took quite a few years before i started balancing out", "now it’s 20 years since i was competing", "i feel like i’m in a really good place now, but that’s a lot of time, 20 years", "what helped you to find meaning in the sense that – was there just a day when you surprised yourself and you’re like, the clouds are not hanging over my head", "or did you sit down and journal or have some type of friend or mentor who helped you to find a direction or a purpose after being a competitor for so long", "i think a lot of people, a lot of reading i did – you’ve kind of got to figure out for yourself", "at one point, i said hey, i’ve been doing this thing for 12 or 15 years and i haven’t been able to do this and do that, so let me go out and party and be crazy and go to nightclubs and let me travel and go here and go on safari and things i couldn’t do before", "i started to realize instead of looking at what you lost, look at what you gained", "i couldn’t imagine living that lifestyle that i was living as a professional bodybuilder now", "it would just be way too restrictive now", "i couldn’t do it", "it took me some time to find balance", "the benefits are i feel much more a free person now", "i don’t have to eat six times a day", "i don’t have to be at the gym at this time", "i maintain some discipline because that’s my nature, but then i’ve had to learn to sometimes not have discipline to get balance", "it does make sense", "you mentioned books", "i’d love to – i love to read", "i’ve always loved to read", "i think that was a huge advantage for me when i did bodybuilding", "i just consumed books on training and nutrition", "i worked it all out for myself", "that was half of the fun of it", "now guys have done nutritionists and trainers and managers and god knows what else", "for me, this bodybuilding was an individual pursuit and an individual test of character", "it was not a team sport", "are there any particular books that you’ve re-read or gifted to other people", "i’m reading a lot of stuff at the moment", "i’ve read quite a lot of books from one guy on a spiritual level, which has helped me", "his name is eric pepin, that’s p-e-p-i-n", "if you guys want to check him out, i think he’s a great spiritual teacher and techniques on meditation and things like that i find interesting at the moment", "is there a book of his you would suggest people start with", "the one to start with would probably be handbook of the navigator or meditation into eternity", "that’d probably be the best one", "either of those two", "the meditation book is more, you know, teach you", "eric pepin is very much like arthur jones or bruce lee", "i call him bruce lee of spirituality because it’s kind of like spirituality/science", "science and spirituality now are pretty much coming together to be the same thing with quantum physics and stuff like that", "i find his stuff very logical", "people that are interested in the spiritual side of life, i’d recommend reading some of his stuff", "this is going to seem like a left turn, but i don’t think it totally is", "you mentioned our mutual friend, brian, once", "i’m simplifying here, but freedom is not giving a fuck", "maybe i’m misquoting you, but i would love to hear you elaborate on that", "you can give context as well", "i think i was talking to myself at first", "because there was still that thing", "you’re mr", "olympia, six times mr", "olympia, a legend in the sport", "i guess you feel like you have to maintain some kind of image or whatever it is", "i thought am i doing this now", "am i trying to maintain some kind of – am i doing this training and maintaining this level of physique for myself", "or am i doing it for other people, other outside forces", "i think it was a question for myself at first", "are you going to live your life or make decisions or in any way be controlled by the opinions of other people or what you perceive to be the opinions of other people, which might not even be their opinion anyway", "in any case, in the end, you’ve got to live your life the way that you think you should live it at that time and not be controlled", "we all are", "we’re controlled from the day we’re born", "we’re controlled by our parents’ opinions", "by the school’s opinion", "by the government’s opinion", "by the media’s opinion and so on", "i want to be free of that", "basically, with the greatest respect, i’m going to do what i need to do, taking care not to hurt anyone else", "that’s it", "i don’t really give a fuck what anyone else thinks about that", "i’ve heard you also say that – and there are a few different metaphors – but that life is like a movie", "i enjoyed hearing you talk about that", "i don’t know if you could maybe elaborate on that as well because it seems like it’s pretty closely related", "we can go into quantum physics and stuff on this, but what quantum physicists have discovered is that the reality we live in is not what we think it is", "it’s made of computer code and it’s our thoughts interact with this code", "so therefore your thoughts can help create your reality", "you’re on the truman show, man", "what do you want it to be", "what do you want to do", "what do you want to play in this movie", "create that story with your mind", "take steps to make it happen", "it can happen", "that’s what i mean by being a movie or a video game or something like that", "being the director in your own movie", "you’re in a holographic movie, man, check it out", "there’s a lot of other subject matter that we could discuss that would definitely veer into that territory very quickly", "at some point, we could talk about that", "we just whet people’s appetite for next time", "we’ll let this whet people’s appetite", "for people listening or wondering what the hell i’m talking about, you can also look up johns hopkins and psychedelic and research in my name and you’ll see a number of things pop up", "one of the last questions, just one or two more", "if you had a gigantic billboard and you could get a message out to millions of people, what might you put on that billboard", "does anything come to mind", "we are one", "we are one", "we are one", "we are one", "well, i think that’s it", "we’re all part of one thing, man", "we’re all connected", "just like cells in a human body", "we’re all separate cells, but they make up the body", "we’re part of one thing, right", "we are one", "i think that’s a good place to wrap up", "dorian, thank you so much for your time", "thanks for having me on man, it’s been fun", "if they want me back again and they want to ask me more stuff, let me know when it is and we’ll get chatting", "i will let you know", "i’m sure we’ll have plenty of questions", "where can people best find you online, say hello, see what you’re up to, learn more about the certification we mentioned", "well, there’s various places", "instagram is @thedorianyates", "facebook, we’ve got dy nutrition", "a dy nutrition website and dyhit website", "if you search dorian yates nutrition, dorian yates high-intensity training, there are various ways you can get in touch with me", "well, once again, this has been – i feel like a conversation 20-plus years in the making", "i’m really thrilled to be able to connect", "i don’t remember that phone call we did 20 years ago", "it was a long time ago", "you’ve had a lot of phone calls", "but the point being that you at the time were the equivalent of reaching out to bruce lee for me", "you were very gracious in that phone call and that stuck with me", "that really stuck with me that you made the time", "even though it was a polite decline, you were very gracious", "sowing the seed, man", "look what happened to the seed", "and how here we are", "i want to thank you for the time", "for everybody listening, you can find links to everything we’ve talked about, all the books, the certifications, the websites where you can learn more about dorian, his instagram, in the show notes for this episode", "you can find the show notes for this episode and every other episode at tim.blog/podcast or just search tim ferriss show and show notes and it’ll pop right up", "that is all", "everyone listening, i hope you enjoyed this as much as i did", "until next time, keep experimenting, be safe, and question your assumptions"]}