{"dialog_idx": {"murray carter": [19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 72, 73, 74, 75, 76, 78, 79, 80, 81, 103, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 137, 138, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 188, 189, 190, 191, 192, 193, 194, 195, 201, 232, 240, 241, 242, 243, 244, 250, 251, 253, 255, 256, 257, 259, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 302, 303, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 337, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 355, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 371, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 443, 444, 445, 446, 451, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 563, 564, 569, 570, 571, 572, 575, 577, 581, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 606, 607, 608, 609, 610, 611, 612, 613, 614, 619, 620, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 651, 652, 653, 654, 655, 656, 657, 658, 661, 666, 667, 668, 669, 670, 671, 684, 685, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 726, 727, 728, 729, 730, 731, 732, 733, 737, 741, 742, 744, 745, 746, 752, 753, 754, 755, 756, 761, 769, 770, 771, 772, 773, 774, 776, 777, 778, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 799, 803, 804, 807, 808, 809, 810, 811, 812, 813, 818, 819, 825, 826, 827, 828, 829, 830, 832, 833, 834, 835, 836, 837, 839, 840, 841, 842, 843, 857], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 70, 71, 77, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 104, 105, 106, 107, 108, 135, 136, 139, 140, 141, 142, 187, 196, 197, 198, 199, 200, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 233, 234, 235, 236, 237, 238, 239, 245, 246, 247, 248, 249, 252, 254, 258, 260, 261, 262, 282, 301, 304, 305, 334, 335, 336, 338, 339, 340, 353, 354, 356, 357, 358, 359, 370, 372, 373, 374, 375, 376, 377, 378, 379, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 441, 442, 447, 448, 449, 450, 452, 453, 454, 455, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 516, 517, 518, 519, 520, 521, 542, 543, 544, 562, 565, 566, 567, 568, 573, 574, 576, 578, 579, 580, 582, 583, 584, 603, 604, 605, 615, 616, 617, 618, 621, 622, 623, 624, 625, 626, 646, 647, 648, 649, 650, 659, 660, 662, 663, 664, 665, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 686, 687, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 734, 735, 736, 738, 739, 740, 743, 747, 748, 749, 750, 751, 757, 758, 759, 760, 762, 763, 764, 765, 766, 767, 768, 775, 779, 780, 781, 782, 783, 795, 796, 797, 798, 800, 801, 802, 805, 806, 814, 815, 816, 817, 820, 821, 822, 823, 824, 831, 838, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 858, 859, 860, 861, 862, 863, 864]}, "episode_num": 236, "file_type": "html", "guests": ["murray carter"], "num_sentences": 865, "num_words": 13695, "raw_text": "Tim Ferriss: Hello, ladies and germs. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to interview world-class performers and tease out the habits, routines, tactics, etc. that you can use and apply immediately, inmediatamente, that’s what we say in Español. Sí, habla Español. Okay, moving on, why am I in the language vibe? Because I’ve got a Japanese treat for you guys. This time, it’s not military, it’s not entertainment, it’s not chess, it is not business per se. We have a master Japanese bladesmith. It is a very fascinating story. I have, since day one on this podcast, wanted to have the chance to have a long, in-depth conversation with a bladesmith. I love knives. I collect knives. Now we have Murray Carter on the podcast. I’m not going to give you his full bio because it unfolds in the process of this conversation. But I had an absolute blast. If you want to get into knives, you want to get into Japan, you want to get into martial arts. If you have even a passing interest in someone with a high degree of – I’m not going to say OCD, but attention to detail that nearly boggles the mind, someone who went from class clown to doing an 18-year stint in Japan, then this it he podcast for you. I really am so excited to provide this to you guys because it exceeded all of my expectations. Murray Carter is @cartercutlery on Facebook and Instagram. Definitely check out the Instagram. He was raised in Nova Scotia. That’s in Canada, our fine neighbors to the north. He came in contact with Japanese culture when he attended a karate competition at the age of 15. I’m going to save a lot of his story for the actual conversation, which leads to a chance encounter with a 16th generation bladesmith. Then 18 years in Japan. Then being declared an Alien of Extraordinary Ability. Those words are capitalized by the INS in the U.S., when he was granted immigration status to relocate. He’s now in Portland, Oregon. For me, this is a really fun podcast to finally publish. It’s one I have dreamt of having since the very first episode, even before recording the first episode of The Tim Ferriss Show. So without further ado, please enjoy – actually I’m going to have some ado – but please enjoy this conversation with Murray Carter. I would also, just as a quick reminder and suggestion, if you are not subscribed to 5-Bullet Friday, this is one of the most popular things that I do. It is completely free. Every Friday, I send out a short email with bullets of the coolest articles, purchases, movies, hacks, experiments, etc. that I have either been dabbling with or enjoyed or had referred to me by all of these various experts I have in my life and that I’ve spent time with. 5-Bullet Fridays, it’s free. It has a 60+ percent open rate. It is a lot of fun. So if you haven’t checked that out, go to tim.blog/Friday and you can sign up. Tim.blog/Friday. There’s all sorts of exclusive stuff. Private Q&As, events, and so on, things from various guests. Check that out, 5-Bullet Friday, Tim.blog/Friday. And now, Murray Carter. Murray, welcome to the show. Murray Carter: Thanks for having me on, Tim. Tim Ferriss: I am very excited to connect for many reasons. No. 1, from the very outset, one of my fantasies for this podcast was at some point having on a master bladesmith. We can get into why that’s the case, but I wanted that to be one of my objectives and fantasies realized in a sense. I’m checking that box, No. 1. No 2 is that I felt like you were somehow brought to me, not to get too woo-woo. But just in the last few months, I’ve had a close friend who’s former special operations, tell me that I had to take a class of yours, at the very least, to make an Inek knife or some other type of knife, to try to learn the craft. I then also spent time last week with a well-known film director whose son has become a huge fan of yours and is studying the craft. On many levels, I think that this was, in some form, destined to be. I would love to start with just a little bit of background. I think maybe the easiest way to jump into it is to cover where you grew up and how Japan entered the picture. Murray Carter: Sure, I’d be happy to share that story with you. I grew up in Halifax, Nova Scotia, Canada. At a very young age, I became very interested in martial arts and military history and kind of the outdoors. Watching movies like Jeremiah Johnson and so on gave me a great fascination for tools and knives and weapons and so on. When I was 15 years old, I was lucky to attend a regional karate competition as a guest, as an observer. That really piqued my interest. I actually enrolled in a karate dojo and did that for several years. That started my real fascination with Japan. Then, of course, I coupled that interest with reading books about the martial arts and ninjas and so on. Of course, samurais and samurai swords and the blades that they used. That’s kind of where the fascination with Japan started. Tim Ferriss: When did that become, and how did that become, an opportunity to go to Japan? In terms of age, you were 15 or so at the time? Murray Carter: I started karate when I was 15. That would be in high school. I graduated when I was 17 and then turned 18 that summer. I worked for a full year – well, I worked for several months and then in the spring of the following year, while I was still 18, I did travel to Japan. The destination within Japan was pre-determined for me – that was the prefecture called Kumamoto Prefecture on the island of Kyushu, the southernmost of the four main island in Japan – because that’s where the karate dojo was located that I was going to attend to further and continue my studies in karate. Tim Ferriss: What type of karate was that? Murray Carter: It’s called Chitō-ryū, it’s spelled C-H-I-T-O, hyphen, R-Y-U. It’s a version of Shitō-ryū, which is a little bit more well known. I guess it originates from Okinawa. One of the main features of Chitō-ryū was a higher, more mobile stance than a lot of the other traditional forms of karate like Shōtōkan or Gojū-ryū, which have very low, very low center of gravity stances for solidity, but lacking maybe a little bit in mobility and flexibility. Tim Ferriss: When I first came across a few of the snippets of your bio, I thought to myself, okay, this is really a conversation that has to happen because one of the most life-changing events in my life was in 1992, I was in high school 15, and I had the opportunity to switch out of Spanish class because I’d concluded I was bad at Spanish, into a different language. My friends were in Japanese class. I was always fascinated by martial arts, ninjas and so on. I went to Japanese class and six months later, had the opportunity to leave the U.S. on my first extended trip overseas to a sister school, which was in Tokyo. At 15, went to Tokyo and stayed there for a year in a Japanese school and with a Japanese family. This is not really a digression, because I feel like I want to share this with you, so there’s a little bit of common ground. I remember the first time I went to a karate school in Japan to take a class. I went to a Seidō-kai school. That was my first introduction to leg kicks. Mainly on the receiving end. I remember – Murray Carter: You were the punching bag. Tim Ferriss: I was the punching bag. I remember that I came in and they’re like, oh, this former – or at the time, current wrestler, foreigner. I was the only one in the school. They’re like okay, let’s see how you move around. No head contact. So I’m punching this guy in the chest and every time I punched him in the chest, he would kick me in the leg. I said, that’s a great trade. I’m just going to punch you in the chest all day and you can kick me in the leg as many times as you want. I couldn’t go to school the next day. Murray Carter: Because your leg was all swollen. Tim Ferriss: Because my leg was ruined. How did you then go from – I guess two questions. No. 1 is, how did the opportunity come about for you to travel to Japan to further your studies? And then secondly, where did blades come into play? Murray Carter: When I was in high school, I really caught a travel bug that kind of fed into my fierce, independent spirit. Although it wasn’t really popular at the time, I started hitchhiking when I was 14 years old and I found the wondrous joys of being able to hike out to a highway and stick my thumb out and get to places I wanted to get to without having to save up money to buy my own car or pay for the insurance or the gasoline. It was a wonderful experience. I traveled all over the province of Nova Scotia doing that. The more I did it, the more obsessed and compelled I felt to do that. By the time I was 16 years old, I actually traveled to Europe by myself over the school Christmas vacation. I spent three weeks in Europe visiting some acquaintances and also venturing to places I had never been by myself before. After high school, I was very keen to travel. Although I had this nagging feeling in the back of my mind that studies were awaiting and that there was an expectation, both self-incurred and through my family, to attend higher education, I couldn’t ignore the overwhelming desire to travel. After high school, I started to put this trip together that really was supposed to be an around-the-world tour. When I was still in high school, one of the seniors who had graduated two years before me had done an around-the-world tour. At the time, I believe you could, through some different airlines, you could purchase a very special plane ticket where so long as you kept moving in the same direction around the globe, for one set fare, it was something like $6,000 at the time. You could continue to keep flying to different destinations as long as you kept moving in one direction so that eventually you would end up in the same place that you started from and then your ticket would expire. It was an around-the-world airfare, basically. When this senior came back from his world trip, his story was featured in the local newspaper. I read it in its entirety and became very inspired. I thought, wow, that’s exactly what I want to do is emulate this around-the-world tour. I concocted a plan that would have me hitchhike across North America and then from the West Coast, depart to Japan and stay there for six months, where I would continue and further my education in karate and hopefully have some sort of cultural experience while I was there. But I didn’t know what that was going to look like. From there, I was going to travel around the rest of Southeast Asia. I had planned to take a cargo ship, I think, from there to India and then another cargo ship from India to Africa and travel through Africa and up through Europe and back to Nova Scotia, my hometown. That was the plan. I had budgeted time for it. I had budgeted money for it. I was in the process of actively trying to establish connections and links and leads so that I would know people at some of these destinations I was hoping to get to. I probably had 30 or 40 percent of it figured out and the rest I was just going to wing as I went along. Tim Ferriss: That’s a good ratio. I think that’s actually a very good ratio. Murray Carter: Well, just like your friends in certain communities, the high-speed, low-drag. There’s a beauty to not being chained down with too many plans or promises. Tim Ferriss: As a friend of mine, Rolf Potts, who wrote a book that had a huge impact on me, called Vagabonding, who is a long-time, long-term traveler. Ultimately, the ability to improvise is more valuable than a lot of the planning you do on the front end, which you put differently. So you get to Japan. You have this 40 percent figured out, what happens? Murray Carter: As fate would have it, I immediately enrolled in the karate dojo, what they call a Hombu dojo, which is like the headquarters of our style of chitō-ryū karate. I just want to say, I want to put a plug in there that they were very kind to me and it was a great experience. I can’t say enough kind things about the people that I met there addition the sensei who was there. I digress. I was very keen and every morning started at 6:00, where we would meet and go into a special tatami mat room, light incense, and give homage to the ancestors of the karate sensei’s family, who started the whole thing, who had passed on. Then we would go to each corner of the room, each one of the participants, and sit in zazen. Basically, you sit on your knees with your feet tucked up underneath your buttocks, for 30 minutes. It was absolutely excruciating. Your feet would fall asleep and you were wondering why in the world you traveled across the globe to find yourself sitting in this excruciating position for 30 minutes every morning. After that, 6:30, the bell would ring, much to our relief. Then we would go off and we would meet in the karate dojo at 6:45. We had practices every morning like that and then we had practices three times – I think it was Monday, Wednesday, Friday, in the evenings. I was just in karate heaven. I was practicing with some guys who would progress on to be world champions. I really was amongst some great skill and talent and dedicated folks. But what happened, the connection to knives was this. Roughly around the fourth week of practicing, karate, it was one of those evening practices. We were doing, let’s see if I can recall what it’s called, a jumping, flying side kick. You would run up as if you were going to do the triple jump, and launch yourself into the air and do a side kick at some imaginary target. No one ever taught you that if you actually made contact in that position what you would do next. Mostly it was just flying through the air. I think we were very ill-prepared for actually kicking anything in that manner. You certainly wouldn’t want to go running up and jump at a wall and try to kick it because I don’t think the outcome would be very favorable. Anyway, when I was coming down to land from that position, I didn’t quite have my feet and knees in front of me. I very much had one of my legs – I think it was my left leg. I was kicking with my right leg and my left leg, when I came down and landed, I dislocated my knee. Fortunately, it was kind of a mild dislocation. But it was a dislocation nonetheless. I had to go to the hospital and get a much of liquid removed from somewhere in the knee joint. The doctor there put a cast on my leg that basically went from my left ankle all the way up to the top of my thigh on my left leg. He said I had to keep it on for three weeks. That’s the curse of being an 18-year-old; you think you’re invincible. So of course, I convinced him to take it off after one week and I never ever fully recovered. In fact, it turns out I’ve got a completely torn ACL and I’ve been living with it and managing just fine for all these years ever since. Almost 30 years later; I’m 47 now. Now I’m immobile and I’m the karate dojo in the barracks, we’ll call it. Not really able to practice. The karate teacher comes in, Chitōse-sensei was his name; a great man. He threw a Japanese language textbook at me. I couldn’t tell if it was an aggressive throw or a kind toss, but either way, it really was an amazing gift. Up to that point, I had acquired no Japanese language ability. Here was a textbook that was a very well-written textbook. I started to read it and work through the problems and started to study the language. That changed everything. Tim Ferriss: What was the consequence of adding some Japanese speaking ability to your skillset at that point? Murray Carter: Well, I think you’re aware because I could tell from the way you’ve spoken some Japanese words that you’ve acquired quite a level of proficiency in the language. It opened up a whole lot more doors to me. Of course it opened up conversation. It opened up friendships. It opened up the possibilities of travel, pursuing hobbies outside of karate. I thought that I had a very open mind when I went to Japan, but in hindsight, really I was just bonkers for karate and I really wasn’t seeing much outside of that world. But once I started to learn the language and made some friends who were outside of the karate circle, that’s when everything really opened up for me and a lot of doors opened. That’s what opened up the possibility to start studying bladesmithing. Tim Ferriss: I had a very similar experience. Different domain, but not too dissimilar. I went to a school in Tokyo called Seikei Gakuen, which is in Kichijoji. For those people eager to visit Tokyo, the Inokashira Park is right next to or very close to where this school is located. As a student, I had to wear the uniform which looks sort of like a Chinese, mandarin-collared, odd-looking seifuku, as they call it. Murray Carter: I’m glad they had your size. Tim Ferriss: Yeah, they needed to do some special work to get a first-year high school student to fit this jacket. I was actually very fond of having a uniform. It simplified things dramatically. I had this uniform and as part of the school, it was very much Where’s Waldo in the sense that I could easily be spotted as the only American in this school of 5,000 Japanese. Everyone had to do bukasa. Bukasa is – Murray Carter: After-school activities. Tim Ferriss: Exactly. You have to choose a club. It is mandatory or it was, at least, at Seikei. The clubs that were eager or interested in potentially having me were rugby. Because they’re like all right, you’re bigger than most first years, so that’ll be an asset. Kendo, which I was interested in already and that’s where I thought I was headed. And then judo approached me. I thought judo at the time was very much like Aikido where some guy comes at with this very exaggerated faux knife thrust and then you whip him around and Steven Segal him to the ground. I was like, well, that’s not terribly interesting to me because from all the wrestling and so on that I’ve done, I’m more interested in a resisting opponent. The judo guys taught me or showed me very quickly that judo is very much full contact and really similar to wrestling. At the time, I couldn’t read a single Kanji – for people listening, Chinese characters adopted by the Japanese. I had a basic grasp of the syllabaries of Japanese, so the Hirajana and Kanatana, but otherwise, was really at a “Where is the bathroom? Thank you. Good morning” level of Japanese. It wasn’t until I had the motivation to get better at judo and realized that the best textbooks were all in Japanese, at the time at least, and then had friends support me by pointing me to comic books that I could use to learn dialogue, that all the doors opened up, as you said. I just want to speak in defense of Japanese people for a second here, which is to say that a lot of non-Japanese who visit Japan and they’re like, “Ah, the inscrutable Japanese. They’re so xenophobic and they’re so hard to connect with.” I don’t think that’s actually a fair assessment in most cases. The Japanese – this is a bit of a rant, so bear with me – but when the Gods of the Universe were handing out phoniums and sounds, the Japanese got a pretty short hand. They didn’t get a lot of sounds, so Japanese are very insecure about their ability in other languages and have trouble, as most people know, distinguishing between L and R and so on. As a result, they have a very rote-driven approach to memorizing vocab, but they shy away from speaking or trying to speak English. I think that is, at least in my experience, the main barrier. As soon as you speak, even if you can hold a two-minute conversation or you have a dozen phrases memorized, they will literally clap their hands. You’ve seen this. They’ll go, [speaking Japanese]. Murray Carter: [Speaking Japanese]. Tim Ferriss: Yeah, exactly. The response that you get is so exaggerated, but wonderful. In Japan that as soon as you make the effort, all of the doors open. I’m going to shut up now. But I hate to hear the Japanese described as so arms-distance and so on, from people who have not taken the time to learn even ten words in Japanese. So I get very excited and I feel like there’s someone who’s had a similar experience. How did the blades then come into the picture? Murray Carter: Just before I get into that, I wanted to comment on your experience in Japan. It’s cool that we were in Japan at the same time, since I’ve been there since 1988. So in ’92, I was up to my eyeballs in bladesmithing and all sorts of other things. I just wanted to say that your astute observations about the Japanese culture and the way you picked up the language and the unique experience that you had, it’s commendable really. Because I think you understand that all the 10,000 other people who’ve had a similar experience to you, your understanding and appreciation and comprehension of what you actually underwent and the Japanese heart and the Japanese psyche, the [speaking Japanese], it’s really commendable, your level of appreciation for what you underwent. Tim Ferriss: I appreciate that. It was a complete life-changer for me. It fundamentally changed my entire trajectory. I’m still in touch with my host family. I had dinner with them about a month ago in Japanese, 25 years later. Murray Carter: Oh, wow, that’s wonderful. I don’t know if you know, the day after tomorrow, I’m actually going to Japan. Tim Ferriss: I did not know that. Murray Carter: Yeah, I’m going over for nine days. Tim Ferriss: That’s exciting. Murray Carter: I’ve got an appointment to buy a new power hammer and I’m going to visit with some steel manufacturers and then do the regular rounds of Osaka, Sakai, Kyoto, Fukui Prefecture, up to see my teacher, Mr. Yasuyuki Sakemoto in Nagano, and then back down to Tokyo. That’s just around the corner for me. Tim Ferriss: So jealous. Murray Carter: This is a nice warm-up. Tim Ferriss: So you mentioned your teacher, your master. Your knee is taken out. You have a book kindly or aggressively tossed at you – not sure – but nonetheless, is the tinder for getting you to dip your toe in Japanese communication. Murray Carter: Sure. Well, I like the tinder example because it certainly ignited quite a passion in me. It certainly ignited that fuel. What happened was I think within the first day I was at the karate dojo, one of the fellow students there, [inaudible] I think his name was. He had a little scooter, of course the ubiquitous scooter all over the Japan, the little 50CC scooters. He was kind enough, since I had an international driver’s license and was licensed to drive it, even though I didn’t have much experience on two wheels, he let me borrow that scooter for a day in between karate in the morning and the evening karate class. I just bravely – it’s kind of crazy because I have no sense of direction and it was prior to the days of GPS, but I just intrepidly took that scooter and started driving around. I was probably into the third or fourth hour of my adventure, wondering if I was ever going to make it back to the karate dojo, that I drove past a very intriguing and interesting building. I only caught it out of the corner of my eye because I was probably driving too fast. It inspired me to put on the brakes and think, what did I just see? I checked both ways and did a u-turn. I drove back to this building and it was kind of like a [speaking Japanese], a gate, an archway where there was a driveway entrance into an inner courtyard. Beside the gate was a display window with this huge, it’s what they call a Kujira bōchō, a huge whale meat filleting knife. It was a display piece because of it’s monstrous size. It was pretty clear to me that there must be some knives beyond this gate. I curiously went inside the courtyard and parked the little scooter. Then there were these glass doors into a building and I peered through the glass doors and I could see more knives on display shelves. I think I probably knocked. It was one of the squeaky doors on the rollers? Tim Ferriss: Oh, sure. Murray Carter: Yeah, of course they’re all squeaky because [inaudible]. They say that the squeaky hinge gets the grease, but that’s not true in Japan. They just leave it squeaky. I ventured in and I just became mesmerized by all these wonderful blades. In three directions, there were just knives everywhere and two or three shelves all the way up to the ceiling. There were sushi knives and deba bōchōs for breaking apart the fish. There were thin filleting knives and vegetable knives, paring knives, and then there were all sorts of agricultural tools. There were comma sickles and there were axes and different hatchets and different types of hoes for digging up the Jamaimo and all sorts of fascinating things; tools I’d never even seen before and couldn’t identify. I was there looking at all these blades and I don’t even know how much time passed by. I’m guessing it was probably only a few minutes, but it could’ve been hours. I was so lost in thought and trying to absorb everything I was experiencing. A man came in from the other side of the building. He looked at me and saw I was a Gaijin and he said, “Hello.” I guess we talked for a few minutes and I tried to communicate. Because at this point, I hadn’t had the textbook tossed to me yet. This came before then. This was before I injured my knee. It was literally the second day I was in Kumamoto. We talked for a few minutes and his wife brought out a couple of glasses of cold Mugicha. Tim Ferriss: Oh, it’s my favorite thing in the world. Murray Carter: Oh, you like Mugicha? I’m not too fond of Mugicha. Tim Ferriss: I’m a huge fan, yeah. This was in the summer? Murray Carter: Buckwheat tea, because it was summer, so they serve it cold. This was literally in June, the late part of June; so it was very hot. After a few minutes of dialogue, because he could speak a word or two of English, I think I asked, “Hey, can I come back some time?” I think he said, [speaking Japanese]. He said “Come back whenever you want.” That was one of my first impressions of Japan. Then I didn’t visit him for many weeks. Then when the textbook was tossed to me, I think something must have clicked because I thought, that’s the kind of person that if I could have deeper conversation with, I think it could be really rewarding. That was one of the, as I said before, it was the tinder that fueled this desire and passion to be a communicator. Of course, the irony is having grown up in Nova Scotia, Canada in the ‘70s, we were all spoon-fed the French language as Canada’s second language, basically from Grade 1. I had developed quite a – what can I say – a complex about the French language because I never really learned much because I was the class clown and I was always standing out in the hallway while all the other kids were in the class actually learning something. I managed to get myself kicked out of so many French classes that I really didn’t pick too much up. When I was headed to Japan and people said, Murray, you should really try to learn Japanese when you’re over there because when you come back, you could get any job you want. Of course, that was in an era where everyone thought Japan Inc. was going to take over the world. Japan was the focus of all the movies. Of course, Die Hard – the Nakatomi building and the decadence and opulence of these rich, Japanese corporations where they had lifelong employment. It was really quite an enigma and the world was fascinated by Japan. Everyone thought that Japanese was going to be the – it was when everyone had a Sony Walkman, right? They thought that Japanese was going to be the trade language in the world. People said, you’re going to Japan? Learn the Japanese language and you’ll be set for life. I would agree with them, but it went in one ear and out the other because I’m mumbling to myself under my breath like, yeah, right, I can’t even speak a word of French and I’ve been exposed to it for 12 years. You expect me to learn Japanese? That’s such a foreign language with a different alphabet. Come on, get serious. I really didn’t have any expectations of learning the language and that turned out to be the blessing in disguise, insomuch that I thought well, if I could just learn one word today, just one word, just how to say thank you or to say actually, no thank you. I remember when someone tried to feed me raw fish liver and I couldn’t say no thank you, so I had to eat it. I thought, I’m going home tonight, I’m going to open up that textbook and find out where it says how to politely refuse raw fish liver. It was from a Fugu, nonetheless. Tim Ferriss: Oh, God, yeah. Blowfish. You’ve got to be careful with the blowfish. Murray Carter: Because I didn’t have any preconceived notion of what I should or shouldn’t be able to achieve in the language, I just literally took it one word at a time and took great delight and great pleasure in the new word that I would learn each day. Tim Ferriss: Now flash forward, you have this textbook. When did you go back to visit the knife shop again? Or what happened when you went back? Murray Carter: It’s a great question. Of course, I ended up spending a lot of time there, so that’s a question I should be able to answer. I’m just going to make it up because I can’t remember exactly. I stayed in Japan that first stint for nine months. First it was with karate and then I met the Japanese bladesmith. Then I delved into a whole bunch of different things. Then I went back to North America and enrolled at advanced reading and writing Japanese at the University of British Columbia in Vancouver, Canada. I took four years of study in 12 academic mods. Then I went back to Japan. That’s when I immediately went to Mr. Sakemoto and said, “I’m back. I speak the language now and I really want to learn about bladesmithing.” I may or may not have met him a couple of other times during that first nine-month stint, but honestly, I don’t remember. Tim Ferriss: I want to hit pause to dig into one thing that you just said because it’s fascinating. Did you just say you took four years of academic course load in 12 months? Murray Carter: Yes, exactly. Tim Ferriss: Okay. So former class clown – is that a super human feat? Did you just go to class all day every day? How did you go about – what were the keys to getting that done? Murray Carter: When I went for an interview with the Dean of the Japanese studies program, Mr. Hiro Soga at the time, who had actually written most of the textbooks in the day, I immediately took my interview with him in broken Japanese. I said, “Please, please, please, let me take the 200-level classes, both the reading and writing and the conversation.” As I was trying to have a conversation with him, he was correcting every second word I said. He kept telling me, “Grammar is everything.” I said, “Come on. You understand what I’m saying.” He says, “Yes, but there’s a big difference between ‘I want to eat’ and ‘I’ve eaten.’ Tense is everything.” He was very gracious and he said, “Listen, if you study through the first year or 100-level textbooks in the next month and bring me evidence that you’ve done all the exercises and passed some verbal examinations, then I’ll also let you enroll immediately in the second-year classes.” So I immediately enrolled in 200-level classes while on the side I was also completing all the course material for the 100-level, or first-year, classes. If I enrolled in September, by the time the end of October came along in two months, I had finished all of those 100-level class workbooks and passed his expectations and I was getting A’s in my 200-level classes. I took the reading and writing and then the conversation class from September until probably April, when the University academic year ends. Then I enrolled in the spring six weeks intensive 300-level classes. Then when they finished, I took the six-week, intensive 400-level classes, which was reading Japanese newspapers and conducting business in Japanese and honorifics and so on. That’s how I managed to do all four year study in 12 calendar months. Tim Ferriss: So this was before you really took a deep dive with the bladesmithing? Murray Carter: Exactly. Tim Ferriss: So what was driving that motivation to do so much and to really get after it? Was it the “Hey, Japan’s going to take over the world?” Was that an element of it? Was it an inexplicable having caught some type of idea virus that you just couldn’t kick related to Japan? Did you know how you were going to use it? I know I’m throwing out a lot here. But what was driving that studiousness? Because that isn’t how it sounds like your academic career started. What was driving that? Murray Carter: I want to be cute and say that Japan had taken over my world. I wasn’t so concerned about it taking over anybody else’s. When I went to Japan, something very magical happened. You know the advice or the adage for youngsters for decades or even centuries has been go it on your own and find your own fame and fortune. While I certainly hadn’t found fame nor fortune, what I did find in Japan was a part of me that I never knew existed. As I mentioned before, I had grown up with a tremendous complex when it came to languages. I had never really excelled at sports. I felt in many ways that I probably hadn’t lived up to my own father’s expectations as the only boy, because I wasn’t doing baseball or soccer or any of the things that all the other boys were interested in. I spent most of my childhood inside watching TV and playing with Lego and just wanting to do things with my hands. I went to Japan and then found out I had this latent skill for languages and I made all sorts of new friends. Nobody was judging me based on what I had accomplished thus far in my life. It was all new, fresh relationships. I really was, in many ways, able to reinvent myself. It wasn’t so much that I was reinventing myself as I was discovering parts of myself that I never knew existed. I think that for any young person, whether it’s a musical instrument or a language, or a sport, or really anything that they dedicate themselves to and gain a certain proficiency in, that kind of skill can give a young person so much confidence and open up so many other doors for them, and really be one of the greatest stepping stones from which to launch the rest of your life; to step out into life on. As I was learning the Japanese language and getting tremendously positive feedback, as you mentioned, from Japanese people. This was in the ‘80s, before foreigners had really penetrated every corner of Japan. I was down in Kyushu and I remember if I saw a foreigner on the street, I’d go [speaking Japanese] because I never saw them there. Now, you see foreigners everywhere. But back in those late ‘80s, it wasn’t so common. I got tremendously positive feedback from the people around me. I started new friendships and they encouraged me in my language study. I think for the first time in my life, I remember having feelings like wow, I’ve got some skills. I could really be somebody. This is great. I really want to see how far I can take this. It gave me drive and passion and dedication that I never knew I possessed before. In fact, I thought I was kind of a quitter growing up because that’s what all the adult influences around me said. I was a quitter and that I’d amount to nothing. I was quite delighted to find out that might not be true. Tim Ferriss: What a great story. I had the – I’m not going to say the exact same – but a very parallel experience. I really shudder to think what my life would be like had I not had that year abroad, which is very uncommon, or I should say less common in the U.S. than many other places where a gap year is encouraged. I don’t have kids, but I’ve thought about if I would have any non-negotiables that I would insist on if I had kids, the only two that I’ve really been able to come up with in terms of experiences are sports of some type and could be something that is thought of as unathletic, but let’s just call it sports. Then a gap year or a year of traveling in a foreign environment. Because of everything that you just said. I think it’s just such an incredible opportunity to find yourself and to find your own confidence. You mentioned honorifics. For people who don’t know what that is, there are many different levels or many different ways to speak or write or communicate with a Japanese person depending on how old they are, depending on where they rank relative to you. Even in say a school environment, you would have sempai, like the upper classmen above you, and then the kohai below you and so on. It determines what type of grammar, in some cases, you use. I was going to ask you, I’d love to hear when you then came back to Yoshimoto-san, some people have heard san before – S-A-N. Then above that, you would have, -sama, right? And then below that, let’s say you’re talking to a friend or a younger kid, you might say -kun or you could even use -chan, which is kind of similar to that. What is the proper suffix for a master bladesmith? Would you formally refer – is there a master suffix that you would use for Mr. Yoshimoto or is it simply Yoshimoto-san? Murray Carter: Well, most commonly, we just use the word “sensei.” Tim Ferriss: Sensei. Okay, Yoshimoto-sensei. Murray Carter: That’s right. So schoolteacher or politician or professor at university or master in the forge is “sensei.” Tim Ferriss: For people who are language nerds, just because I don’t get a chance to explore this very much on many of my podcasts, so sensei is a really interesting word to look at or suffix to look at literally because you have sen, which is before, and then sei, which is born, in effect. But in Chinese, it’s totally different. It means Mister. You would say like [speaking Japanese], is Mister so you don’t use it for a woman. In the same way oddly enough like tegami, which is kind of hand paper, means letter in Japanese, but in Chinese or in Mandarin, shojur is toilet paper. There are a lot of things that are the same in both and a lot of things that are very different. How did Mr. Yoshimoto-sensei, how did he re-enter the picture for you? Murray Carter: First of all, I want to clarify one thing. That I am 17th generation Yoshimoto bladesmith, but my teacher’s name is Sakemoto. Tim Ferriss: Okay, got it. All right. Murray Carter: Just for your listeners’ pleasure, if they’re interested in the content of this podcast, they can go to YouTube and see the history of the Yoshimoto bladesmiths. On Carter Cutlery’s channel. So can see how Yoshimoto became Sakemoto because that, in itself, is a very interesting story. But my teacher’s name is Sakemoto-sensei. Tim Ferriss: I got it, okay. So Sakemoto-sensei within the umbrella, or later then becoming or how that became Yoshimoto. We might delve into that. So Sakemoto-sensei. Murray Carter: Yes. Tim Ferriss: Could you tell us more about when it clicked? What happened? How did you – because ultimately I don’t want to give away the punchline. You’re talking about, I want to say, let’s see if I can get this part right, 18 years in Japan? Murray Carter: Yes, I was there 18 years. I apprenticed with Mr. Sakemoto for six years. Then basically I was asked by him to take over the family business. He had two daughters and no sons and no hopeful apprentices apart from myself. I guess I had demonstrated a certain attitude and aptitude for the family trade that he asked me to assume the position of 17th generation Yoshimoto bladesmith. He was, he is, because he’s in Nagano. I’m going to see him next week. He is a very extraordinary human being. He is very untraditional in the way we had a relationship of apprentice and sensei. He was not strict, as you would imagine. People think of The Karate Kid, wax on/wax off and standing there for hours on end. Doing menial tasks that the apprentice thinks must be meaningless and he’s just being tested. He’s just having to sweep the floor to do the grunt labor for the teacher and starting to feel unappreciated and abused and so on. That was not my story. Mr. Sakemoto was very gracious. He would share with me all of his skills up front. Of course, I could only comprehend so many, so I would go and practice things he showed me and then he would show me more things. But once we got to a certain point where he felt he had shared all of the essential bladesmithing and sharpening techniques with me that he regularly practiced, he did something out of the ordinary. He said, “Murray, if you really want to learn about forge welding, I’m going to arrange for you to go down to Kawashiri and spend some time down there because that’s their area of expertise. So I would go down to Kawashiri and, in fact, I went off and on down to Kawashiri for a couple of years and mastered the technique of forge welding. I would always come back to Sakemoto’s forge and use it as my home base. I would always apply and put into practice what I’d learned there and elsewhere at the home forge. Then he would say, “You know, you really need to learn about the traditional Japanese fishmongers’ knives, nakataha, the deba bōchō, and the sashimi knife and all those two-layer, special, chisel-ground blades. You should go to Osaka, a little, special place called Sakai, where they specialize in that skill.” So off I went to Sakai for several weeks. I would be hooked up again, with some very gracious bladesmiths there. I would learn their trade and I’d come back to Kumamoto to Sakemoto’s shop and then light the fire and try to emulate or put into practice the things I’d learned. I’d show them to him and he’d say, “Okay, now you’re getting somewhere. Now you need to learn a little bit about marketing and the overall financial aspect of running a business making knives. You need to go to Seki City, Japan, because those guys are really savvy businessmen when it comes to the cutlery industry up there.” So off I would go to Seki City, Japan and learn what I could up there. And again, always come back to Mr. Sakemoto and then ply what I had learned. He taught me many important things, but he also coached me. He was a very gracious coach and never cool or strict or punitive, even when he probably should have been. A very kind and the most tolerant and understanding and patient sensei you could ever have asked for. Tim Ferriss: That’s such an amazing opportunity, just incredible. For people who are listening, and I’ll be honest, I would say I’m in this group as well, who don’t know the steps involved with Japanese bladesmithing, who don’t even know what forge welding is, which I would certainly raise my hand as it relates to that. Could you describe what makes Japanese bladesmithing? There’s certainly a prized quality that goes along with Japanese knives. I wrote a book relating to cooking and learning some time ago, called The 4-Hour Chef. I spent a lot of time with high-end chefs around the United States, in San Francisco, New York City, and so on. Almost every single one has at least one Japanese knife that they treat like a Lamborghini. It’s only taken out for special occasions. It’s meticulously cared for. Could you describe the steps in making a knife in the Japanese style and what is unique about it? Murray Carter: Sure. There’s so much to say on that topic. I’ll just try to keep it concise and interesting for your listeners. First of all, there’s a fundamental, philosophical difference between what I’m just going to loosely term “Western cutlery” and “Japanese cutlery.” Everybody knows from movies like Kill Bill and so on, just how revered the Samurai sword can be. People even know that often they were christened with their own names and considered by their owners to have legendary qualities. Some of the big, philosophical differences are that Western culture puts a high value on something being durable and strong and tough and robust. As a result, as that extends to cutlery, we end up with a lot of Western blades that are sharpened tools. They’re robust and they’re durable, and you can use them for a multitude of different things. But fine cutting implements, we would not call them. We would call them sharpened tools. By contrast, the Japanese blades, at least the best Japanese blades that come from Japan, are considered to be precision cutting implements. They are designed and built and forged and quenched and tempered with cutting performance utmost in mind at the cost of everything else. So because of that philosophical difference, there’s a lot of mechanical differences in how the blades are made and the mindset of the bladesmith making them. From the materials that are chosen to forge the blades, from the fuels in the fire that’s used to heat the steel to forge it, the manner in which it is forged, the medium in which it’s quenched, the dimensions to which it’s ground, the effort to which the final cutting or primary edge is honed, is all affected or influenced by this philosophical, ideological difference between what the blades are supposed to be able to do in the end. Tim Ferriss: Could you describe some of these steps? For instance, I don’t actually really know what forging is or involves. Or quenching or tempering. I don’t really know what that looks like. Could you describe the process from ground zero when you’re considering making a knife? What does the process look like? Murray Carter: I’ll try to share with you what I’ve learned in having forged and completed over 24,000 blades in my career. A lot of the things that I’ve realized have come about at certain times of my experience. I’m sure by the time I’ve made 50,000, I might have a slightly different outlook altogether. One of the primary differences between a Western blade and a Japanese high-performance blade is the use of laminates. Most Western blades are homogenous in construction, meaning they’re either all carbon steel from the spine all the way down to the cutting edge of the blade, or they’re all stainless steel. But throughout, they’re the same kind of steel. They’re all manufactured from one solid billet of homogenous steel. In contrast, the Japanese blades are almost always a combination of two or more different kinds of steel. You’ve heard the expression, “have your cake and eat it too,” well if you combine a hard and a soft steel together in the same package or in the same blade, the hard steel can be really hard and contribute to superior cutting performance. The soft steel can be left soft so that it’s super tough, shock absorbing, avoiding breakage, and also easy to sharpen. It’s very difficult to get the qualities of soft steel and hard steel out of a homogenous blade, because it’s all the same. Right away, we’re starting with a different blade construction, and that’s a laminate. The most common blade construction in Japanese cutlery is a three-layer blade construction, often referred to as a san mai, which means three-layer or three-sheet-style construction, where the center of the laminate is the hard steel that’s going to become the sharpened cutting edge like the lead in a pencil. The outer laminates are softer, either mild steel or a soft stainless. They strengthen, toughen, cushion, and make the blade easy to sharpen and very much act like the wood on the outside of the lead inside of the pencil; they support it. That’s the most common. There’s two-layer construction. Then there’s sword construction, where the hard steel wraps around a soft center core and then you can have Damascus-style construction where you’ve got hundreds of different layers all in different kind of constructs for either visual effect or metallurgical effect. But the laminated blade does give you the best of both worlds. It does allow you to have your cake and eat it too because you can have a really high Rockwell, a hardness core that means it can take a razor-sharp edge and hold that edge for a long time, but avoid the pitfall of being brittle because the outer, softer laminates support it and keep the whole blade from fracturing. Tim Ferriss: Right. And how does one make such a knife? What are the steps involved? Murray Carter: You achieve a laminated blade through a process called forge welding. Everyone knows if you hear the word “welding,” you think of a mig or a tig or an inner-gas welder and a big spark and bright light. But literally, there’s lots of different types of welding. There’s ultrasound welding, there’s welding with explosives, welding through friction and so on. But forge welding is the oldest form of welding known to mankind. That’s when you take two metals that have similar temperature ranges and you heat them up until the molecules on the surface of each metal start to liquify, then you press the two together and if you’re at the right temperature and you have clean surfaces, you can actually get the molecules from each surface of the metal to intermingle and fuse together. In layman’s terms, it’s like taking two candles that are cold and hard. You would heat up each end over a flame source until the end of the candle just started liquify. Then if you touch the ends of both candles together at the same time, in an ideal situation, you would end up with one big long candle once it cooled down because the wax would intermingle and mix. Fusing is different than melting the metals together, where you would make the two dissimilar metals molten and mix them up in a pot like you would stir chocolate milk powder into a glass of chocolate milk. It’s not that kind of mixing. It’s fusing them together in such a way that each unique layer still maintains it’s original characteristics. That’s done in a forge. A forge is a source of heat. We have gas forges. We have electric forges. Then we have what I use, which is a solid fuel forge. Tim Ferriss: What does solid fuel mean? Murray Carter: I burn up coke in my forge. Spoonfuls at a time. Tim Ferriss: What is coke? Are we talking Coca-Cola? Cocaine? Something else? Murray Carter: I just purchased four tons of coke the other day. Coke is – all joking aside – it’s coal as they dig it up from the ground and it’s heated once in the absence of oxygen. It drives off all the impurities, namely phosphorous and sulfur, which are combustible gases that are very undesirable when it comes to heating steel to make knives. Coke is to coal what charcoal is to wood. Tim Ferriss: I see. Got it. Murray Carter: It’s just purified carbon because all of the volatile gases have been driven off. Tim Ferriss: How is that spelled? Murray Carter: C-O-K-E. Tim Ferriss: Oh, it is? I was going to say, a couple of tons of coke – unless you have a very sophisticated drug-smuggling operation and a huge budget, it’s probably something else. So that is solid fuel? Murray Carter: That’s right. Tim Ferriss: That’s solid fuel forge. So you’re fusing these different layers together and maintaining the integrity in the sense that the separation of these layers, so you can design a knife that allows you to have your cake and eat it too. What happens after that? Murray Carter: Once you’ve successfully forge welded your different layers of steel together, then you need to forge that billet, which is what it’s called, into a blade shape. Some blades are wide and short and some are narrow and long, like in the case of a slicing knife. Some are thicker and some are thinner. You can set out from your billet to forge any kind of blade you desire, providing you’ve got enough material to make the blade you’re setting out to make. It involves heating the steel to a plastic state, which is usually around 800° C. Because I was in Japan and I was in Canada, for me, everything is Celsius. I don’t translate to Fahrenheit very well, but I think it’s something like 1350° F. When you’re at a campfire and you see the orange coals down at the very bottom and they’re not bright yellow, they’re just a really bright orange color, that’s about 800° C and that’s the color we want the steel to be when we start hammering it. It’s very pliable in that state. You don’t want to heat the steel hotter than that because you can literally burn the steel and ruin it. You start hammering it. If you have enough force with the hammer, you can coax the steel into different shapes. Obviously, blacksmiths have been doing that for millennia. The difference is as a new bladesmith, one is overly focused on getting the right shape. Somewhere along the line, somewhere between 15,000 and 20,000 blades, I realized that something more important was happening when I was forging the steel. That was grain refinement. As it turns out, if you heat your steel, your laminate, your billet of steel to that 800° and then hammer the steel as it’s cooling, you’re actually refining the grain in this steel, which can result in a higher performing blade. So even if you start out making two different blades even out of the same steel, how you heat the steel and how you hammer it and how sequentially you heat the steel will result in two entirely different quality of blades. Tim Ferriss: When you say grain, I’m thinking of cutting against the grain or with the grain in say, cutting steak. Is it a direction of fibers in the steel itself? What’s the best way to think of refining grain? Murray Carter: If you’ve ever fractured a piece of metal and looked at it, it’s quite likely, even if it was aluminum or whatever, you look at the metal fractured surface and it looks like little grains of sand. It looks granular. Sometimes it looks finely granular and you have to look very closely to discern different bumps in the fractured surface. Sometimes, it’s very coarse. Basically, steel has grain which you can think of like marbles or BBs or grains of sand. The finer they are and more evenly dispersed they are throughout the steel matrix or throughout the billet, the finer of a cutting implement will result. The reason is that it’s not the grains themselves that make steel strong, but the grain boundary. Where one grain touches another grain, there’s something about that boundary complexity that increases the strength of steel. The finer grain you can achieve in steel, the more grain boundary that results, and therefore a better end product. Tim Ferriss: You have, as you said, forged or produced somewhere along the line of 24,000 blades. You spent 18 years in Japan. And yet, this is another part of your story or life that really grabbed my attention, you hold classes or workshops where people can come in and over the course of a week or a few days, walk away with a blade. Is that fair to say? Murray Carter: Yeah. I’ve been doing that for five or six years now. Tim Ferriss: After putting in the amount of time to master your craft that you’ve put in, what does the curriculum look like for a two or three-day class? Because you’ve clearly put so much thought into this. How do you teach this? I always think about sequencing. When you’re learning a language, how you provide positive feedback but balance that with some kind of logical progression that is graspable. What does such a class look like when you’re teaching it? Murray Carter: The way we’ve talked about 24,000 blades in 18 years, it sounds daunting and impossible to learn anything important in such a short timeframe as one week. But fortunately, that’s not true. Bladesmithing is not rocket science. A lot of the mystique and lore of bladesmithing is simply because a lot of the obvious things about blades are hidden in plain sight and not often revealed and not often taught. What I mean by that, let me quantity that, the main skill that I teach or confer in a short amount of time is I teach students how to use their eyes and how to see what’s actually there. Obviously, we were talking earlier about grain and steel and so on. We don’t actually get out microscopes and look at that. I teach them to see if blades are straight. I can teach them to see if the blades have the profiles that they’re looking for as they grind the blades. I teach them to pinpoint troubles areas and then pinpoint the remedy for that. Like with grinders or a hammer or a file or whatnot. I teach them through repetition. I teach them to start to rely upon their eyes and to trust their eyes so that when they actually see something, they know what they’re really looking at. In terms of the metallurgy after we forge, and anneal, and quench, and temper blades and then grind them, I teach them simple things like how to test to see if the edge of the blade or if the whole blade actually hardened by cutting into other metal objects. I teach them to do a rudimentary test to see if they’ve got fine grain and if they quenched it at the right temperature and tempered it properly, when if they push a thin edge against an object like a brass rod, they should be able to see the edge flex and then when the pressure’s removed, they should see that flexed portion spring back to a true edge again. Last but not lease, part of what we do is we place a lot of emphasis on hand sharpening of the knives on sharpening stones. I teach them to pay attention to how the blade that they forged and heat treated, how it feels on the stone when they’re sharpening it. Between a sense of touch and feel and using one’s eyesight, it’s actually a remarkable testament to the human condition to report just how much the average student can learn in the space of a week. It’s really remarkable. Tim Ferriss: If you were looking back at the students you’ve taught, the people you’ve encountered in the process of teaching and making knives certainly, if you were in charge of talent scouting – let’s just treat it as the Oakland Athletics Moneyball type of approach. Your job is to put together, it’s slightly different, but you’re trying to put together a team of people who have the potential be great bladesmiths. What are the attributes that you’re looking for to put together that team? How would you try to spot the potential for someone who can be great at this? What are the patterns you’ve noticed or things you’ve observed? Murray Carter: Well, that’s a very timely question, Tim. Because we actually are actively growing Carter Cutlery and as we spent the last week hiring our tenth employee. So a very timely question. I look for two very specific things. I look for aptitude and attitude. The aptitude is somebody’s ability to acquire new skills or to use the skills that they already have. I look for attitude, which is a willingness to learn; a willingness to be humble; a willingness to stick to something once you’ve decided that’s what you’re going to do, so sticktoitiveness; and a willingness to work in a team environment. Those two qualities specifically are what I’m looking for. Tim Ferriss: On the aptitude side of things, the ability to learn, the ability to be humble, the ability to stick, the sticktoitiveness, and the teamwork, how do you test for that? In other words, how do you determine if someone has that or not? Murray Carter: The attitude. Tim Ferriss: Yes, exactly. Any of those things. In other words, if you’re looking at it as a hiring process, so some people use interviews, some people use test projects for hiring for many different skills. How do you determine if someone has the capacity to learn, the ability to be humble, stick to something, and work in a team? Murray Carter: Unfortunately, I found that the only accurate way to make that assessment is to put the candidate in the actual work environment. Because two things can happen: people who claim to have great aptitude and attitude will reveal that they actually aren’t that equipped for that position. And conversely, people who think they might be, once they get into that environment and are encouraged in the right way, and surrounded by the right kind of people, can actually develop a healthier mindset better than they even came into the interview with. That can be nurtured. I think the best solution is to get the applicant in the working environment and then just work with them as closely as possible and encourage them in every way you can and be in constant communication with them. I think usually within a week or two, you have a much better idea than simply an interview or viewing a portfolio or reading a resume alone can provide. Tim Ferriss: For sure. And for those people listening who would like to explore this aspect of business, meaning hiring or even more specifically, auditioning people, Matt Mullenweg, who’s been on the podcast, CEO of Automattic, thought of as the lead developer of WordPress, has a very fascinating process for auditioning people, whether they are the entry-level customer support or a CFO. The process is remarkably similar. That’s worth digging into. I have a couple of questions that are really not organized by any particular theme. I’m just curious to know the answer. The first is, in many knives that are supposedly Japanese style that you can buy easily in the West, you find these dimples on the sides of the knives. Sometimes they’re called Santoku, sometimes they’re called something else. What are the functions of those dimples? Do they matter? Are they done well? How should someone think about those if they really have no familiarity with knives? Murray Carter: Well, I think what you might be referring to are kind of like a hammered texture into the upper surface of the blade. What you might be referring to is what’s called a Granton edge, where the steel is actually scalloped out? Tim Ferriss: That’s right. I looks like, I think it’s concave, I think I’m getting this right, say ellipse or semi-circular carve out. Murray Carter: Yeah, and Henckels is well known for that. They put out a kind of a Japanese-style Santoku-shaped blade that has a Granton edge where right behind the primary cutting edge of the blade are these scalloped out depressions in the blade. And the concept is that when you’re cutting something that has a high moisture content like cucumbers or tomatoes or whatnot, rather than sticking to the blade and then being pushed up by subsequent slides to the top of the spine of the blade and then being bopped off the blade and rolling off the table and onto the floor, the idea is as you’re cutting, the cut material will separate more easily from the secondary edge of the blade. In concept, it can work. I don’t like it for several reasons. First of all, if you have a blade that is thick enough behind the cutting edge to grind in scalloped indentations, for me that means the blade is simply too thick. Because the thicker the blade, the more resistance there is to push the blade through things. Many people need to understand that when we think of the words “sharp” and “blade,” there’s actually two phenomena: there’s the primary edge, which is the part of the blade that everyone thinks of when we think of sharp that initiates the cut. It’s the part that goes into your finger first, before you see the blood. Then there’s the secondary edge, which is the geometry of steel behind the primary edge. The secondary edge is what becomes consequential when you’re actually trying to push the blade through things, whether it’s an acorn squash or a big, thick rubber stall mat that you might be standing on in your shop to save wear and tear on your feet or thick shoe leather. If you try to push a blade through things, then what’s going on in the secondary edge is absolutely important. As much, if not more important, than the sharpness of the primary edge. In cooking, we often need to push the blade all the way through things, whether it’s cucumber, carrot, apple, potato or what not, so the thinner the blade, the better. If you’ve got a blade that’s got Granton edges on it, your blade is simply too thick. One of the first things we do to remedy that when blades like that come into our shop for sharpening, refurbishment or repair is we grind the blade down by a certain percentage and remove some of those Granton edges. But the resulting thinness of the blade greatly enhances the cutting performance. The other thing I don’t like about those is they’re not necessarily sanitary. That’s an area where bacteria and food particles can hide out in. In an ideal world, a blade for culinary use is very clean on both the primary and secondary surfaces. Once you’re finished using it, you simply put it in a cloth and with one swipe, you can get the blade completely clean. So it’s very low effort to keep it clean and sanitary. Tim Ferriss: Makes perfect sense. Having spent so much time in Japan, I would love to know if you have any favorite Japanese sayings or mantras or anything that have really stuck with you? I’ll give people just a few examples of proverbs, for instance. Like [speaking Japanese]. There are some great ones. In English, as well, of course, but you have [speaking Japanese]. Even a monkey falls from a tree, which means it doesn’t really matter how good you get, you can still fall on your face. There are also other uses. But then you have something that is actually pretty similar to tall poppy syndrome in say New Zealand and Australia, where people who stick out too much can be pulled down. That’s [speaking Japanese]. The stake that sticks up gets hammered down. So if you stand up, you could be criticized. One that is great that I really like also is [speaking Japanese]. Not knowing is Buddha, literally, but it’s ignorance is bliss, basically. Or what you don’t know can’t hurt you. Is there anything, are there any sayings in Japanese or principles that have really stuck with you? Murray Carter: You know, Tim, you and I are really two birds of a feather. We share so many similarities and [speaking Japanese] was one of my areas of – I was kind of considered a nerd during Japanese language study at University of British Columbia because I loved coming in with new [speaking Japanese] to share with everybody. One of my favorites is [speaking Japanese]. Meaning when you feel yourself in a great hurry and a kind of a panic to get things done, that’s the time to take a moment and regroup and take a deep breath and to really get your footing to make sure that you’re making good decisions. So I really like that one. I like [speaking Japanese]. Proceeding so cautiously as to tap with a stick every single stone in a stone bridge as you cross it, just to make sure the stone bridge isn’t going to fall down when you’re on it. It’s used often to illustrate an extreme level of caution and prudence. Tim Ferriss: And do you apply that in your life to knife making? To other things? Where does come to mind for you most? Murray Carter: Making business decisions. Tim Ferriss: I got it. Okay, right. Definitely measure twice, cut once. Murray Carter: Exactly. Except this would be like measure ten times. Tim Ferriss: Right. Murray Carter: Sometimes it’s used to sarcastically, for someone who’s so cautious that they become petrified from doing anything. I also like [speaking Japanese]. It’s – and this is a special one in the cutlery industry, which is don’t panic, don’t be in a rush, but get the job done! Tim Ferriss: What was the first one that you mentioned? When you – Murray Carter: [Speaking Japanese]. Tim Ferriss: [Speaking Japanese]. That’s such a good one. Yeah, when you feel rushed, when you feel like you have to get everything done this instant, that is a great time to hit pause. Murray Carter: And lastly, sometimes when we’re in the blade shop and just when you think you’ve seen it all and done it all and suffered every single setback that there ever could be in the blade shop, sometimes we become [speaking Japanese]. Which is a different version of your [speaking Japanese]. Meaning that anybody can fall. And [speaking Japanese] is when you become kind of bereft by some kind of unexpected setback, such as being run off by your wife or something like that. So when something in the shop goes awry in such a way as no one ever saw it coming, we can be the [speaking Japanese]. Tim Ferriss: I love it. Well, I know that we are coming up on time shortly, so I’m not going to ask too many more questions. We could talk for days and days and days, I am sure. So maybe we’ll do a Round 2 at some point. Murray Carter: Maybe we’ll actually get to talking about bladesmithing and knives. Tim Ferriss: Well, yeah, I think that the people who are with us at this point in this conversation are already converted and fascinated. They are more interested in knives now than they were when they turned this on. I think we could talk for days about many different aspects of knife making and the shared DNA that we have through Japan. Let me ask just a handful more. I’m already happy with the conversation. I’ll use this to round it out. What books have you gifted the most to other people or re-read the most yourself? Murray Carter: As a child, I was fascinated with the book Ivanhoe. I love the story of knights and their heroism and altruism and fighting for a great cause. I kind of have a romantic notion of right and wrong and good and evil. But in terms of the book I’ve given away the most, of course that would be Bladesmithing with Murray Carter, of course the book that I first authored. It was the first of three books that I’ve authored. It’s a great instructional book on bladesmithing techniques in general, but more specifically the application of traditional Japanese bladesmithing techniques. Tim Ferriss: Besides your own books, which I also recommend people check out, for sure, any others that you’ve gifted to people that come to mind? Murray Carter: I would say I’m probably delinquent in the fact that I’ve not given many books as presents in my lifetime. Thank you for the idea. I now have next year’s Christmas presents figured out. Tim Ferriss: All right, well let’s look at it differently. When you gift, are there any items that you routinely gift to people? If the answer is knives, what is your go-to gift knife? What type of knife? What characterizes it? Murray Carter: Probably the most noteworthy is the fact that I wear a knife daily, usually in the form of a neck knife. It’s the kind of knife that we hang from our neck, inverted upside down, very securely, in a thermoplastic sheath called Kydex. It’s a really handy blade to have. It’s the alternative to a folding knife in the pocket. There’s no mechanism to break, it’s easy to sharpen, easy to maintain and very strong for its size, and has excellent cutting potential. I’ve been carrying neck knives for my whole career as a bladesmith. I typically will meet some person who inspires me in some way. They might be a young child, it might be the son of a good friend. It might a housewife who I think could use some protection while walking in the park. But I have given more knives off of my own neck than I’ve used for several weeks or months or years, that I know are really good high-performing, great cutting knives. I gifted a lot of those away. Tim Ferriss: That’s a great answer. I love – neck knives. This is also something that I’ve been somewhat obsessed with in the last few weeks. That’s a to-be-continued. Murray Carter: So when are you going to come and take a class? Tim Ferriss: You know what? When we hit stop on this recording, I want to talk to you about that because it’s something I would like to do ASAP, ideally before the time that this episode comes out, or at least get a reservation in. The last two questions: this is one, if you had a gigantic billboard – this is more of a metaphorical question, but you could put a short message on that billboard to get it out to millions of people, that is non-commercial, what would that or what might that message be? Murray Carter: Well, I could put something cliché on there like “Don’t Give Up.” I could put “Stick to the Plan.” I had written on my walls over in my Japanese shop, “Stick to the Plan,” and the other one under that was “Concentrate on the Task at Hand.” It’s so easy to get distracted from new stimuli that focusing and concentrating on the task at hand is often, even though it’s a simple concept, it’s difficult to execute. Those are some truisms or sayings that I live by. Tim Ferriss: What does Stick to the Plan mean to you most often? Why is that one of the two that you chose? Murray Carter: Well, in quiet moments, we all sit down, either alone or with loved ones or people we trust and we plan. Humans plan. They say at first of these three things that probably need to happen, we should do this first, and then this second, and then lastly we’ll achieve this. And as is so common in life, people sabotage their own plans. They get to a certain part of the plan and it becomes monotonous or tedious or difficult or challenging. All of a sudden, instead of sticking with the plan and seeing it through to completion, they think, what I need is a new plan. So you have people who habitually, chronically are in the process of making new plans and never actually execute a single one of their existing plans. Tim Ferriss: Is that something that you’ve struggled with? Or is that – it sounds you have that pretty well handled. So I’m wondering is it more of a reminder for your employees? How have you used that reminder in your life or for other people? Murray Carter: You’re right. I’ve been lucky to have stuck to most of my plans and achieved the goals I’ve set out for myself because I’ve constantly reminded myself to stick to the plan. Tim Ferriss: Good answer. Very good answer. Do you have any parting – and I’m also going to ask you before we wrap up where people can find out more about you and so on. I’ll put those links in the show notes for everyone. Any parting comments, requests, thoughts for the people who are listening to this? Murray Carter: Well, I’d like to thank everybody for listening. Of course, they can find out more about our knives at cartercutlery.com. We do strive to make the finest knives in the world. High-performance blades that are also very easy to maintain. We’ve successfully encouraged and mentored tens of thousands of people to learn the very easily attainable skill of sharpening knives. We’ve kind of revitalized that essential skill and given a lot of people the great feeling of a mastery and satisfactory over their cutlery in being able to maintain it and sharpen it and use it to their heart’s content. Tim Ferriss: Could you give – just with that teaser – could you name one thing you wish more people did related to knife sharpening or one thing you wish people would stop doing? Murray Carter: I’ll give a little freebie out there for everybody. That is when they get a new piece of cutlery, especially one for the kitchen, if they will just keep that cutting edge from touching anything other than food – meaning don’t drop it in your kitchen sink, don’t let it touch other plates and pans. Don’t let it touch the other silverware in the drawer. That will preserve the cutting edge, the primary edge of that knife, far longer than they ever thought possible. It’s the clanging around of the knives, the misplacement of the knives in the kitchen that really dulls them. That’s a little freebie for everybody. Tim Ferriss: So they shouldn’t use their kitchen knives for opening boxes from Amazon, in other words? Murray Carter: They can do that after they master sharpening. Then I don’t care what they use their knife for because it’s only a couple of minutes before they can refresh both primary and secondary edges of their knives. That’s freedom. That’s the real freedom. [Inaudible]. Tim Ferriss: That is the freedom, when you can maintain and master your own tools. Everybody listening, you can also find Carter Cutlery on Facebook. Facebook.com/cartercutlery. Instagram – fantastic Instagram – also cartercutlery. I will put all links to everything we’ve discussed in the show notes, as usual so everybody listening can find all of that, as well as more resources and so on, at tim.blog/podcast for this episode and every other episode. Carter – I always want to call you Carter. I have a good friend named Carter. Murray, thank you so much for taking the time. There’s an expression in Japanese which I’m sure you’ve heard before, which is [speaking Japanese]. So when you do something and you never want to do it again, that’s [speaking Japanese]. I have the exact opposite feeling with this conversation. I hope we have many, many more. Thank you for taking the time4. Murray Carter: [Speaking Japanese]. Tim Ferriss: Exactly. [Speaking Japanese]. And as some of my Japanese friends said to me with this bewildered face in high school, they would say [speaking Japanese]. So I have that feeling with you, which is that you are secretly partly Japanese, which I mean as the highest compliment. To be continued. Thank you again. To everybody listening, as always, thank you and continue to do experiments, be nice, and be safe. Posted on: June 5, 2018.", "speakers": ["tim ferriss", "murray carter"], "text_sentences": ["hello, ladies and germs", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to interview world-class performers and tease out the habits, routines, tactics, etc", "that you can use and apply immediately, inmediatamente, that’s what we say in español", "sí, habla español", "okay, moving on, why am i in the language vibe", "because i’ve got a japanese treat for you guys", "this time, it’s not military, it’s not entertainment, it’s not chess, it is not business per se", "we have a master japanese bladesmith", "it is a very fascinating story", "i have, since day one on this podcast, wanted to have the chance to have a long, in-depth conversation with a bladesmith", "i love knives", "i collect knives", "now we have murray carter on the podcast", "i’m not going to give you his full bio because it unfolds in the process of this conversation", "but i had an absolute blast", "if you want to get into knives, you want to get into japan, you want to get into martial arts", "if you have even a passing interest in someone with a high degree of – i’m not going to say ocd, but attention to detail that nearly boggles the mind, someone who went from class clown to doing an 18-year stint in japan, then this it he podcast for you", "i really am so excited to provide this to you guys because it exceeded all of my expectations", "murray carter is @cartercutlery on facebook and instagram", "definitely check out the instagram", "he was raised in nova scotia", "that’s in canada, our fine neighbors to the north", "he came in contact with japanese culture when he attended a karate competition at the age of 15", "i’m going to save a lot of his story for the actual conversation, which leads to a chance encounter with a 16th generation bladesmith", "then 18 years in japan", "then being declared an alien of extraordinary ability", "those words are capitalized by the ins in the u.s., when he was granted immigration status to relocate", "he’s now in portland, oregon", "for me, this is a really fun podcast to finally publish", "it’s one i have dreamt of having since the very first episode, even before recording the first episode of the tim ferriss show", "so without further ado, please enjoy – actually i’m going to have some ado – but please enjoy this conversation with murray carter", "i would also, just as a quick reminder and suggestion, if you are not subscribed to 5-bullet friday, this is one of the most popular things that i do", "it is completely free", "every friday, i send out a short email with bullets of the coolest articles, purchases, movies, hacks, experiments, etc", "that i have either been dabbling with or enjoyed or had referred to me by all of these various experts i have in my life and that i’ve spent time with", "5-bullet fridays, it’s free", "it has a 60+ percent open rate", "it is a lot of fun", "so if you haven’t checked that out, go to tim.blog/friday and you can sign up", "tim.blog/friday", "there’s all sorts of exclusive stuff", "private q&as, events, and so on, things from various guests", "check that out, 5-bullet friday, tim.blog/friday", "and now, murray carter", "murray, welcome to the show", "thanks for having me on, tim", "i am very excited to connect for many reasons", "no", "1, from the very outset, one of my fantasies for this podcast was at some point having on a master bladesmith", "we can get into why that’s the case, but i wanted that to be one of my objectives and fantasies realized in a sense", "i’m checking that box, no", "1", "no 2 is that i felt like you were somehow brought to me, not to get too woo-woo", "but just in the last few months, i’ve had a close friend who’s former special operations, tell me that i had to take a class of yours, at the very least, to make an inek knife or some other type of knife, to try to learn the craft", "i then also spent time last week with a well-known film director whose son has become a huge fan of yours and is studying the craft", "on many levels, i think that this was, in some form, destined to be", "i would love to start with just a little bit of background", "i think maybe the easiest way to jump into it is to cover where you grew up and how japan entered the picture", "sure, i’d be happy to share that story with you", "i grew up in halifax, nova scotia, canada", "at a very young age, i became very interested in martial arts and military history and kind of the outdoors", "watching movies like jeremiah johnson and so on gave me a great fascination for tools and knives and weapons and so on", "when i was 15 years old, i was lucky to attend a regional karate competition as a guest, as an observer", "that really piqued my interest", "i actually enrolled in a karate dojo and did that for several years", "that started my real fascination with japan", "then, of course, i coupled that interest with reading books about the martial arts and ninjas and so on", "of course, samurais and samurai swords and the blades that they used", "that’s kind of where the fascination with japan started", "when did that become, and how did that become, an opportunity to go to japan", "in terms of age, you were 15 or so at the time", "i started karate when i was 15", "that would be in high school", "i graduated when i was 17 and then turned 18 that summer", "i worked for a full year – well, i worked for several months and then in the spring of the following year, while i was still 18, i did travel to japan", "the destination within japan was pre-determined for me – that was the prefecture called kumamoto prefecture on the island of kyushu, the southernmost of the four main island in japan – because that’s where the karate dojo was located that i was going to attend to further and continue my studies in karate", "what type of karate was that", "it’s called chitō-ryū, it’s spelled c-h-i-t-o, hyphen, r-y-u", "it’s a version of shitō-ryū, which is a little bit more well known", "i guess it originates from okinawa", "one of the main features of chitō-ryū was a higher, more mobile stance than a lot of the other traditional forms of karate like shōtōkan or gojū-ryū, which have very low, very low center of gravity stances for solidity, but lacking maybe a little bit in mobility and flexibility", "when i first came across a few of the snippets of your bio, i thought to myself, okay, this is really a conversation that has to happen because one of the most life-changing events in my life was in 1992, i was in high school 15, and i had the opportunity to switch out of spanish class because i’d concluded i was bad at spanish, into a different language", "my friends were in japanese class", "i was always fascinated by martial arts, ninjas and so on", "i went to japanese class and six months later, had the opportunity to leave the u.s", "on my first extended trip overseas to a sister school, which was in tokyo", "at 15, went to tokyo and stayed there for a year in a japanese school and with a japanese family", "this is not really a digression, because i feel like i want to share this with you, so there’s a little bit of common ground", "i remember the first time i went to a karate school in japan to take a class", "i went to a seidō-kai school", "that was my first introduction to leg kicks", "mainly on the receiving end", "i remember – you were the punching bag", "i was the punching bag", "i remember that i came in and they’re like, oh, this former – or at the time, current wrestler, foreigner", "i was the only one in the school", "they’re like okay, let’s see how you move around", "no head contact", "so i’m punching this guy in the chest and every time i punched him in the chest, he would kick me in the leg", "i said, that’s a great trade", "i’m just going to punch you in the chest all day and you can kick me in the leg as many times as you want", "i couldn’t go to school the next day", "because your leg was all swollen", "because my leg was ruined", "how did you then go from – i guess two questions", "no", "1 is, how did the opportunity come about for you to travel to japan to further your studies", "and then secondly, where did blades come into play", "when i was in high school, i really caught a travel bug that kind of fed into my fierce, independent spirit", "although it wasn’t really popular at the time, i started hitchhiking when i was 14 years old and i found the wondrous joys of being able to hike out to a highway and stick my thumb out and get to places i wanted to get to without having to save up money to buy my own car or pay for the insurance or the gasoline", "it was a wonderful experience", "i traveled all over the province of nova scotia doing that", "the more i did it, the more obsessed and compelled i felt to do that", "by the time i was 16 years old, i actually traveled to europe by myself over the school christmas vacation", "i spent three weeks in europe visiting some acquaintances and also venturing to places i had never been by myself before", "after high school, i was very keen to travel", "although i had this nagging feeling in the back of my mind that studies were awaiting and that there was an expectation, both self-incurred and through my family, to attend higher education, i couldn’t ignore the overwhelming desire to travel", "after high school, i started to put this trip together that really was supposed to be an around-the-world tour", "when i was still in high school, one of the seniors who had graduated two years before me had done an around-the-world tour", "at the time, i believe you could, through some different airlines, you could purchase a very special plane ticket where so long as you kept moving in the same direction around the globe, for one set fare, it was something like $6,000 at the time", "you could continue to keep flying to different destinations as long as you kept moving in one direction so that eventually you would end up in the same place that you started from and then your ticket would expire", "it was an around-the-world airfare, basically", "when this senior came back from his world trip, his story was featured in the local newspaper", "i read it in its entirety and became very inspired", "i thought, wow, that’s exactly what i want to do is emulate this around-the-world tour", "i concocted a plan that would have me hitchhike across north america and then from the west coast, depart to japan and stay there for six months, where i would continue and further my education in karate and hopefully have some sort of cultural experience while i was there", "but i didn’t know what that was going to look like", "from there, i was going to travel around the rest of southeast asia", "i had planned to take a cargo ship, i think, from there to india and then another cargo ship from india to africa and travel through africa and up through europe and back to nova scotia, my hometown", "that was the plan", "i had budgeted time for it", "i had budgeted money for it", "i was in the process of actively trying to establish connections and links and leads so that i would know people at some of these destinations i was hoping to get to", "i probably had 30 or 40 percent of it figured out and the rest i was just going to wing as i went along", "that’s a good ratio", "i think that’s actually a very good ratio", "well, just like your friends in certain communities, the high-speed, low-drag", "there’s a beauty to not being chained down with too many plans or promises", "as a friend of mine, rolf potts, who wrote a book that had a huge impact on me, called vagabonding, who is a long-time, long-term traveler", "ultimately, the ability to improvise is more valuable than a lot of the planning you do on the front end, which you put differently", "so you get to japan", "you have this 40 percent figured out, what happens", "as fate would have it, i immediately enrolled in the karate dojo, what they call a hombu dojo, which is like the headquarters of our style of chitō-ryū karate", "i just want to say, i want to put a plug in there that they were very kind to me and it was a great experience", "i can’t say enough kind things about the people that i met there addition the sensei who was there", "i digress", "i was very keen and every morning started at 6:00, where we would meet and go into a special tatami mat room, light incense, and give homage to the ancestors of the karate sensei’s family, who started the whole thing, who had passed on", "then we would go to each corner of the room, each one of the participants, and sit in zazen", "basically, you sit on your knees with your feet tucked up underneath your buttocks, for 30 minutes", "it was absolutely excruciating", "your feet would fall asleep and you were wondering why in the world you traveled across the globe to find yourself sitting in this excruciating position for 30 minutes every morning", "after that, 6:30, the bell would ring, much to our relief", "then we would go off and we would meet in the karate dojo at 6:45", "we had practices every morning like that and then we had practices three times – i think it was monday, wednesday, friday, in the evenings", "i was just in karate heaven", "i was practicing with some guys who would progress on to be world champions", "i really was amongst some great skill and talent and dedicated folks", "but what happened, the connection to knives was this", "roughly around the fourth week of practicing, karate, it was one of those evening practices", "we were doing, let’s see if i can recall what it’s called, a jumping, flying side kick", "you would run up as if you were going to do the triple jump, and launch yourself into the air and do a side kick at some imaginary target", "no one ever taught you that if you actually made contact in that position what you would do next", "mostly it was just flying through the air", "i think we were very ill-prepared for actually kicking anything in that manner", "you certainly wouldn’t want to go running up and jump at a wall and try to kick it because i don’t think the outcome would be very favorable", "anyway, when i was coming down to land from that position, i didn’t quite have my feet and knees in front of me", "i very much had one of my legs – i think it was my left leg", "i was kicking with my right leg and my left leg, when i came down and landed, i dislocated my knee", "fortunately, it was kind of a mild dislocation", "but it was a dislocation nonetheless", "i had to go to the hospital and get a much of liquid removed from somewhere in the knee joint", "the doctor there put a cast on my leg that basically went from my left ankle all the way up to the top of my thigh on my left leg", "he said i had to keep it on for three weeks", "that’s the curse of being an 18-year-old; you think you’re invincible", "so of course, i convinced him to take it off after one week and i never ever fully recovered", "in fact, it turns out i’ve got a completely torn acl and i’ve been living with it and managing just fine for all these years ever since", "almost 30 years later; i’m 47 now", "now i’m immobile and i’m the karate dojo in the barracks, we’ll call it", "not really able to practice", "the karate teacher comes in, chitōse-sensei was his name; a great man", "he threw a japanese language textbook at me", "i couldn’t tell if it was an aggressive throw or a kind toss, but either way, it really was an amazing gift", "up to that point, i had acquired no japanese language ability", "here was a textbook that was a very well-written textbook", "i started to read it and work through the problems and started to study the language", "that changed everything", "what was the consequence of adding some japanese speaking ability to your skillset at that point", "well, i think you’re aware because i could tell from the way you’ve spoken some japanese words that you’ve acquired quite a level of proficiency in the language", "it opened up a whole lot more doors to me", "of course it opened up conversation", "it opened up friendships", "it opened up the possibilities of travel, pursuing hobbies outside of karate", "i thought that i had a very open mind when i went to japan, but in hindsight, really i was just bonkers for karate and i really wasn’t seeing much outside of that world", "but once i started to learn the language and made some friends who were outside of the karate circle, that’s when everything really opened up for me and a lot of doors opened", "that’s what opened up the possibility to start studying bladesmithing", "i had a very similar experience", "different domain, but not too dissimilar", "i went to a school in tokyo called seikei gakuen, which is in kichijoji", "for those people eager to visit tokyo, the inokashira park is right next to or very close to where this school is located", "as a student, i had to wear the uniform which looks sort of like a chinese, mandarin-collared, odd-looking seifuku, as they call it", "i’m glad they had your size", "yeah, they needed to do some special work to get a first-year high school student to fit this jacket", "i was actually very fond of having a uniform", "it simplified things dramatically", "i had this uniform and as part of the school, it was very much where’s waldo in the sense that i could easily be spotted as the only american in this school of 5,000 japanese", "everyone had to do bukasa", "bukasa is – after-school activities", "exactly", "you have to choose a club", "it is mandatory or it was, at least, at seikei", "the clubs that were eager or interested in potentially having me were rugby", "because they’re like all right, you’re bigger than most first years, so that’ll be an asset", "kendo, which i was interested in already and that’s where i thought i was headed", "and then judo approached me", "i thought judo at the time was very much like aikido where some guy comes at with this very exaggerated faux knife thrust and then you whip him around and steven segal him to the ground", "i was like, well, that’s not terribly interesting to me because from all the wrestling and so on that i’ve done, i’m more interested in a resisting opponent", "the judo guys taught me or showed me very quickly that judo is very much full contact and really similar to wrestling", "at the time, i couldn’t read a single kanji – for people listening, chinese characters adopted by the japanese", "i had a basic grasp of the syllabaries of japanese, so the hirajana and kanatana, but otherwise, was really at a “where is the bathroom", "thank you", "good morning” level of japanese", "it wasn’t until i had the motivation to get better at judo and realized that the best textbooks were all in japanese, at the time at least, and then had friends support me by pointing me to comic books that i could use to learn dialogue, that all the doors opened up, as you said", "i just want to speak in defense of japanese people for a second here, which is to say that a lot of non-japanese who visit japan and they’re like, “ah, the inscrutable japanese", "they’re so xenophobic and they’re so hard to connect with.” i don’t think that’s actually a fair assessment in most cases", "the japanese – this is a bit of a rant, so bear with me – but when the gods of the universe were handing out phoniums and sounds, the japanese got a pretty short hand", "they didn’t get a lot of sounds, so japanese are very insecure about their ability in other languages and have trouble, as most people know, distinguishing between l and r and so on", "as a result, they have a very rote-driven approach to memorizing vocab, but they shy away from speaking or trying to speak english", "i think that is, at least in my experience, the main barrier", "as soon as you speak, even if you can hold a two-minute conversation or you have a dozen phrases memorized, they will literally clap their hands", "you’ve seen this", "they’ll go, [speaking japanese]", "[speaking japanese]", "yeah, exactly", "the response that you get is so exaggerated, but wonderful", "in japan that as soon as you make the effort, all of the doors open", "i’m going to shut up now", "but i hate to hear the japanese described as so arms-distance and so on, from people who have not taken the time to learn even ten words in japanese", "so i get very excited and i feel like there’s someone who’s had a similar experience", "how did the blades then come into the picture", "just before i get into that, i wanted to comment on your experience in japan", "it’s cool that we were in japan at the same time, since i’ve been there since 1988", "so in ’92, i was up to my eyeballs in bladesmithing and all sorts of other things", "i just wanted to say that your astute observations about the japanese culture and the way you picked up the language and the unique experience that you had, it’s commendable really", "because i think you understand that all the 10,000 other people who’ve had a similar experience to you, your understanding and appreciation and comprehension of what you actually underwent and the japanese heart and the japanese psyche, the [speaking japanese], it’s really commendable, your level of appreciation for what you underwent", "i appreciate that", "it was a complete life-changer for me", "it fundamentally changed my entire trajectory", "i’m still in touch with my host family", "i had dinner with them about a month ago in japanese, 25 years later", "oh, wow, that’s wonderful", "i don’t know if you know, the day after tomorrow, i’m actually going to japan", "i did not know that", "yeah, i’m going over for nine days", "that’s exciting", "i’ve got an appointment to buy a new power hammer and i’m going to visit with some steel manufacturers and then do the regular rounds of osaka, sakai, kyoto, fukui prefecture, up to see my teacher, mr", "yasuyuki sakemoto in nagano, and then back down to tokyo", "that’s just around the corner for me", "so jealous", "this is a nice warm-up", "so you mentioned your teacher, your master", "your knee is taken out", "you have a book kindly or aggressively tossed at you – not sure – but nonetheless, is the tinder for getting you to dip your toe in japanese communication", "sure", "well, i like the tinder example because it certainly ignited quite a passion in me", "it certainly ignited that fuel", "what happened was i think within the first day i was at the karate dojo, one of the fellow students there, [inaudible] i think his name was", "he had a little scooter, of course the ubiquitous scooter all over the japan, the little 50cc scooters", "he was kind enough, since i had an international driver’s license and was licensed to drive it, even though i didn’t have much experience on two wheels, he let me borrow that scooter for a day in between karate in the morning and the evening karate class", "i just bravely – it’s kind of crazy because i have no sense of direction and it was prior to the days of gps, but i just intrepidly took that scooter and started driving around", "i was probably into the third or fourth hour of my adventure, wondering if i was ever going to make it back to the karate dojo, that i drove past a very intriguing and interesting building", "i only caught it out of the corner of my eye because i was probably driving too fast", "it inspired me to put on the brakes and think, what did i just see", "i checked both ways and did a u-turn", "i drove back to this building and it was kind of like a [speaking japanese], a gate, an archway where there was a driveway entrance into an inner courtyard", "beside the gate was a display window with this huge, it’s what they call a kujira bōchō, a huge whale meat filleting knife", "it was a display piece because of it’s monstrous size", "it was pretty clear to me that there must be some knives beyond this gate", "i curiously went inside the courtyard and parked the little scooter", "then there were these glass doors into a building and i peered through the glass doors and i could see more knives on display shelves", "i think i probably knocked", "it was one of the squeaky doors on the rollers", "oh, sure", "yeah, of course they’re all squeaky because [inaudible]", "they say that the squeaky hinge gets the grease, but that’s not true in japan", "they just leave it squeaky", "i ventured in and i just became mesmerized by all these wonderful blades", "in three directions, there were just knives everywhere and two or three shelves all the way up to the ceiling", "there were sushi knives and deba bōchōs for breaking apart the fish", "there were thin filleting knives and vegetable knives, paring knives, and then there were all sorts of agricultural tools", "there were comma sickles and there were axes and different hatchets and different types of hoes for digging up the jamaimo and all sorts of fascinating things; tools i’d never even seen before and couldn’t identify", "i was there looking at all these blades and i don’t even know how much time passed by", "i’m guessing it was probably only a few minutes, but it could’ve been hours", "i was so lost in thought and trying to absorb everything i was experiencing", "a man came in from the other side of the building", "he looked at me and saw i was a gaijin and he said, “hello.” i guess we talked for a few minutes and i tried to communicate", "because at this point, i hadn’t had the textbook tossed to me yet", "this came before then", "this was before i injured my knee", "it was literally the second day i was in kumamoto", "we talked for a few minutes and his wife brought out a couple of glasses of cold mugicha", "oh, it’s my favorite thing in the world", "oh, you like mugicha", "i’m not too fond of mugicha", "i’m a huge fan, yeah", "this was in the summer", "buckwheat tea, because it was summer, so they serve it cold", "this was literally in june, the late part of june; so it was very hot", "after a few minutes of dialogue, because he could speak a word or two of english, i think i asked, “hey, can i come back some time?” i think he said, [speaking japanese]", "he said “come back whenever you want.” that was one of my first impressions of japan", "then i didn’t visit him for many weeks", "then when the textbook was tossed to me, i think something must have clicked because i thought, that’s the kind of person that if i could have deeper conversation with, i think it could be really rewarding", "that was one of the, as i said before, it was the tinder that fueled this desire and passion to be a communicator", "of course, the irony is having grown up in nova scotia, canada in the ‘70s, we were all spoon-fed the french language as canada’s second language, basically from grade 1", "i had developed quite a – what can i say – a complex about the french language because i never really learned much because i was the class clown and i was always standing out in the hallway while all the other kids were in the class actually learning something", "i managed to get myself kicked out of so many french classes that i really didn’t pick too much up", "when i was headed to japan and people said, murray, you should really try to learn japanese when you’re over there because when you come back, you could get any job you want", "of course, that was in an era where everyone thought japan inc", "was going to take over the world", "japan was the focus of all the movies", "of course, die hard – the nakatomi building and the decadence and opulence of these rich, japanese corporations where they had lifelong employment", "it was really quite an enigma and the world was fascinated by japan", "everyone thought that japanese was going to be the – it was when everyone had a sony walkman, right", "they thought that japanese was going to be the trade language in the world", "people said, you’re going to japan", "learn the japanese language and you’ll be set for life", "i would agree with them, but it went in one ear and out the other because i’m mumbling to myself under my breath like, yeah, right, i can’t even speak a word of french and i’ve been exposed to it for 12 years", "you expect me to learn japanese", "that’s such a foreign language with a different alphabet", "come on, get serious", "i really didn’t have any expectations of learning the language and that turned out to be the blessing in disguise, insomuch that i thought well, if i could just learn one word today, just one word, just how to say thank you or to say actually, no thank you", "i remember when someone tried to feed me raw fish liver and i couldn’t say no thank you, so i had to eat it", "i thought, i’m going home tonight, i’m going to open up that textbook and find out where it says how to politely refuse raw fish liver", "it was from a fugu, nonetheless", "oh, god, yeah", "blowfish", "you’ve got to be careful with the blowfish", "because i didn’t have any preconceived notion of what i should or shouldn’t be able to achieve in the language, i just literally took it one word at a time and took great delight and great pleasure in the new word that i would learn each day", "now flash forward, you have this textbook", "when did you go back to visit the knife shop again", "or what happened when you went back", "it’s a great question", "of course, i ended up spending a lot of time there, so that’s a question i should be able to answer", "i’m just going to make it up because i can’t remember exactly", "i stayed in japan that first stint for nine months", "first it was with karate and then i met the japanese bladesmith", "then i delved into a whole bunch of different things", "then i went back to north america and enrolled at advanced reading and writing japanese at the university of british columbia in vancouver, canada", "i took four years of study in 12 academic mods", "then i went back to japan", "that’s when i immediately went to mr", "sakemoto and said, “i’m back", "i speak the language now and i really want to learn about bladesmithing.” i may or may not have met him a couple of other times during that first nine-month stint, but honestly, i don’t remember", "i want to hit pause to dig into one thing that you just said because it’s fascinating", "did you just say you took four years of academic course load in 12 months", "yes, exactly", "okay", "so former class clown – is that a super human feat", "did you just go to class all day every day", "how did you go about – what were the keys to getting that done", "when i went for an interview with the dean of the japanese studies program, mr", "hiro soga at the time, who had actually written most of the textbooks in the day, i immediately took my interview with him in broken japanese", "i said, “please, please, please, let me take the 200-level classes, both the reading and writing and the conversation.” as i was trying to have a conversation with him, he was correcting every second word i said", "he kept telling me, “grammar is everything.” i said, “come on", "you understand what i’m saying.” he says, “yes, but there’s a big difference between ‘i want to eat’ and ‘i’ve eaten.’ tense is everything.” he was very gracious and he said, “listen, if you study through the first year or 100-level textbooks in the next month and bring me evidence that you’ve done all the exercises and passed some verbal examinations, then i’ll also let you enroll immediately in the second-year classes.” so i immediately enrolled in 200-level classes while on the side i was also completing all the course material for the 100-level, or first-year, classes", "if i enrolled in september, by the time the end of october came along in two months, i had finished all of those 100-level class workbooks and passed his expectations and i was getting a’s in my 200-level classes", "i took the reading and writing and then the conversation class from september until probably april, when the university academic year ends", "then i enrolled in the spring six weeks intensive 300-level classes", "then when they finished, i took the six-week, intensive 400-level classes, which was reading japanese newspapers and conducting business in japanese and honorifics and so on", "that’s how i managed to do all four year study in 12 calendar months", "so this was before you really took a deep dive with the bladesmithing", "exactly", "so what was driving that motivation to do so much and to really get after it", "was it the “hey, japan’s going to take over the world?” was that an element of it", "was it an inexplicable having caught some type of idea virus that you just couldn’t kick related to japan", "did you know how you were going to use it", "i know i’m throwing out a lot here", "but what was driving that studiousness", "because that isn’t how it sounds like your academic career started", "what was driving that", "i want to be cute and say that japan had taken over my world", "i wasn’t so concerned about it taking over anybody else’s", "when i went to japan, something very magical happened", "you know the advice or the adage for youngsters for decades or even centuries has been go it on your own and find your own fame and fortune", "while i certainly hadn’t found fame nor fortune, what i did find in japan was a part of me that i never knew existed", "as i mentioned before, i had grown up with a tremendous complex when it came to languages", "i had never really excelled at sports", "i felt in many ways that i probably hadn’t lived up to my own father’s expectations as the only boy, because i wasn’t doing baseball or soccer or any of the things that all the other boys were interested in", "i spent most of my childhood inside watching tv and playing with lego and just wanting to do things with my hands", "i went to japan and then found out i had this latent skill for languages and i made all sorts of new friends", "nobody was judging me based on what i had accomplished thus far in my life", "it was all new, fresh relationships", "i really was, in many ways, able to reinvent myself", "it wasn’t so much that i was reinventing myself as i was discovering parts of myself that i never knew existed", "i think that for any young person, whether it’s a musical instrument or a language, or a sport, or really anything that they dedicate themselves to and gain a certain proficiency in, that kind of skill can give a young person so much confidence and open up so many other doors for them, and really be one of the greatest stepping stones from which to launch the rest of your life; to step out into life on", "as i was learning the japanese language and getting tremendously positive feedback, as you mentioned, from japanese people", "this was in the ‘80s, before foreigners had really penetrated every corner of japan", "i was down in kyushu and i remember if i saw a foreigner on the street, i’d go [speaking japanese] because i never saw them there", "now, you see foreigners everywhere", "but back in those late ‘80s, it wasn’t so common", "i got tremendously positive feedback from the people around me", "i started new friendships and they encouraged me in my language study", "i think for the first time in my life, i remember having feelings like wow, i’ve got some skills", "i could really be somebody", "this is great", "i really want to see how far i can take this", "it gave me drive and passion and dedication that i never knew i possessed before", "in fact, i thought i was kind of a quitter growing up because that’s what all the adult influences around me said", "i was a quitter and that i’d amount to nothing", "i was quite delighted to find out that might not be true", "what a great story", "i had the – i’m not going to say the exact same – but a very parallel experience", "i really shudder to think what my life would be like had i not had that year abroad, which is very uncommon, or i should say less common in the u.s", "than many other places where a gap year is encouraged", "i don’t have kids, but i’ve thought about if i would have any non-negotiables that i would insist on if i had kids, the only two that i’ve really been able to come up with in terms of experiences are sports of some type and could be something that is thought of as unathletic, but let’s just call it sports", "then a gap year or a year of traveling in a foreign environment", "because of everything that you just said", "i think it’s just such an incredible opportunity to find yourself and to find your own confidence", "you mentioned honorifics", "for people who don’t know what that is, there are many different levels or many different ways to speak or write or communicate with a japanese person depending on how old they are, depending on where they rank relative to you", "even in say a school environment, you would have sempai, like the upper classmen above you, and then the kohai below you and so on", "it determines what type of grammar, in some cases, you use", "i was going to ask you, i’d love to hear when you then came back to yoshimoto-san, some people have heard san before – s-a-n", "then above that, you would have, -sama, right", "and then below that, let’s say you’re talking to a friend or a younger kid, you might say -kun or you could even use -chan, which is kind of similar to that", "what is the proper suffix for a master bladesmith", "would you formally refer – is there a master suffix that you would use for mr", "yoshimoto or is it simply yoshimoto-san", "well, most commonly, we just use the word “sensei.” sensei", "okay, yoshimoto-sensei", "that’s right", "so schoolteacher or politician or professor at university or master in the forge is “sensei.” for people who are language nerds, just because i don’t get a chance to explore this very much on many of my podcasts, so sensei is a really interesting word to look at or suffix to look at literally because you have sen, which is before, and then sei, which is born, in effect", "but in chinese, it’s totally different", "it means mister", "you would say like [speaking japanese], is mister so you don’t use it for a woman", "in the same way oddly enough like tegami, which is kind of hand paper, means letter in japanese, but in chinese or in mandarin, shojur is toilet paper", "there are a lot of things that are the same in both and a lot of things that are very different", "how did mr", "yoshimoto-sensei, how did he re-enter the picture for you", "first of all, i want to clarify one thing", "that i am 17th generation yoshimoto bladesmith, but my teacher’s name is sakemoto", "okay, got it", "all right", "just for your listeners’ pleasure, if they’re interested in the content of this podcast, they can go to youtube and see the history of the yoshimoto bladesmiths", "on carter cutlery’s channel", "so can see how yoshimoto became sakemoto because that, in itself, is a very interesting story", "but my teacher’s name is sakemoto-sensei", "i got it, okay", "so sakemoto-sensei within the umbrella, or later then becoming or how that became yoshimoto", "we might delve into that", "so sakemoto-sensei", "yes", "could you tell us more about when it clicked", "what happened", "how did you – because ultimately i don’t want to give away the punchline", "you’re talking about, i want to say, let’s see if i can get this part right, 18 years in japan", "yes, i was there 18 years", "i apprenticed with mr", "sakemoto for six years", "then basically i was asked by him to take over the family business", "he had two daughters and no sons and no hopeful apprentices apart from myself", "i guess i had demonstrated a certain attitude and aptitude for the family trade that he asked me to assume the position of 17th generation yoshimoto bladesmith", "he was, he is, because he’s in nagano", "i’m going to see him next week", "he is a very extraordinary human being", "he is very untraditional in the way we had a relationship of apprentice and sensei", "he was not strict, as you would imagine", "people think of the karate kid, wax on/wax off and standing there for hours on end", "doing menial tasks that the apprentice thinks must be meaningless and he’s just being tested", "he’s just having to sweep the floor to do the grunt labor for the teacher and starting to feel unappreciated and abused and so on", "that was not my story", "mr", "sakemoto was very gracious", "he would share with me all of his skills up front", "of course, i could only comprehend so many, so i would go and practice things he showed me and then he would show me more things", "but once we got to a certain point where he felt he had shared all of the essential bladesmithing and sharpening techniques with me that he regularly practiced, he did something out of the ordinary", "he said, “murray, if you really want to learn about forge welding, i’m going to arrange for you to go down to kawashiri and spend some time down there because that’s their area of expertise", "so i would go down to kawashiri and, in fact, i went off and on down to kawashiri for a couple of years and mastered the technique of forge welding", "i would always come back to sakemoto’s forge and use it as my home base", "i would always apply and put into practice what i’d learned there and elsewhere at the home forge", "then he would say, “you know, you really need to learn about the traditional japanese fishmongers’ knives, nakataha, the deba bōchō, and the sashimi knife and all those two-layer, special, chisel-ground blades", "you should go to osaka, a little, special place called sakai, where they specialize in that skill.” so off i went to sakai for several weeks", "i would be hooked up again, with some very gracious bladesmiths there", "i would learn their trade and i’d come back to kumamoto to sakemoto’s shop and then light the fire and try to emulate or put into practice the things i’d learned", "i’d show them to him and he’d say, “okay, now you’re getting somewhere", "now you need to learn a little bit about marketing and the overall financial aspect of running a business making knives", "you need to go to seki city, japan, because those guys are really savvy businessmen when it comes to the cutlery industry up there.” so off i would go to seki city, japan and learn what i could up there", "and again, always come back to mr", "sakemoto and then ply what i had learned", "he taught me many important things, but he also coached me", "he was a very gracious coach and never cool or strict or punitive, even when he probably should have been", "a very kind and the most tolerant and understanding and patient sensei you could ever have asked for", "that’s such an amazing opportunity, just incredible", "for people who are listening, and i’ll be honest, i would say i’m in this group as well, who don’t know the steps involved with japanese bladesmithing, who don’t even know what forge welding is, which i would certainly raise my hand as it relates to that", "could you describe what makes japanese bladesmithing", "there’s certainly a prized quality that goes along with japanese knives", "i wrote a book relating to cooking and learning some time ago, called the 4-hour chef", "i spent a lot of time with high-end chefs around the united states, in san francisco, new york city, and so on", "almost every single one has at least one japanese knife that they treat like a lamborghini", "it’s only taken out for special occasions", "it’s meticulously cared for", "could you describe the steps in making a knife in the japanese style and what is unique about it", "sure", "there’s so much to say on that topic", "i’ll just try to keep it concise and interesting for your listeners", "first of all, there’s a fundamental, philosophical difference between what i’m just going to loosely term “western cutlery” and “japanese cutlery.” everybody knows from movies like kill bill and so on, just how revered the samurai sword can be", "people even know that often they were christened with their own names and considered by their owners to have legendary qualities", "some of the big, philosophical differences are that western culture puts a high value on something being durable and strong and tough and robust", "as a result, as that extends to cutlery, we end up with a lot of western blades that are sharpened tools", "they’re robust and they’re durable, and you can use them for a multitude of different things", "but fine cutting implements, we would not call them", "we would call them sharpened tools", "by contrast, the japanese blades, at least the best japanese blades that come from japan, are considered to be precision cutting implements", "they are designed and built and forged and quenched and tempered with cutting performance utmost in mind at the cost of everything else", "so because of that philosophical difference, there’s a lot of mechanical differences in how the blades are made and the mindset of the bladesmith making them", "from the materials that are chosen to forge the blades, from the fuels in the fire that’s used to heat the steel to forge it, the manner in which it is forged, the medium in which it’s quenched, the dimensions to which it’s ground, the effort to which the final cutting or primary edge is honed, is all affected or influenced by this philosophical, ideological difference between what the blades are supposed to be able to do in the end", "could you describe some of these steps", "for instance, i don’t actually really know what forging is or involves", "or quenching or tempering", "i don’t really know what that looks like", "could you describe the process from ground zero when you’re considering making a knife", "what does the process look like", "i’ll try to share with you what i’ve learned in having forged and completed over 24,000 blades in my career", "a lot of the things that i’ve realized have come about at certain times of my experience", "i’m sure by the time i’ve made 50,000, i might have a slightly different outlook altogether", "one of the primary differences between a western blade and a japanese high-performance blade is the use of laminates", "most western blades are homogenous in construction, meaning they’re either all carbon steel from the spine all the way down to the cutting edge of the blade, or they’re all stainless steel", "but throughout, they’re the same kind of steel", "they’re all manufactured from one solid billet of homogenous steel", "in contrast, the japanese blades are almost always a combination of two or more different kinds of steel", "you’ve heard the expression, “have your cake and eat it too,” well if you combine a hard and a soft steel together in the same package or in the same blade, the hard steel can be really hard and contribute to superior cutting performance", "the soft steel can be left soft so that it’s super tough, shock absorbing, avoiding breakage, and also easy to sharpen", "it’s very difficult to get the qualities of soft steel and hard steel out of a homogenous blade, because it’s all the same", "right away, we’re starting with a different blade construction, and that’s a laminate", "the most common blade construction in japanese cutlery is a three-layer blade construction, often referred to as a san mai, which means three-layer or three-sheet-style construction, where the center of the laminate is the hard steel that’s going to become the sharpened cutting edge like the lead in a pencil", "the outer laminates are softer, either mild steel or a soft stainless", "they strengthen, toughen, cushion, and make the blade easy to sharpen and very much act like the wood on the outside of the lead inside of the pencil; they support it", "that’s the most common", "there’s two-layer construction", "then there’s sword construction, where the hard steel wraps around a soft center core and then you can have damascus-style construction where you’ve got hundreds of different layers all in different kind of constructs for either visual effect or metallurgical effect", "but the laminated blade does give you the best of both worlds", "it does allow you to have your cake and eat it too because you can have a really high rockwell, a hardness core that means it can take a razor-sharp edge and hold that edge for a long time, but avoid the pitfall of being brittle because the outer, softer laminates support it and keep the whole blade from fracturing", "right", "and how does one make such a knife", "what are the steps involved", "you achieve a laminated blade through a process called forge welding", "everyone knows if you hear the word “welding,” you think of a mig or a tig or an inner-gas welder and a big spark and bright light", "but literally, there’s lots of different types of welding", "there’s ultrasound welding, there’s welding with explosives, welding through friction and so on", "but forge welding is the oldest form of welding known to mankind", "that’s when you take two metals that have similar temperature ranges and you heat them up until the molecules on the surface of each metal start to liquify, then you press the two together and if you’re at the right temperature and you have clean surfaces, you can actually get the molecules from each surface of the metal to intermingle and fuse together", "in layman’s terms, it’s like taking two candles that are cold and hard", "you would heat up each end over a flame source until the end of the candle just started liquify", "then if you touch the ends of both candles together at the same time, in an ideal situation, you would end up with one big long candle once it cooled down because the wax would intermingle and mix", "fusing is different than melting the metals together, where you would make the two dissimilar metals molten and mix them up in a pot like you would stir chocolate milk powder into a glass of chocolate milk", "it’s not that kind of mixing", "it’s fusing them together in such a way that each unique layer still maintains it’s original characteristics", "that’s done in a forge", "a forge is a source of heat", "we have gas forges", "we have electric forges", "then we have what i use, which is a solid fuel forge", "what does solid fuel mean", "i burn up coke in my forge", "spoonfuls at a time", "what is coke", "are we talking coca-cola", "cocaine", "something else", "i just purchased four tons of coke the other day", "coke is – all joking aside – it’s coal as they dig it up from the ground and it’s heated once in the absence of oxygen", "it drives off all the impurities, namely phosphorous and sulfur, which are combustible gases that are very undesirable when it comes to heating steel to make knives", "coke is to coal what charcoal is to wood", "i see", "got it", "it’s just purified carbon because all of the volatile gases have been driven off", "how is that spelled", "c-o-k-e", "oh, it is", "i was going to say, a couple of tons of coke – unless you have a very sophisticated drug-smuggling operation and a huge budget, it’s probably something else", "so that is solid fuel", "that’s right", "that’s solid fuel forge", "so you’re fusing these different layers together and maintaining the integrity in the sense that the separation of these layers, so you can design a knife that allows you to have your cake and eat it too", "what happens after that", "once you’ve successfully forge welded your different layers of steel together, then you need to forge that billet, which is what it’s called, into a blade shape", "some blades are wide and short and some are narrow and long, like in the case of a slicing knife", "some are thicker and some are thinner", "you can set out from your billet to forge any kind of blade you desire, providing you’ve got enough material to make the blade you’re setting out to make", "it involves heating the steel to a plastic state, which is usually around 800° c", "because i was in japan and i was in canada, for me, everything is celsius", "i don’t translate to fahrenheit very well, but i think it’s something like 1350° f", "when you’re at a campfire and you see the orange coals down at the very bottom and they’re not bright yellow, they’re just a really bright orange color, that’s about 800° c and that’s the color we want the steel to be when we start hammering it", "it’s very pliable in that state", "you don’t want to heat the steel hotter than that because you can literally burn the steel and ruin it", "you start hammering it", "if you have enough force with the hammer, you can coax the steel into different shapes", "obviously, blacksmiths have been doing that for millennia", "the difference is as a new bladesmith, one is overly focused on getting the right shape", "somewhere along the line, somewhere between 15,000 and 20,000 blades, i realized that something more important was happening when i was forging the steel", "that was grain refinement", "as it turns out, if you heat your steel, your laminate, your billet of steel to that 800° and then hammer the steel as it’s cooling, you’re actually refining the grain in this steel, which can result in a higher performing blade", "so even if you start out making two different blades even out of the same steel, how you heat the steel and how you hammer it and how sequentially you heat the steel will result in two entirely different quality of blades", "when you say grain, i’m thinking of cutting against the grain or with the grain in say, cutting steak", "is it a direction of fibers in the steel itself", "what’s the best way to think of refining grain", "if you’ve ever fractured a piece of metal and looked at it, it’s quite likely, even if it was aluminum or whatever, you look at the metal fractured surface and it looks like little grains of sand", "it looks granular", "sometimes it looks finely granular and you have to look very closely to discern different bumps in the fractured surface", "sometimes, it’s very coarse", "basically, steel has grain which you can think of like marbles or bbs or grains of sand", "the finer they are and more evenly dispersed they are throughout the steel matrix or throughout the billet, the finer of a cutting implement will result", "the reason is that it’s not the grains themselves that make steel strong, but the grain boundary", "where one grain touches another grain, there’s something about that boundary complexity that increases the strength of steel", "the finer grain you can achieve in steel, the more grain boundary that results, and therefore a better end product", "you have, as you said, forged or produced somewhere along the line of 24,000 blades", "you spent 18 years in japan", "and yet, this is another part of your story or life that really grabbed my attention, you hold classes or workshops where people can come in and over the course of a week or a few days, walk away with a blade", "is that fair to say", "yeah", "i’ve been doing that for five or six years now", "after putting in the amount of time to master your craft that you’ve put in, what does the curriculum look like for a two or three-day class", "because you’ve clearly put so much thought into this", "how do you teach this", "i always think about sequencing", "when you’re learning a language, how you provide positive feedback but balance that with some kind of logical progression that is graspable", "what does such a class look like when you’re teaching it", "the way we’ve talked about 24,000 blades in 18 years, it sounds daunting and impossible to learn anything important in such a short timeframe as one week", "but fortunately, that’s not true", "bladesmithing is not rocket science", "a lot of the mystique and lore of bladesmithing is simply because a lot of the obvious things about blades are hidden in plain sight and not often revealed and not often taught", "what i mean by that, let me quantity that, the main skill that i teach or confer in a short amount of time is i teach students how to use their eyes and how to see what’s actually there", "obviously, we were talking earlier about grain and steel and so on", "we don’t actually get out microscopes and look at that", "i teach them to see if blades are straight", "i can teach them to see if the blades have the profiles that they’re looking for as they grind the blades", "i teach them to pinpoint troubles areas and then pinpoint the remedy for that", "like with grinders or a hammer or a file or whatnot", "i teach them through repetition", "i teach them to start to rely upon their eyes and to trust their eyes so that when they actually see something, they know what they’re really looking at", "in terms of the metallurgy after we forge, and anneal, and quench, and temper blades and then grind them, i teach them simple things like how to test to see if the edge of the blade or if the whole blade actually hardened by cutting into other metal objects", "i teach them to do a rudimentary test to see if they’ve got fine grain and if they quenched it at the right temperature and tempered it properly, when if they push a thin edge against an object like a brass rod, they should be able to see the edge flex and then when the pressure’s removed, they should see that flexed portion spring back to a true edge again", "last but not lease, part of what we do is we place a lot of emphasis on hand sharpening of the knives on sharpening stones", "i teach them to pay attention to how the blade that they forged and heat treated, how it feels on the stone when they’re sharpening it", "between a sense of touch and feel and using one’s eyesight, it’s actually a remarkable testament to the human condition to report just how much the average student can learn in the space of a week", "it’s really remarkable", "if you were looking back at the students you’ve taught, the people you’ve encountered in the process of teaching and making knives certainly, if you were in charge of talent scouting – let’s just treat it as the oakland athletics moneyball type of approach", "your job is to put together, it’s slightly different, but you’re trying to put together a team of people who have the potential be great bladesmiths", "what are the attributes that you’re looking for to put together that team", "how would you try to spot the potential for someone who can be great at this", "what are the patterns you’ve noticed or things you’ve observed", "well, that’s a very timely question, tim", "because we actually are actively growing carter cutlery and as we spent the last week hiring our tenth employee", "so a very timely question", "i look for two very specific things", "i look for aptitude and attitude", "the aptitude is somebody’s ability to acquire new skills or to use the skills that they already have", "i look for attitude, which is a willingness to learn; a willingness to be humble; a willingness to stick to something once you’ve decided that’s what you’re going to do, so sticktoitiveness; and a willingness to work in a team environment", "those two qualities specifically are what i’m looking for", "on the aptitude side of things, the ability to learn, the ability to be humble, the ability to stick, the sticktoitiveness, and the teamwork, how do you test for that", "in other words, how do you determine if someone has that or not", "the attitude", "yes, exactly", "any of those things", "in other words, if you’re looking at it as a hiring process, so some people use interviews, some people use test projects for hiring for many different skills", "how do you determine if someone has the capacity to learn, the ability to be humble, stick to something, and work in a team", "unfortunately, i found that the only accurate way to make that assessment is to put the candidate in the actual work environment", "because two things can happen: people who claim to have great aptitude and attitude will reveal that they actually aren’t that equipped for that position", "and conversely, people who think they might be, once they get into that environment and are encouraged in the right way, and surrounded by the right kind of people, can actually develop a healthier mindset better than they even came into the interview with", "that can be nurtured", "i think the best solution is to get the applicant in the working environment and then just work with them as closely as possible and encourage them in every way you can and be in constant communication with them", "i think usually within a week or two, you have a much better idea than simply an interview or viewing a portfolio or reading a resume alone can provide", "for sure", "and for those people listening who would like to explore this aspect of business, meaning hiring or even more specifically, auditioning people, matt mullenweg, who’s been on the podcast, ceo of automattic, thought of as the lead developer of wordpress, has a very fascinating process for auditioning people, whether they are the entry-level customer support or a cfo", "the process is remarkably similar", "that’s worth digging into", "i have a couple of questions that are really not organized by any particular theme", "i’m just curious to know the answer", "the first is, in many knives that are supposedly japanese style that you can buy easily in the west, you find these dimples on the sides of the knives", "sometimes they’re called santoku, sometimes they’re called something else", "what are the functions of those dimples", "do they matter", "are they done well", "how should someone think about those if they really have no familiarity with knives", "well, i think what you might be referring to are kind of like a hammered texture into the upper surface of the blade", "what you might be referring to is what’s called a granton edge, where the steel is actually scalloped out", "that’s right", "i looks like, i think it’s concave, i think i’m getting this right, say ellipse or semi-circular carve out", "yeah, and henckels is well known for that", "they put out a kind of a japanese-style santoku-shaped blade that has a granton edge where right behind the primary cutting edge of the blade are these scalloped out depressions in the blade", "and the concept is that when you’re cutting something that has a high moisture content like cucumbers or tomatoes or whatnot, rather than sticking to the blade and then being pushed up by subsequent slides to the top of the spine of the blade and then being bopped off the blade and rolling off the table and onto the floor, the idea is as you’re cutting, the cut material will separate more easily from the secondary edge of the blade", "in concept, it can work", "i don’t like it for several reasons", "first of all, if you have a blade that is thick enough behind the cutting edge to grind in scalloped indentations, for me that means the blade is simply too thick", "because the thicker the blade, the more resistance there is to push the blade through things", "many people need to understand that when we think of the words “sharp” and “blade,” there’s actually two phenomena: there’s the primary edge, which is the part of the blade that everyone thinks of when we think of sharp that initiates the cut", "it’s the part that goes into your finger first, before you see the blood", "then there’s the secondary edge, which is the geometry of steel behind the primary edge", "the secondary edge is what becomes consequential when you’re actually trying to push the blade through things, whether it’s an acorn squash or a big, thick rubber stall mat that you might be standing on in your shop to save wear and tear on your feet or thick shoe leather", "if you try to push a blade through things, then what’s going on in the secondary edge is absolutely important", "as much, if not more important, than the sharpness of the primary edge", "in cooking, we often need to push the blade all the way through things, whether it’s cucumber, carrot, apple, potato or what not, so the thinner the blade, the better", "if you’ve got a blade that’s got granton edges on it, your blade is simply too thick", "one of the first things we do to remedy that when blades like that come into our shop for sharpening, refurbishment or repair is we grind the blade down by a certain percentage and remove some of those granton edges", "but the resulting thinness of the blade greatly enhances the cutting performance", "the other thing i don’t like about those is they’re not necessarily sanitary", "that’s an area where bacteria and food particles can hide out in", "in an ideal world, a blade for culinary use is very clean on both the primary and secondary surfaces", "once you’re finished using it, you simply put it in a cloth and with one swipe, you can get the blade completely clean", "so it’s very low effort to keep it clean and sanitary", "makes perfect sense", "having spent so much time in japan, i would love to know if you have any favorite japanese sayings or mantras or anything that have really stuck with you", "i’ll give people just a few examples of proverbs, for instance", "like [speaking japanese]", "there are some great ones", "in english, as well, of course, but you have [speaking japanese]", "even a monkey falls from a tree, which means it doesn’t really matter how good you get, you can still fall on your face", "there are also other uses", "but then you have something that is actually pretty similar to tall poppy syndrome in say new zealand and australia, where people who stick out too much can be pulled down", "that’s [speaking japanese]", "the stake that sticks up gets hammered down", "so if you stand up, you could be criticized", "one that is great that i really like also is [speaking japanese]", "not knowing is buddha, literally, but it’s ignorance is bliss, basically", "or what you don’t know can’t hurt you", "is there anything, are there any sayings in japanese or principles that have really stuck with you", "you know, tim, you and i are really two birds of a feather", "we share so many similarities and [speaking japanese] was one of my areas of – i was kind of considered a nerd during japanese language study at university of british columbia because i loved coming in with new [speaking japanese] to share with everybody", "one of my favorites is [speaking japanese]", "meaning when you feel yourself in a great hurry and a kind of a panic to get things done, that’s the time to take a moment and regroup and take a deep breath and to really get your footing to make sure that you’re making good decisions", "so i really like that one", "i like [speaking japanese]", "proceeding so cautiously as to tap with a stick every single stone in a stone bridge as you cross it, just to make sure the stone bridge isn’t going to fall down when you’re on it", "it’s used often to illustrate an extreme level of caution and prudence", "and do you apply that in your life to knife making", "to other things", "where does come to mind for you most", "making business decisions", "i got it", "okay, right", "definitely measure twice, cut once", "exactly", "except this would be like measure ten times", "right", "sometimes it’s used to sarcastically, for someone who’s so cautious that they become petrified from doing anything", "i also like [speaking japanese]", "it’s – and this is a special one in the cutlery industry, which is don’t panic, don’t be in a rush, but get the job done", "what was the first one that you mentioned", "when you – [speaking japanese]", "[speaking japanese]", "that’s such a good one", "yeah, when you feel rushed, when you feel like you have to get everything done this instant, that is a great time to hit pause", "and lastly, sometimes when we’re in the blade shop and just when you think you’ve seen it all and done it all and suffered every single setback that there ever could be in the blade shop, sometimes we become [speaking japanese]", "which is a different version of your [speaking japanese]", "meaning that anybody can fall", "and [speaking japanese] is when you become kind of bereft by some kind of unexpected setback, such as being run off by your wife or something like that", "so when something in the shop goes awry in such a way as no one ever saw it coming, we can be the [speaking japanese]", "i love it", "well, i know that we are coming up on time shortly, so i’m not going to ask too many more questions", "we could talk for days and days and days, i am sure", "so maybe we’ll do a round 2 at some point", "maybe we’ll actually get to talking about bladesmithing and knives", "well, yeah, i think that the people who are with us at this point in this conversation are already converted and fascinated", "they are more interested in knives now than they were when they turned this on", "i think we could talk for days about many different aspects of knife making and the shared dna that we have through japan", "let me ask just a handful more", "i’m already happy with the conversation", "i’ll use this to round it out", "what books have you gifted the most to other people or re-read the most yourself", "as a child, i was fascinated with the book ivanhoe", "i love the story of knights and their heroism and altruism and fighting for a great cause", "i kind of have a romantic notion of right and wrong and good and evil", "but in terms of the book i’ve given away the most, of course that would be bladesmithing with murray carter, of course the book that i first authored", "it was the first of three books that i’ve authored", "it’s a great instructional book on bladesmithing techniques in general, but more specifically the application of traditional japanese bladesmithing techniques", "besides your own books, which i also recommend people check out, for sure, any others that you’ve gifted to people that come to mind", "i would say i’m probably delinquent in the fact that i’ve not given many books as presents in my lifetime", "thank you for the idea", "i now have next year’s christmas presents figured out", "all right, well let’s look at it differently", "when you gift, are there any items that you routinely gift to people", "if the answer is knives, what is your go-to gift knife", "what type of knife", "what characterizes it", "probably the most noteworthy is the fact that i wear a knife daily, usually in the form of a neck knife", "it’s the kind of knife that we hang from our neck, inverted upside down, very securely, in a thermoplastic sheath called kydex", "it’s a really handy blade to have", "it’s the alternative to a folding knife in the pocket", "there’s no mechanism to break, it’s easy to sharpen, easy to maintain and very strong for its size, and has excellent cutting potential", "i’ve been carrying neck knives for my whole career as a bladesmith", "i typically will meet some person who inspires me in some way", "they might be a young child, it might be the son of a good friend", "it might a housewife who i think could use some protection while walking in the park", "but i have given more knives off of my own neck than i’ve used for several weeks or months or years, that i know are really good high-performing, great cutting knives", "i gifted a lot of those away", "that’s a great answer", "i love – neck knives", "this is also something that i’ve been somewhat obsessed with in the last few weeks", "that’s a to-be-continued", "so when are you going to come and take a class", "you know what", "when we hit stop on this recording, i want to talk to you about that because it’s something i would like to do asap, ideally before the time that this episode comes out, or at least get a reservation in", "the last two questions: this is one, if you had a gigantic billboard – this is more of a metaphorical question, but you could put a short message on that billboard to get it out to millions of people, that is non-commercial, what would that or what might that message be", "well, i could put something cliché on there like “don’t give up.” i could put “stick to the plan.” i had written on my walls over in my japanese shop, “stick to the plan,” and the other one under that was “concentrate on the task at hand.” it’s so easy to get distracted from new stimuli that focusing and concentrating on the task at hand is often, even though it’s a simple concept, it’s difficult to execute", "those are some truisms or sayings that i live by", "what does stick to the plan mean to you most often", "why is that one of the two that you chose", "well, in quiet moments, we all sit down, either alone or with loved ones or people we trust and we plan", "humans plan", "they say at first of these three things that probably need to happen, we should do this first, and then this second, and then lastly we’ll achieve this", "and as is so common in life, people sabotage their own plans", "they get to a certain part of the plan and it becomes monotonous or tedious or difficult or challenging", "all of a sudden, instead of sticking with the plan and seeing it through to completion, they think, what i need is a new plan", "so you have people who habitually, chronically are in the process of making new plans and never actually execute a single one of their existing plans", "is that something that you’ve struggled with", "or is that – it sounds you have that pretty well handled", "so i’m wondering is it more of a reminder for your employees", "how have you used that reminder in your life or for other people", "you’re right", "i’ve been lucky to have stuck to most of my plans and achieved the goals i’ve set out for myself because i’ve constantly reminded myself to stick to the plan", "good answer", "very good answer", "do you have any parting – and i’m also going to ask you before we wrap up where people can find out more about you and so on", "i’ll put those links in the show notes for everyone", "any parting comments, requests, thoughts for the people who are listening to this", "well, i’d like to thank everybody for listening", "of course, they can find out more about our knives at cartercutlery.com", "we do strive to make the finest knives in the world", "high-performance blades that are also very easy to maintain", "we’ve successfully encouraged and mentored tens of thousands of people to learn the very easily attainable skill of sharpening knives", "we’ve kind of revitalized that essential skill and given a lot of people the great feeling of a mastery and satisfactory over their cutlery in being able to maintain it and sharpen it and use it to their heart’s content", "could you give – just with that teaser – could you name one thing you wish more people did related to knife sharpening or one thing you wish people would stop doing", "i’ll give a little freebie out there for everybody", "that is when they get a new piece of cutlery, especially one for the kitchen, if they will just keep that cutting edge from touching anything other than food – meaning don’t drop it in your kitchen sink, don’t let it touch other plates and pans", "don’t let it touch the other silverware in the drawer", "that will preserve the cutting edge, the primary edge of that knife, far longer than they ever thought possible", "it’s the clanging around of the knives, the misplacement of the knives in the kitchen that really dulls them", "that’s a little freebie for everybody", "so they shouldn’t use their kitchen knives for opening boxes from amazon, in other words", "they can do that after they master sharpening", "then i don’t care what they use their knife for because it’s only a couple of minutes before they can refresh both primary and secondary edges of their knives", "that’s freedom", "that’s the real freedom", "[inaudible]", "that is the freedom, when you can maintain and master your own tools", "everybody listening, you can also find carter cutlery on facebook", "facebook.com/cartercutlery", "instagram – fantastic instagram – also cartercutlery", "i will put all links to everything we’ve discussed in the show notes, as usual so everybody listening can find all of that, as well as more resources and so on, at tim.blog/podcast for this episode and every other episode", "carter – i always want to call you carter", "i have a good friend named carter", "murray, thank you so much for taking the time", "there’s an expression in japanese which i’m sure you’ve heard before, which is [speaking japanese]", "so when you do something and you never want to do it again, that’s [speaking japanese]", "i have the exact opposite feeling with this conversation", "i hope we have many, many more", "thank you for taking the time4", "[speaking japanese]", "exactly", "[speaking japanese]", "and as some of my japanese friends said to me with this bewildered face in high school, they would say [speaking japanese]", "so i have that feeling with you, which is that you are secretly partly japanese, which i mean as the highest compliment", "to be continued", "thank you again", "to everybody listening, as always, thank you and continue to do experiments, be nice, and be safe"]}