{"dialog_idx": {"ryan flaherty": [9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 83, 84, 85, 86, 87, 88, 91, 92, 93, 94, 95, 96, 97, 98, 100, 101, 105, 106, 107, 108, 109, 110, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 124, 125, 126, 127, 128, 130, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 146, 148, 149, 150, 151, 152, 154, 155, 159, 160, 161, 162, 165, 167, 168, 169, 170, 171, 172, 173, 182, 183, 184, 185, 186, 187, 188, 189, 191, 192, 194, 196, 199, 200, 201, 203, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 217, 218, 221, 222, 223, 225, 226, 227, 228, 229, 230, 231, 238, 239, 244, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 262, 263, 264, 265, 266, 275, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 291, 292, 293, 294, 296, 299, 300, 306, 307, 311, 312, 313, 314, 315, 316, 317, 324, 325, 327, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 349, 350, 351, 356, 357, 358, 359, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 373, 374, 375, 380, 381, 382, 383, 384, 385, 386, 387, 388, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 419, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 439, 440, 441, 442, 443, 444, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 462, 463, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 482, 483, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 525, 534, 535, 536, 540, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 561, 562, 563, 564, 565, 567, 569, 571, 574, 575, 576, 577, 578, 579, 582, 583, 584, 585, 588, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 605, 606, 607, 608, 609, 610, 611, 612, 619, 620, 621, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 663, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 686, 687, 688, 689, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 715, 716, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 750, 751, 752, 753, 754, 756, 757, 758, 759, 760, 761, 762, 767, 768, 769, 770, 771, 772, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 812, 814, 815, 816, 817, 818, 819, 820, 824, 833, 834, 835, 836, 837, 838, 842, 844, 847, 848, 849, 850, 851, 852, 853, 854, 855, 858, 859, 860, 861, 862, 863, 864, 872, 873, 874, 883, 884], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 37, 38, 39, 40, 53, 54, 55, 56, 78, 79, 80, 81, 82, 89, 90, 99, 102, 103, 104, 111, 112, 123, 129, 131, 145, 147, 153, 156, 157, 158, 163, 164, 166, 174, 175, 176, 177, 178, 179, 180, 181, 190, 193, 195, 197, 198, 202, 204, 216, 219, 220, 224, 232, 233, 234, 235, 236, 237, 240, 241, 242, 243, 245, 246, 247, 260, 261, 267, 268, 269, 270, 271, 272, 273, 274, 276, 288, 289, 290, 295, 297, 298, 301, 302, 303, 304, 305, 308, 309, 310, 318, 319, 320, 321, 322, 323, 326, 328, 329, 348, 352, 353, 354, 355, 360, 371, 372, 376, 377, 378, 379, 389, 390, 391, 392, 393, 394, 395, 396, 414, 415, 416, 417, 418, 420, 437, 438, 445, 446, 447, 448, 449, 460, 461, 464, 465, 466, 467, 468, 469, 480, 481, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 517, 518, 519, 520, 521, 522, 523, 524, 526, 527, 528, 529, 530, 531, 532, 533, 537, 538, 539, 541, 542, 543, 560, 566, 568, 570, 572, 573, 580, 581, 586, 587, 589, 602, 603, 604, 613, 614, 615, 616, 617, 618, 622, 644, 645, 646, 647, 658, 659, 660, 661, 662, 664, 665, 684, 685, 690, 711, 712, 713, 714, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 742, 743, 744, 745, 746, 747, 748, 749, 755, 763, 764, 765, 766, 773, 774, 796, 797, 798, 799, 800, 811, 813, 821, 822, 823, 825, 826, 827, 828, 829, 830, 831, 832, 839, 840, 841, 843, 845, 846, 856, 857, 865, 866, 867, 868, 869, 870, 871, 875, 876, 877, 878, 879, 880, 881, 882, 885]}, "episode_num": 238, "file_type": "html", "guests": ["ryan flaherty"], "num_sentences": 886, "num_words": 16944, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss Show, where it is my job to deconstruct world-class performers to figure out how they do what they do, and to dig into the details that you can apply to your own life. In this episode, we have a treat. We do not have an entertainer. We do not have an actor. We do not have a military strategist. We have a performance specialist – specifically athletic performance – and Ryan Flaherty, on Instagram @RyanFlaherty1, was introduced to me by Dr. Peter Attia, and those of you who have heard my episodes with Peter Attia know that many good things come from Peter. This is no different. Ryan Flaherty is the senior director of performance at Nike. Prior to holding that position, Ryan was the founder and president of Prolific Athletes LLC, a sports performance facility in San Diego, California, where he trained some of the world’s best athletes. His clients include – you may recognize or have heard of some of these names – Serena Williams, Russell Wilson, the Arizona Cardinals, Marcus Mariota, Jameis Winston, and hundreds of other professional athletes. While he’s perhaps best known for dramatically improving his athletes’ speed, more and more athletes and coaches seek Ryan out for his training and guidance on injury prevention, and we dig really deeply into that in this episode. Many of his clients have made remarkable recoveries from injuries, and several NFL teams and European soccer clubs have sought out his methodology to implement into their own training programming. Ryan developed an algorithm called a “force number” that is based on the trap bar deadlift – also called the hex bar deadlift – and body weight to predict speed, such as the 40-yard dash. This was a really fun interview. We got into the weeds. We got very nerdy. If you enjoyed, for instance, the Pavel Tsatsouline episodes, the Charles Poliquin episodes, Dominic D’Agostino, or Peter Attia, then you are going to love this one. It takes a few minutes – as it almost always does – to warm up. There’s a limbering-up round, and then we get into all sorts of stuff. We talk about exercises for reducing injury potential. We talk about the force number and exactly how he uses the trap bar deadlift. What do exact workouts look like? Sets and reps. Rest intervals. Lay it out start to finish from warmup. What does one of these workouts look like? We talk about glute med exercises – perhaps you saw some in Tools of Titans in Peter Attia’s profile; that was directly from Ryan – and variations. We get into all sorts of nitty-gritty details: How he helped Meb Keflezighi train for his stunning Boston Marathon victory. How does he go from sprinting to long-distance running? How does he predict which athletes are going to get injured? So, whether you are trying to become a better athlete, you are trying to become less injured or more resilient in any type of training, or whether you are a bookie looking to bet on different teams on athletes – or bet short certain teams that are going to get injured – there is something for everyone. So, please enjoy my conversation with Ryan Flaherty, the savant of speed. Ryan, welcome to the show. Ryan Flaherty: Hey, thanks for having me. I appreciate it. Tim Ferriss: I have been hoping to connect for quite a few months now, and we’ve had a few actors behind the scenes trying to connect us for a few months, and here we are. So, I am super stoked to dig in, and I thought we could just start with some basics. So, you are very well-known for saying that speed is teachable and coachable, but almost everyone out there says it is not, it is innate. So, how did you come to that conclusion? Ryan Flaherty: First and foremost, I think when I was young kid – kind of a funny story, but when I was young, I was playing baseball, and both my parents were athletic, so they kind of knew some things about sports. I was at bat – I hit a line drive to center field, and I got thrown out at first base. I can remember my dad yelling “Unhitch the trailer!” as I was running – I was running so slow, basically – which is not a good thing for a young kid to hear from his dad in third grade, but I was a really slow kid when I was young. I grew fast and couldn’t develop speed. All the kids were faster than me in my class and my teams. So, my mom actually put me into track and field when I was young – about fourth grade – and by the time I was in fifth or sixth grade, I was the fastest kid in my school. What a lot of that was from was just me understanding and learning how to run properly. And so, once I did that, it opened my eyes to the idea that – obviously, it was not something that I was born with in any way, but it’s something that was learned, and it was a skill that I really put a lot of time into understanding and learning. As I’ve gotten older – and I’ve been in the sports performance and training field for a long time – one of the things that I think is funny to me – and I point it out to a lot of people and parents – if you can imagine that every sport played was in the swimming pool, one of the first things most kids would do would be learn how to swim. Every single sport on ground requires running, and yet, we don’t teach kids how to run. We just throw then into the sport and they figure it out, but that’s one of the big things I’ve been trying to help educate people on is that the most important thing you can do for your child is to teach them how to run properly, and then every other sport will come easily to them. Over the years of more and more research into this, I’ve come to realize quickly is that speed is actually a skill you can learn, and it’s something that you can train, also. Tim Ferriss: It seems to me like you have – just as you said – I didn’t learn to swim. Speaking as someone who’s extremely terrified of swimming, and for a host of reasons, didn’t learn to swim properly until early my 30s, it is incredible that anything on land that is dependent on part – whether it’s NFL combine and you’re doing something like the shuttle run… The difference between first place and third, fourth, or also-ran is highly dependent on the technique, No. 1, but also certain attributes that you can develop. I’d love for you to share with us, perhaps, some of the experiments that you did at USA Track to figure out how to better coach speed. Ryan Flaherty: Absolutely. What I ended up taking – I needed a sample size that were all similar in skill level and talent level. So, I took 30 Olympic A-standard sprinters and ran them on force plate treadmills. So, Olympic A-standard sprinters are sprinters that have hit the required marks to qualify for the Olympics. Now, in the United States, it’s different just because we’re at such a high level that you have to be much better than just the standard, but in a lot of other countries, if you hit the standard, you’re in. So, I took Olympic A-standard sprinters, and I tested them on a force plate treadmill, and what I quickly realized was that it wasn’t about how much force they were creating or how great their technique was. It wasn’t really until I realized – and, I know you’re familiar with the study that was done by Dr. Peter Weyand, which is mass-specific force is king. More than anything, it’s how much force you can create over what your body mass is. So, to use an example, it would be like if I told you to go run a 100-meter dash as fast as you could with a 50-pound weight vest on, and recorded your time, and then we took it off and recorded your time, you’d be much faster without the 50-pound weight vest on. Inversely, if you were just to increase somebody’s lower-body strength by 50 pounds without adding a single pound of lean muscle mass, you’d also have the same results with improving their times, based on them improving their lower-body strength to mass ratio. So, through the study of all the athletes, I quickly realized that the majority of what it comes down to for sprinters or for people to be fast is they have an insane amount of strength over what their body mass is. So, an incredible ratio between that strength-to-weight ratio. And so, with every athlete I train now – whether it’s Serena Williams on the tennis court or a football player that’s going into the NFL combine – it’s about teaching them how to improve that strength-to-weight ratio without increasing any lean muscle mass. So, I think that’s the key, and then secondarily, mechanics play a part. Part of those mechanics, if you can imagine – when you run, or when you watch an athlete run from the side, their foot in the swing phase looks like it’s making a circle. If you have a big circle – a big wheel – that would cover a larger distance than a smaller wheel will. So, what I try to do is help them understand how to make larger wheels with their feet in order for them to cover more ground, which increases their stride length, which in turn helps them run faster times. To give you an example, Usain Bolt takes 42 steps to run a 100-meter dash. The next fastest guy in the world takes 44. So, ultimately, what you’re trying to do in improving somebody’s speed is helping them limit the number of steps they take to run whatever particular distance they’re going, whether it’s a marathon or a 100-meter dash. Tim Ferriss: Which is also, in some respects, very comparable to Olympic swimming. You look at the “stride length” and efficiency of top swimmers, and there’s a direct parallel. Just a side note, I guess, which I’ve always wondered – you hear a lot in certain running communities about striking with the midfoot and so on. How much attention do you pay to the impact point on the foot when you’re trying to increase the size of that wheel? Does that naturally lead to more impact closer to the heel, or is that something that has been overemphasized? Ryan Flaherty: I don’t think it’s been overemphasized as much as it is the placement underneath the pelvis. More than anything, where the foot is striking in relation to the center of mass is most important. When you’re looking at somebody with a midfoot strike – I do focus on midfoot strike, but more than anything, I focus on where that midfoot strike is occurring, whether it’s occurring millimeters in front of the pelvis, or directly under the pelvis, or slightly behind. The goal is to get it as underneath the pelvis as possible. You want the midfoot strike to happen under the pelvis, which is more of what I focus on in that big circle and the teaching of the mechanics, with making that heel – if you can imagine the heel stepping over your opposite knee with you sprint, that’s the goal. Upon ground contact and the landing phase, you want the foot to be as directly under the pelvis as possible. Tim Ferriss: For sprinters, how much do you think about stride rates? People have read Born to Run – there are many books – and they talk about, “Well, you should go from 90 and aim for 180, and you should use some type of metronome and auditory feedback so that you’re increasing your footfalls per minute, effectively.” How do you think about that in the context of what you do – if you do at all? Ryan Flaherty: I absolutely do. I think the biggest thing is – again, everything I’m going to talk about today is about specificity. As you know, if you’re training for a particular sport performance, then you’re going to train a very particular way. We’re focused on the minutia of those things that will best help that person perform better. However, when you’re transitioning into more of a static run or just training for health, a lot of what I’m going to say may not always apply, but it can apply in certain ways. With that being said, the way I look at it, the majority of the time, stride length and stride frequency are products of how much force you create with the ground over what your body weight is. So, your mass-specific force – your stride rate and length is actually a product of that. More than anything, instead of focusing on that, I’m focusing on the mechanics of sprinting, but I’m also focused on – I know if I can improve strength-to-weight ratio in the weight room – in which I think we can get into a little bit more depth later – I know for a fact that stride length and stride frequency will also improve. Tim Ferriss: Those are byproducts. Ryan Flaherty: Exactly. So, instead of focusing on one or the other, I just focus on the one that affects each other. Tim Ferriss: So, let’s – I’m sorry, I’m just so excited to jump into this. I’m getting a little overzealous. Go ahead. Ryan Flaherty: No worries. I think that’s the biggest thing of all the research I’ve done, even in the weight room. I’m looking at the exercises that can have the greatest effect in a multitude of ways, not just in one specific area. So, I think because athletes – just like human beings – have a limited amount of time in the day, they can’t – and, trainers can’t spend the amount of time in the weight room that most people think they can because they have all these other things going on – so, how can I get the most bang for my buck to improve the greatest number of things in the shortest period of time? That’s what I do with elite-level athletes just like I would with CEOs or other people that don’t have the time to spend two hours in the gym. You want to get the most bang for your buck, so I’ve really focused on researching exercises that give you that in order for them to get the greatest improvement. Tim Ferriss: This might be a good place – you tell me – to segue… It’s not really a segue because it’s all related – force number. Can you talk about what that is? Ryan Flaherty: Yeah, absolutely. When I was studying speed and sprinters with USA Track and Field, what I found quickly was that once the sprinters hit a certain distance – right around 30 to 40 meters – they actually maintained and held the exact same split for the rest of the race. The athletes who ran the fast times – the Usain Bolts of the world – were actually the ones who were slowing down the least, but really, when you looked at their ten-meter splits, it was almost identical all the way through the finish. What I came to realize quickly was that there was a correlation there between who could hold their top-end speed the longest and who was winning the race. So, when I was looking at that – and then, inversely, was looking at the athletes and measuring their mass-specific force on the force plate treadmill – what I realized quickly was that there’s a relation to the athletes who have the highest strength-to-weight ratio, or the mass-specific force-to-mass ratio on the treadmill, that also are covering the lowest splits in their flying tens in the 100-meter dash. All the athletes came to me after that and said, “This is awesome, this is great. How do we improve this?” It was kind of a light bulb that went on for me really quickly. What most research scientists spend time looking into is diagnostics and assessments, but what most people really need are ways to improve it. So, unless you come with a diagnostic that lets you actually show them improvement and how to improve it, they’re almost meaningless. What I spent the next five years doing was spending time in the weight room correlating the data between every exercise – so, I tested the same athletes in the weight room with squat, power clean, hand clean, front squat, leg press, leg extension, cardio – everything you can think of under the sun – and measured their one-rep match in those exercises and their body mass and compared that to the force plate treadmill study, and it didn’t correlate until I actually got to the hex bar deadlift. Tim Ferriss: Which is also called the trap bar deadlift, for some folks out there. Ryan Flaherty: Exactly. It’s the bar that you step into with the handles on the side of the body instead of the bar being in front. When I started testing the same athletes with the hex bar deadlift, maxing their body weight, it actually directly correlated to the force plate treadmill study at their max velocity and top speed. And so, I realized quickly that if this is the order in which they ran the 100-meter dash time by their hex bar deadlift maxing body weight, and I improved their hex bar deadlift max without increasing body weight, would I see the same improvement in their speed? Over the past seven years of testing that, I have. Tim Ferriss: If you have a…not totally sedentary, but formerly competitive athlete who would like to use a protocol to improve this relative strength that we’ve been talking about, this pound-per-pound strength output, using the trap bar deadlift or hex bar, what might the protocol look like? Ryan Flaherty: For most people, I would generally start them with somewhat of a hypertrophy or strength phase for a while, just to get them used to the lift – get their lower back strong enough to be able to get to the power phases. Tim Ferriss: What would that first hypertrophy phase look like? Ryan Flaherty: I would do three to four sets of 65 percent of your max for one to two weeks, and then I would shift up 5 percent every week leading up to about 85 to 90 percent, where I would go for reps of five or three. So, based on the percentage that you’re lifting – let’s say it’s 65 percent – you’re going to be between six- to eight-rep range there. When you start to get to 75 or 80 percent, you want to be between the five- to eight-rep range, and then, when you get above 85 percent and 90 percent, you want to be between two reps and five reps. So, more than anything, what you’re ultimately trying to do is with the amount of cross-section muscle fiber that your body currently has, you’re trying to stress your nervous system to recruit the largest motor units possible. To do that, you have to lift heavy. You have to lift heavy weights in order to recruit the larger motor units because ultimately, what most people do when they exercise and lift weights is stress their body eccentrically, isometric concentrically, and they’re adding lean muscle mass. They’re recruiting motor units, but they’re also adding muscle mass at the same rate. But, what we’re trying to do – and, the cool part about the hex bar deadlift is at the very top, when you push away from the ground and you’re in a standing position away from the ground, I actually am going to coach you guys to let go of the bar – to drop it – so that there’s no eccentric movement in the exercise. That way, you don’t tear sarcomere or add lean muscle mass. So, you’re stressing the nervous system to get stronger and recruit large motor units, but you’re not actually tearing muscle fiber down and adding more muscle mass. So, I would go – every two weeks, I would just adjust 5 percent and go up 5 percent for about four to eight reps for 65 percent. I would say four to six reps for 70 to 75 percent, four to five reps for 85 percent, two to three reps for 90 to 95 percent, and just progress that way. It’s all relative, so it doesn’t mean that everyone’s going to lift 500 pounds, but ultimately, what you’re trying to get to is – for an elite-level football player, a 4.5 40-yard dash or a 4.4 40-yard dash would be a 3.2 times their body weight in their hex bar deadlift to run that time. Tim Ferriss: Three point two times body weight. Ryan Flaherty: Yeah, and what I find is that in most healthy adults, they can generally pull anywhere from 2.2 to 2.6 times their body weight in a hex bar deadlift max. Tim Ferriss: What would be a good objective if – perhaps 3.2… Do you say, “From the outset, in a year’s time, I would like to get you to x times body weight,” and does it differ for men or women, or is it the same? Ryan Flaherty: It’s kind of funny – it’s the same. The funny part is when I have – so, right now, I’m training a lot of the top NFL draft hopefuls, guys that just finished their college career. They come in the weight room and they’ll see some of the female Olympic sprinters that I have training, and the females who are 135 pounds are deadlifting 440 pounds. They’ll walk in the first day and hit 385, and it immediately humbles them to realize, “What have I been doing for the past four years of my life? Those women over there are deadlifting 100 pounds more than I am.” It’s pretty funny. Tim Ferriss: And, they weigh 80 pounds less. Ryan Flaherty: Exactly. So, I think reasonably, over the course of – so, your question is what could people get to over the course of a year? Tim Ferriss: Yeah, or what would your goal for someone who’s reasonably fit but by no means an NCAA or Olympic sprinter – Ryan Flaherty: I think over two is a great goal for somebody like that. Tim Ferriss: Got it. And, that is for one-rep maximum, or for a given rep range? Ryan Flaherty: Yeah, I think over two times their body weight for a one-rep maximum. To give you an example, let’s say you weigh 100 pounds and your goal is 200 pounds. For sets of five, you’re going to want to do 170 pounds. To get you to 200 as your max, that would be 85 percent of your max. Tim Ferriss: Got it. So, 85 percent times five. Ryan Flaherty: Five reps. Tim Ferriss: When someone goes through the muscle-building hypertrophy base-building – once they’ve done that and they’re working on the relative strength, and the neural drive, and the recruiting of these motor units, and focusing on that, how many times a week are they doing a trap bar deadlift workout, and what would such a workout look like? Ryan Flaherty: For the elite-level athletes, generally, I’ll have them do it anywhere between one to two times a week. It just depends on the amount of time I have with them. For certain athletes – I work with Serena Williams in the off-season, so I generally have her in November or December. I only have two months with her, so I’ll ease her into it and build up to two times a week towards the end. But, if you have a long period of time, I would go one day a week and alternate with another complex exercise on the second lower-body day you do that week. But, I think two times a week – if you’re starting the hypertrophy phase, I would say 4×8 at 65 percent – I like to pair it with some sort of plyometric to continue to recruit those fast-twitch larger motor units, and from there, I go into all auxiliary single unilateral exercises to help fix imbalances, or train the body in a way that we’re not working bilaterally besides that one hex bar deadlift. So, I would do a hex bar deadlift with the plyo, and then a couple single-leg exercises. Tim Ferriss: I’d love to dig into some details. So, let’s just say – since I need the pat on the head, let’s pretend I’m an elite athlete, which I’m not. Let’s just say I’m ready. I’m coming in to do this workout, and my body is prepped for it. So, I walk in. What does the warmup look like? When you get into the deadlifts, what are the sets, reps, and rest intervals? Walk me through the details of what that – of course, it’s highly individualized, but you can just make up some… We don’t even need to get into the numbers; you could use percentages, but what would the warmup and the whole thing look like? Ryan Flaherty: Generally, I like to do some sort of a dynamic warmup. So, some sort of movement warmup, not just getting on a treadmill or a bike. I like to do some walking lunges, some walking lunges with a twist, some walking toe touches, some quad stretches walking, A-skips, straight-leg skips – that type of thing – to get some blood flow and to help increase range of motion. I have athletes start on a foam roll just to get blood flow, to warm the muscles up a little bit, or a power plate – some sort of vibration plate – if you have access to that, and then a dynamic warmup. I would then get into some activation, so I’d do some light glute activation where you do some hip bridges or something like that just to fire up the glutes, and I’d do some quad activation, which would be like some no-weighted step-ups. You do two sets of eight of that by itself. And then, you get into the hex bar deadlift warmup, which would be probably two to three sets at 50 percent, then 55 to 60 percent, and then we’d work on – Tim Ferriss: How many repetitions for those warmup sets? Ryan Flaherty: I would say between five and six. Tim Ferriss: Okay, five to six reps at 50 percent of your working weight. Ryan Flaherty: Correct. And then, once you get to 65 percent, you’d start your round. Tim Ferriss: How many minutes of rest between the warmup sets? Ryan Flaherty: I would say a minute, maybe. Tim Ferriss: Pretty short. Ryan Flaherty: Yeah, you’re going under a certain time. Tim Ferriss: And, those are full concentric-eccentric, or do you drop – Ryan Flaherty: Correct. Tim Ferriss: Okay, so you’re not dropping the bar on these. Ryan Flaherty: I am not, no. And then, once you get into the working set, then it would go concentric only, and I would go – and, obviously, you’d get right back into position. So, it’s stand up, drop, stand up, drop, eight times in a row. Tim Ferriss: Eight repetitions? Ryan Flaherty: Yes. Tim Ferriss: With what percentage of your one-rep max? Ryan Flaherty: 65 percent for the first two weeks. So, it would be in the hypertrophy phase. And then, I would rest 30 seconds, and then I would pair that with a level one plyometric, which would be like a basic squat jump, and I would do that five times. More than anything in plyometrics, what I want to get across today is the goal of doing plyometrics in training – whether for an athlete or just looking to improve your human performance – the biggest thing you’re trying to prove in plyometrics is the amortization phase, which is the transition between your eccentric and your concentric. To do that, you’ve got to be near 100 percent. So, I’m big on resting in between your plyos to do it as hard and fast as you possible can to improve it. A lot of times, I think you watch training programming and see where plyometrics start to become more of a conditioning. You do it to a point where you’re tired, which is not going to help you improve what you’re trying to improve, which is amortization. So, I take rest in between. I would do five squat jumps. We’re trying to explode as high and fast off the ground as possible. Tim Ferriss: And, you’re doing that in between these deadlift work sets? Ryan Flaherty: Yeah. So, the superset would be a hex bar deadlift at eight with drop, and then 30-second rest, and then you’d do your five plyometrics. Tim Ferriss: And, you’re trying to minimize ground contact in those plyos? What makes for a good rep in the plyometrics? Ryan Flaherty: More than anything, you’re trying to get to a depth that you’d feel like is natural for you to jump as high as you can. So, I’m just looking for somebody to – in fight-or-flight, they’re trying to jump as high as they possibly can. I don’t really care what that looks like. Tim Ferriss: You would not like what mine looks like. Ryan Flaherty: I think people get too caught up – you know, in jumping – that stretch-shortening cycle that occurs in our lower body when we jump happens in a window of 250 milliseconds, and when we try to perfect our technique in our squat jumps, we miss that window, which doesn’t allow us to explode off the ground as fast we possibly could. So, more than anything, it’s just getting down and up as quick as you possibly can, as if it’s fight-or-flight and you had to jump as high as you can to save somebody. So, that’s what I’m looking for. After that, at 65 percent, I would go with somewhere around a two- to three-minute recovery between each set. Once you get to 85 to 95 percent – as you wrote in your book, when you get to the heavier percentages, you want to go to more of a four- or five-minute recovery between the ATP-CP phosphate impulse to regenerate to as close to 100 percent as possible. So – [Dog barking] Tim Ferriss: Sorry, my dog’s allergic – my dog hates phosphocreatine. Ryan Flaherty: No worries. Tim Ferriss: No, she loves it. She loves freaking out. She uses a lot of phosphocreatine. Sorry about that. So, as you get heavier, then, you’d be taking longer rest intervals. For those heavier weights – 85 to 95 percent – are you still going to be doing a work set, then taking – was it a 60-second rest before the plyos? Ryan Flaherty: Anywhere between 30 to 60 seconds, yes. More than anything, you’re just looking to recover to the point where you can jump as close to a full effort as possible. Tim Ferriss: Got it. Then, do five jumps, and then rest four to five minutes, or somewhere in that range, and then do the next set. You’d do that for – in the case of the hypertrophy – now, we were talking about four sets of eight repetitions. When you get down into the lower rep ranges where you’re doing two to five reps at 85 to 95 percent of a one-rep max, how many sets – are you still doing three to four sets, or are you doing a higher number of sets? Ryan Flaherty: No, I’m still doing three to four. Tim Ferriss: Okay. So, we’ve finished the deadlifts. What happens after that? Ryan Flaherty: Then, I would go – so, I do force plate testing with all the athletes that I bring in. So, I would do a combination of jumps on the force plate to give me an idea of what their rate-of-force development looks like eccentrically, isometric-concentrically, their peak force – a lot of different factors – and I’ll take that into consideration when I’m building their programming for the rest of the exercise. But, to just give you an example, the rest of the workout will go somewhat unilateral. So, I’ll do all single-leg exercises. The next group of exercises could look like a dumbbell Bulgarian split squat. But, for this particular athlete – for you, let’s say I wanted to focus on the eccentric tempo. So, what I would do with you is have you go lower down for five seconds, and then stand up as fast as you can for one second, and you would do three sets of six of that. I would then have you rest – again, 30 to 60 seconds – and then I would put you into a position where you’re seated on a bench, sitting down with one foot an inch off the ground, the other foot on the ground, and do a single-leg concentric plyometric where you would stand up and jump as fast as you can from a seated single-leg position. So, imagine sitting in a chair with both feet on the ground. Lift the left leg off the ground by one inch with the right foot on the ground, and you jump off the right and land on the right only. I actually have Olympic athletes that I do this with where they’ll actually go from a 90-degree seated position with one foot and they’ll jump onto a 56-inch box. It’s pretty remarkable. Tim Ferriss: That is remarkable. I don’t know if I could get off the toilet with one leg an inch off the ground. Ryan Flaherty: Oh, trust me – me too. I don’t demonstrate because I’m so embarrassed in front of some of them. I’ll be like, “No, you demonstrate” – I’ll bring another athlete in. So, working on creating power from a static seated position is very similar to how you would if you were sprinting. So, that’s a good example of the second grouping of exercises that I would do for this lower-body day. Tim Ferriss: Got it. And then, after the isolateral exercises… Ryan Flaherty: Then, I would go into some sort of stability exercise or proprioception exercises where I would go… I call them “step-downs,” but imagine standing on top of a bench with one foot hanging off of the side and the other foot on top of the bench, and just lowering yourself slowly down for three seconds and back to standing for three seconds. I would do somewhere around one to two sets of 20 of those. More than anything, I’m focused on – now that we’ve burned through some larger muscle groups in the lower body, I’m looking at the stabilization muscles – VMO, glute-med – and getting those fired up with a step-down. It’s a single-leg step-down, so three seconds down, three seconds up, and you’re just lowering yourself over the side of the bench and back up, standing on the edge of the bench. Imagine standing on the edge of a building, lowering one foot down three inches, and back up. Tim Ferriss: Got it. So, VMO – that’s vastus medialis oblique? Ryan Flaherty: Yup. Tim Ferriss: And, I guess one of the muscles – when weak – thought responsible for a fair number of injuries, it would seem. Ryan Flaherty: Correct. I think the biggest thing with the VMO that I look at, though, is imbalance. So, I look at asymmetry between the VMO and the rest of the quad. If you look at – and I have a great example of this with a lot of the NFL guys I’m training right now when they come in from college. They do so many core complex exercises that the larger muscle groups dominate and some of the smaller muscle stabilizers don’t get recruited as much as you’d like. So, you’ll see a guy with a huge quad and a 12-year-old Girl Scout-sized VMO. It’s pretty unbelievable. That, for me, is a big sign of 1). Joint instability and 2). High risk of lower-extremity injury. That’s something we’ll focus on a lot. Tim Ferriss: Got it. Where could someone – do you have any descriptions or video, or could you point someone to any resources if they wanted to learn how to do this? I want to learn this single-leg step-down in the way you’re describing. Ryan Flaherty: If I don’t already have a video up on YouTube, I will put one up there for you. Also, I work with Nike on their app that they have, which is the Nike Training Club – not to plug or anything, but that’s one of the exercises in it. It’s a great resource for different exercises and things that I do that are in there which you can pull from. It’s free, so it doesn’t cost anything. Tim Ferriss: What is your YouTube account? Ryan Flaherty: Prolific Athletes. Tim Ferriss: All right, so we’ll get on that. By the time this comes out, guys, we’ll make sure something is up for you. Ryan Flaherty: Absolutely. I’ll finish with seven-way hips, which I think you know all about. Tim Ferriss: Can you describe it? Yes, I do know all about it because I gave the treacherous Peter Attia credit. Dr. Peter Attia, a mutual friend, who I described – well, I shared a lot from Peter in Tools of Titans on pages 61, 62, and 63, and these are glute-med primary exercises that you taught Peter. So, that’s the seven-way hip. Ryan Flaherty: Yes, that’s it. I’d finish with that. Tim Ferriss: How many times a week would you do that? We’re only talking about the trap bar workouts, but let’s say you’re doing this once or twice a week. Is once a week enough for the seven-way hip, or would you do it more? Ryan Flaherty: No, absolutely not. For most people, I think glute-meds are one of the muscles that cause issues they don’t even know about, especially when it comes to lower back issues and underdeveloped glute-meds. One of the big things I would do is do at least two days a week of it, but I have different variations of it. More and more research is coming to find that you actually want to train the glute-med as much as you can in closed chain. So, I have some exercises that I will also post to YouTube that are closed chain – which means feet in contact with the ground – to focus on that glute-med. So, we’ll do seven-way hips one or two days a week, and then a closed chain glute-med exercise the other day of the week. I think that would be perfect. Tim Ferriss: I know that Amelia Boone, who also appears in Tools of Titans and is the three-time World’s Toughest Mudder Champion, does quite a bit of the closed chain glute-med work, and I think videos would be super helpful there, so we’ll make sure that’s up as well. Now, you did say that glute-med – one of those muscles that, when weak, can commonly lead to injury. What would you say for…not necessarily professional athletes, but just athletes, whether they’re doing CrossFit, or jiujitsu, or whatever – tennis, fill in the blank. Someone who is a recreational athlete. What are some of the most common culprits in terms of whether it’s imbalances or weaknesses that, if you were to put down a short list, are the four or five that, when neglected, are most responsible for the injuries that you see? Would glute-med be in that top four or five list? Ryan Flaherty: Oh, absolutely. I think glute-med would be in the top two. Tim Ferriss: Okay, what’s the other one in the top two? Ryan Flaherty: Ankle flexion. Tim Ferriss: That is my nemesis right there. So, by ankle flexion, you mean dorsiflexion and plantar flexion. Ryan Flaherty: Yeah, and eversion and inversion as well. So, I think the biggest thing is – everything happens from the ground up, unless you’re a swimmer, obviously. That’s the one caveat here. With your feet in contact with the ground as an athlete, whether you’re in CrossFit, running, anything – at the end of the day, when your feet are in contact in the ground, the No.1 place you look is feet and ankle flexion. I think that’s a big one, especially with the majority of athletes I see coming out. Ankle flexion is really poor, and something we focus a ton on. Ultimately, everything is connected. The fascial body is connected, so when there’s an issue in the chain at some point, other pieces up the chain are going to overcompensate. So, whether it be more attention on the knee joint, or it moves up into the pelvis, it’s always going to start at the feet. So, that’s where I think No. 1 is. And then, glute-med, No. 2. I would say VMO is another one, which is really hard to target. Glute-med is pretty easy to isolate. VMO is difficult, and one of the ways that I do that is in some of your training, when you’re doing it, after you burn through the quads, glutes, and hamstrings – once your lower body begins to really fatigue is when you can go in and target the VMOs, and you have to be able to target them through high reps. Because you’re only using your body weight, doing some isolation exercises for the VMO – like the step-down, which I talked about and which I’ll share a video of with another VMO exercise, which is really good – you have to go high-rep, high-volume to be able to target after you’ve already fatigued the larger muscle groups, because otherwise, they’ll overcompensate and take over the loads. So, that’s a big part of that to improve. Tim Ferriss: The step-down – is that also called the Peterson step-down, or is it technically different, the way that you do it? Ryan Flaherty: It very well could be. I’d have to look that up. Imagine a pistol squat with one foot hanging over the side of a bench, but you’re only going down to a 45-degree angle. Tim Ferriss: Right. Very cool. All right, we’ll make sure that is up. So, you have ankle flexion, glute-med, VMO – any other usual suspects that you find in that list? Ryan Flaherty: This one’s not so much of a muscle as much as it’s just – internal rotation of the femur. I think one of the biggest things with the athletes I work with is that they have minimal internal rotation of the femur, which is very easily stretched, and you can find ways to create equal external/internal rotation of your femur within your pelvis, but most athletes come in to me really turned out. They really lack internal rotation. When you watch a lot of slow-motion video, which I do a ton with the athletes I train – when you watch an ACL injury on the field of play, what you see is massive internal rotation of the femur, and that’s where the rupture occurs. Tim Ferriss: Massive internal rotation. Ryan Flaherty: Internal rotation of the femur. So, you see the knee cave in, going into valgus, and that’s where your femur tries to internally rotate. If you have range of motion there and you can internally rotate, you’re going to actually avoid an ACL. I have a couple athletes that took some big hits, like Russell Wilson – the quarterback for the Seahawks this year – that played through an MCL. That hit he took – 9 times out of 10, it would have been an ACL tear, but based on his ability to internally rotate, he was able to avoid that. It was an MCL sprain, but he didn’t even miss a practice with it. That was a pretty brutal hit, but that was because of all the work that we do. Like I always tell people, I can’t eliminate injuries with the athletes I train, but what I can do is bring that probability as low as possible, which hopefully keeps them on the field for long periods of time. For any given athlete, the worst thing that could possibly happen – as you know – is to get injured. So, if you could lower that probability, that’s the goal. Tim Ferriss: What is a good way to improve internal rotation of the femur? This is probably also best shown by video, but if it’s possible to describe the best bang for the buck that you have found, what is a good way to improve internal rotation of the femur? Ryan Flaherty: There’s a fantastic stretch you can do up against a wall that I will show a video of. It’s really difficult to explain over audio, but I promise I will post all these videos up so you guys have them to see. There’s one where you’re basically lying against a wall that you can do that is really helpful. Tim Ferriss: Okay, cool. We’ll get that in there. And then, ankle flexion: Is it possible to also share any best bang for the buck there in terms of improving ankle flexion? This is one I really need, personally. Ryan Flaherty: Yes. There’s a fantastic tool out there called a ProFlex. I have no association with them, and they’re going to be stoked that I’m saying this, but it’s basically a – Tim Ferriss: ProFlex, just like it sounds? Ryan Flaherty: Yup. It’s a DCT ProFlex, and basically, it’s a board that physical therapists created to allow you gain leverage with your calf. You put your foot into it. It looks like somewhat of a little boot. You put your foot into it, and allows you to stretch your calves in multiple ways, whether it’s your tib or gastroc, but it really focuses and helps you stretch and strengthen through the full range of motion – plantar and dorsiflexion – unlike anything I’ve tried out there. It’s a phenomenal product, honestly, and it easily helps you with that flexion. Tim Ferriss: All right, ProFlex. First one’s free. That’s on me. Then, you can sponsor the next podcast. So, this is related: A mutual friend of ours told me a story about how you told him – Robert Griffin III, RG3 – which I thought was C-3PO or a robot because I don’t follow team sports – was not going to last very long in the NFL. You said it very early on in his rookie season, and it seems like that’s going to be the case. How did you know that he wouldn’t last? How did you suspect that? Ryan Flaherty: When you look at – it’s very similar to how a doctor would look at a patient. If they were really going deep into understanding what’s going on with them, they’d look into past history. So, you’d look into family history; you’d look into the past ten years of daily habits, nutrition, exercise – all of those things. When you look at athletes and you get an understanding of what they’ve been exposed to in the past and what they do, you get a clear idea of what they need to work on and what they’re at risk of, moving forward. So, one of the big things with RG3 coming out was that he was known as a really fast athlete. He was actually an elite-level world-class track and field hurdler at Baylor – an All-American, actually. And so, when he came out, one of the things that I noticed quickly was that just based on looking at him from an eye test, you could see the imbalances between the amount of power he could create, how fast he was, and – again, we go back to VMO and glute-med – the type of training he was doing. When you’re a linear athlete – like a track and field athlete – running straight ahead for long periods of time and that’s all you do and train, and you’re very fast because of your background, and then you transition to a sport like football where everything’s happening in different planes; you’re moving sagittal, frontal, and transverse, and it’s a lot of multiplanar forces that are put onto the body that you have to train in a very specific way to improve. A big part with what he missed out on was training in order to absorb those forces in multiple planes that I knew would cause ACL injury. And then, watching his training – he posts a lot about his training with the heavy deep squats that he was doing. Ultimately, he was fast enough that he didn’t really need to train to continue to improve his explosiveness. The dude already was a world-class hurdler. He didn’t need to improve that. What he needed to improve was his ability to prevent and possibly avoid injury. So, instantly, by just understanding what type of imbalances track and field athletes have and transitioning that to what stresses you’re under in football, I could tell pretty quickly that he was at extremely high risk – more than any other athlete I’ve assessed – of an injury. Unfortunately, it ultimately panned out that way. You can get an idea through someone’s history and past of what they do and some of their imbalances as to what injuries they’re at high risk for. Tim Ferriss: I have an unrelated question and then a very related question. Before I forget, I wanted to ask you – I’ve had exposure to hex bars for a long time, starting in college, but I was recently gifted my first personal hex bar. I have it in my garage, in my gym, and there are two height settings – I’m sure you’ve seen this – where one set of grips – if one side is up – is roughly the same height as the rest of the bar, so to speak, including where you’re loading the plates. And then, there’s one that is slightly higher. So, my question for you is when you’re doing hex bar deadlifts, how many inches off the floor are the grips that you would use for your athletes? Ryan Flaherty: I generally use high handle. Tim Ferriss: High handle. Ryan Flaherty: Yes. There’s a high handle and a low handle. I generally use the high handle, and the reason is predominantly, most of the athletes I’m working with are over 5’10” or 5’11” up to 6’7”. So, I’m usually using high handle just because I don’t need to put them in that type of flexion. I don’t need them to be that deep, and they’re not that strong at that depth. One of the main reasons why is when you look at athletes on a football field, you rarely ever see them in those positions, so I’m not looking to strengthen that range of motion. We will work to improve flexibility and strength in different ways, whether it be manually to get them in those full ranges of motion, but when I’m training them neutrally, it’s more that I’m trying to increase the load as high as possible. When you think about the central nervous system, it adapts to stress. So, if your lower body is capable of pulling from a high-handle hex bar deadlift 500 pounds, but in every other exercise that you do, you’re only able to get to about 380, are you actually stressing your nervous system to recruit larger motor units if you’re only doing 380 when you’re capable of doing over 500? What I’ve found is that the answer is no. So, with the high handle, what you’re able to do is increase the degree of your femur, the position your pelvis is in, your spine, your spine angle, and all that. You’re able to go heavier, which allows higher neural adaptation, which means you’re going to recruit larger motor units. I’m using the hex bar deadlift not so much to increase hip range of motion or anything like that. What I’m looking to do is stress the nervous system in such a way that it has to recruit larger motor units in order to increase strength. So, that’s the goal. With the high handle, you can generally go heavier, and that’s why I use it. Tim Ferriss: So, even for a hobbit like me – I’m 5’8”, maybe 5’9” on a good day if I’m trying to put something on Tinder – would you suggest in that case… I do have tyrannosaurus arms, though, so maybe that means I should also use the high handle. Would you still use that with the shorter athletes – people who are under 5’10” – or would you take them to the lower handle? Ryan Flaherty: I may take you to the lower handle, but what I also may do is take you to the lower handle, then add one of those ten-pound plates underneath it just to give you an extra inch. I don’t want you too deep into it like you would see with a deep squat. I want you to be in somewhat of an athletic jump position. If you imagine looking in the mirror from the side and jumping, and you go to the depth of your jump, and that’s where you’d feel comfortable, look in the mirror and see where that is, and align the handles to that. That’s the athletic position and that’s where I want you to be. That’s where you’re going to recruit the most motor units. Tim Ferriss: I’ve done more straight-bar deadlift work than I have trap bar. Where should my hands be relative to my feet? In other words, slightly ahead of my feet? Directly in line with the sides of my ankles? Where do you suggest the hands be? Ryan Flaherty: The one reason – the interesting thing about the straight bar and what I’ve found more in testing is that it has a lot more to do with your posterior chain. What I love about the hex bar deadlift is because of the position of the handles on the side of your body, it’s more of an anatomically correct position, and it allows your body to recruit more of its skeletal muscle to help you lift it. Basically, you want to grip the middle of the handles. You see the handles have some knurling on them. You want to grip in the middle, but align your hands next to the outsides of your legs. So, they should be pulling you straight up through into your hips. Imagine drawing a straight line in your bent-knee position from your ankles and shins up to your hips. That’s where you want to be. So, think more about bar path than you do about start position or anything like that. Without weight, go up and down a few times and see the bar path, and that’s where your alignment should be on the ground. Tim Ferriss: Got it. So, if you were to extend your hands in the proper position and do a high-bar back squat type of straight-down squat, your middle fingers would be right at the bony process on the sides of your ankles. Ryan Flaherty: Exactly. That’s the alignment of the hands. Tim Ferriss: Cool. Last on the trap bar: How important is it to drop the weights versus lower them very quickly? I’m not looking for a particular answer here. The reason I ask is that I’ve seen people “drop” – and I’ve done this, too – bar quickly versus drop because it takes them less time to reset and do another repetition. But, that may just be increasing the likelihood of injury with doing really rapid eccentrics versus just dropping the weight. Assuming that we can do either where we’re training – which is pretty easy these days with the proliferation of CrossFit boxes – I love dropping shit in CrossFit boxes – what would your thoughts be on that? Ryan Flaherty: It all depends. The heavier I go with some of the athletes – the biggest limitation is their grip strength. A lot of times, I’ll use wraps with them to allow them to go heavier, especially with the female athletes I train. When they can get up in the 400 range or high 300s, a lot of times, their grip strength just isn’t capable of holding onto the bar, and I don’t want them to increase their grip strength because I’m not trying to add lean mass, so I add straps. With straps, I generally have them drop pretty quickly, keeping their hands on the handle, but for the most part, it’s more about efficiency and energy expenditure. If it’s going to require a lot of energy for you to go down with the bar – drop with it – and try to get back into position quickly, I’m more looking for concentric effort on every single rep than I am for a fast drop. It ultimately comes down to you. If you’re good, and really quick, and can get back into position fast by keeping your hands on the handle and dropping with the bar, then I’m fine with that. I have athletes that do that all the time. More than anything, it comes down to comfort level with it and not expending too much energy in the lowering of the bar. Tim Ferriss: Got it. Do you have any preferred straps that you use, or is it just the old-school –? Ryan Flaherty: I use old-school cloth straps. Those are my favorite. Tim Ferriss: Got it. All right, I promised I would reel us back to what we were talking about. We talked about ACLs. So, I recently had my first ACL injury. There may be more to it. I did get MRIs. This was about three months ago. I was hiking in Colorado with a number of guys. It was very aggressive terrain – 45 degrees up, 45 degrees down, lots of shale, and so on. I had a loaded backpack, and I step up onto a log – a fallen tree that was about three feet in diameter. I stepped up, and as I went to step off with my left leg, my right leg went through the tree and basically caught right below the knee, and I hyperextended the knee. It wasn’t catastrophic; I was able to continue to hike, but I had incredible pain for weeks afterwards and trouble even walking downstairs or walking around. I had to peg leg around. We’re three months out. I can do controlled deadlifts even up to – I haven’t gone crazy, but I can get over 300 without exhibiting any symptoms of pain, but I do have subpatellar soreness and this lingering concern about ACL. I have some plans to ski coming up in a few weeks, and I am concerned about it. This is the first time I’ve had knee issues per se. I’ve had a lot of quad issues where I’ve torn my legs apart, but structural knee issues – this is relatively new for me. I guess there’s a short-term question and a long-term question. The short-term is I don’t feel like I have a ton of lateral instability, but I also don’t really know what the hell I’m talking about because I’ve never worried about it before. So, how would you assess whether or not I should ski or not ski? That would be the short-term. The long-term is what are some good ways to minimize – actually, to rehab an ACL injury? Ryan Flaherty: I’m not a physical therapist, so I don’t want to prescribe anything to you without a physical therapist getting their hands on you, but I do think – look, I think physical therapy is an amazing field. I think there’s a lot happening there that I think will become a larger – more and more, performance will be going towards physical therapy than it will be going the old-school power-lifting route. So, I think if you can get into a local physical therapist, that would be ideal. One of the big things that I find is that if it’s not a rupture of the ACL, it could be some sort of grade 1 or 2 sprain of the MCL, which is all worked through by movement and rehab. Any type of non-weighted stability strength you could do with the VMO and the quad would be ideal, and also that of the glute-med. As best you can, I would get some professional guidance for that with a local physical therapist – if you have one nearby – or a buddy of yours. But, I think a good test would be light hopping or jumping and landing on your single leg forward and back and feeling how much pain you have there, but I’d just get it checked out. Hyperexttension is difficult because – again, one of the biggest thing I’m trying to help athletes avoid is non-contact knee injuries, but when you have something that’s a shearing force jarring that femur forward in the joint – which is probably what happened when you hyperextended it – it’s tough to understand all the different forces that went on to cause that. I don’t know. If you’re feeling pretty decent – you said you’re still able to deadlift? Tim Ferriss: Yeah, I’m still able to deadlift. I deadlifted yesterday with mid-300s without any pain, but I was doing partial range of motion, pulling basically to just above the knee from the floor – this is the straight bar – and dropping. I didn’t want to risk any type of hamstring injury, and if I lift to the top, I’m probably going to be lowering it quickly. I just want to avoid the potential of eccentrically loading my hamstrings in some stupid way. So, I was mid-300s, pulling to just above the knee, and then dropping. These were relatively – they were low rep range, so, two to three reps, and then longer rest periods. But, yeah, no – for all intents and purposes, asymptomatic after that. I feel fine today. Ryan Flaherty: My gut tells me you just have a sprain, but I would get it checked out. Tim Ferriss: Cool. So, we’ve talked about exercises that are high ROI exercises that can help prevent injury. We talked about the ankle flexion and the ProFlex, glute-med and the seven-way hip, VMO and the step-downs; internal rotation of the femur and the weird – it’s not weird, it’s just hard to describe on audio – wall stretch, which we’ll get video for. There are people who would argue – I’m not one of them, really – that any exercise, done properly, can be done safely. That having been said, there are exercises that seem to produce more injuries than others. So, if you were talking – not about elite athletes, but just aspiring athletes or weekend warriors in general. You have 1,000 people and you want to decrease injuries as much as possible. What exercises or machines would you remove from gyms? Ryan Flaherty: 100 percent would be the knee extension machine. That machine is the worst that you could possibly imagine. They’re in every gym, and I think they have to be, but I would never do a knee extension machine ever again. Tim Ferriss: Got it. So, knee extension is out. Any runners-up? Ryan Flaherty: In terms of machines? Tim Ferriss: It doesn’t have to be a machine. It could be an exercise. Any exercise that is just not worth the hazard or potential risk of injury? Ryan Flaherty: I’ve actually worked with a lot of Olympic committees all over the world, and one of the things I always do when I’m with them is go seek out the lifting coach and pick his brain and talk to him. Across the board, Olympic lifting coaches would tell you not to Olympic lift unless you’re an Olympic lifter. The one reason they say that is because they take elite-level Olympic lifters and take around two years to properly teach them the technique in a certain lift, whether it be the clean and jerk, or the overhead squat, whatever it might be. The biggest thing I would say in terms of that – and, I train a couple of CrossFitters, and I’ve actually just started doing CrossFit recently just because the CrossFitters that I started training were giving me so much crap that I was like, “Fine, I’ll give it a shot.” I can’t talk trash about someone unless I do that. I’m currently doing that, and I’m actually enjoying it, but I would say in my background in science and training for so long, I’m competent enough in those lifts that I feel that I can do them, but when I’m watching people doing overhead squatting, it kills me. I can’t do it, and I see so many people who are just waiting for some sort of injury that it just kills me. So, I would say if you’re going to get into CrossFit or any type of Olympic lifting, seek out somebody who’s Olympic lifting-certified or USAW-certified to help you learn how to do it properly, and take your time learning it before you jump into it. There’s a lot of variations you can do. That’s what I always tell the athletes I work with. They’re like, “Wait, we don’t power clean.” If I can do other exercises and get the same result but pull back all of the risk of injury, why wouldn’t I do that? I’m not training you to be a good lifter; I’m training you to be a good football player, basketball player, or tennis player. I’m not training you to be a great lifter. More than anything, it’s trying to eliminate the risk of injury as much as possible. If you’re going to go into Olympic lifting or CrossFit, really learn how to do that lift and take your time to do it before you jump into the classes and just go for five rounds of 20 overhead squats. The second thing would be the knee extension machine in the gym. It’s the worst possible machine you can ever do. Tim Ferriss: Besides the trap bar deadlift – I know we’ve already mentioned a few, but besides the hex bar deadlift, if you had to pick one exercise or stretch to have everyone do – one shot, one kill, try to decrease injuries across the board…or as many injuries as possible for a group of 1,000 people – what would you have them do? Ryan Flaherty: That’s a good question. Seven-way hips – the one you put in Tools of Titans – is a really good one for most people to jump in and do, but if we’re looking at an exercise that’s not one that I came up with in my room trying to torture people, something that’s common, I would say a Bulgarian split squat. I also really like box squatting. I think the box squat is a great way to teach somebody the proper sequencing and movement without putting them at risk of injury. So, I think those two would be good exercises for people to go start with, and they’d see massive improvement. Tim Ferriss: What height box would you have someone start with? Ryan Flaherty: Generally, you want to look at your side in a mirror, sit down on a box, and look for a 90-degree angle. Tim Ferriss: All right, so you’re looking for a 90-degree angle, meaning quads parallel to the ground, effectively? Ryan Flaherty: Right. Tim Ferriss: Now, this is something I’d love to dig into, and this relates to the story of how you helped Meb – and you’re going to have to pronounce his last name for me. Ryan Flaherty: Keflezighi. Tim Ferriss: Keflezighi, all right – train for his incredible Boston Marathon victory. Can you explain for us – maybe tell the story of what inspired you to apply your sprinting insights to a marathoner, and how you trained him? Ryan Flaherty: Really simply, stride length and frequency is the product of mass-specific force. If you help someone increase their mass-specific force, naturally, those two things are going to occur. When you’re a marathon runner, on average, it will take 20,000 strides to run a marathon. Well, if I can increase your stride length by increasing your mass-specific force and your normal running gait by three inches – big increase, three inches – on your normal running gait and your stride length, three inches times 20,000 is 60,000 inches, which is around 5,000 feet, which is close to a mile. So, you’re a mile ahead of where you were last time you ran that marathon purely by increasing your mass-specific force. It’s that simple. Tim Ferriss: Got it. How did your training differ – if at all – for Meb versus your sprinter – “sprinters” meaning track and field, football players, fill-in-the-blank. Ryan Flaherty: The majority of marathoners don’t have a desire to get in the weight room and strength train. For a long time, the thought has been that it can only go to hurt you and injure you or add size, which is what most marathoners don’t want. So, the biggest thing was teaching him that by hex bar deadlift training in the concentric zone only – so, doing no eccentric loading – that he could stress his nervous system, recruit larger motor units without adding any weight. He started at 127 pounds, ended at 127 pounds, and by just introducing that one exercise – I didn’t touch his running or touch anything else that he did in the weight room; it was simply that one exercise – once a week, it improved his stride length and his running gait, which in turn helped him run faster. Tim Ferriss: Love it. Love the simplicity of it. Ryan Flaherty: It’s super-efficient, right? Tim Ferriss: “Simple” doesn’t mean “easy,” but I like the elegance of it. Ryan Flaherty: No, that’s the biggest thing. One of the things I’ve always loved about what you’re doing is that it’s the same kind of approach I take. You look at a lot of people who are successful in what they do, and I think they take that same approach. You look at patterns and you look at… What you’re trying to do is look at the most important things you can actually have control over to improve that have the greatest effect in the greatest number of ways, but with the simplest approach. Just keep it as simple as possible. I think that really not only helps the elite-level athletes, but it helps everyday people. That’s the biggest misconception. I always have people say to me, “Well, they’re elite-level athletes.” When I started working with Nike, I said, “Take apart what you do with elite-level athletes and apply it to everyday people.” What I always try to say is there’s nothing different. With the exception that they may be genetically predisposed to have greater talent to catching a ball, throwing a ball quickly, running quickly, or whatever it might be, ultimately, their time in their day is the same as yours. Their ability and how hard certain workouts are for them are the same as yours. It’s just that they may be training for a different purpose. They’re still looking for the most bang for their buck and trying to keep it as simple as possible even though they’re elite, just like the everyday people are. Tim Ferriss: Definitely. Now, what do you – you mentioned Nike – what are you working on at Nike that you can talk about? I know there’s some stuff that’s probably off the table, but in general, what have you been recruited to do? Ryan Flaherty: I think the biggest thing is that the performance training and fitness field is growing really quickly. People are starting to understand how important fitness is for their overall health. I think my role at Nike as the senior director of performance is to help bring in – using the Nike trainer network or the performance council – some of the top minds in the field to help funnel information, training modalities, ideas, and workouts into an app experience for everyone to be able to use. I’m working on a free app called Nike Training Club. It’s basically a personal trainer in your pocket. So, our goal is – there’s different technology we’ll be coming out with soon that will be able to give you really in-depth assessment of where you’re starting from, your imbalances, weaknesses, and those types of things, then prescribe a training program using algorithms that will be unique to you in helping improve whatever you’re trying to improve, whether it’s weight loss, strength gain, getting ripped, running a faster half-marathon, or if you’re a game-day athlete at the high school level trying to make your football team, it’s going to be geared and unique for you based on your assessment. So, Nike and I are bringing together the best minds in the field that we can to deliver that through a digital experience. That’s the goal. Tim Ferriss: Cool. Can’t wait to check it out. Earlier, you mentioned your eyes bleeding when you watch people doing horrific overhead squat attempts, especially if they’re trying to do as many reps as possible in a minute, or after they’re already about to peak their brains out. By the way, if people are wondering, it’s a lot harder to do a proper overhead squat than you would think. Most people would need very good ankle flexion and really good thoracic mobility so they’re not completely destroying their shoulders. Besides that, what other things – and it could be anything; it doesn’t have to be exercises – drives you crazy when you see it at a gym, besides guys in Affliction t-shirts doing preacher crawls while they stare into their eyes in the mirror? Ryan Flaherty: I have a funny story on that note, but… I hate people running on treadmills. That’s No. 1. Tim Ferriss: Why do you hate people running on treadmills? Ryan Flaherty: I just think it promotes bad running mechanics. People tend to roll that way even when there’s a street right outside that they can go run on, and there’s a lot of technology out there that helps them track on the road what they would be doing on a treadmill. I don’t know; that’s tough. I already told you about the leg extension machine. That one kills me. What else? I can’t go to a high school or younger game to watch people run. It drives me absolutely crazy. I can’t watch people run that haven’t been taught how to run properly. They’re just doing butt-kicks behind them, all back-end mechanics – just watching people not know how to run properly is my pet peeve. I have a really hard time with that one. Or, when you watch somebody going on a run on the side of the road. I really want to pull over, get out of the car, and work on their mechanics with them for five minutes. It will save them so much pain and injury. Most of it is just by over-striding. The biggest – Tim Ferriss: Can you explain what you mean by that? Ryan Flaherty: Think of what I talked about earlier. When you talk about foot strike – when the foot strikes way out in front of your pelvis and your ground contact is in front of your pelvis when you look at it from the side, that’s over-striding, and I think that’s the No. 1 cause of injury in static running according to a lot of physical therapists. Just that alone – if you could help fix over-striding, that would help eliminate a ton of injury in static runners. That’s a mission of mine. Tim Ferriss: What are some of the tips that you would give in those five minutes to fix over-striding? Is it more forward lean? I have no idea; I’m not a runner, but I know a lot of people who are. What would some of the recommendations be that you would give that person in your five minutes, once you’ve convinced them that you aren’t going to mug them or aren’t completely insane? Ryan Flaherty: That’s the hard part. I think it’s difficult to do. As I was telling my NFL combine the other day – they were saying, “Teach me. It feels so uncomfortable and awkward.” I said, “Exactly. You’re slow, so being fast should feel uncomfortable and awkward.” If they were blazing fast and it felt uncomfortable and awkward, we’d have a problem, but they’re not. I think that’s the hard part. It should feel a little bit awkward and uncomfortable when you first do it right. It’s difficult to do on your own without somebody watching it from the side, but generally, it’s just the feeling of your foot landing almost behind you – directly under you or behind you – and you’ll most likely know that it’s landing somewhat underneath you. Get that feeling of foot placement underneath or behind you and that will help a lot. Just don’t reach out in front of you to run. Tim Ferriss: Got it. I’ll give you two questions and you can answer either one. One is what is something you believe – and it doesn’t have to be limited to something we’ve been talking about – that other people think is insane? Or, if you had to pick one thing you believe that a lot of trainers disagree with you on, what would that one thing be? It can be either. Ryan Flaherty: There’s probably a lot. Tim Ferriss: Let’s get into it. Whatever you can mention. Ryan Flaherty: I think the No. 1 thing is that… My biggest frustration in the field of training and human performance is that everyone is constantly trying to be the expert and making things so complicated that you have to see a trained professional to understand. My biggest thing is that it’s not that difficult. It’s very simple, and the simpler we can make it, the better it is for everybody, including the person who is teaching it. I think we try to get so complicated, and put our own spin on it, and make ourselves a worthy expert in certain things that it just becomes indigestible for most people. My biggest thing is to make it as simple as you possibly can, whether you’re working with elite-level athletes or with sedentary adults. It doesn’t matter. Just make it as simple as possible, because ultimately, you can only improve so many things at once. Just focus on whatever gets you the most bang for your buck. You can start there and add things on, and I think that’s the biggest thing for me. For me, it’s just keeping it as simple as possible. We try to make it a lot more difficult. People always say, “How can you predict someone’s speed based on just the hex bar deadlift and body weight?” There’s an algorithm that goes into it and there’s been eight years of data collected on thousands of athletes that helped drive me to that. It’s not just, “Do this and that.” There’s a lot that goes to it. But, by me just keeping it really simple, saying, “Just increase your strength without increasing your muscle mass, and you’ll improve your speed,” I think it’s helping more people than it is – I can’t sell that, so it’s not like I’m trying to sell anything. More than anything, it’s just trying to keep it as simple as possible so people remove the riff-raff from their daily thing. I don’t know if you saw the story, but there’s a story today on ESPN about the University of Oregon. There’s three players from the University of Oregon’s football team that were hospitalized due to rhabdo. Tim Ferriss: So, that’s rhabdomyolysis. Do you want to describe what rhabdo is for people who don’t know? Ryan Flaherty: Sure. It’s basically caused by super intense workouts, overtraining to the point where muscle tissue breaks down, gets in the bloodstream, and releases toxins. It can actually lead to kidney failure. It’s something we haven’t seen in – I’m not kidding – I think 80 years. Tim Ferriss: Except for CrossFit gyms. Ryan Flaherty: Yeah, in CrossFit gyms, that occurs here and there. So, there were three players hospitalized. Basically, the coach that was training them was trying to break them down and doing certain exercises that… Really, at the end of the day, he was just trying to break them mentally. There’s no reason other than that; there was no sports performance aspect behind it. A lot of coaches out there – when I talk to a lot of high school strength coaches or college strength coaches, I think we get so caught up in what we used to do that we miss out on what’s best for the people we’re working with and how we can be on the front edges of improving it. I’m not comfortable sitting here today saying that I accept where we are and where we’ve come to in training that I’m willing to sit on my laurels and just use what we have currently. I want to push the limits. I think we’ve barely scratched the surface on human potential, and I think a lot of that has to do with regurgitating information and with people not seeking out better ways to do something. That’s my biggest thing. It’s not so much that – I never speak in absolutes. I don’t think we’ll ever reach a finish line, especially in this field. I think you’ve always got to focus on what you’re doing today. I hope that, in two years, I’ll have a better way to train athletes than just the hex bar deadlift. I truly do. I hope the force number is obsolete in two years because I hope we’ll have moved onto something that is better and safer, and that more people can do it to help improve their performance. At the end of the day, my goal would be to even the playing field of genetics and talent and actually teach people to be faster. It’s just going to come down to the winner being the person who works the hardest. That’s my ultimate goal, to remove the veil of mystery of what makes somebody elite and show what you need to do. If you can do these three things over a long period of time, the person who’s going to put in the most work is going to reach that goal. We’re seeing that more and more in other fields, but my goal with training is to continue to push the envelope, to not accept what is, and to keep pushing forward. Tim Ferriss: Which trainers or books have most influenced or impressed you? The reason I ask is that I have Charlie Francis’s book on speed, which is amazing. Some of you may recognize that name because he was the trainer of Ben Johnson. Now, at that level – you don’t have to comment, but I will say with a fair degree of certainty that he was not the only guy doping in that race. Ryan Flaherty: Oh, my God. Haven’t they already gone back and seen that seven of the eight people in that race were doping? Tim Ferriss: Oh, yeah. It’s… Ryan Flaherty: I think that’s the hard part with Charlie. People miss out on the genius purely based on the story with Ben and people thinking he’s a bad guy. It was just the name of the game. I tell people all the time that if you’re sitting in a Major League Baseball locker room, and you’re looking around, and you hit 20 home runs the year before, and the guy next to you hit 12, and the following year, he hits 40, and you’re still hitting 20, at some point, you’re going to go, “You know what? I’ve got to get on what everybody else is getting on. Otherwise, I’m not going to be able to play very much longer.” I think they’re almost the product of the culture. It’s not as much of an isolated incident as much as people think it is. Outside of that, Charlie Francis was a massive influence on me. Another three-time Olympian hurdler by the name of Tony Campbell, who is still a track and field coach, was a huge influence on me. Dan Pfaff is one of the brilliant minds of not just track and field, but training period. He runs Altis down in Phoenix, which is one of the most-attended track and field centers in the world. Tim Ferriss: Altis? A-L-T-U-S? Ryan Flaherty: Yeah, A-L-T-U-S, and Dan Pfaff – it’s P-F-A-F-F – is a brilliant mind. But honestly, Tim, I study everybody. I’ve gotten it from Louie Simmons, to Charles Poliquin, to – all of them. For me, success leaves clues, and you’ve got to study the best that have done it prior to you, see where we’re at, and see what we can add on to. Buddy Morris, who’s the strength coach of the Arizona Cardinals, is a really good friend of mine and a phenomenal coach. He’s been in the game for a very long time. He’s in his 60s. He was kind of a Louie Westside Barbell guy, but has adjusted to evolve, and he’s doing some phenomenal things with them. But, there’s a ton of coaches that I respect incredibly. It’s been awesome. More than anything, we in the field of performance coaches – and, my goal with Nike is to try to bring us together and bring all that information together to come up with some best practices and try to help move this field forward. Tim Ferriss: Is there anything in particular from Louie Simmons – for you people who don’t know who Louie Simmons is, you’ve got to look this guy up. I’m not going to say too much more. He’s very well-spoken, very smart. 1). Check out his tattoos, 2). Read what he has to say about anabolic steroids, and then look at the athletes who have come out of his gym in the last 20 years and prepare to have your mind blown. If you’ve ever seen people using chains or bands, chances are they borrowed it from Louie Simmons. Is there anything in particular that you have borrowed or adapted from Louie that comes to mind? Ryan Flaherty: Absolutely. When I went to meet with him, one of the big things he was talking to me about was that with all – and, this was just recently – all of his record-holding and world-class squatters that he has, he box squats all of them to improve their squat. As basic of a lift as the box squat is, he uses that to help them improve their deep squat and their powerlifting competition. So, that was one thing I started implementing more and more with a lot of my jumpers and football players, is using more box squat than deep squat or any other variation of squat. I use the box squat a ton – not only as a teaching tool, but just to help them improve their other exercise and minimizing the risk of injury and draining. Tim Ferriss: Question on box squat – just a technical nuance: When your athletes box squat, how much of their weight do you have them transfer from their feet to their ass on the box, if at all, or is it just making contact and then reversing the movement? Ryan Flaherty: It just depends on the weight I’m using, and also what I’m going for. If I’m using it to do tempo – so, if I’m doing four seconds down, controlled tempo, I may have them touch and go, or I may have them – it just depends on where I’m at in the phase of training, or what I’m trying to do to teach. A lot of times, with athletes who are new to box squatting, I’ll actually have them sit down completely on the box, sit upright so their spine angle is perpendicular to the ground, and then lean back, forward, and stand back up just to get the understanding of the sequence of movement that I want. From what I understand, that’s what Louie does as well. He actually has them sit down completely on the box. So, I do a combination of the two. It depends on the phase of the training I’m in, but for the most part, listeners, I would say that you should probably sit all the way down on the box, tilt your spine angle back, forward, and then stand back up. Tim Ferriss: When you’re working with elite football players or sprinters, I would imagine they already tend to be very low body-fat. There are probably exceptions, depending on – Ryan Flaherty: Oh, you’d be surprised. Tim Ferriss: There are probably exceptions depending on the position, but if we’re talking about the…not ground reactive force exactly, but the amount of weight they can lift relative to their body weight, are there cases where you focus simultaneously – or not – on dropping as much body fat as possible, since that would ostensibly contribute to their ability to run faster? I mean, you’re just tweaking a different variable. Ryan Flaherty: Oh, 100 percent. I actually have a good example of that. A couple years ago, I had two quarterbacks going into the NFL draft – Marcus Mariota and Jameis Winston – and one came in at 207 pounds and needed to be at 225. The other one came in at 260 and needed to be at 230. So, I actually had one needing to gain 20 and the other needing to lose 30, and I had them at the exact same time. So, this can ultimately work for either. Tim Ferriss: What did you do in both of those cases? You could probably talk for hours about it, but if you had to do your best to summarize what worked best for those two guys – one time to cut a fair amount of body fat, and the other trying to gain mass – what were the keys in those two cases? Ryan Flaherty: Ultimately, it comes down to – as you know, nutrition plays a massive role in it. Blood testing – I do a lot of blood test work with the guys, and with high levels of insulin and glucose, it’s really difficult to lose body fat. So, understanding their diet from that perspective of trying to lower those markers as much as possible, eliminating sugar and those types of things, and have them lose body fat is crucial, but at the end of the day, the really cool part about this training is that a lot of it is going to get you to some sort of level of homeostasis. Your body is going to try to get to its natural state – somewhat of a zero – based on all this training. So, whether you need to lose weight or put on muscle, your body is going to adapt and do what it needs to do in order to increase its strength, especially when it’s being stressed at certain levels with the hex bar deadlift. So, with a guy like Marcus, who needed to gain 20 pounds, I added a lot more eccentric loading into his training programming. So, he’d do a lot more tempo, time under tension, and focusing on the eccentric phase of some of the exercises as well as concentric. So, on the hex bar deadlift, for example, I’d have him go up and down because we’re looking for more cross-sectional muscle fiber. And then, with Jameis, it was a lot of concentric-only, eliminating the eccentric focus from his training, and just upping the intensity and his cardio. So, just giving him some more cardio throughout the day, and for him, a big part was diet. What a lot of people don’t realize is that these kids just coming out of college have no idea how to eat right, or what is eating right. They’ve gotten away so much on talent up to that point that all of a sudden, it comes to the point where they have to really focus on what they have to eat. No McDonald’s. KFC is not good for you. You’d be amazed at how much they don’t understand that. Helping him with his diet was a big part. Ultimately, the training doesn’t need to change as much. When you look at CrossFit, for example – it’s a great example – you’ll see some people in the gym over 60 days that will put on tons of muscle mass and get stronger and bigger, and you’ll look at the other side of the room, and someone will lose 105 pounds. In the same workout program over the past 60 days, how did they get totally different, opposite results? Ultimately, it’s just because the body is trying to find that zero, the homeostasis. So, whether it’s burning fat cells or increasing the muscle mass, it’s going to do whatever the stress is asking it to do. Tim Ferriss: Right. I have just a couple more questions, and then I’ll let you get back to your night. The first question that I always ask is what books have you gifted the most to other people? These don’t have to be sports-related, but they could be. Are there any particular books that you’ve gifted to other people? Ryan Flaherty: Good question. I’ve heard you ask this before, and I didn’t think you were going to ask me, and I should have been prepared for this. I’m a huge, avid reader. I truly believe – and I tell every person I train – is that one of the biggest reasons – the difference between where you are and where you want to go is knowledge. Read as much as you can. So, that’s a tough question. I think The Alchemist is a big one. I’ve loved that book for a very long time. The Bible is a big one, but I’ll give you an off-the-wall one, which is called The Slight Edge. Have you ever heard of that one? Tim Ferriss: The Slide Edge? Ryan Flaherty: The Slight Edge. Tim Ferriss: No, I haven’t. Ryan Flaherty: The premise of the book is – and, I give it to as many athletes as I possibly can – the tiny habits you do, the daily habits you do every day can lead to exponential life improvement down the road. So, it basically talks about forming habits before they form you, and what types of habits you want to form. So, whether it’s things which you talk about all the time – like journaling and nutrition –relationally, all those things that will help you lead a greater, fuller, happier life, making sure that you do those things and that you do them religiously every single day. Over the course of time, like compounding interest, it will add up to something great down the road. It’s all about forming those habits. That’s something I work with my athletes on all the time because ultimately, they’ve all gotten to where they are, but what separates the great ones – the all-time athletes – from the good is the discipline and daily habits that they do every single day that make them who they are, and that’s what separates them from everybody else. They know who they are, they know that they can only do a few things really well, and they focus on those things, and without fail, they do them every single day. Tim Ferriss: I’m so embarrassed because I can’t remember the name, but 1). I love the title, and 2). It reminds me of this anecdote or story I heard about one of the most famous basketball coaches of the last century, and I’m blanking on the name. Ryan Flaherty: John Wooden? Tim Ferriss: Yes, John Wooden. This may or may not be true – I think it is – that he would sit his players down at the beginning of a season, have them take off their shoes, and then have them lace their shoes back on according to his instructions. The point of the exercise – because people are like, “Why the hell are we doing this? This is ridiculous. Why do I need to change how I lace my shoes?” He said, “Improperly fitted shoes cause blisters. Blisters cost points, and points cost games.” The moral of the story was that it’s the little things done consistently that make a huge difference. You have to pay attention to the details. So, I love that – the slight edge. Ryan Flaherty: Yeah, 100 percent, the slight edge. It’s a redundant book. It just covers the same things over and over again, but there’s all those self-help books out there that give you breakthroughs in certain things. This one is awesome because it gives you – before all of that happens, you’ve got to be able to do these things really well. It talks about four or five things that you daily that will just add up at some point. They’re good habits that will pay off exponentially in the end. Tim Ferriss: I love it. What advice would you give your 30-year-old self, and if you could just place us, where are you? How old are you right now? Ryan Flaherty: I’m 34. Tim Ferriss: Okay, forget about that question. Ryan Flaherty: How about my 20-year-old self? Tim Ferriss: Yeah, let’s say your 20- or 25-year-old self, whichever one needs the advice the most. Can you place us where you are and what you’re doing at 20 or 25? Ryan Flaherty: I think the biggest thing would be to – I’ll tell you a funny story. So, when I first started doing this, my dad would always tell people that I was a – when I first started this and started to figure out what I wanted to do in training, I started out at a 24-Hour Fitness because I wanted to get an idea of what I wanted to do. To this day, my dad still tells everybody I’m a personal trainer, which I think is pretty funny for multiple reasons. More than anything, it’s that whatever you’re going to do, be the absolute best at it. Ultimately, it always works out in the end, and I would never have thought in a million years when I was younger that I… Not being an athlete and not being… I didn’t know if I wanted to be an orthopedic surgeon, but none of those things having worked out for me, I would never have guessed that I would reach the level of success that I have today based on what I was doing. But, I took so much pride and put so much effort into helping every single person that I came across to improve that ultimately, it started to add up. I just wanted to be the absolute best that I could be. Are you familiar with the author C.S. Lewis? Tim Ferriss: Absolutely, yes. The Screwtape Letters. Ryan Flaherty: One of the big things he talks about is what’s called the “inner circle.” When talk to the athletes I work with, they’re always striving to be within that inner circle. When they see people like Jay-Z, or Beyoncé, or big-time athletes, Tom Brady, whoever, they want to be in that circle with those athletes because they see them all hanging out, running around, but ultimately, those people in that inner circle don’t even know they’re in the inner circle. The reason they’re in that inner circle is because other people that were amazingly great at what they did recognized their greatness in what they did, and that’s why a lot of times, the inner circle is made up of photographers, actors, musicians, athletes, or all these different types of people, because ultimately, they’re the best at what they do, and greatness recognizes other greatness. So, instead of focusing on getting into the inner circle, focus on being great at whatever you’re doing, and I promise you, at the end of the day, you’ll look up and be in the inner circle. That’s me telling my younger self that. Just be great at what you’re doing, and ultimately, you’ll be recognized for that. Don’t try to get into the inner circle in any other way, if that makes sense. Tim Ferriss: It makes perfect sense. Well, Ryan, this has been awesome. I’m really glad we connected and had a chance to chat. I’m sure we will have a million follow-up questions from listeners, and plenty of room for a round two. So, whether it’s in Oregon, San Diego, or somewhere else, it would be fun to grab a bite to eat and do some deadlifts. Where can people find you, if there’s a preferred place on social media you’d like people to say hello, or anything else you’d like to mention? Where can people find you and find more about your work? Ryan Flaherty: I’m working at Nike now, so it’s a little bit different, but I’m on Instagram @RyanFlaherty1, and then, by e-mail, ryan@prolificathletes.com is my personal e-mail, so you can send e-mail questions there if you want, and I’d be happy to get back to you as soon as I can. I think those are probably the two best places to find me. Prolificathletes.com is still up, but because I’m at Nike now, I’m no longer operating that website anymore, so I would focus on e-mail or Instagram. Tim Ferriss: Got it. Well, you may be getting a lot of e-mails, sir. Hopefully, you have an auto-responder that helps you to ignore anything you really don’t want to answer. Once again, thanks for taking the time. This has given me a bunch of homework and things to look into, and to people listening, as always, we will have show notes, links to resources – including the exercises that we discussed, whether it’s glute-med, VMO, step-downs, internal rotation of the femur – available, and we will figure out the best links for those and put them in the show notes. You can find those show notes at Fourhourworkweek.com/podcast, or if that’s too hard to spell, you can just go to Tim.Blog/podcast, and it will have the show notes for this episode and every other episode. Ryan, thanks again. I really appreciate it. Ryan Flaherty: My pleasure, Tim. Thanks so much. Tim Ferriss: And, to everybody listening, as always, thank you for tuning in, and more episodes coming soon. Posted on: June 1, 2018.", "speakers": ["tim ferriss", "ryan flaherty"], "text_sentences": ["hello, boys and girls", "this is tim ferriss, and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers to figure out how they do what they do, and to dig into the details that you can apply to your own life", "in this episode, we have a treat", "we do not have an entertainer", "we do not have an actor", "we do not have a military strategist", "we have a performance specialist – specifically athletic performance – and ryan flaherty, on instagram @ryanflaherty1, was introduced to me by dr", "peter attia, and those of you who have heard my episodes with peter attia know that many good things come from peter", "this is no different", "ryan flaherty is the senior director of performance at nike", "prior to holding that position, ryan was the founder and president of prolific athletes llc, a sports performance facility in san diego, california, where he trained some of the world’s best athletes", "his clients include – you may recognize or have heard of some of these names – serena williams, russell wilson, the arizona cardinals, marcus mariota, jameis winston, and hundreds of other professional athletes", "while he’s perhaps best known for dramatically improving his athletes’ speed, more and more athletes and coaches seek ryan out for his training and guidance on injury prevention, and we dig really deeply into that in this episode", "many of his clients have made remarkable recoveries from injuries, and several nfl teams and european soccer clubs have sought out his methodology to implement into their own training programming", "ryan developed an algorithm called a “force number” that is based on the trap bar deadlift – also called the hex bar deadlift – and body weight to predict speed, such as the 40-yard dash", "this was a really fun interview", "we got into the weeds", "we got very nerdy", "if you enjoyed, for instance, the pavel tsatsouline episodes, the charles poliquin episodes, dominic d’agostino, or peter attia, then you are going to love this one", "it takes a few minutes – as it almost always does – to warm up", "there’s a limbering-up round, and then we get into all sorts of stuff", "we talk about exercises for reducing injury potential", "we talk about the force number and exactly how he uses the trap bar deadlift", "what do exact workouts look like", "sets and reps", "rest intervals", "lay it out start to finish from warmup", "what does one of these workouts look like", "we talk about glute med exercises – perhaps you saw some in tools of titans in peter attia’s profile; that was directly from ryan – and variations", "we get into all sorts of nitty-gritty details: how he helped meb keflezighi train for his stunning boston marathon victory", "how does he go from sprinting to long-distance running", "how does he predict which athletes are going to get injured", "so, whether you are trying to become a better athlete, you are trying to become less injured or more resilient in any type of training, or whether you are a bookie looking to bet on different teams on athletes – or bet short certain teams that are going to get injured – there is something for everyone", "so, please enjoy my conversation with ryan flaherty, the savant of speed", "ryan, welcome to the show", "hey, thanks for having me", "i appreciate it", "i have been hoping to connect for quite a few months now, and we’ve had a few actors behind the scenes trying to connect us for a few months, and here we are", "so, i am super stoked to dig in, and i thought we could just start with some basics", "so, you are very well-known for saying that speed is teachable and coachable, but almost everyone out there says it is not, it is innate", "so, how did you come to that conclusion", "first and foremost, i think when i was young kid – kind of a funny story, but when i was young, i was playing baseball, and both my parents were athletic, so they kind of knew some things about sports", "i was at bat – i hit a line drive to center field, and i got thrown out at first base", "i can remember my dad yelling “unhitch the trailer!” as i was running – i was running so slow, basically – which is not a good thing for a young kid to hear from his dad in third grade, but i was a really slow kid when i was young", "i grew fast and couldn’t develop speed", "all the kids were faster than me in my class and my teams", "so, my mom actually put me into track and field when i was young – about fourth grade – and by the time i was in fifth or sixth grade, i was the fastest kid in my school", "what a lot of that was from was just me understanding and learning how to run properly", "and so, once i did that, it opened my eyes to the idea that – obviously, it was not something that i was born with in any way, but it’s something that was learned, and it was a skill that i really put a lot of time into understanding and learning", "as i’ve gotten older – and i’ve been in the sports performance and training field for a long time – one of the things that i think is funny to me – and i point it out to a lot of people and parents – if you can imagine that every sport played was in the swimming pool, one of the first things most kids would do would be learn how to swim", "every single sport on ground requires running, and yet, we don’t teach kids how to run", "we just throw then into the sport and they figure it out, but that’s one of the big things i’ve been trying to help educate people on is that the most important thing you can do for your child is to teach them how to run properly, and then every other sport will come easily to them", "over the years of more and more research into this, i’ve come to realize quickly is that speed is actually a skill you can learn, and it’s something that you can train, also", "it seems to me like you have – just as you said – i didn’t learn to swim", "speaking as someone who’s extremely terrified of swimming, and for a host of reasons, didn’t learn to swim properly until early my 30s, it is incredible that anything on land that is dependent on part – whether it’s nfl combine and you’re doing something like the shuttle run… the difference between first place and third, fourth, or also-ran is highly dependent on the technique, no", "1, but also certain attributes that you can develop", "i’d love for you to share with us, perhaps, some of the experiments that you did at usa track to figure out how to better coach speed", "absolutely", "what i ended up taking – i needed a sample size that were all similar in skill level and talent level", "so, i took 30 olympic a-standard sprinters and ran them on force plate treadmills", "so, olympic a-standard sprinters are sprinters that have hit the required marks to qualify for the olympics", "now, in the united states, it’s different just because we’re at such a high level that you have to be much better than just the standard, but in a lot of other countries, if you hit the standard, you’re in", "so, i took olympic a-standard sprinters, and i tested them on a force plate treadmill, and what i quickly realized was that it wasn’t about how much force they were creating or how great their technique was", "it wasn’t really until i realized – and, i know you’re familiar with the study that was done by dr", "peter weyand, which is mass-specific force is king", "more than anything, it’s how much force you can create over what your body mass is", "so, to use an example, it would be like if i told you to go run a 100-meter dash as fast as you could with a 50-pound weight vest on, and recorded your time, and then we took it off and recorded your time, you’d be much faster without the 50-pound weight vest on", "inversely, if you were just to increase somebody’s lower-body strength by 50 pounds without adding a single pound of lean muscle mass, you’d also have the same results with improving their times, based on them improving their lower-body strength to mass ratio", "so, through the study of all the athletes, i quickly realized that the majority of what it comes down to for sprinters or for people to be fast is they have an insane amount of strength over what their body mass is", "so, an incredible ratio between that strength-to-weight ratio", "and so, with every athlete i train now – whether it’s serena williams on the tennis court or a football player that’s going into the nfl combine – it’s about teaching them how to improve that strength-to-weight ratio without increasing any lean muscle mass", "so, i think that’s the key, and then secondarily, mechanics play a part", "part of those mechanics, if you can imagine – when you run, or when you watch an athlete run from the side, their foot in the swing phase looks like it’s making a circle", "if you have a big circle – a big wheel – that would cover a larger distance than a smaller wheel will", "so, what i try to do is help them understand how to make larger wheels with their feet in order for them to cover more ground, which increases their stride length, which in turn helps them run faster times", "to give you an example, usain bolt takes 42 steps to run a 100-meter dash", "the next fastest guy in the world takes 44", "so, ultimately, what you’re trying to do in improving somebody’s speed is helping them limit the number of steps they take to run whatever particular distance they’re going, whether it’s a marathon or a 100-meter dash", "which is also, in some respects, very comparable to olympic swimming", "you look at the “stride length” and efficiency of top swimmers, and there’s a direct parallel", "just a side note, i guess, which i’ve always wondered – you hear a lot in certain running communities about striking with the midfoot and so on", "how much attention do you pay to the impact point on the foot when you’re trying to increase the size of that wheel", "does that naturally lead to more impact closer to the heel, or is that something that has been overemphasized", "i don’t think it’s been overemphasized as much as it is the placement underneath the pelvis", "more than anything, where the foot is striking in relation to the center of mass is most important", "when you’re looking at somebody with a midfoot strike – i do focus on midfoot strike, but more than anything, i focus on where that midfoot strike is occurring, whether it’s occurring millimeters in front of the pelvis, or directly under the pelvis, or slightly behind", "the goal is to get it as underneath the pelvis as possible", "you want the midfoot strike to happen under the pelvis, which is more of what i focus on in that big circle and the teaching of the mechanics, with making that heel – if you can imagine the heel stepping over your opposite knee with you sprint, that’s the goal", "upon ground contact and the landing phase, you want the foot to be as directly under the pelvis as possible", "for sprinters, how much do you think about stride rates", "people have read born to run – there are many books – and they talk about, “well, you should go from 90 and aim for 180, and you should use some type of metronome and auditory feedback so that you’re increasing your footfalls per minute, effectively.” how do you think about that in the context of what you do – if you do at all", "i absolutely do", "i think the biggest thing is – again, everything i’m going to talk about today is about specificity", "as you know, if you’re training for a particular sport performance, then you’re going to train a very particular way", "we’re focused on the minutia of those things that will best help that person perform better", "however, when you’re transitioning into more of a static run or just training for health, a lot of what i’m going to say may not always apply, but it can apply in certain ways", "with that being said, the way i look at it, the majority of the time, stride length and stride frequency are products of how much force you create with the ground over what your body weight is", "so, your mass-specific force – your stride rate and length is actually a product of that", "more than anything, instead of focusing on that, i’m focusing on the mechanics of sprinting, but i’m also focused on – i know if i can improve strength-to-weight ratio in the weight room – in which i think we can get into a little bit more depth later – i know for a fact that stride length and stride frequency will also improve", "those are byproducts", "exactly", "so, instead of focusing on one or the other, i just focus on the one that affects each other", "so, let’s – i’m sorry, i’m just so excited to jump into this", "i’m getting a little overzealous", "go ahead", "no worries", "i think that’s the biggest thing of all the research i’ve done, even in the weight room", "i’m looking at the exercises that can have the greatest effect in a multitude of ways, not just in one specific area", "so, i think because athletes – just like human beings – have a limited amount of time in the day, they can’t – and, trainers can’t spend the amount of time in the weight room that most people think they can because they have all these other things going on – so, how can i get the most bang for my buck to improve the greatest number of things in the shortest period of time", "that’s what i do with elite-level athletes just like i would with ceos or other people that don’t have the time to spend two hours in the gym", "you want to get the most bang for your buck, so i’ve really focused on researching exercises that give you that in order for them to get the greatest improvement", "this might be a good place – you tell me – to segue… it’s not really a segue because it’s all related – force number", "can you talk about what that is", "yeah, absolutely", "when i was studying speed and sprinters with usa track and field, what i found quickly was that once the sprinters hit a certain distance – right around 30 to 40 meters – they actually maintained and held the exact same split for the rest of the race", "the athletes who ran the fast times – the usain bolts of the world – were actually the ones who were slowing down the least, but really, when you looked at their ten-meter splits, it was almost identical all the way through the finish", "what i came to realize quickly was that there was a correlation there between who could hold their top-end speed the longest and who was winning the race", "so, when i was looking at that – and then, inversely, was looking at the athletes and measuring their mass-specific force on the force plate treadmill – what i realized quickly was that there’s a relation to the athletes who have the highest strength-to-weight ratio, or the mass-specific force-to-mass ratio on the treadmill, that also are covering the lowest splits in their flying tens in the 100-meter dash", "all the athletes came to me after that and said, “this is awesome, this is great", "how do we improve this?” it was kind of a light bulb that went on for me really quickly", "what most research scientists spend time looking into is diagnostics and assessments, but what most people really need are ways to improve it", "so, unless you come with a diagnostic that lets you actually show them improvement and how to improve it, they’re almost meaningless", "what i spent the next five years doing was spending time in the weight room correlating the data between every exercise – so, i tested the same athletes in the weight room with squat, power clean, hand clean, front squat, leg press, leg extension, cardio – everything you can think of under the sun – and measured their one-rep match in those exercises and their body mass and compared that to the force plate treadmill study, and it didn’t correlate until i actually got to the hex bar deadlift", "which is also called the trap bar deadlift, for some folks out there", "exactly", "it’s the bar that you step into with the handles on the side of the body instead of the bar being in front", "when i started testing the same athletes with the hex bar deadlift, maxing their body weight, it actually directly correlated to the force plate treadmill study at their max velocity and top speed", "and so, i realized quickly that if this is the order in which they ran the 100-meter dash time by their hex bar deadlift maxing body weight, and i improved their hex bar deadlift max without increasing body weight, would i see the same improvement in their speed", "over the past seven years of testing that, i have", "if you have a…not totally sedentary, but formerly competitive athlete who would like to use a protocol to improve this relative strength that we’ve been talking about, this pound-per-pound strength output, using the trap bar deadlift or hex bar, what might the protocol look like", "for most people, i would generally start them with somewhat of a hypertrophy or strength phase for a while, just to get them used to the lift – get their lower back strong enough to be able to get to the power phases", "what would that first hypertrophy phase look like", "i would do three to four sets of 65 percent of your max for one to two weeks, and then i would shift up 5 percent every week leading up to about 85 to 90 percent, where i would go for reps of five or three", "so, based on the percentage that you’re lifting – let’s say it’s 65 percent – you’re going to be between six- to eight-rep range there", "when you start to get to 75 or 80 percent, you want to be between the five- to eight-rep range, and then, when you get above 85 percent and 90 percent, you want to be between two reps and five reps", "so, more than anything, what you’re ultimately trying to do is with the amount of cross-section muscle fiber that your body currently has, you’re trying to stress your nervous system to recruit the largest motor units possible", "to do that, you have to lift heavy", "you have to lift heavy weights in order to recruit the larger motor units because ultimately, what most people do when they exercise and lift weights is stress their body eccentrically, isometric concentrically, and they’re adding lean muscle mass", "they’re recruiting motor units, but they’re also adding muscle mass at the same rate", "but, what we’re trying to do – and, the cool part about the hex bar deadlift is at the very top, when you push away from the ground and you’re in a standing position away from the ground, i actually am going to coach you guys to let go of the bar – to drop it – so that there’s no eccentric movement in the exercise", "that way, you don’t tear sarcomere or add lean muscle mass", "so, you’re stressing the nervous system to get stronger and recruit large motor units, but you’re not actually tearing muscle fiber down and adding more muscle mass", "so, i would go – every two weeks, i would just adjust 5 percent and go up 5 percent for about four to eight reps for 65 percent", "i would say four to six reps for 70 to 75 percent, four to five reps for 85 percent, two to three reps for 90 to 95 percent, and just progress that way", "it’s all relative, so it doesn’t mean that everyone’s going to lift 500 pounds, but ultimately, what you’re trying to get to is – for an elite-level football player, a 4.5 40-yard dash or a 4.4 40-yard dash would be a 3.2 times their body weight in their hex bar deadlift to run that time", "three point two times body weight", "yeah, and what i find is that in most healthy adults, they can generally pull anywhere from 2.2 to 2.6 times their body weight in a hex bar deadlift max", "what would be a good objective if – perhaps 3.2… do you say, “from the outset, in a year’s time, i would like to get you to x times body weight,” and does it differ for men or women, or is it the same", "it’s kind of funny – it’s the same", "the funny part is when i have – so, right now, i’m training a lot of the top nfl draft hopefuls, guys that just finished their college career", "they come in the weight room and they’ll see some of the female olympic sprinters that i have training, and the females who are 135 pounds are deadlifting 440 pounds", "they’ll walk in the first day and hit 385, and it immediately humbles them to realize, “what have i been doing for the past four years of my life", "those women over there are deadlifting 100 pounds more than i am.” it’s pretty funny", "and, they weigh 80 pounds less", "exactly", "so, i think reasonably, over the course of – so, your question is what could people get to over the course of a year", "yeah, or what would your goal for someone who’s reasonably fit but by no means an ncaa or olympic sprinter – i think over two is a great goal for somebody like that", "got it", "and, that is for one-rep maximum, or for a given rep range", "yeah, i think over two times their body weight for a one-rep maximum", "to give you an example, let’s say you weigh 100 pounds and your goal is 200 pounds", "for sets of five, you’re going to want to do 170 pounds", "to get you to 200 as your max, that would be 85 percent of your max", "got it", "so, 85 percent times five", "five reps", "when someone goes through the muscle-building hypertrophy base-building – once they’ve done that and they’re working on the relative strength, and the neural drive, and the recruiting of these motor units, and focusing on that, how many times a week are they doing a trap bar deadlift workout, and what would such a workout look like", "for the elite-level athletes, generally, i’ll have them do it anywhere between one to two times a week", "it just depends on the amount of time i have with them", "for certain athletes – i work with serena williams in the off-season, so i generally have her in november or december", "i only have two months with her, so i’ll ease her into it and build up to two times a week towards the end", "but, if you have a long period of time, i would go one day a week and alternate with another complex exercise on the second lower-body day you do that week", "but, i think two times a week – if you’re starting the hypertrophy phase, i would say 4×8 at 65 percent – i like to pair it with some sort of plyometric to continue to recruit those fast-twitch larger motor units, and from there, i go into all auxiliary single unilateral exercises to help fix imbalances, or train the body in a way that we’re not working bilaterally besides that one hex bar deadlift", "so, i would do a hex bar deadlift with the plyo, and then a couple single-leg exercises", "i’d love to dig into some details", "so, let’s just say – since i need the pat on the head, let’s pretend i’m an elite athlete, which i’m not", "let’s just say i’m ready", "i’m coming in to do this workout, and my body is prepped for it", "so, i walk in", "what does the warmup look like", "when you get into the deadlifts, what are the sets, reps, and rest intervals", "walk me through the details of what that – of course, it’s highly individualized, but you can just make up some… we don’t even need to get into the numbers; you could use percentages, but what would the warmup and the whole thing look like", "generally, i like to do some sort of a dynamic warmup", "so, some sort of movement warmup, not just getting on a treadmill or a bike", "i like to do some walking lunges, some walking lunges with a twist, some walking toe touches, some quad stretches walking, a-skips, straight-leg skips – that type of thing – to get some blood flow and to help increase range of motion", "i have athletes start on a foam roll just to get blood flow, to warm the muscles up a little bit, or a power plate – some sort of vibration plate – if you have access to that, and then a dynamic warmup", "i would then get into some activation, so i’d do some light glute activation where you do some hip bridges or something like that just to fire up the glutes, and i’d do some quad activation, which would be like some no-weighted step-ups", "you do two sets of eight of that by itself", "and then, you get into the hex bar deadlift warmup, which would be probably two to three sets at 50 percent, then 55 to 60 percent, and then we’d work on – how many repetitions for those warmup sets", "i would say between five and six", "okay, five to six reps at 50 percent of your working weight", "correct", "and then, once you get to 65 percent, you’d start your round", "how many minutes of rest between the warmup sets", "i would say a minute, maybe", "pretty short", "yeah, you’re going under a certain time", "and, those are full concentric-eccentric, or do you drop – correct", "okay, so you’re not dropping the bar on these", "i am not, no", "and then, once you get into the working set, then it would go concentric only, and i would go – and, obviously, you’d get right back into position", "so, it’s stand up, drop, stand up, drop, eight times in a row", "eight repetitions", "yes", "with what percentage of your one-rep max", "65 percent for the first two weeks", "so, it would be in the hypertrophy phase", "and then, i would rest 30 seconds, and then i would pair that with a level one plyometric, which would be like a basic squat jump, and i would do that five times", "more than anything in plyometrics, what i want to get across today is the goal of doing plyometrics in training – whether for an athlete or just looking to improve your human performance – the biggest thing you’re trying to prove in plyometrics is the amortization phase, which is the transition between your eccentric and your concentric", "to do that, you’ve got to be near 100 percent", "so, i’m big on resting in between your plyos to do it as hard and fast as you possible can to improve it", "a lot of times, i think you watch training programming and see where plyometrics start to become more of a conditioning", "you do it to a point where you’re tired, which is not going to help you improve what you’re trying to improve, which is amortization", "so, i take rest in between", "i would do five squat jumps", "we’re trying to explode as high and fast off the ground as possible", "and, you’re doing that in between these deadlift work sets", "yeah", "so, the superset would be a hex bar deadlift at eight with drop, and then 30-second rest, and then you’d do your five plyometrics", "and, you’re trying to minimize ground contact in those plyos", "what makes for a good rep in the plyometrics", "more than anything, you’re trying to get to a depth that you’d feel like is natural for you to jump as high as you can", "so, i’m just looking for somebody to – in fight-or-flight, they’re trying to jump as high as they possibly can", "i don’t really care what that looks like", "you would not like what mine looks like", "i think people get too caught up – you know, in jumping – that stretch-shortening cycle that occurs in our lower body when we jump happens in a window of 250 milliseconds, and when we try to perfect our technique in our squat jumps, we miss that window, which doesn’t allow us to explode off the ground as fast we possibly could", "so, more than anything, it’s just getting down and up as quick as you possibly can, as if it’s fight-or-flight and you had to jump as high as you can to save somebody", "so, that’s what i’m looking for", "after that, at 65 percent, i would go with somewhere around a two- to three-minute recovery between each set", "once you get to 85 to 95 percent – as you wrote in your book, when you get to the heavier percentages, you want to go to more of a four- or five-minute recovery between the atp-cp phosphate impulse to regenerate to as close to 100 percent as possible", "so – [dog barking] sorry, my dog’s allergic – my dog hates phosphocreatine", "no worries", "no, she loves it", "she loves freaking out", "she uses a lot of phosphocreatine", "sorry about that", "so, as you get heavier, then, you’d be taking longer rest intervals", "for those heavier weights – 85 to 95 percent – are you still going to be doing a work set, then taking – was it a 60-second rest before the plyos", "anywhere between 30 to 60 seconds, yes", "more than anything, you’re just looking to recover to the point where you can jump as close to a full effort as possible", "got it", "then, do five jumps, and then rest four to five minutes, or somewhere in that range, and then do the next set", "you’d do that for – in the case of the hypertrophy – now, we were talking about four sets of eight repetitions", "when you get down into the lower rep ranges where you’re doing two to five reps at 85 to 95 percent of a one-rep max, how many sets – are you still doing three to four sets, or are you doing a higher number of sets", "no, i’m still doing three to four", "okay", "so, we’ve finished the deadlifts", "what happens after that", "then, i would go – so, i do force plate testing with all the athletes that i bring in", "so, i would do a combination of jumps on the force plate to give me an idea of what their rate-of-force development looks like eccentrically, isometric-concentrically, their peak force – a lot of different factors – and i’ll take that into consideration when i’m building their programming for the rest of the exercise", "but, to just give you an example, the rest of the workout will go somewhat unilateral", "so, i’ll do all single-leg exercises", "the next group of exercises could look like a dumbbell bulgarian split squat", "but, for this particular athlete – for you, let’s say i wanted to focus on the eccentric tempo", "so, what i would do with you is have you go lower down for five seconds, and then stand up as fast as you can for one second, and you would do three sets of six of that", "i would then have you rest – again, 30 to 60 seconds – and then i would put you into a position where you’re seated on a bench, sitting down with one foot an inch off the ground, the other foot on the ground, and do a single-leg concentric plyometric where you would stand up and jump as fast as you can from a seated single-leg position", "so, imagine sitting in a chair with both feet on the ground", "lift the left leg off the ground by one inch with the right foot on the ground, and you jump off the right and land on the right only", "i actually have olympic athletes that i do this with where they’ll actually go from a 90-degree seated position with one foot and they’ll jump onto a 56-inch box", "it’s pretty remarkable", "that is remarkable", "i don’t know if i could get off the toilet with one leg an inch off the ground", "oh, trust me – me too", "i don’t demonstrate because i’m so embarrassed in front of some of them", "i’ll be like, “no, you demonstrate” – i’ll bring another athlete in", "so, working on creating power from a static seated position is very similar to how you would if you were sprinting", "so, that’s a good example of the second grouping of exercises that i would do for this lower-body day", "got it", "and then, after the isolateral exercises… then, i would go into some sort of stability exercise or proprioception exercises where i would go… i call them “step-downs,” but imagine standing on top of a bench with one foot hanging off of the side and the other foot on top of the bench, and just lowering yourself slowly down for three seconds and back to standing for three seconds", "i would do somewhere around one to two sets of 20 of those", "more than anything, i’m focused on – now that we’ve burned through some larger muscle groups in the lower body, i’m looking at the stabilization muscles – vmo, glute-med – and getting those fired up with a step-down", "it’s a single-leg step-down, so three seconds down, three seconds up, and you’re just lowering yourself over the side of the bench and back up, standing on the edge of the bench", "imagine standing on the edge of a building, lowering one foot down three inches, and back up", "got it", "so, vmo – that’s vastus medialis oblique", "yup", "and, i guess one of the muscles – when weak – thought responsible for a fair number of injuries, it would seem", "correct", "i think the biggest thing with the vmo that i look at, though, is imbalance", "so, i look at asymmetry between the vmo and the rest of the quad", "if you look at – and i have a great example of this with a lot of the nfl guys i’m training right now when they come in from college", "they do so many core complex exercises that the larger muscle groups dominate and some of the smaller muscle stabilizers don’t get recruited as much as you’d like", "so, you’ll see a guy with a huge quad and a 12-year-old girl scout-sized vmo", "it’s pretty unbelievable", "that, for me, is a big sign of 1)", "joint instability and 2)", "high risk of lower-extremity injury", "that’s something we’ll focus on a lot", "got it", "where could someone – do you have any descriptions or video, or could you point someone to any resources if they wanted to learn how to do this", "i want to learn this single-leg step-down in the way you’re describing", "if i don’t already have a video up on youtube, i will put one up there for you", "also, i work with nike on their app that they have, which is the nike training club – not to plug or anything, but that’s one of the exercises in it", "it’s a great resource for different exercises and things that i do that are in there which you can pull from", "it’s free, so it doesn’t cost anything", "what is your youtube account", "prolific athletes", "all right, so we’ll get on that", "by the time this comes out, guys, we’ll make sure something is up for you", "absolutely", "i’ll finish with seven-way hips, which i think you know all about", "can you describe it", "yes, i do know all about it because i gave the treacherous peter attia credit", "dr", "peter attia, a mutual friend, who i described – well, i shared a lot from peter in tools of titans on pages 61, 62, and 63, and these are glute-med primary exercises that you taught peter", "so, that’s the seven-way hip", "yes, that’s it", "i’d finish with that", "how many times a week would you do that", "we’re only talking about the trap bar workouts, but let’s say you’re doing this once or twice a week", "is once a week enough for the seven-way hip, or would you do it more", "no, absolutely not", "for most people, i think glute-meds are one of the muscles that cause issues they don’t even know about, especially when it comes to lower back issues and underdeveloped glute-meds", "one of the big things i would do is do at least two days a week of it, but i have different variations of it", "more and more research is coming to find that you actually want to train the glute-med as much as you can in closed chain", "so, i have some exercises that i will also post to youtube that are closed chain – which means feet in contact with the ground – to focus on that glute-med", "so, we’ll do seven-way hips one or two days a week, and then a closed chain glute-med exercise the other day of the week", "i think that would be perfect", "i know that amelia boone, who also appears in tools of titans and is the three-time world’s toughest mudder champion, does quite a bit of the closed chain glute-med work, and i think videos would be super helpful there, so we’ll make sure that’s up as well", "now, you did say that glute-med – one of those muscles that, when weak, can commonly lead to injury", "what would you say for…not necessarily professional athletes, but just athletes, whether they’re doing crossfit, or jiujitsu, or whatever – tennis, fill in the blank", "someone who is a recreational athlete", "what are some of the most common culprits in terms of whether it’s imbalances or weaknesses that, if you were to put down a short list, are the four or five that, when neglected, are most responsible for the injuries that you see", "would glute-med be in that top four or five list", "oh, absolutely", "i think glute-med would be in the top two", "okay, what’s the other one in the top two", "ankle flexion", "that is my nemesis right there", "so, by ankle flexion, you mean dorsiflexion and plantar flexion", "yeah, and eversion and inversion as well", "so, i think the biggest thing is – everything happens from the ground up, unless you’re a swimmer, obviously", "that’s the one caveat here", "with your feet in contact with the ground as an athlete, whether you’re in crossfit, running, anything – at the end of the day, when your feet are in contact in the ground, the no.1 place you look is feet and ankle flexion", "i think that’s a big one, especially with the majority of athletes i see coming out", "ankle flexion is really poor, and something we focus a ton on", "ultimately, everything is connected", "the fascial body is connected, so when there’s an issue in the chain at some point, other pieces up the chain are going to overcompensate", "so, whether it be more attention on the knee joint, or it moves up into the pelvis, it’s always going to start at the feet", "so, that’s where i think no", "1 is", "and then, glute-med, no", "2", "i would say vmo is another one, which is really hard to target", "glute-med is pretty easy to isolate", "vmo is difficult, and one of the ways that i do that is in some of your training, when you’re doing it, after you burn through the quads, glutes, and hamstrings – once your lower body begins to really fatigue is when you can go in and target the vmos, and you have to be able to target them through high reps", "because you’re only using your body weight, doing some isolation exercises for the vmo – like the step-down, which i talked about and which i’ll share a video of with another vmo exercise, which is really good – you have to go high-rep, high-volume to be able to target after you’ve already fatigued the larger muscle groups, because otherwise, they’ll overcompensate and take over the loads", "so, that’s a big part of that to improve", "the step-down – is that also called the peterson step-down, or is it technically different, the way that you do it", "it very well could be", "i’d have to look that up", "imagine a pistol squat with one foot hanging over the side of a bench, but you’re only going down to a 45-degree angle", "right", "very cool", "all right, we’ll make sure that is up", "so, you have ankle flexion, glute-med, vmo – any other usual suspects that you find in that list", "this one’s not so much of a muscle as much as it’s just – internal rotation of the femur", "i think one of the biggest things with the athletes i work with is that they have minimal internal rotation of the femur, which is very easily stretched, and you can find ways to create equal external/internal rotation of your femur within your pelvis, but most athletes come in to me really turned out", "they really lack internal rotation", "when you watch a lot of slow-motion video, which i do a ton with the athletes i train – when you watch an acl injury on the field of play, what you see is massive internal rotation of the femur, and that’s where the rupture occurs", "massive internal rotation", "internal rotation of the femur", "so, you see the knee cave in, going into valgus, and that’s where your femur tries to internally rotate", "if you have range of motion there and you can internally rotate, you’re going to actually avoid an acl", "i have a couple athletes that took some big hits, like russell wilson – the quarterback for the seahawks this year – that played through an mcl", "that hit he took – 9 times out of 10, it would have been an acl tear, but based on his ability to internally rotate, he was able to avoid that", "it was an mcl sprain, but he didn’t even miss a practice with it", "that was a pretty brutal hit, but that was because of all the work that we do", "like i always tell people, i can’t eliminate injuries with the athletes i train, but what i can do is bring that probability as low as possible, which hopefully keeps them on the field for long periods of time", "for any given athlete, the worst thing that could possibly happen – as you know – is to get injured", "so, if you could lower that probability, that’s the goal", "what is a good way to improve internal rotation of the femur", "this is probably also best shown by video, but if it’s possible to describe the best bang for the buck that you have found, what is a good way to improve internal rotation of the femur", "there’s a fantastic stretch you can do up against a wall that i will show a video of", "it’s really difficult to explain over audio, but i promise i will post all these videos up so you guys have them to see", "there’s one where you’re basically lying against a wall that you can do that is really helpful", "okay, cool", "we’ll get that in there", "and then, ankle flexion: is it possible to also share any best bang for the buck there in terms of improving ankle flexion", "this is one i really need, personally", "yes", "there’s a fantastic tool out there called a proflex", "i have no association with them, and they’re going to be stoked that i’m saying this, but it’s basically a – proflex, just like it sounds", "yup", "it’s a dct proflex, and basically, it’s a board that physical therapists created to allow you gain leverage with your calf", "you put your foot into it", "it looks like somewhat of a little boot", "you put your foot into it, and allows you to stretch your calves in multiple ways, whether it’s your tib or gastroc, but it really focuses and helps you stretch and strengthen through the full range of motion – plantar and dorsiflexion – unlike anything i’ve tried out there", "it’s a phenomenal product, honestly, and it easily helps you with that flexion", "all right, proflex", "first one’s free", "that’s on me", "then, you can sponsor the next podcast", "so, this is related: a mutual friend of ours told me a story about how you told him – robert griffin iii, rg3 – which i thought was c-3po or a robot because i don’t follow team sports – was not going to last very long in the nfl", "you said it very early on in his rookie season, and it seems like that’s going to be the case", "how did you know that he wouldn’t last", "how did you suspect that", "when you look at – it’s very similar to how a doctor would look at a patient", "if they were really going deep into understanding what’s going on with them, they’d look into past history", "so, you’d look into family history; you’d look into the past ten years of daily habits, nutrition, exercise – all of those things", "when you look at athletes and you get an understanding of what they’ve been exposed to in the past and what they do, you get a clear idea of what they need to work on and what they’re at risk of, moving forward", "so, one of the big things with rg3 coming out was that he was known as a really fast athlete", "he was actually an elite-level world-class track and field hurdler at baylor – an all-american, actually", "and so, when he came out, one of the things that i noticed quickly was that just based on looking at him from an eye test, you could see the imbalances between the amount of power he could create, how fast he was, and – again, we go back to vmo and glute-med – the type of training he was doing", "when you’re a linear athlete – like a track and field athlete – running straight ahead for long periods of time and that’s all you do and train, and you’re very fast because of your background, and then you transition to a sport like football where everything’s happening in different planes; you’re moving sagittal, frontal, and transverse, and it’s a lot of multiplanar forces that are put onto the body that you have to train in a very specific way to improve", "a big part with what he missed out on was training in order to absorb those forces in multiple planes that i knew would cause acl injury", "and then, watching his training – he posts a lot about his training with the heavy deep squats that he was doing", "ultimately, he was fast enough that he didn’t really need to train to continue to improve his explosiveness", "the dude already was a world-class hurdler", "he didn’t need to improve that", "what he needed to improve was his ability to prevent and possibly avoid injury", "so, instantly, by just understanding what type of imbalances track and field athletes have and transitioning that to what stresses you’re under in football, i could tell pretty quickly that he was at extremely high risk – more than any other athlete i’ve assessed – of an injury", "unfortunately, it ultimately panned out that way", "you can get an idea through someone’s history and past of what they do and some of their imbalances as to what injuries they’re at high risk for", "i have an unrelated question and then a very related question", "before i forget, i wanted to ask you – i’ve had exposure to hex bars for a long time, starting in college, but i was recently gifted my first personal hex bar", "i have it in my garage, in my gym, and there are two height settings – i’m sure you’ve seen this – where one set of grips – if one side is up – is roughly the same height as the rest of the bar, so to speak, including where you’re loading the plates", "and then, there’s one that is slightly higher", "so, my question for you is when you’re doing hex bar deadlifts, how many inches off the floor are the grips that you would use for your athletes", "i generally use high handle", "high handle", "yes", "there’s a high handle and a low handle", "i generally use the high handle, and the reason is predominantly, most of the athletes i’m working with are over 5’10” or 5’11” up to 6’7”", "so, i’m usually using high handle just because i don’t need to put them in that type of flexion", "i don’t need them to be that deep, and they’re not that strong at that depth", "one of the main reasons why is when you look at athletes on a football field, you rarely ever see them in those positions, so i’m not looking to strengthen that range of motion", "we will work to improve flexibility and strength in different ways, whether it be manually to get them in those full ranges of motion, but when i’m training them neutrally, it’s more that i’m trying to increase the load as high as possible", "when you think about the central nervous system, it adapts to stress", "so, if your lower body is capable of pulling from a high-handle hex bar deadlift 500 pounds, but in every other exercise that you do, you’re only able to get to about 380, are you actually stressing your nervous system to recruit larger motor units if you’re only doing 380 when you’re capable of doing over 500", "what i’ve found is that the answer is no", "so, with the high handle, what you’re able to do is increase the degree of your femur, the position your pelvis is in, your spine, your spine angle, and all that", "you’re able to go heavier, which allows higher neural adaptation, which means you’re going to recruit larger motor units", "i’m using the hex bar deadlift not so much to increase hip range of motion or anything like that", "what i’m looking to do is stress the nervous system in such a way that it has to recruit larger motor units in order to increase strength", "so, that’s the goal", "with the high handle, you can generally go heavier, and that’s why i use it", "so, even for a hobbit like me – i’m 5’8”, maybe 5’9” on a good day if i’m trying to put something on tinder – would you suggest in that case… i do have tyrannosaurus arms, though, so maybe that means i should also use the high handle", "would you still use that with the shorter athletes – people who are under 5’10” – or would you take them to the lower handle", "i may take you to the lower handle, but what i also may do is take you to the lower handle, then add one of those ten-pound plates underneath it just to give you an extra inch", "i don’t want you too deep into it like you would see with a deep squat", "i want you to be in somewhat of an athletic jump position", "if you imagine looking in the mirror from the side and jumping, and you go to the depth of your jump, and that’s where you’d feel comfortable, look in the mirror and see where that is, and align the handles to that", "that’s the athletic position and that’s where i want you to be", "that’s where you’re going to recruit the most motor units", "i’ve done more straight-bar deadlift work than i have trap bar", "where should my hands be relative to my feet", "in other words, slightly ahead of my feet", "directly in line with the sides of my ankles", "where do you suggest the hands be", "the one reason – the interesting thing about the straight bar and what i’ve found more in testing is that it has a lot more to do with your posterior chain", "what i love about the hex bar deadlift is because of the position of the handles on the side of your body, it’s more of an anatomically correct position, and it allows your body to recruit more of its skeletal muscle to help you lift it", "basically, you want to grip the middle of the handles", "you see the handles have some knurling on them", "you want to grip in the middle, but align your hands next to the outsides of your legs", "so, they should be pulling you straight up through into your hips", "imagine drawing a straight line in your bent-knee position from your ankles and shins up to your hips", "that’s where you want to be", "so, think more about bar path than you do about start position or anything like that", "without weight, go up and down a few times and see the bar path, and that’s where your alignment should be on the ground", "got it", "so, if you were to extend your hands in the proper position and do a high-bar back squat type of straight-down squat, your middle fingers would be right at the bony process on the sides of your ankles", "exactly", "that’s the alignment of the hands", "cool", "last on the trap bar: how important is it to drop the weights versus lower them very quickly", "i’m not looking for a particular answer here", "the reason i ask is that i’ve seen people “drop” – and i’ve done this, too – bar quickly versus drop because it takes them less time to reset and do another repetition", "but, that may just be increasing the likelihood of injury with doing really rapid eccentrics versus just dropping the weight", "assuming that we can do either where we’re training – which is pretty easy these days with the proliferation of crossfit boxes – i love dropping shit in crossfit boxes – what would your thoughts be on that", "it all depends", "the heavier i go with some of the athletes – the biggest limitation is their grip strength", "a lot of times, i’ll use wraps with them to allow them to go heavier, especially with the female athletes i train", "when they can get up in the 400 range or high 300s, a lot of times, their grip strength just isn’t capable of holding onto the bar, and i don’t want them to increase their grip strength because i’m not trying to add lean mass, so i add straps", "with straps, i generally have them drop pretty quickly, keeping their hands on the handle, but for the most part, it’s more about efficiency and energy expenditure", "if it’s going to require a lot of energy for you to go down with the bar – drop with it – and try to get back into position quickly, i’m more looking for concentric effort on every single rep than i am for a fast drop", "it ultimately comes down to you", "if you’re good, and really quick, and can get back into position fast by keeping your hands on the handle and dropping with the bar, then i’m fine with that", "i have athletes that do that all the time", "more than anything, it comes down to comfort level with it and not expending too much energy in the lowering of the bar", "got it", "do you have any preferred straps that you use, or is it just the old-school –", "i use old-school cloth straps", "those are my favorite", "got it", "all right, i promised i would reel us back to what we were talking about", "we talked about acls", "so, i recently had my first acl injury", "there may be more to it", "i did get mris", "this was about three months ago", "i was hiking in colorado with a number of guys", "it was very aggressive terrain – 45 degrees up, 45 degrees down, lots of shale, and so on", "i had a loaded backpack, and i step up onto a log – a fallen tree that was about three feet in diameter", "i stepped up, and as i went to step off with my left leg, my right leg went through the tree and basically caught right below the knee, and i hyperextended the knee", "it wasn’t catastrophic; i was able to continue to hike, but i had incredible pain for weeks afterwards and trouble even walking downstairs or walking around", "i had to peg leg around", "we’re three months out", "i can do controlled deadlifts even up to – i haven’t gone crazy, but i can get over 300 without exhibiting any symptoms of pain, but i do have subpatellar soreness and this lingering concern about acl", "i have some plans to ski coming up in a few weeks, and i am concerned about it", "this is the first time i’ve had knee issues per se", "i’ve had a lot of quad issues where i’ve torn my legs apart, but structural knee issues – this is relatively new for me", "i guess there’s a short-term question and a long-term question", "the short-term is i don’t feel like i have a ton of lateral instability, but i also don’t really know what the hell i’m talking about because i’ve never worried about it before", "so, how would you assess whether or not i should ski or not ski", "that would be the short-term", "the long-term is what are some good ways to minimize – actually, to rehab an acl injury", "i’m not a physical therapist, so i don’t want to prescribe anything to you without a physical therapist getting their hands on you, but i do think – look, i think physical therapy is an amazing field", "i think there’s a lot happening there that i think will become a larger – more and more, performance will be going towards physical therapy than it will be going the old-school power-lifting route", "so, i think if you can get into a local physical therapist, that would be ideal", "one of the big things that i find is that if it’s not a rupture of the acl, it could be some sort of grade 1 or 2 sprain of the mcl, which is all worked through by movement and rehab", "any type of non-weighted stability strength you could do with the vmo and the quad would be ideal, and also that of the glute-med", "as best you can, i would get some professional guidance for that with a local physical therapist – if you have one nearby – or a buddy of yours", "but, i think a good test would be light hopping or jumping and landing on your single leg forward and back and feeling how much pain you have there, but i’d just get it checked out", "hyperexttension is difficult because – again, one of the biggest thing i’m trying to help athletes avoid is non-contact knee injuries, but when you have something that’s a shearing force jarring that femur forward in the joint – which is probably what happened when you hyperextended it – it’s tough to understand all the different forces that went on to cause that", "i don’t know", "if you’re feeling pretty decent – you said you’re still able to deadlift", "yeah, i’m still able to deadlift", "i deadlifted yesterday with mid-300s without any pain, but i was doing partial range of motion, pulling basically to just above the knee from the floor – this is the straight bar – and dropping", "i didn’t want to risk any type of hamstring injury, and if i lift to the top, i’m probably going to be lowering it quickly", "i just want to avoid the potential of eccentrically loading my hamstrings in some stupid way", "so, i was mid-300s, pulling to just above the knee, and then dropping", "these were relatively – they were low rep range, so, two to three reps, and then longer rest periods", "but, yeah, no – for all intents and purposes, asymptomatic after that", "i feel fine today", "my gut tells me you just have a sprain, but i would get it checked out", "cool", "so, we’ve talked about exercises that are high roi exercises that can help prevent injury", "we talked about the ankle flexion and the proflex, glute-med and the seven-way hip, vmo and the step-downs; internal rotation of the femur and the weird – it’s not weird, it’s just hard to describe on audio – wall stretch, which we’ll get video for", "there are people who would argue – i’m not one of them, really – that any exercise, done properly, can be done safely", "that having been said, there are exercises that seem to produce more injuries than others", "so, if you were talking – not about elite athletes, but just aspiring athletes or weekend warriors in general", "you have 1,000 people and you want to decrease injuries as much as possible", "what exercises or machines would you remove from gyms", "100 percent would be the knee extension machine", "that machine is the worst that you could possibly imagine", "they’re in every gym, and i think they have to be, but i would never do a knee extension machine ever again", "got it", "so, knee extension is out", "any runners-up", "in terms of machines", "it doesn’t have to be a machine", "it could be an exercise", "any exercise that is just not worth the hazard or potential risk of injury", "i’ve actually worked with a lot of olympic committees all over the world, and one of the things i always do when i’m with them is go seek out the lifting coach and pick his brain and talk to him", "across the board, olympic lifting coaches would tell you not to olympic lift unless you’re an olympic lifter", "the one reason they say that is because they take elite-level olympic lifters and take around two years to properly teach them the technique in a certain lift, whether it be the clean and jerk, or the overhead squat, whatever it might be", "the biggest thing i would say in terms of that – and, i train a couple of crossfitters, and i’ve actually just started doing crossfit recently just because the crossfitters that i started training were giving me so much crap that i was like, “fine, i’ll give it a shot.” i can’t talk trash about someone unless i do that", "i’m currently doing that, and i’m actually enjoying it, but i would say in my background in science and training for so long, i’m competent enough in those lifts that i feel that i can do them, but when i’m watching people doing overhead squatting, it kills me", "i can’t do it, and i see so many people who are just waiting for some sort of injury that it just kills me", "so, i would say if you’re going to get into crossfit or any type of olympic lifting, seek out somebody who’s olympic lifting-certified or usaw-certified to help you learn how to do it properly, and take your time learning it before you jump into it", "there’s a lot of variations you can do", "that’s what i always tell the athletes i work with", "they’re like, “wait, we don’t power clean.” if i can do other exercises and get the same result but pull back all of the risk of injury, why wouldn’t i do that", "i’m not training you to be a good lifter; i’m training you to be a good football player, basketball player, or tennis player", "i’m not training you to be a great lifter", "more than anything, it’s trying to eliminate the risk of injury as much as possible", "if you’re going to go into olympic lifting or crossfit, really learn how to do that lift and take your time to do it before you jump into the classes and just go for five rounds of 20 overhead squats", "the second thing would be the knee extension machine in the gym", "it’s the worst possible machine you can ever do", "besides the trap bar deadlift – i know we’ve already mentioned a few, but besides the hex bar deadlift, if you had to pick one exercise or stretch to have everyone do – one shot, one kill, try to decrease injuries across the board…or as many injuries as possible for a group of 1,000 people – what would you have them do", "that’s a good question", "seven-way hips – the one you put in tools of titans – is a really good one for most people to jump in and do, but if we’re looking at an exercise that’s not one that i came up with in my room trying to torture people, something that’s common, i would say a bulgarian split squat", "i also really like box squatting", "i think the box squat is a great way to teach somebody the proper sequencing and movement without putting them at risk of injury", "so, i think those two would be good exercises for people to go start with, and they’d see massive improvement", "what height box would you have someone start with", "generally, you want to look at your side in a mirror, sit down on a box, and look for a 90-degree angle", "all right, so you’re looking for a 90-degree angle, meaning quads parallel to the ground, effectively", "right", "now, this is something i’d love to dig into, and this relates to the story of how you helped meb – and you’re going to have to pronounce his last name for me", "keflezighi", "keflezighi, all right – train for his incredible boston marathon victory", "can you explain for us – maybe tell the story of what inspired you to apply your sprinting insights to a marathoner, and how you trained him", "really simply, stride length and frequency is the product of mass-specific force", "if you help someone increase their mass-specific force, naturally, those two things are going to occur", "when you’re a marathon runner, on average, it will take 20,000 strides to run a marathon", "well, if i can increase your stride length by increasing your mass-specific force and your normal running gait by three inches – big increase, three inches – on your normal running gait and your stride length, three inches times 20,000 is 60,000 inches, which is around 5,000 feet, which is close to a mile", "so, you’re a mile ahead of where you were last time you ran that marathon purely by increasing your mass-specific force", "it’s that simple", "got it", "how did your training differ – if at all – for meb versus your sprinter – “sprinters” meaning track and field, football players, fill-in-the-blank", "the majority of marathoners don’t have a desire to get in the weight room and strength train", "for a long time, the thought has been that it can only go to hurt you and injure you or add size, which is what most marathoners don’t want", "so, the biggest thing was teaching him that by hex bar deadlift training in the concentric zone only – so, doing no eccentric loading – that he could stress his nervous system, recruit larger motor units without adding any weight", "he started at 127 pounds, ended at 127 pounds, and by just introducing that one exercise – i didn’t touch his running or touch anything else that he did in the weight room; it was simply that one exercise – once a week, it improved his stride length and his running gait, which in turn helped him run faster", "love it", "love the simplicity of it", "it’s super-efficient, right", "“simple” doesn’t mean “easy,” but i like the elegance of it", "no, that’s the biggest thing", "one of the things i’ve always loved about what you’re doing is that it’s the same kind of approach i take", "you look at a lot of people who are successful in what they do, and i think they take that same approach", "you look at patterns and you look at… what you’re trying to do is look at the most important things you can actually have control over to improve that have the greatest effect in the greatest number of ways, but with the simplest approach", "just keep it as simple as possible", "i think that really not only helps the elite-level athletes, but it helps everyday people", "that’s the biggest misconception", "i always have people say to me, “well, they’re elite-level athletes.” when i started working with nike, i said, “take apart what you do with elite-level athletes and apply it to everyday people.” what i always try to say is there’s nothing different", "with the exception that they may be genetically predisposed to have greater talent to catching a ball, throwing a ball quickly, running quickly, or whatever it might be, ultimately, their time in their day is the same as yours", "their ability and how hard certain workouts are for them are the same as yours", "it’s just that they may be training for a different purpose", "they’re still looking for the most bang for their buck and trying to keep it as simple as possible even though they’re elite, just like the everyday people are", "definitely", "now, what do you – you mentioned nike – what are you working on at nike that you can talk about", "i know there’s some stuff that’s probably off the table, but in general, what have you been recruited to do", "i think the biggest thing is that the performance training and fitness field is growing really quickly", "people are starting to understand how important fitness is for their overall health", "i think my role at nike as the senior director of performance is to help bring in – using the nike trainer network or the performance council – some of the top minds in the field to help funnel information, training modalities, ideas, and workouts into an app experience for everyone to be able to use", "i’m working on a free app called nike training club", "it’s basically a personal trainer in your pocket", "so, our goal is – there’s different technology we’ll be coming out with soon that will be able to give you really in-depth assessment of where you’re starting from, your imbalances, weaknesses, and those types of things, then prescribe a training program using algorithms that will be unique to you in helping improve whatever you’re trying to improve, whether it’s weight loss, strength gain, getting ripped, running a faster half-marathon, or if you’re a game-day athlete at the high school level trying to make your football team, it’s going to be geared and unique for you based on your assessment", "so, nike and i are bringing together the best minds in the field that we can to deliver that through a digital experience", "that’s the goal", "cool", "can’t wait to check it out", "earlier, you mentioned your eyes bleeding when you watch people doing horrific overhead squat attempts, especially if they’re trying to do as many reps as possible in a minute, or after they’re already about to peak their brains out", "by the way, if people are wondering, it’s a lot harder to do a proper overhead squat than you would think", "most people would need very good ankle flexion and really good thoracic mobility so they’re not completely destroying their shoulders", "besides that, what other things – and it could be anything; it doesn’t have to be exercises – drives you crazy when you see it at a gym, besides guys in affliction t-shirts doing preacher crawls while they stare into their eyes in the mirror", "i have a funny story on that note, but… i hate people running on treadmills", "that’s no", "1", "why do you hate people running on treadmills", "i just think it promotes bad running mechanics", "people tend to roll that way even when there’s a street right outside that they can go run on, and there’s a lot of technology out there that helps them track on the road what they would be doing on a treadmill", "i don’t know; that’s tough", "i already told you about the leg extension machine", "that one kills me", "what else", "i can’t go to a high school or younger game to watch people run", "it drives me absolutely crazy", "i can’t watch people run that haven’t been taught how to run properly", "they’re just doing butt-kicks behind them, all back-end mechanics – just watching people not know how to run properly is my pet peeve", "i have a really hard time with that one", "or, when you watch somebody going on a run on the side of the road", "i really want to pull over, get out of the car, and work on their mechanics with them for five minutes", "it will save them so much pain and injury", "most of it is just by over-striding", "the biggest – can you explain what you mean by that", "think of what i talked about earlier", "when you talk about foot strike – when the foot strikes way out in front of your pelvis and your ground contact is in front of your pelvis when you look at it from the side, that’s over-striding, and i think that’s the no", "1 cause of injury in static running according to a lot of physical therapists", "just that alone – if you could help fix over-striding, that would help eliminate a ton of injury in static runners", "that’s a mission of mine", "what are some of the tips that you would give in those five minutes to fix over-striding", "is it more forward lean", "i have no idea; i’m not a runner, but i know a lot of people who are", "what would some of the recommendations be that you would give that person in your five minutes, once you’ve convinced them that you aren’t going to mug them or aren’t completely insane", "that’s the hard part", "i think it’s difficult to do", "as i was telling my nfl combine the other day – they were saying, “teach me", "it feels so uncomfortable and awkward.” i said, “exactly", "you’re slow, so being fast should feel uncomfortable and awkward.” if they were blazing fast and it felt uncomfortable and awkward, we’d have a problem, but they’re not", "i think that’s the hard part", "it should feel a little bit awkward and uncomfortable when you first do it right", "it’s difficult to do on your own without somebody watching it from the side, but generally, it’s just the feeling of your foot landing almost behind you – directly under you or behind you – and you’ll most likely know that it’s landing somewhat underneath you", "get that feeling of foot placement underneath or behind you and that will help a lot", "just don’t reach out in front of you to run", "got it", "i’ll give you two questions and you can answer either one", "one is what is something you believe – and it doesn’t have to be limited to something we’ve been talking about – that other people think is insane", "or, if you had to pick one thing you believe that a lot of trainers disagree with you on, what would that one thing be", "it can be either", "there’s probably a lot", "let’s get into it", "whatever you can mention", "i think the no", "1 thing is that… my biggest frustration in the field of training and human performance is that everyone is constantly trying to be the expert and making things so complicated that you have to see a trained professional to understand", "my biggest thing is that it’s not that difficult", "it’s very simple, and the simpler we can make it, the better it is for everybody, including the person who is teaching it", "i think we try to get so complicated, and put our own spin on it, and make ourselves a worthy expert in certain things that it just becomes indigestible for most people", "my biggest thing is to make it as simple as you possibly can, whether you’re working with elite-level athletes or with sedentary adults", "it doesn’t matter", "just make it as simple as possible, because ultimately, you can only improve so many things at once", "just focus on whatever gets you the most bang for your buck", "you can start there and add things on, and i think that’s the biggest thing for me", "for me, it’s just keeping it as simple as possible", "we try to make it a lot more difficult", "people always say, “how can you predict someone’s speed based on just the hex bar deadlift and body weight?” there’s an algorithm that goes into it and there’s been eight years of data collected on thousands of athletes that helped drive me to that", "it’s not just, “do this and that.” there’s a lot that goes to it", "but, by me just keeping it really simple, saying, “just increase your strength without increasing your muscle mass, and you’ll improve your speed,” i think it’s helping more people than it is – i can’t sell that, so it’s not like i’m trying to sell anything", "more than anything, it’s just trying to keep it as simple as possible so people remove the riff-raff from their daily thing", "i don’t know if you saw the story, but there’s a story today on espn about the university of oregon", "there’s three players from the university of oregon’s football team that were hospitalized due to rhabdo", "so, that’s rhabdomyolysis", "do you want to describe what rhabdo is for people who don’t know", "sure", "it’s basically caused by super intense workouts, overtraining to the point where muscle tissue breaks down, gets in the bloodstream, and releases toxins", "it can actually lead to kidney failure", "it’s something we haven’t seen in – i’m not kidding – i think 80 years", "except for crossfit gyms", "yeah, in crossfit gyms, that occurs here and there", "so, there were three players hospitalized", "basically, the coach that was training them was trying to break them down and doing certain exercises that… really, at the end of the day, he was just trying to break them mentally", "there’s no reason other than that; there was no sports performance aspect behind it", "a lot of coaches out there – when i talk to a lot of high school strength coaches or college strength coaches, i think we get so caught up in what we used to do that we miss out on what’s best for the people we’re working with and how we can be on the front edges of improving it", "i’m not comfortable sitting here today saying that i accept where we are and where we’ve come to in training that i’m willing to sit on my laurels and just use what we have currently", "i want to push the limits", "i think we’ve barely scratched the surface on human potential, and i think a lot of that has to do with regurgitating information and with people not seeking out better ways to do something", "that’s my biggest thing", "it’s not so much that – i never speak in absolutes", "i don’t think we’ll ever reach a finish line, especially in this field", "i think you’ve always got to focus on what you’re doing today", "i hope that, in two years, i’ll have a better way to train athletes than just the hex bar deadlift", "i truly do", "i hope the force number is obsolete in two years because i hope we’ll have moved onto something that is better and safer, and that more people can do it to help improve their performance", "at the end of the day, my goal would be to even the playing field of genetics and talent and actually teach people to be faster", "it’s just going to come down to the winner being the person who works the hardest", "that’s my ultimate goal, to remove the veil of mystery of what makes somebody elite and show what you need to do", "if you can do these three things over a long period of time, the person who’s going to put in the most work is going to reach that goal", "we’re seeing that more and more in other fields, but my goal with training is to continue to push the envelope, to not accept what is, and to keep pushing forward", "which trainers or books have most influenced or impressed you", "the reason i ask is that i have charlie francis’s book on speed, which is amazing", "some of you may recognize that name because he was the trainer of ben johnson", "now, at that level – you don’t have to comment, but i will say with a fair degree of certainty that he was not the only guy doping in that race", "oh, my god", "haven’t they already gone back and seen that seven of the eight people in that race were doping", "oh, yeah", "it’s… i think that’s the hard part with charlie", "people miss out on the genius purely based on the story with ben and people thinking he’s a bad guy", "it was just the name of the game", "i tell people all the time that if you’re sitting in a major league baseball locker room, and you’re looking around, and you hit 20 home runs the year before, and the guy next to you hit 12, and the following year, he hits 40, and you’re still hitting 20, at some point, you’re going to go, “you know what", "i’ve got to get on what everybody else is getting on", "otherwise, i’m not going to be able to play very much longer.” i think they’re almost the product of the culture", "it’s not as much of an isolated incident as much as people think it is", "outside of that, charlie francis was a massive influence on me", "another three-time olympian hurdler by the name of tony campbell, who is still a track and field coach, was a huge influence on me", "dan pfaff is one of the brilliant minds of not just track and field, but training period", "he runs altis down in phoenix, which is one of the most-attended track and field centers in the world", "altis", "a-l-t-u-s", "yeah, a-l-t-u-s, and dan pfaff – it’s p-f-a-f-f – is a brilliant mind", "but honestly, tim, i study everybody", "i’ve gotten it from louie simmons, to charles poliquin, to – all of them", "for me, success leaves clues, and you’ve got to study the best that have done it prior to you, see where we’re at, and see what we can add on to", "buddy morris, who’s the strength coach of the arizona cardinals, is a really good friend of mine and a phenomenal coach", "he’s been in the game for a very long time", "he’s in his 60s", "he was kind of a louie westside barbell guy, but has adjusted to evolve, and he’s doing some phenomenal things with them", "but, there’s a ton of coaches that i respect incredibly", "it’s been awesome", "more than anything, we in the field of performance coaches – and, my goal with nike is to try to bring us together and bring all that information together to come up with some best practices and try to help move this field forward", "is there anything in particular from louie simmons – for you people who don’t know who louie simmons is, you’ve got to look this guy up", "i’m not going to say too much more", "he’s very well-spoken, very smart", "1)", "check out his tattoos, 2)", "read what he has to say about anabolic steroids, and then look at the athletes who have come out of his gym in the last 20 years and prepare to have your mind blown", "if you’ve ever seen people using chains or bands, chances are they borrowed it from louie simmons", "is there anything in particular that you have borrowed or adapted from louie that comes to mind", "absolutely", "when i went to meet with him, one of the big things he was talking to me about was that with all – and, this was just recently – all of his record-holding and world-class squatters that he has, he box squats all of them to improve their squat", "as basic of a lift as the box squat is, he uses that to help them improve their deep squat and their powerlifting competition", "so, that was one thing i started implementing more and more with a lot of my jumpers and football players, is using more box squat than deep squat or any other variation of squat", "i use the box squat a ton – not only as a teaching tool, but just to help them improve their other exercise and minimizing the risk of injury and draining", "question on box squat – just a technical nuance: when your athletes box squat, how much of their weight do you have them transfer from their feet to their ass on the box, if at all, or is it just making contact and then reversing the movement", "it just depends on the weight i’m using, and also what i’m going for", "if i’m using it to do tempo – so, if i’m doing four seconds down, controlled tempo, i may have them touch and go, or i may have them – it just depends on where i’m at in the phase of training, or what i’m trying to do to teach", "a lot of times, with athletes who are new to box squatting, i’ll actually have them sit down completely on the box, sit upright so their spine angle is perpendicular to the ground, and then lean back, forward, and stand back up just to get the understanding of the sequence of movement that i want", "from what i understand, that’s what louie does as well", "he actually has them sit down completely on the box", "so, i do a combination of the two", "it depends on the phase of the training i’m in, but for the most part, listeners, i would say that you should probably sit all the way down on the box, tilt your spine angle back, forward, and then stand back up", "when you’re working with elite football players or sprinters, i would imagine they already tend to be very low body-fat", "there are probably exceptions, depending on – oh, you’d be surprised", "there are probably exceptions depending on the position, but if we’re talking about the…not ground reactive force exactly, but the amount of weight they can lift relative to their body weight, are there cases where you focus simultaneously – or not – on dropping as much body fat as possible, since that would ostensibly contribute to their ability to run faster", "i mean, you’re just tweaking a different variable", "oh, 100 percent", "i actually have a good example of that", "a couple years ago, i had two quarterbacks going into the nfl draft – marcus mariota and jameis winston – and one came in at 207 pounds and needed to be at 225", "the other one came in at 260 and needed to be at 230", "so, i actually had one needing to gain 20 and the other needing to lose 30, and i had them at the exact same time", "so, this can ultimately work for either", "what did you do in both of those cases", "you could probably talk for hours about it, but if you had to do your best to summarize what worked best for those two guys – one time to cut a fair amount of body fat, and the other trying to gain mass – what were the keys in those two cases", "ultimately, it comes down to – as you know, nutrition plays a massive role in it", "blood testing – i do a lot of blood test work with the guys, and with high levels of insulin and glucose, it’s really difficult to lose body fat", "so, understanding their diet from that perspective of trying to lower those markers as much as possible, eliminating sugar and those types of things, and have them lose body fat is crucial, but at the end of the day, the really cool part about this training is that a lot of it is going to get you to some sort of level of homeostasis", "your body is going to try to get to its natural state – somewhat of a zero – based on all this training", "so, whether you need to lose weight or put on muscle, your body is going to adapt and do what it needs to do in order to increase its strength, especially when it’s being stressed at certain levels with the hex bar deadlift", "so, with a guy like marcus, who needed to gain 20 pounds, i added a lot more eccentric loading into his training programming", "so, he’d do a lot more tempo, time under tension, and focusing on the eccentric phase of some of the exercises as well as concentric", "so, on the hex bar deadlift, for example, i’d have him go up and down because we’re looking for more cross-sectional muscle fiber", "and then, with jameis, it was a lot of concentric-only, eliminating the eccentric focus from his training, and just upping the intensity and his cardio", "so, just giving him some more cardio throughout the day, and for him, a big part was diet", "what a lot of people don’t realize is that these kids just coming out of college have no idea how to eat right, or what is eating right", "they’ve gotten away so much on talent up to that point that all of a sudden, it comes to the point where they have to really focus on what they have to eat", "no mcdonald’s", "kfc is not good for you", "you’d be amazed at how much they don’t understand that", "helping him with his diet was a big part", "ultimately, the training doesn’t need to change as much", "when you look at crossfit, for example – it’s a great example – you’ll see some people in the gym over 60 days that will put on tons of muscle mass and get stronger and bigger, and you’ll look at the other side of the room, and someone will lose 105 pounds", "in the same workout program over the past 60 days, how did they get totally different, opposite results", "ultimately, it’s just because the body is trying to find that zero, the homeostasis", "so, whether it’s burning fat cells or increasing the muscle mass, it’s going to do whatever the stress is asking it to do", "right", "i have just a couple more questions, and then i’ll let you get back to your night", "the first question that i always ask is what books have you gifted the most to other people", "these don’t have to be sports-related, but they could be", "are there any particular books that you’ve gifted to other people", "good question", "i’ve heard you ask this before, and i didn’t think you were going to ask me, and i should have been prepared for this", "i’m a huge, avid reader", "i truly believe – and i tell every person i train – is that one of the biggest reasons – the difference between where you are and where you want to go is knowledge", "read as much as you can", "so, that’s a tough question", "i think the alchemist is a big one", "i’ve loved that book for a very long time", "the bible is a big one, but i’ll give you an off-the-wall one, which is called the slight edge", "have you ever heard of that one", "the slide edge", "the slight edge", "no, i haven’t", "the premise of the book is – and, i give it to as many athletes as i possibly can – the tiny habits you do, the daily habits you do every day can lead to exponential life improvement down the road", "so, it basically talks about forming habits before they form you, and what types of habits you want to form", "so, whether it’s things which you talk about all the time – like journaling and nutrition –relationally, all those things that will help you lead a greater, fuller, happier life, making sure that you do those things and that you do them religiously every single day", "over the course of time, like compounding interest, it will add up to something great down the road", "it’s all about forming those habits", "that’s something i work with my athletes on all the time because ultimately, they’ve all gotten to where they are, but what separates the great ones – the all-time athletes – from the good is the discipline and daily habits that they do every single day that make them who they are, and that’s what separates them from everybody else", "they know who they are, they know that they can only do a few things really well, and they focus on those things, and without fail, they do them every single day", "i’m so embarrassed because i can’t remember the name, but 1)", "i love the title, and 2)", "it reminds me of this anecdote or story i heard about one of the most famous basketball coaches of the last century, and i’m blanking on the name", "john wooden", "yes, john wooden", "this may or may not be true – i think it is – that he would sit his players down at the beginning of a season, have them take off their shoes, and then have them lace their shoes back on according to his instructions", "the point of the exercise – because people are like, “why the hell are we doing this", "this is ridiculous", "why do i need to change how i lace my shoes?” he said, “improperly fitted shoes cause blisters", "blisters cost points, and points cost games.” the moral of the story was that it’s the little things done consistently that make a huge difference", "you have to pay attention to the details", "so, i love that – the slight edge", "yeah, 100 percent, the slight edge", "it’s a redundant book", "it just covers the same things over and over again, but there’s all those self-help books out there that give you breakthroughs in certain things", "this one is awesome because it gives you – before all of that happens, you’ve got to be able to do these things really well", "it talks about four or five things that you daily that will just add up at some point", "they’re good habits that will pay off exponentially in the end", "i love it", "what advice would you give your 30-year-old self, and if you could just place us, where are you", "how old are you right now", "i’m 34", "okay, forget about that question", "how about my 20-year-old self", "yeah, let’s say your 20- or 25-year-old self, whichever one needs the advice the most", "can you place us where you are and what you’re doing at 20 or 25", "i think the biggest thing would be to – i’ll tell you a funny story", "so, when i first started doing this, my dad would always tell people that i was a – when i first started this and started to figure out what i wanted to do in training, i started out at a 24-hour fitness because i wanted to get an idea of what i wanted to do", "to this day, my dad still tells everybody i’m a personal trainer, which i think is pretty funny for multiple reasons", "more than anything, it’s that whatever you’re going to do, be the absolute best at it", "ultimately, it always works out in the end, and i would never have thought in a million years when i was younger that i… not being an athlete and not being… i didn’t know if i wanted to be an orthopedic surgeon, but none of those things having worked out for me, i would never have guessed that i would reach the level of success that i have today based on what i was doing", "but, i took so much pride and put so much effort into helping every single person that i came across to improve that ultimately, it started to add up", "i just wanted to be the absolute best that i could be", "are you familiar with the author c.s", "lewis", "absolutely, yes", "the screwtape letters", "one of the big things he talks about is what’s called the “inner circle.” when talk to the athletes i work with, they’re always striving to be within that inner circle", "when they see people like jay-z, or beyoncé, or big-time athletes, tom brady, whoever, they want to be in that circle with those athletes because they see them all hanging out, running around, but ultimately, those people in that inner circle don’t even know they’re in the inner circle", "the reason they’re in that inner circle is because other people that were amazingly great at what they did recognized their greatness in what they did, and that’s why a lot of times, the inner circle is made up of photographers, actors, musicians, athletes, or all these different types of people, because ultimately, they’re the best at what they do, and greatness recognizes other greatness", "so, instead of focusing on getting into the inner circle, focus on being great at whatever you’re doing, and i promise you, at the end of the day, you’ll look up and be in the inner circle", "that’s me telling my younger self that", "just be great at what you’re doing, and ultimately, you’ll be recognized for that", "don’t try to get into the inner circle in any other way, if that makes sense", "it makes perfect sense", "well, ryan, this has been awesome", "i’m really glad we connected and had a chance to chat", "i’m sure we will have a million follow-up questions from listeners, and plenty of room for a round two", "so, whether it’s in oregon, san diego, or somewhere else, it would be fun to grab a bite to eat and do some deadlifts", "where can people find you, if there’s a preferred place on social media you’d like people to say hello, or anything else you’d like to mention", "where can people find you and find more about your work", "i’m working at nike now, so it’s a little bit different, but i’m on instagram @ryanflaherty1, and then, by e-mail, ryan@prolificathletes.com is my personal e-mail, so you can send e-mail questions there if you want, and i’d be happy to get back to you as soon as i can", "i think those are probably the two best places to find me", "prolificathletes.com is still up, but because i’m at nike now, i’m no longer operating that website anymore, so i would focus on e-mail or instagram", "got it", "well, you may be getting a lot of e-mails, sir", "hopefully, you have an auto-responder that helps you to ignore anything you really don’t want to answer", "once again, thanks for taking the time", "this has given me a bunch of homework and things to look into, and to people listening, as always, we will have show notes, links to resources – including the exercises that we discussed, whether it’s glute-med, vmo, step-downs, internal rotation of the femur – available, and we will figure out the best links for those and put them in the show notes", "you can find those show notes at fourhourworkweek.com/podcast, or if that’s too hard to spell, you can just go to tim.blog/podcast, and it will have the show notes for this episode and every other episode", "ryan, thanks again", "i really appreciate it", "my pleasure, tim", "thanks so much", "and, to everybody listening, as always, thank you for tuning in, and more episodes coming soon"]}