{"dialog_idx": {"art de": [39, 46, 47, 48, 49, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 117, 122, 123, 124, 125, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 160, 161, 167, 168, 169, 170, 171, 172, 173, 174, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 217, 218, 220, 221, 222, 223, 224, 225, 226, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 282, 283, 284, 285, 286, 287, 290, 291, 292, 293, 294, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 311, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 354, 356, 357, 358, 361, 362, 363, 365, 366, 367, 368, 369, 371, 372, 373, 374, 376, 377, 378, 379, 380, 384, 385, 386, 387, 388, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 413, 414, 415, 416, 417, 420, 421, 422, 423, 424, 425, 426, 427, 428, 430, 435, 436, 437, 438, 439, 440, 442, 444, 445, 446, 448, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 461, 462, 463, 465, 466, 468, 469, 470, 471, 472, 473, 479, 480, 481, 484, 485, 486, 487, 488, 489, 491, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 535, 536, 539, 541, 543, 544, 545, 549, 550, 551, 552, 553, 554, 555, 558, 561, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 624, 625, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 644, 647, 648, 649, 650, 651, 652, 653, 654, 656, 657, 659, 662, 666, 667, 668, 669, 670, 671, 672, 674, 675, 676, 680, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 701, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 729, 730, 731, 732, 733, 734, 735, 736, 737, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 782, 783, 784, 785, 786, 787, 788, 791, 792, 793, 795, 797, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 819, 820, 821, 823, 825, 826, 827, 828, 829, 831, 832, 833, 834, 835, 836, 837, 838, 840, 841, 842, 843, 844, 845, 847, 848, 849, 850, 851, 852, 855, 856, 857, 858, 859, 860, 861, 862, 863, 865, 870, 871, 872, 873, 883, 884, 885, 886, 887, 888, 889, 890, 893, 894, 895, 899, 900, 901, 903, 905, 906, 907, 908, 909, 910, 914, 915, 916, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 931, 932, 933, 935, 936, 937, 938, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 956, 963, 971, 973, 974, 986, 987, 999, 1000, 1005, 1006, 1007, 1008, 1018, 1019, 1021, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1037, 1039, 1042, 1043, 1044, 1045, 1046, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1093, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1135, 1136, 1137, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1155, 1156, 1158, 1160, 1161, 1162, 1163, 1164, 1165, 1167, 1168, 1169, 1170, 1171, 1174, 1178, 1179, 1180, 1182, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1197, 1198, 1199, 1200, 1201, 1202, 1203, 1204, 1205, 1206, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1216, 1217, 1218, 1219, 1220, 1221, 1222, 1224, 1225, 1228, 1229, 1230, 1231, 1232, 1233, 1236, 1238, 1239, 1240, 1241, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1266, 1270, 1271, 1272, 1273, 1276, 1278, 1279, 1280, 1286, 1287, 1288, 1289, 1290, 1291, 1292, 1295, 1297, 1299, 1300, 1301, 1302, 1303, 1304, 1305, 1307, 1308, 1309, 1310, 1311, 1312, 1314, 1320, 1321, 1322, 1323, 1327, 1328, 1329, 1330, 1333, 1334, 1335, 1336, 1337, 1338, 1339, 1340, 1341, 1342, 1343, 1346, 1348, 1349, 1350, 1356, 1358, 1360, 1366, 1367, 1368, 1369, 1370, 1373, 1374, 1375, 1376, 1377, 1378, 1380, 1381, 1382, 1383, 1384, 1385, 1386, 1387], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 40, 41, 42, 43, 44, 45, 50, 51, 52, 53, 66, 67, 90, 91, 92, 93, 115, 116, 118, 119, 120, 121, 126, 157, 158, 159, 162, 163, 164, 165, 166, 175, 176, 177, 178, 179, 180, 181, 216, 219, 227, 228, 244, 245, 246, 281, 288, 289, 295, 310, 312, 313, 326, 327, 328, 329, 352, 353, 355, 359, 360, 364, 370, 375, 381, 382, 383, 389, 400, 412, 418, 419, 429, 431, 432, 433, 434, 441, 443, 447, 449, 460, 464, 467, 474, 475, 476, 477, 478, 482, 483, 490, 492, 493, 494, 495, 496, 510, 534, 537, 538, 540, 542, 546, 547, 548, 556, 557, 559, 560, 562, 585, 586, 598, 622, 623, 626, 640, 641, 642, 643, 645, 646, 655, 658, 660, 661, 663, 664, 665, 673, 677, 678, 679, 681, 682, 683, 684, 685, 686, 687, 688, 689, 700, 702, 728, 738, 753, 754, 755, 756, 781, 789, 790, 794, 796, 798, 816, 817, 818, 822, 824, 830, 839, 846, 853, 854, 864, 866, 867, 868, 869, 874, 875, 876, 877, 878, 879, 880, 881, 882, 891, 892, 896, 897, 898, 902, 904, 911, 912, 913, 917, 929, 930, 934, 939, 954, 955, 957, 958, 959, 960, 961, 962, 964, 965, 966, 967, 968, 969, 970, 972, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 1001, 1002, 1003, 1004, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1020, 1022, 1033, 1034, 1035, 1036, 1038, 1040, 1041, 1047, 1048, 1049, 1050, 1051, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1088, 1089, 1090, 1091, 1092, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1110, 1129, 1130, 1131, 1132, 1133, 1134, 1138, 1151, 1152, 1153, 1154, 1157, 1159, 1166, 1172, 1173, 1175, 1176, 1177, 1181, 1183, 1184, 1185, 1186, 1187, 1195, 1196, 1207, 1223, 1226, 1227, 1234, 1235, 1237, 1265, 1267, 1268, 1269, 1274, 1275, 1277, 1281, 1282, 1283, 1284, 1285, 1293, 1294, 1296, 1298, 1306, 1313, 1315, 1316, 1317, 1318, 1319, 1324, 1325, 1326, 1331, 1332, 1344, 1345, 1347, 1351, 1352, 1353, 1354, 1355, 1357, 1359, 1361, 1362, 1363, 1364, 1365, 1371, 1372, 1379, 1388, 1389, 1390, 1391, 1392, 1393, 1394, 1395, 1396]}, "episode_num": 239, "file_type": "html", "guests": ["art de"], "num_sentences": 1397, "num_words": 16004, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show. I am sitting in a cabin surrounded by snow and it is still my job, very episode, to deconstruct world-class performers of all different types, from entertainment, to military, to chess, to Jiu-Jitsu, you name it; I have tried to interview the best of the best in that world. In this particular episode, we are going to talk about anti-aging. What does that mean? Well, there’s a lot of hogwash and a lot of nonsense out there. But there are a few people who really stand out as particularly interesting because they walk the talk. Dr. Arthur De Vany is nearly 80 years old and totally ripped. I just spent a bunch of time with him. He’s better known as Art De Vany. You should check him out on Facebook – facebook.com/art.devany. He was signed as a professional baseball player in his youth and later earned his Ph.D. in economics at UCLA. He is most famous for his evolutionary fitness – that’s the term you would use – approach to training and diet. Our conversation focuses a lot on the subtleties and details of that. During his time at UCLA, Art did many things, including creating mathematical and statistical models to precisely describe the motion picture market. Art is now Professor Emeritus of Economics at the University of California Irvine and is a member of their acclaimed Institute for Mathematical Behavioral Sciences. This guy is very analytical and he’s very mathematical and very logical. That is water on the kettle, but I’m going to power through it because I’m going to have tea, but it’s going to be after this intro is recorded. A lifelong student of metabolism and fitness, Art has lived as a paleo athlete for more than 30 years and is considered a patriarch of the paleo movement right up there with Loren Cordain. He believes there’s no such thing as healthy aging and that we can intervene to protect against the aging process. In this episode, we talk about his daily schedule, workout routines, Nassim Taleb, why he never gets sick (that is, why Art never gets sick), and really dig into the details of a fascinating man. There’s also one point where I doubt myself, which happens fairly often, and I mention myotatic reflex and then I renege and say I don’t know what I’m talking about. Just to explain what I meant by that, here’s the definition: “The stretch reflex, also known as myotatic reflex (this is from Wikipedia) is a muscle contraction in response to stretching within the muscle. It is a monosynaptic reflex which provides automatic regulation of skeleton muscle length. When a muscle lengthens, the muscle spindle is stretched and its nerve activity increases.” That sounds like gobbledygook to a lot of you, but that is why I said myotatic reflex. It’s related to doing negative only or negative dominant workouts, which Art subscribes to. There you have it. There’s a lot of dense stuff in here. We get into the weeds, which you guys love. If you’re having trouble grasping `something and it’s getting very dense, just hold on and listen for a few more minutes and we’ll get back into more familiar territory. We talk about everything from ice ages to economics, to the philosophies of intermittent everything. We talk about the extreme events and the economics thereof. It’s a fascinating conversation. At least it was for me. Without further ado, as I always say – I’m going to go get my tea now – please enjoy this conversation with Art De Vany. Art, welcome to the show. Art De Vany: Happy to be here, Tim. Tim Ferriss: I am thrilled to meet you. I’ve heard so much about you from many people, including our mutual friend, Naval Ravikant. We’re sitting here, for those people listening, at my undisclosed mountain location. Art was kind enough to meet me here. Here we are the kitchen table. I thought we would start with how you connected with Naval because I don’t know the story. Art De Vany: It started with my blog. He got in touch with me. I decided to give a seminar in Las Vegas covering the elements of my approach. He and his brother, Kamal, attended, along with John Durant and Richard Nicolai and a whole bunch of other people who’ve gone on to fame and fortune in the paleo world. Tim Ferriss: You’ve kept in contact with Naval, or at least he is certainly very familiar with the blog. If we rewind the clock a little bit, how did you go – actually, I’ll take a step back. I was going to ask you how you went from economics to the evolutionary approach to everything. But before I go there, how did you get to economics? Art De Vany: Yeah, well, I love economics. It’s the study of decentralized mechanisms and organizations and spontaneous order. I got into it because I took an undergraduate class in comparative economic systems at UCLA. I had a professor who was just profoundly inspiring in that class – George Murphy, to give him credit. He may disclaim my credit. He was so eloquent in talking about [inaudible] and Enrico Barone and a whole bunch of other people who wrestled with central planning. This was a time when central planning was sweeping Europe and was being promoted even in the United States; the progressive movement at that time. They felt this centralized control, scientific management, top-down hierarchical control would be the sensible way to do it. In fact, they wrote a book about the inland waterways that criticized that approach and talked about how they actually messed up the flood plains. They thought there was 100-year floor plain, but floods don’t have means, statistics. They don’t converse, they diverge. The variance keeps growing with every new flood. Tim Ferriss: For people who don’t have any familiarity with economics, what does that mean? If you could maybe elaborate on that. Art De Vany: Well, the [inaudible] measure the variation in the series. The series, if it has a mean, most people think in terms of normal distributions that has central tendencies and that the mean and variation are well-described by those two parameters. Not true. The damage that’s done by the worst rain storm in a decade does 40% of all the damage that rain storms do in that decade. It’s an extreme event dominated series, just like the movies and just like your life. People fail to realize you don’t get anywhere from the drip, drip, drip of the incremental. You get there from some big event that changes your life, like your work probably changed your life. I don’t know what changed my life. Lots of things have. Those are the moments that are the power moments in your life. In fact, the whole notion of normal doesn’t apply to a person’s life. You don’t get anywhere by incrementing in small increments. It’s the extreme event and you seize it and you’re poised. If you remain poised, you can respond to that kind of significant event. For example, there’s this notion of algorithmic compressibility, which is the computer science term that applies to the ability to reduce your life to an algorithm. Can’t do it. Can’t do it. The novelty in your life is constantly progressing. You should welcome the variance and seize the opportunities. That’s the way I think of the life. It’s the Zen of evolutionary fitness. That’s how life works out. Tim Ferriss: We’re going to spend the majority of our conversation on evolutionary fitness. I have so many questions for you, but I want to start with an area I know even less about, which is Hollywood. What are some of the erroneous beliefs that you found in Hollywood? Or insights that you’ve written about and studied? Art De Vany: It’s an industry that nobody understands. Nobody’s really written anything very sensible about the industry. The Supreme Court, for example, divorced the studios from the theaters. Justice Douglas was the guy who wrote the decision. The famous Paramount Antitrust Decrees. It treated the industry as a monopoly because they looked at market shares, which if you measure it at a particular point in time, Paramount will have so many dollars of the total revenue of the industry, Universal will have so many, and on down the line. The problem is, that changes every week. If you use something like a Herfindahl Index or a measure of concentration, it’s constantly varying. In fact, it has no mean. It’s the variance of the distribution of market shares – the Herfindahl Index is – and it’s infinite. It doesn’t exist. [Inaudible] wrote about this and so did – oh, who’s the other guy who did fractals? Anyway, it doesn’t matter who – Tim Ferriss: Was it Mandelbrot? Art De Vany: Yeah, Mandelbrot. He coined the word “fractal,” because it’s a situation where the variation is so extreme that the distribution itself doesn’t have the normal kinds of limits. It’s a so-called “wild distribution,” as Nassim Taleb calls them. These wild distributions don’t have finite moments, necessarily. The mean and variance may not exist, such as in the flood example. That’s true also in the movies. It turned out that the movies has such a wild distribution that even the mean doesn’t exist. If you talk about the average gross, you’re talking about no movie that ever made that. Tim Ferriss: That reminds of there was some type of joke that was meant to illustrate the flaw in how people misapply arithmetic mean. Bill Gates walks into a bar and suddenly the average net worth is $50 million or something like that. Art De Vany: Bill Gates walks into a bar and everybody’s a millionaire on average. Tim Ferriss: Right, exactly. Does this make movies impossible to predict or plan for? How would you build that in? If you ran a studio, how would what you’ve learned inform decisions that you make? Art De Vany: You’ve got to have a story and characters the audience will love. As, you remember, Callie Khouri invited me to come speak to the Screenwriters Guild. She said, “You make a movie by making the audience love the characters and then you torture them.” Tim Ferriss: Torture the characters? Art De Vany: Yes. Tim Ferriss: And vis-à-vis the characters, audience. Art De Vany: Torture the characters, right. The idea is a great script, a great story, memorable characters. Then the rest is up to the audience. It may or may not work. An actor has the same kind of variance in his career grosses as does the industry in general. An actor may make one movie and that movie will earn 40 percent of the actor’s career revenues. Same thing with directors. If you did all the regressions in the world, a statistical technique to try to predict what a movie’s going to make, you would find out that a handful of actors have any strategic and they’re sort of flukes anyway. Like Val Kilmer, who came up in the regression equations. He’s gone now. The past doesn’t predict the future is really the way to look at it. There’s no algorithm to determine how a movie’s going to gross. Genre is somewhat helpful, but only because people look at genre. Genre is not a category. It’s a box people put movies in. If you really want to know how much a movie’s going to make, you have to look at how many theaters they open it on. It’s the cereal box effect. If you go into a grocery store and Wheaties gets all the shelf space except for a few inches, it’s going to have the highest gross. It might disappear very quickly though. A big opening is a dangerous strategy. It tends to give you dominant revenues in the early weeks and if people follow the revenues as a means of making a decision of which movie to go to, that would tend to propel a dynamic where you would have an expansive gross. The problem is, you also have word-of-mouth and reviews. So it’s a mixture of public and private information. Private information being what your friends tell you about it. Public information being reading the box office scores. You put those two together and you have an enormously complicated dynamic. You can’t tell how it’s going to do. As a matter of fact, if you don’t get the grosses and you get 4,000 theaters to commit their screens to your movie, you may have to allow them to double-bill in the second week. That is, add another feature to it. If you see a movie that’s double-billing by the third week, it’s a stinker. Tim Ferriss: I would imagine it’s similar to books too. I suppose in any hits-driven business, there’s some people who try to front-load with distribution. They have this huge initial up-front cost in the hopes that it will make the list somewhere at the top and become a self-fulfilling cycle of sort, where people use it as a shopping list. Art De Vany: It’s the same kind of thing. Actually, a lot of authors will go out and buy lots of copies of their book. Tim Ferriss: I know of people who’ve bought – I remember I visited – I shall not name names, but I went to the office, the headquarters of a CEO who had recently published his own book. Or I should say had his book published, which he did not write. There were tens of thousands of copies lining the walls. It was just outrageous. You could have built an entire structure out of these books. Art De Vany: They’re smart. They’ve learn that if you just look at the sales itself, that’s what a lot of other people are doing. But it could be that they’re manipulating the sales, as a way of signaling to you that it’s a great book. You look at reviews and you see what the author’s done before. It might work if you’re Tom Hanks in a movie. But then again, it could be – he has huge variance in his grosses also. He’s not a sure thing. What a star will do is it will raise the least revenue a film might earn. Tim Ferriss: I see. It raises the – Art De Vany: The minimum revenue. Because it gets it out on a fair number of screens and some people will come. But then word-of-mouth starts to take over and it can tank in no time. Tim Ferriss: You developed these mental models, these analytical frameworks. How did fitness and diet enter the scene for you? How did you start focusing on that? Art De Vany: It really began the other way around. I always wanted to be fit and strong and have a beautiful body and healthy-looking skin and so forth. I just like people liking me and looking at me. Ego helps a lot in this game. But I also was interested in fitness and eating well most of my life. However, that blended with that plus my interest in athletics. I wanted to be a pro baseball player. Eyesight let me down. That mixture led me to appreciate the hunter-gatherer kind of lifestyle. That is, if you view uncertainty in the world the way I do and you realize that we came through a narrow bottleneck. Only 2,500 or so humans made it through the Toba, the post-Toba volcanic eruption, volcanic winter. That was the lowest temperature in the last 20,000 years was post-Toba. So if we came through a bottleneck like that, you realize that we have to be extremely hardy, very robust. You had to be poised. The brain is there in order to adapt to the climate variations that humans went through. There were 20,000 years of extreme climate variation. A good brain is a good way to get through that sort of thing. You can imagine God’s human designers saying, well, we’ve got a new model now. It’s different from the archaic model in the sense it has a very large brain. It’s smart as hell. This kind of fat and slow. God just says, well, let’s see if it gets through the ice ages. I have 20,000 years of ice ages planned ahead of it. That’s what happened. The archaic form didn’t last and all the other closely related forms of human beings disappeared at this time. The Neanderthal, the homo heidelbergensis, and a whole host of others. Even homo erectus was still around early on this period, 200,000 years ago. They all disappeared and they all disappeared because you didn’t have the adaptive behavior that modern humans have. The brain was the survival instrument. That means that we’re here. We have a great brain simply because it’s a way of adapting to the challenges that the world presents to us. You couldn’t have the brain that we have unless you had a body as well. The brain muscle signaling dominates most of my thinking. So an approach to fitness – think of the sea squirt. Tim Ferriss: I’ll admit, I don’t know much about sea squirts. Art De Vany: Sea squirt is a little polyp that lives in the sea. It floats around, finds a location, latches on to that Barcalounger, and eats its brain. Tim Ferriss: Eats its own brain. Art De Vany: Eats its own brain. Because it’s found its place. It no longer needs to navigate the world. The brain is dispensable. Every bit of protein and substrate that an animal can get ahold of, of course it’s going to eat. At that point, the sea squirt consumes its brain. A lot of people do that too, don’t they? Tim Ferriss: Yeah. I was going to say, I think a lot of that is happening right now. Art De Vany: Yeah. Settling into a couch, you lose your muscle. Your brain begins to degenerate because it’s not getting the signals that the muscles – muscles release all kinds of so-called myokines have been discovered. A remote signal from a muscle can cause your brain to improve it’s cell quality. To maintain neurons, one thing you can do is to contract muscles and you’ll find you improve what’s called proteostasis in the neurons. Proteostasis is maintaining the cellular quality, not having [inaudible] proteins, misshapen proteins, the wrong kind of proteins in your – Tim Ferriss: Is that related to a brain-drive neurotrophic factor or things like that? Or is it a different mechanism? Art De Vany: It also does that. But see, neurotrophic factors are typically growth-type factors that rescue a stressed cell. That does happen. But the other part of it is that you need to alter the insulin signaling so that you actually bring on the defensive pathways in that neuron, as opposed to growth signaling. So that would bring on the [inaudible] and [inaudible] and other factors in the neuron. That kind of signaling – if you affect cardiostasis in the brain, the brain then can send neuro signals to affect proteostasis in remote tissues. Now we’re into this notion of remote signaling or signaling at a distance, which is systemic signal. Economists love that kind of model, that adaptive decentralized behavior. Tim Ferriss: What types of, if we’re looking at, for instance, I was listening to one of your presentations and on one of the slides, you just wrote down two lines. It reads, “Aging is not programmed. It is the result of the failure of a renewal program.” I would love to hear you (a) elaborate on that a little bit; and then (b) follow that through with the implications in terms of behaviors that might help or diet – anything that might help to bolster that renewal system. Art De Vany: Well, you know, aging is really a puzzle. I only started studying it a few years ago. I figured I’m an expert because I’m experienced. I was about 78 years old when I started looking at aging. I thought it really is a lot simpler than people are making it out to be. It is not programmed. No aging genes have been discovered. The only genes that have been discovered to have any bearing on aging are defensive pathways: FOXO sirtuins, proteostasis, a host of other defensive immunity, stem cell proliferation. There are four or five pathways that are involved in aging. In the main, they are regenerative or defensive pathways. Like immunity – the immune pathways cross over with your cell maintenance, defensive pathways. For example, autophagy is used in both processes. Autophagy being consumption of self tissues, so own tissues. Phagy being eating and auto being you, your own tissues. Autophagy is both an element of the immune system, and it’s also an element of keeping the stem cells alive and healthy because they’re living on autophagy. When they need to proliferate and come out and heal wounded tissues, they go through a burst of autophagy and then they transition into oxidative phosphorylate. They use oxidative pathways after that. They’re in there being defensed by autophagy so that the mitochondria don’t damage the stem cells. They have to live in a low-oxygen niche. In fact, they’re very similar to a very primitive form of cell. They live on basically glycolysis. That was all life lived at one time. Your fast twitch muscle fibers also used the most primitive kind of energy sources for movement. So the defensive pathways are really the key to it all. The poets know this. The Legend of Tithonus is a legend of the Greek god. He was Aurora’s boyfriend and Zeus didn’t like it. So Aurora pleaded with Zeus not to kill him. So Zeus, in his clever way, said okay, you’re going to live forever. But he didn’t – he forgot to say, I’m not going to let you age. So Tithonus wastes away for eternity as a cruel punishment. But it’s a correct description of what the aging process is. It’s a loss of cell function, a loss of cell integrity, a loss of the ability of stem cells to renew tissues. Aging basically is simply damage. Tim Ferriss: What are some of the interventions that you find most interesting at this point? Art De Vany: I eat only twice a day. So I want long intervals between meals. I want low insulin signaling so that I bring on the defensive and repair pathways. I want to be conscious of maintaining my stem cells. How do you maintain your stem cells? First of all, you don’t have too much mitochondrial density down in your stem cells. Tim Ferriss: Yeah, I really want to talk about this. Mitochondrial density is all the rage. Art De Vany: It seems to be all the rage, isn’t it? They’re innocent little batteries that sacrifice and produce energy for you. Remember they have their own DNA. Mitochondrial density has to be very low when the stem cell niches. Moreover, the mitochondrial level – for example, people don’t know this – humans have the lowest mitochondrial density of any mammal. Tim Ferriss: Really? Art De Vany: Yes. They also have low reactive type of mitochondria. The L3 – we all came out of the L3 mitochondrial apletithe that left Africa. Now the mitochondria eve occurred about 1,600 to 38,000 years ago. By that time, humans were huddled on the seashore of South Africa trying to survive. The temperature was so cold and so much ice locked up moisture that the Sahara expanded in scope and became very arid. After the Toba volcanic eruption, the largest volcanic eruption in the last two million years, humans were basically settled along the southern and eastern shore of Africa, huddled there to survive. Curtis Marean thinks that the seashore saved humanity. The accessibility of seafood along the shore. Vegetables were wiped out for about 1,000 years. There was a 1,000-year volcanic winter. Vegetables were difficult to come by and the inland sources of animals were sparse as well. It turns out we may have survived on corms. They’re a starchy plant that is in the biome of Southern Africa. Tim Ferriss: Corbs? Art De Vany: Corms, C-O-R-M-S, Corms. Tim Ferriss: Ah, yes. I’ve seen this written. Art De Vany: It’s a carbohydrate containing – I hate to tell the Paleo guys this, but between the muscles and the washed up seals and an occasional beached whale and the seabirds and occasional inland hunting, that was basically how we survived. Muscles are your friend. Both kinds of muscles. So there’s the survival aspect – the DHA, of course, in the seafood became substrate for the brain. You can see remarkable photos that show the difference between 100,000 years difference in the human skull. Profound difference. You can see that the modern human skull that emerged is kind of a juvenilized version of the earlier skull. The high prefrontal area, the cortex, and what have you. Brain expansion clearly occurred in response to two things: the availability of nutrition to help propel brain growth, the need to have high brain cognitive power to survive the ice ages, plus the growing settlement size on the seashore. Because we now had a stable source of food – I’m thinking of us coming from that period. That spurred technology and remember that language developed at this time too. The was an enormous change in human behavior during this time period. Tim Ferriss: We were talking about the interventions. You mentioned eating two times a day. We’ll come back to this, I think, but is that generally breakfast and dinner, lunch and dinner? What does your split look like? Art De Vany: Well, whatever suits you. But I do breakfast and dinner because I want a long interval between meals to promote proteostasis. I want to clear the enzymes. Remember, you’ve got – there are about a billion proteins in a cell, according to Dillin’s group up at Berkeley – oh, Berkeley. It’s very critical to the degradation of the proteins is sort of a continuous process. But the transcription in making new proteins is an interval-based kind of thing. It depends on when the nutrient signals are there. When mTOR begins to say okay, don’t consume proteins, make new ones. Transcribe and translate. Although when you transcribe and translate, you find that moves up a diagonal. The atrophy process follows it because you’ve got to keep some kind of balance there. My theory is this, that we had to overeat in order to survive. We don’t live on energy balance. If you look at this as a random world, you can’t survive unless you overeat during periods when food is available, so as to store nutrients for the times of scarcity. We also over-proliferate. That is, when nutrients are available, the transcription and translation process turns on in a burst. It has to be, otherwise you won’t make enough proteins to survive and your cells won’t be durable. That is what’s killing us today, because we’re over-transcribing and we’re overeating. We’re making too many proteins that get misfolded, they get damaged, there’s no room for them. The architecture of the cell is stretched. The actin filaments are stretched out and there’s stress signaling going on. You don’t transcribe accurately, you don’t make good proteins when you’re under stress. Tim Ferriss: We also talked then about the low mitochondrial density in your stem cell niches, I guess you said? Is that right? Art De Vany: Yes, they reside in a low-oxygen niche. Tim Ferriss: How do you proactively encourage low mitochondrial density in those areas? Art De Vany: You do weightlifting. You stay off the treadmill. Actually, if you sprint, you can use up, you can consume mitochondria because you improve quality. Tim Ferriss: I got it. So they become more effective and efficient so you don’t need the density. Art De Vany: That’s right. They don’t rely as much on oxidation either. You’re using the glycolytic pathway, which goes through the mitochondria anyway in a [inaudible] [00:33:22] cycle and so forth, but it’s not producing lots of free radicals. Tim Ferriss: Are you responsible for getting Nassim Taleb deadlifting? Art De Vany: My fault. Well, you remember the story about Nassim. If you read the back section of that little section you wrote for my book, because here he was, a kurtosis trader. That is, he used distributions with wild characteristics. He was buying out of the money calls and puts and living on the variance. Tim Ferriss: Right, living in the options world. Art De Vany: Yes, that’s right. And so here he was doing just steady exercise. I said what are you doing? This is the wrong approach. Tim Ferriss: Just so I know, how did the two of you connect? Art De Vany: I used his book in a class I taught. Fooled by Randomness I used in a class I taught on the economics of uncertainty. I communicated with him and said, “I’m using your book.” I don’t know why I wrote him. Because I hate textbooks and I really connected with him. He said he hates textbooks too. Tim Ferriss: Yeah, you really hit a sore spot. Don’t get him started on academia. So you connected with him and he was doing steady state exercise. Art De Vany: He was doing his three sets of 12 and so many hours on the treadmill or the cycling or whatever. He figured out that in cycling to and from his office – that’s when his office was some distance from his gym – he said he figured out that the maximum expenditure of energy in that ride was what did him the most good. That’s your approach too. For example, in an organization, half the work is done by the square root of workers. So you’ve got 100 people in there, 10 people produce half the output. Tim Ferriss: Sure, we’re on the same page with this in terms of Pareto distributions. Art De Vany: Right. This is all Price’s work and Lachte and others have looked at scientific publishing and what have you. The Pope has his own version of this, by the way. Pope John Paul, before he passed away, was asked how many people work at the Vatican. He said, “About half of them.” Of course, Robert Evans says the same thing about Hollywood. Hollywood is a place where half the people are not working and it’s true that between films they’re hoping for the next one. Even Dustin Hoffman said, “I have to be grateful to be working.” This goes with the business. In the industry, there are these power law-distributed networks and a few people are at the central hubs. It’s the same rule [inaudible] [00:36:36] holds for the movie industry from half the people [inaudible]. 10 percent of the people do half the movies or something like that. Tim Ferriss: Nassim thought that the caloric expenditure during his bike ride was what was giving him the most bang for the buck. Art De Vany: Can you imagine that people were that dumb back in those days? There’s still people around who think the energy balance model – I don’t know how – well, let’s face it. They all studied steady state exercise because you put someone on the treadmill and you measured his oxygen expenditure. Nobody had any idea. Non-steady state exercise is very difficult to quantify and to measure. Now they’re getting better at it. They’re much better at it. You can power long holds again because the most intense exercise and most intense expenditures [inaudible] [00:37:28]. You put accelerometers on children. The leanest are the ones who engage in the most intense bursts. Little children don’t steady state exercise. Tim Ferriss: So what does your exercise regimen look like or what you would prescribe to someone like Nassim, or anyone really? Art De Vany: Well, I told Nassim to start doing negative deadlifts if he wants to improve his deadlifts. Have somebody help you put the bar up, lower it. Pick a height, put it up again and lower it again. And put it up again and lower it again. I do almost all negatives now. Tim Ferriss: Why is that? Why are eccentrics so important? Art De Vany: I’m doing eccentrics for really three reasons, the main one being that they double your stem cell counts and the satellite cells in the muscle. They double them but they don’t exhaust them. A lot of people, if you double the stem cells that flood out, you may exhaust them because you may simply exhaust the ones in the niche. What you want to do is you want to double them and have one go back into the niche and one go out and heal tissues. Asymmetric differentiation is what you want. If they symmetrically differentiate, they both become new possible progenitors to cells, you’re now exhausting. Take one out, put one in is the best way to do it. Eccentric exercise does that. Downhill running does too. Tim Ferriss: Downhill running. Art De Vany: Downhill running. Tim Ferriss: I’d love to hear what a negative-focused workout of yours might look like. If you could also just talk about mitigating injury risk, because there are a lot of people who get injured. For instance, there are a lot of sprinters who in their training will only do the positive on deadlifts and drop them for fear of hamstring injuries. So not to say that it can’t be done safely, because I’ve done a lot of negatives, but I’d love to hear what a workout of yours looks like. Art De Vany: It’s so mild you wouldn’t believe it. I work out almost every day. Maybe 10, 15 minutes. Sometimes it’s hard to do a negative if you don’t have a training partner. But I use equipment and I’ll use, for example, leg extensions. Push up with two, lower with one. Tim Ferriss: Typical leg press? Art De Vany: Push up with two, lower with one. Tim Ferriss: Shoulder presses? Art De Vany: Push up with two – actually, I use a machine in this case like a Power Hammer and stuff. I’ll push it up with two hands and then lower it with one. Deltoids are all fast switch, mostly fast-twitch fibers, so they really respond well to that. Tim Ferriss: Since you mentioned it, which muscle groups respond best to this type of training? Art De Vany: All of them. Tim Ferriss: All of them, okay. Art De Vany: The posture muscles are slow-twitch fibers. They need to have endurance. Keep your posture locked in and solid. I end every workout standing against the wall. This was the thing that Naval liked most about my seminar. Stand against the wall, get a little slot in the small of your back. Put your heels and butt against the wall and your shoulders back, your head back. Walk off and look over your cheekbones. Don’t drop your head and start looking down. Your whole spine collapses. Tim Ferriss: So look straight ahead? Art De Vany: If you need to look down, just look down over your cheekbones. Don’t drop your head. Just [inaudible]. Tim Ferriss: This is to establish proper posture? Art De Vany: It is to establish proper posture, but also to maintain it and to have a sort of nobility in having good posture. It really makes a difference in your mental attitude. Tim Ferriss: Are you working your entire body every day? Art De Vany: No, I’m not because I may do legs and shoulders one day. I almost never do curls because they’re just ego muscles anyway. I just go around and do a variety of exercises. I make sure to hit every body group a couple times a week. I’m cycling through. I do a lot of lat and lower back and leg work and shoulder work. Tim Ferriss: When you exercise in 10 to 15 minutes, how do you choose? Let’s just take an example in the shoulder press. How are you determining what weight to use? Is it a percentage of say one rep concentric and then what is the tempo, number of repetitions? If you could just give us an idea of the programming of that. Art De Vany: I’m such an instinctive trainer, like Arnold is. I just don’t have a regular way. I just do it. Tim Ferriss: Do you go to the point where you start to lose the ability to control the descent? When do you terminate? Art De Vany: Yes, I do. I have some sense of fatigue, but what I do is I push it up really fast and quickly in very precise form. Lots of acceleration and coming down really slow to a full, good stretch. Remember you have this giant protein in your muscles, this Titan protein. It’s the stress sensor. Stress, by the way, will stimulate mTOR and protein synthesis. Tim Ferriss: The stretch? Art De Vany: Yes. Tim Ferriss: Is that – I might be getting this wrong – myotatic reflex? Am I getting that wrong? Something like that? I don’t know what I’m talking about. Please continue. Art De Vany: Yeah, okay. Well, there’s a signaling domain down. It sets the architecture, the whole muscle really. That and the actin. There’s a cytoskeleton, a skeleton in the muscle itself of these actin fibers. They sense stretching, if the dystrophin protein senses the distortion of the enclosure of the muscle and then the Titan senses the extension in the muscle. That means you want to really go to a full stretch. If you did curls and never fully stretched, you’d have a little, tiny muscle. You’ve got to stretch the muscle out. Goldberg’s work and all kinds of work on muscles shows that full extension, you lengthen the muscle too. A lengthened muscle is stronger and fuller when it’s contracted. It’s faster. I want my muscles to be not too big, lean, long, and quick. Tim Ferriss: From a distant evolutionary standpoint, what would have mimicked the eccentrics, aside from downhill running? Art De Vany: Well, actually, any kind of running does it, as you know. Because every impact is a centric stress. Any kind of lowering, of course. You had to lift and lower things. I suppose even carrying is a certain degree of eccentric exercise. I only – see, this is stone age plus high tech. The high tech part of it is I looked at Macaluso’s work on stem cell activation. There’s other work on it as well. I wanted time-efficient exercise to keep me injury free. Injury free is really very important. I’ve had almost no injuries in the gym. In over 60 years that I’ve been using gyms, I can think of one injury. So you’re efficient, injury free, the fast-twitch type of fibers are the ones you’re hitting when you do descending. When you get older, your motor neurons aren’t as effective, so you want to have the kind of heavy stimulation of the fast-twitch fibers. They’re the ones that have the biggest motoneurons. The way to do that is negatives. They’re very safe, very effective. Of course, you can’t do negatives on everything because it’s awkward and what have you. You can at least concentrate on accelerating smoothly and rapidly up and then descending slowly. Doug McGuff likes this sort of stuff. Probably the best thing about his exercise is the slow descent. But I would never work out hard enough where I have to rest a whole week. I do something every day. Tim Ferriss: What’s the rationale behind that, as opposed to having longer rest intervals? Art De Vany: Okay, well I want a renewal signal every day. The renewal signal is fasting before exercise. Tim Ferriss: When do you work out, typically? When do you do this 15 minutes? Art De Vany: I probably work out at 11:00 in the morning, typically. Tim Ferriss: Got it. Art De Vany: Yeah, I get up at like 7:00 or 6:00 and I’ll have a mild breakfast at like 8:00. Tim Ferriss: What would be some of your default breakfasts? Art De Vany: Well, my favorite default breakfast is a giant smoked turkey leg. With a bit of melon. They’re very inexpensive and they’re fun to eat. Tim Ferriss: Sounds fantastic. I wish I had some of that here. Unfortunately, I do not. Art De Vany: Two big turkey legs in a package, at Walmart even. I eat one turkey leg and maybe a third of a melon. They I will work out at 11:00. I’ll have a 15, 20-minute workout. I like to go around and see if there are any girls there to look at too while I’m there. I won’t eat until four hours after. I’ll eat like at 5:00. Tim Ferriss: Got it. So that’s your evening meal and then you don’t eat between 5:00 and when do you typically go to sleep? Art De Vany: I might go to bed at 11:00. Tim Ferriss: Okay, alright, no. But so you’d finish your last meal by 6:00 and then have four or five hours of fasting before bed? Art De Vany: That’s correct. Tim Ferriss: Got it, okay. Art De Vany: Then I won’t eat until maybe even lunch the next day. It just depends. I never have three meals a day. I sometimes have one. Sometimes none. Most times two. But you don’t have to cut calories. It’s just the timing. It’s the intervals between meals where you have low insulin signaling, high autophagy and proteostasis mechanism like the proteasome is eating up enzymes and you’re clearing the damage. You’re autophagy peaks at about four hours after, four to six hours after exercise. All these guys who guzzle right after their workout, they’re killing their adaptive process. Without proper autophagy, your muscle degenerate. You have to clear the old, damaged proteins and that’s how you do it. The proteasome is that little core-shaped, barrel-shaped object in the cell. That consumes mostly enzymes that have done their job. Clears enzymes. If you have enzymes that stay there too long or neural factors of some kind, like stress hormones, you have to eat those up. The whole thing is dynamic protein generation and clearance. What I’m doing is I’m working out, I’m stimulating the autophagy process and the proteostasis. Proteostasis is protein quality maintenance process. So by four hours later, that’s peaked, it’s over and I’m good and hungry. I have a nice, big meal. Tim Ferriss: What does dinner look like? What would be an example of a dinner that you enjoy? Art De Vany: My wife hands me something. I used to do all my own cooking after my first wife passed away. But now she is such a great cook. I’ll have a big mound of spinach with lots of garlic in it. There may be – she makes a lot of pot roast. Her own way though. It’s more an Italian way. Of course, a fair amount of steak. I’ll have the occasional prime rib. I always cut the excess fat off. I don’t like fatty meats. Tim Ferriss: Is that just a personal preference or is there a scientific reason behind it or just palate? Art De Vany: It’s both personal – I trust my taste. If something is just like oh, this is too much of this, I back off it. The other part of it is if you want to have a fatty liver, you eat a lot of fat. There’s no way around it. You oxidize energy sources according to how easy they are to oxidize. First carbohydrate goes, then maybe protein or fat, but fat’s the last to go, so it has to go somewhere. Excess adipose tissue is one of the worst things you can do. Our body composition is so crucial. If your liver starts filling up with fat, this is fat where it shouldn’t be. This is ectopic fat. Then it’s also building up in your bone marrow, in your muscle, in your thymus, in your brain. Fatty degeneration is a source of stem cell dis-differentiation. A stem cell will come wandering out and say I’m going to fix this muscle, but it encounters a lot of fat in the muscle, so it differentiates into an adipose site instead of muscles. These stem cells are very plastic. They can take on a fate, depending on the tissue they arrive to and what signals they receive their local. It’s local as well as the global signals that are causing that. See, [inaudible] always knew it was volume that built mass. I think this is really generally true. Lots and lots of volume, even two workouts a day they used. I was around a lot of these guys. I get the volume in a different way. I work out every day, but maybe 20 minutes at the most. I do take one day where I don’t work out at all. Tim Ferriss: What do some people in the Paleo movement get wrong? What do you think are the most common errors or logical fallacies or damaging fads or trends that you’ve observed in people who self-identify as Paleo? Art De Vany: Very interesting. Because there are a lot of little tribes inside. Tim Ferriss: There are a lot of factions. Art De Vany: Frankly, I don’t keep track of these guys. There’s just too many people trying to say too many things. They eat too much fat. Absolutely true. A lot of them went off wildly into fat consumption. So they probably have fatty livers by now. Really, you cannot eat large amounts of fat and not have a fatty liver. Who needs all the energy? They’re worried about energy balance. I don’t worry about energy balance. Do you? They think there are particular kinds of foods that they have to eat. But really, variety and flavor, texture, color, that’s how you choose your meals. Tim Ferriss: What are your thoughts on – I love your Facebook page by the way. I do have questions about why you got rid of your blog. Your Facebook has more information density than I’ve seen on almost any other Facebook page. What are your thoughts on coconut oil and coconut products? Art De Vany: I wouldn’t do it. Tim Ferriss: You wouldn’t do it? Now does that come back to the fatty liver and just a percentage of your total intake is fat? Art De Vany: First of all, it’s an evolutionary non-sequitur. It doesn’t follow. You would not be seeing large amounts of coconut consumption in the Paleolithic. It’s just odd, first of all. It’s kind of a fad, second of all. Who knows who are the manufacturers of these things. There’s all kinds of impurities that are involved. It doesn’t taste good either. Tim Ferriss: I’ll confess, I’m pretty sick of the taste of coconut. Art De Vany: Modern meat has got so much fat in it already, why would you ever need to have any additional source of fat? Even olive oil, I’m sparing with. Tim Ferriss: Do you cook or consume eggs? Art De Vany: Sure. Tim Ferriss: You do. How do you prepare your eggs? Art De Vany: Fried, boiled, scrambled. Tim Ferriss: If you fry them, what are you using to fry in or scrambled? Are you using a small amount of olive oil? Are you using butter? Art De Vany: A small amount of olive oil and at a moderate temperature. I actually haven’t seen my wife cooking the eggs lately. I don’t know how she does it. Oil-free would be perfectly fine with me if you had one of these ceramic pans where things slide off. She never burns an egg either. They’re always wonderfully done. I used to throw a yolk away when I’d eat four boiled eggs. Tim Ferriss: Would you still do that if you were consuming eggs? Art De Vany: I find the yolk a bit odd in taste and I don’t like too much yolk. But I get tired of eggs. Very tired very quickly. Tim Ferriss: Got it. Yeah, I found – I love eggs, but I only recently discovered a few years ago – and it’s so simple – how to make proper soft-boiled eggs. So you have a nice delicious yolk, as opposed to the yellow golf ball of the hard-boiled, which is just so chalky and unpleasant. Art De Vany: Yes. Tim Ferriss: Let’s a little bit about, you mentioned the consumption of post-workout carbohydrates and amino acids or whatever it might be. I’d love to chat a little bit about mTOR. This is a big subject. A lot of people are trying to minimize mTOR activation in the hope of extending lifespan and health span. I’d love, in general, to hear your thoughts on that. Where people are doing everything they can to minimize activation of mTOR. They’re trying to remove L-Leucine. They’re trying to get their IGF-1 as low as possible. Thoughts in general on mTOR and then also on the use of rapamycin or metformin. Art De Vany: Look, over-proliferation or hyperproliferation is considered one of the evils of the modern world. But it was a necessary adaptation in the past. You couldn’t have survived if you didn’t proliferate rapidly in the presence of food because you wouldn’t have another chance later on. It had to be very effective at doing that. In the evolutionary times, there would’ve been a protein quality control process following that because you had a fairly long interval without food. Over-driving mTOR was never a problem. They’re talking in the modern world about people who never shut mTOR off. Basically, you don’t have these intervals between meals and you’re over-driving mTOR, so you’re creating loss of [inaudible] proteins. Proteostasis is collapsing. The first thing a sea elegans does when it starts to do is its proteostasis collapses. Tim Ferriss: Sea elegans – this is our favorite worm. Art De Vany: Yes. Tim Ferriss: For lab studies. Art De Vany: You don’t want your proteostasis to collapse. It’s not going to collapse if you have these intervals between meals. If you don’t turn on mTOR, your immunity is not going to function properly because you proliferate your thymocytes and your T-cells, your whole immune system. Rapamycin is an immunosuppressant. Because you’re shutting down mTOR. All toxins shut down mTOR. Because you can’t transcribe in the presence of a toxin or you’re going to proliferate. That toxin is going to invade all the next tissues you’re making. Proliferation in mTOR – and mTOR isn’t the whole thing, by the way. You stimulate mTOR through mechanical stress. When you’re consuming damaged proteins inside your cell, mTOR is being signaled. Why is that the case? Because those amino acids are now available. You have to have that because if you don’t, the innate stress response can’t be activated. Gene transcription changes when you’re under stress. First of all, because you don’t want to make proteins in a stressful situation. Second of all, you have to encode other genes to mount the stress response and mTOR is doing that because it’s getting the amino acids that are coming from the proteostasis process. If they want to chronically turn down the mTOR, they’re going to waste away. You need IGF-1 to address your neurons that are struggling and stressed. You make IGF-1 locally. They’re confusing system IGF that is in the serum, in the blood from the local. There’s local signaling and there’s global signaling, in some sense. In the circulation, you’re getting your global signals, but in the muscle or in the brain, when you exercise your muscles, you actually create local IGF-1 that doesn’t necessarily go out into the bloodstream. I have very low serum IGF-1, but I have lots of muscle because I make it locally. I had an Olympic doctor who looked at me and said, “You can’t have that kind of muscle and have such low IGF-1.” And I said, “Well, I make it locally.” He’s used to seeing professional wrestlers and so forth who were stoking up on insulin and other such things, right? Tim Ferriss: Well, it’s kind of like all the hipsters in San Francisco, where they say, “Think globally, buy locally.” So you’re thinking globally and making your IGF locally. Art De Vany: I make it locally. But you know what?A muscle contraction will turn on akt, so you’re not coming through the insulin pathway, but the second half of it you’re rescuing. Akt is a survival protein. They’re thinking about the insulin pathway exclusively, but you’ve got other factors down there. There’s some wonderful work done by Japanese Asamura and Akasaki and others, who show that if you can over-express Akt in the muscle, that’s protein kinase B also, or whatever it is. It’ll heal your liver. Exercise your muscles and heal your liver. How do you do that? You express Akt in the fast-twitch muscle fibers. Tim Ferriss: In those studies were these researchers using a high-intensity weightlifting protocol? Art De Vany: No, there was merely engineering the genes in a mouse to over-express Akt in the fast-twitch fibers. Profoundly effective. You can’t read that study and not – a series of studies by this group – Asamura. You can’t read that without saying I want all the fast-twitch fibers I can have. They’re not only disposing glucose, they’re taking the glucose disposal burden off the liver and off the brain. So these insulin-like peptides that are signaling in the brain too often, you’re turning that down because you’re taking the glucose disposal burden off the other cells. Therefore, you’re reducing insulin signaling in those cells. It turns out that when you contract muscle, you make this 4BEPE or something like that, which interrupts transcription. What you want to do is you want to have – you don’t want to be transcribing new proteins in your brain when it’s not time to do so. You want to be improving the quality of the neurons. If you exercise, you reduce transcription in other cells because this particular protein binds to mTOR and keeps it from initiating transcription. The things that mTOR does. mTOR is overrated anyway. It’s the ribosome that really matters. Tim Ferriss: Please say more. Tell us more about the ribosome. Start at the basics. I could blame that on my audience and say, for those who don’t know, but I would actually like to educate myself. Art De Vany: Well, when you’re going to make a new protein, the messenger RNA comes out. It’s a string. The ribosome is this little bead-like structure that runs across the string. It’s charged with amino acids. It reads the signals on the messenger RNA and it transcribes these long strings of proteins. Then they go off, then they’re folded and what have you. It’s actually like a Universal Turing machine, remember? Alan Turing. So you can make any computer if you just have a read/write head and a tape. That’s what the ribosome is. It’s the read/write head that runs along the tape and makes proteins. My neighbor at UCI was the world’s leading expert on ribosomes. God, it’s so complicated, it gives me a headache every time I talk to him. I finally came up with this idea, well, it’s a Universal Turing machine. The read tape is the messenger RNA. The write tape is the protein that is made by the ribosome. The ribosome, not only being very complicated, is very adaptive in what it transcribes. FOXO will change the transcription factors, so therefore change the messenger RNA. The ribosome will run across there. Between those two, they’re like any Universal computer is inherent at what they can do. So you change the transcription factor, you wrinkle up the DNA a little bit and expose other areas for transcription, and the ribosome is what is the coding factor that handles the integrated stress response. Protein transcription changes. Instead of making new proteins, you’re making these stress responsive factors. That’s integral to the survival process. Tim Ferriss: That happens in response to resistance training? Art De Vany: Yes, it does. You’ll make FOXO. You alter the transcription of your DNA. You make new messenger RNA and the ribosome, if it senses stress in the cell, it’ll begin transcribing these protective factors. Instead of making all new proteins, it’ll switch – Andrew Dillin has a wonderful paper on this you should read. His group has taken the – Tim Ferriss: Where is his team based? Art De Vany: Berkeley. Tim Ferriss: Oh, that’s Berkeley. Man, my backyard. Art De Vany: He’s right up there in the Bay Area. He may be at UC San Francisco. He has a quantitative biology group there. Tim Ferriss: And so in doing that then, in shifting the transcription to what you were just describing to the survival or stress response. Art De Vany: Stress response factors, right. Tim Ferriss: We’re bolstering that renewal program. Art De Vany: Yes. Tim Ferriss: The failure of which is implicated for what we call aging. Art De Vany: Precisely, right. Your immunity is brought up also during this. Everybody who does anything in aging these days is [inaudible]. It’s a stress response. That’s what keeps you young. That maintains the cells, protects them, and hormesis is – they want to leave it on all the time, but that would exhaust you. You can’t be poised for every possible kind of damage. Remember, the world’s full of maybe trillions of different kinds of damage that can happen to you. You can’t have a precisely tuned damage response to each threat. They have to be generalized. They’re generalized through certain transcription factors and through the way the ribosome makes proteins. These generalized stress responses run across the immune system, they run across the stem cell system, they run across the protein synthesis, across the ribosome. All these pathways intersect and every one of them encodes some kind of stress response, cell protective pathway that’s responding to a toxin, rapamycin, to bacteria. The thing you don’t want to have happen is when a bacteria is in there, you don’t want to be transcribing proteins or the bacteria will be getting into that and you’ll be making proteins for the bacteria. You’ve got to be able to shut down transcription at the right time. You can’t shut down transcription or mTOR completely, because then you can’t make the defensive factors that are required. This is where these micro RNAs seem to come in. Tim Ferriss: Are you interested or not interested in, say intermittent use of something like rapamycin? Is that just trying to make a deal with the devil? Are there too many unknowns or is something like that interesting to you? Art De Vany: To me, it’s a deal with the devil. I haven’t even had a cold in 40 years. I’m not going to mess with my immune system. Tim Ferriss: Aside from the way that you eat and the spacing of your meals that we discussed and the resistance training, what other factors or behaviors, interventions do you think have contributed to not being sick for decades? Art De Vany: Stay away from people. Tim Ferriss: Stay away from people. Art De Vany: But I couldn’t. When I was teaching at the University, I had a class with 400 people in it and half of them had just gotten back from China and were coughing and sneezing and so forth. I was sort of the universal substitute teacher because everyone else got sick and they knew Art wouldn’t be sick. They’d call me up to go teach their classes. It’s spooky in a way. Tim Ferriss: Is it just picking your parents wisely or is there more or are there other factors? Art De Vany: There are other factors like you expose yourself to some cold, you stress your muscle, you get plenty of good sleep. Very important. You’ve got to have these FOXO, mTOR windows during your sleep. You’ve got to live in one window or the other. There’s a growth/repair window, insulin window, and there’s the FOXO window. Insulintor versus FOXO. That’s how I see my life. I’m going from one window thought he other. Tim Ferriss: Can you spell FOXO? Art De Vany: F-O-X-O. [Inaudible] box. Proteins. There are four human versions of it. [Inaudible] so important to cognitive function. When you’re starving, FOXO makes you want to move. Tim Ferriss: The FOXO window for you then would be part of good sleep, which is why you’re not going to eat within four or five hours of going to bed? Art De Vany: You’re going to spend the first window of sleep sort of rebuilding tissues. The second window of sleep, you’re into the starved FOXO mode, and you’re also altering your synapses. [Inaudible] new genes called Homer. It butts into your brain, yet when your excitatory signaling is depressed. Not much glutamate neuron. Homer comes in and it shrinks your synapses. Tim Ferriss: It’s very appropriately named. That’s hilarious. Art De Vany: It is hilarious. It has proportionally shrinking. In other words, you’re going to say 10 percent. Each synapse is going to shrink by 10 percent. The biggest synapses are the most active ones. That’s where post-traumatic stress lives. If you can shrink those, they have to be stable, but if you keep rehearsing that same synapse constantly, it’s going to grow in strength. People who reverberate thoughts in their mind or ruminate a lot get depressed because those circuits, according to Gerald Edelman, that’s neural Darwinism. There’s a Darwinian competition going on inside your cells everywhere. Tim Ferriss: For those people listening who do ruminate and perseverate – that’s another good word – constantly and get depressed, what advice might you give them? Art De Vany: Starve and exercise. Tim Ferriss: Starve and exercise. You know what? You seem like you have more to say. Please continue you. Art De Vany: Well, starve and exercise, but do something that’s totally different so that your set of neural circuits that compete with the ones that are ruminating and building and strengthening in your brain. The starvation part of it is to eat up some of these dysfunctional synapses. My saying is, for every damaged molecule, there’s a damaged thought. A depressed brain or a brain that has post-traumatic stress, those are injured neurons inside the brain and you just need to get rid of the dysfunctional molecules that are causing those neurons to malfunction. Tim Ferriss: Of course, it seems self-evident, but it goes both ways, right? For every damaged thought, there’s a damaged molecule. So rather than trying to think your way out of that problem – Art De Vany: Heal the brain. First heal the brain. You heal it with neurotrophic factors. Be outside. New thoughts, new patterns of behavior. Tim Ferriss: And this sounds silly to ask, but how would you feed those new thoughts? If a loved one of yours was getting depressed and exhibiting these symptoms, what would you prescribe to them? Art De Vany: When my first wife was declining from a host of other things, I’d take her walking as much as I could. I would tell her bad jokes. Change her surroundings. The typical things people have to do. Being outside is enormously effective. There’s stimuli you can’t even relate to, but you perceive them. Your unconscious brain is what’s going to heal you first. The unconscious brain is more healthy when it’s exposed to nature and happy people and children and dogs. Tim Ferriss: Our friend, Naval, I think I’m getting this attribution right, but he said the first rule of conflict resolution or minimizing conflict is to not spend a lot of time around people who are constantly in conflict. I thought that was a good rule. Art De Vany: Our politics has exposed us to that. Turn off the news. Don’t watch the news. Tim Ferriss: You mentioned in passing cold exposure. This is something that I’ve found to be tremendously effective in mood elevation, among other things. How do you expose yourself to cold? Art De Vany: I walk the dogs early in the morning with almost no jacket or anything. Just go out and get nice and chilly with them. Cold showers. Tim Ferriss: Just to be clear – where do you live now? Art De Vany: Southern Utah, so it’s not as cold. Tim Ferriss: No longer at UCLA [inaudible]. Art De Vany: No, it’s not. Even if you live in a desert-like climate, it’s cool in the morning, quite cool in the morning. I keep the pool cold. I don’t heat the pool much. I take cool showers. I don’t try to shock myself. Tim Ferriss: I know this may seem like a non-sequitur, which is most of my brain, we were talking about what you taught Nassim as it related to exercise. Are there any particular things that you’ve learned from him? That could be what you used his book to illustrate in your class or anything else. Art De Vany: Sure. First of all, he’s a marvelous writer. He tells stories in a way I could never tell. Tim Ferriss: Fat Tony. Art De Vany: Yeah. Fat Tony, right? He creates marvelous characters that embody the kind of thinking he wants to ridicule or point out as savvy. He likes street smarts, like I do. We both like mass smarts too. He went to the [inaudible] Institute. He’s a very well-trained mathematician. Far better than I. I guess we all need a black swan hunting device in some sense. I tried to create a financial device. I had a crook for a partner who was too dumb to be able to take this anywhere, but I’ve figured out ways of using kurtosis to finance pharmaceuticals. Tim Ferriss: Could you define kurtosis, please? And spell that too. Art De Vany: It’s a measure of the odd shape of the distribution. It’s highly peaked and skewed off to the right or something. It looks very non-normal. Tim Ferriss: It does not resemble a bell curve. Art De Vany: No. But it’s a thing of beauty because it’s where life lives. That’s where life is in that kind of – they’re fractal-type distributions. Like a Pareto distribution and then they’ve dropped down at the minimum. Tim Ferriss: So you developed that for pharmaceutical development, you said? Art De Vany: Yes, because the last talk I gave at Harvard compared the movies to pharmaceuticals. It turned out that there were the same kind of statistical distributions. Leptokurtic. It sounds like something you should gargle for. It’s actually a thing of beauty. It’s skewed and biased to the right and with a very long, heavy tail. Heavy tail because – because every tail is long in a sense, but they become very thin. It has a lot of probability out there. That’s the truth of a power law distribution or Pareto distribution and so forth. So it turns out pharmaceuticals is that way because a few pharmaceuticals sell billions and billions and billions of dollars worth, like $12 billion a year. Most pharmaceuticals sell about a half a million or a billion maybe at most. It’s the big outliers that dominate the industry in revenues. Using that skew, you can decide a swamp-like instrument that uses the upper tail to pay the lower tail. If you divide it correctly, you have a very favorable kind of gamble. Tim Ferriss: So would Taleb’s black swan hunting device then be derivatives training? Or would it be something in addition to that? Art De Vany: Actually, you’re the one who should talk about that, because you’re the guy who’s found all the black swans. Tim Ferriss: With the startups, yeah. That’s certainly – well, we’re maybe going to get off the reservation here for a second. The way I’ve thought about that is because I do not have the mathematical or modeling background of you nor Nassim or anybody else. It’s not a funny story, it’s kind of a tragic story. But tenth grade, my brother and I had two different math teachers. I had a math teacher who was very caustic, really had a chip on her shoulder and berated students. Art De Vany: Sounds like Nassim. Tim Ferriss: Well, he had a different response. I think Nassim is more pugnacious than I am. He showed his teacher. I decided to choose my college based on lack of math requirement. My brother had a fantastic teacher. He now is a Ph.D. in statistics. Art De Vany: Isn’t that something? Tim Ferriss: Yeah. Art De Vany: There’s an extreme event right there. It’s a small event, but it really changed the course. Tim Ferriss: Yeah. It completely changed the course of my life and therefore, in my case, I remember having a conversation with a hedge fund manager and there are plenty of bad hedge fund managers out there. I don’t think they go by that name anymore. But there are some very brilliant people in the game. I spoke with one. I’m not going to get this totally right and do it justice, but he said, “There are a number of different advantages you can have and you need to have at least one.” He said that you can have an informational advantage. You can have an analytical advantage. You could have a behavioral advantage, meaning if you’re someone like a – there are plenty of people who try to imitate Buffett, but they emotionally react to the market differently than a Buffett or a Munger, and so on and so forth. There are many of these. What I realized was, given my sets of strengths and weaknesses where I could capitalize was on the informational advantage, by placing myself in the center of the switchbox in the Silicon Valley. That became my way of hunting for black swans. Art De Vany: Fantastic. If you can handle the information load that’s coming through there. Tim Ferriss: Well, you know what was so odd about it, in a sense, or counterintuitive for a lot of people I described this to – Nassim actually informed my thinking a lot on this. I’m, again, not going to do his description justice. But thinking in a barbell fashion, where I have the vast majority of my investments are cash or cash-like equivalents. Then I have this smaller portion that is speculative, but very asymmetrical returns. If I can think through basic portfolio management properly. What I realized for myself is that I have an emotional disadvantage when it comes to publicly traded anything. I respond very poorly to compulsively, despite knowing it’s not in my best interest, watching people freak out and the sky is falling and then I become Chicken Little and I sell at the worst time. What’s fantastic about startups for me, and I do not recommend this to anyone who does not have a significant advantage, as I did, that I would do all of my homework, make a decision, invest, and then I couldn’t sell. It was illiquid. That turned out to be a very good thing. I was locked in. Art De Vany: How about that. Yes. Tim Ferriss: So I had to do all of my homework on the front end. Then there was no tickertape for me to watch. No charts for me to watch, really. It’s just worked out fantastically. Art De Vany: I had a professor who was long in sugar when the Castro revolution hit. He finally said I can’t take it anymore. I’ve got to clear my position. He couldn’t get any work done. Tim Ferriss: Yeah, no. I’m really bad at anything that I can watch moving up and down, so I need to address that in my own life in a lot of ways. We’re talking about, for instance, talking about the sugar position. I remember asking a friend of mine who’s a very good investor about liquidating certain positions or not. He said, “Well, I think you should just –” I was asking him for certain dollar ranges, how he runs the math. He said, “I just sell down to sleep-at-night level.” Art De Vany: That’s exactly it, yeah. Tim Ferriss: So selling to sleep-at-night levels. You mentioned getting good sleep. What are things that you do or don’t do to help ensure good sleep for yourself? Art De Vany: Well, here’s probably the only supplement I take. I do take some melatonin. Tim Ferriss: Melatonin? Art De Vany: Mm-hmm. Tim Ferriss: And do you take that on a daily basis? Art De Vany: Sometimes. I didn’t bring any with me on the trip or so forth. I don’t do anything regularly. But melatonin is much more than just a sleep aid. It’s founding plants. It’s a stress-resistant protein. It does have powerful antioxidant properties, but you need oxidants too. Oxidative molecules are signaling molecules as well. You need a proper balance of signaling versus chronically signaling oxidative molecules. But there’s some other direct – I think it stimulates autophagy in the brain or some of these more fundamental processes that – maybe it brings out Homer. Tim Ferriss: Out of his cave. How do you think about dosing? Is this a one-milligram, a three-milligram? Do you have any idea? Art De Vany: Five. Tim Ferriss: Five? Art De Vany: Sometimes ten. Tim Ferriss: Wow, okay. That’s a dose that I would use if I flew to Hong Kong to correct my sleep cycle. Art De Vany: Sure you would, yeah. You would. It would work. But I don’t do it for sleep. I do it for other things it does. Tim Ferriss: Got it. Do you worry at all – this has been – so there are certain things you are not terribly interested in, like rapamycin. This is the question that came to mind. I haven’t asked him directly, but Dom, who we know, Dominic D’Agostino, also uses melatonin on a very regular basis. Do you worry about any type of negative feedback loop or tolerance development or side effects from chronic use of melatonin? Art De Vany: A lot of people do and maybe I did at one time, when I didn’t know enough about it, but actually you’re not going to shut down the pineal glands from making melatonin because you’re not really stimulating it to make it in the first place. You’re thinking in terms of the homeostatic balance of melatonin. I’m not. I’m thinking about it as a surge that’s bringing on protective pathways. I think of it in a completely different way. I don’t even take it to sleep. I take it to – Tim Ferriss: For all of the other – Art De Vany: Yeah, to keep my brain – Tim Ferriss: To summon Homer. Art De Vany: Uh huh, yeah. To summon Homer, right. Actually, everything I think of, I think in terms of those protective pathways, immunity, restoration pathways. The whole knowledge that I thought I had before is sort of out the window when you think in terms of these molecular pathways. Tim Ferriss: I’d like to explore that a little bit. This is going to, I’m sure, uncover a fairly deep level of ignorance on my part. But if we’re thinking about – I know very little about melatonin, but I have taken it in the past. I’m trying to frame this. If I think of the HPTA, the hypothalamus pituitary testosterone axis and the ways that can be disrupted if you supplement with testosterone or a luteinizing hormone, which I guess would be HCG, when you’re injecting it or taking it in some other form. Even if testosterone or growth hormone for that matter, are released in surges, it’s not continual, much like melatonin. Why wouldn’t regular consumption of melatonin cause some type of malfunction? I just don’t know if it’s one thing in a large stream of other elements that I don’t know about. Art De Vany: I don’t have any answer to that either. First of all, you’re positing that there’s a feedback – Tim Ferriss: No, I am and I don’t. I’m not even positing. I’m just asking. Art De Vany: I wouldn’t necessarily posit that feedback pathway to begin with because I don’t think it’s a homeostatic balance there. I don’t think that the body attempts to maintain pulses or a balance of melatonin. You actually make it during the day too. It’s not the sleep hormone. It’s a defensive hormone. It’s in plants. Plants don’t have to get their rest or sleep. They’re not moving around all that much. It’s an ancient hormone. It’s evolutionarily conserved across almost all species. I used to know a lot about it. I haven’t thought about it in a while. You caught me short of knowledge. Tim Ferriss: Well, maybe this is a good place to talk about the limits of human knowledge. For instance, in reading The Black Swan, Nassim talks about epistemological arrogance a fair amount. I think just to give people an example of that just to bring it down to a more easily understood level. A very good friend of mine – well, a lot of doctors say this. Any good doctor will generally say, 50 percent of what we know is wrong, we just don’t know which 50 percent. Art De Vany: It’s so very true, right. Tim Ferriss: How do you think about human knowledge? What we can know versus what we can’t know? This very broad question, but that was one of the topics that Naval recommended bouncing around in this conversation. This is something that has caused me to go from taking a lot of supplements to taking fewer supplements, for instance, because there’s so many historical case studies of like carrots are good for us. We think they improve eyesight. We attribute it to beta carotene. Then we start taking mega doses of beta carotene. Oops. Turns out a lot more to the story now we’ve created all these unanticipated side effects. Art De Vany: Yeah, I think even if you look at a static diagram of something like the M4 pathway, my gosh, it’s so complicated. Then you realize they all have to be in the right sequence too, these molecules. They have to move at the right speed and have the right doses and so forth. You’ll never be able to figure that out. What you have to do is you have to be an experimentalist. Maybe on yourself like you and I do. Maybe on your child or your dog. Tim Ferriss: On Molly. Art De Vany: I actually had to experiment on my child. I didn’t like to but I had to because the doctors were killing him. I don’t want to get into that too much, but you have to be willing to test hypotheses. Why not just admit that nature knows a lot more than we do? Try to live a simple, clean, decent life and eat good food and go hungry now and then. Mimic those patterns. There’s an error correction mechanism inside each one of us. If you err in terms of, for example, you make some bad cells, some bad proteins or some of your stem cells go bad, nature’s down there cleaning it up because the other stem cell will kill it. It’ll consume it or it’ll shove it out of the niche, just like nestlings get shoved out of the nest. There’s competition going on inside your body constantly. You use competition to weed out the weak and the faulty and let the strong survive. Your ideas are competing also. Everything is a question of variety, pruning, competition, pruning things. Like I said, God said I’ve got these different species I’ll send down. Let’s see which one is best, which one gets through the ice age. That’s how you do it. Your body is constantly pruning your thoughts, your motivations, your rewards. Sleep is the way you clean all that up. Tim Ferriss: I want to shift gears a little bit. I’ll just ask some of what my audience knows as rapid-fire questions. Your answers don’t need to be rapid. This has become the tail end of our chat. What books have you gifted most to other people or recommended most to other people? Are there any particular that come to mine? Art De Vany: I gave all my library books to the local college library. They were full of books – not philosophy. I’ve thrown my philosophy books away. Tim Ferriss: Why is that? Art De Vany: They’re pointless, empty questions for the most part. They’re not testable hypotheses. I’ve been generous with my thoughts more than I have with my books in the sense I’ve gifted – the bulk of my knowledge that I’ve developed on my web page and my first essay on evolutionary fitness and the knowledge I put out there about the Paleo lifestyle I think was a real gift I gave to a lot of people who’ve carried opinion and developed it further. I wasn’t the originator, but Loren Cordain and I were both sort of thinking about these things simultaneously. I kept telling him, “Don’t jog, Loren.” Tim Ferriss: Don’t jog. Art De Vany: Yeah. I think he probably still does. I’m sure he’s quite healthy still. That’s the primary gift. I gifted many dissertation topics to graduate students. I ran more graduate students at the universities where I worked than anyone else in the department. The students were drawn to me, but my ideas were kind of complicated, so there was not necessarily a good dissertation there in the usual sense. Tim Ferriss: Good news – you have me as an advisor. Bad news – Art De Vany: It’s a hard topic. Tim Ferriss: Are there any particular books that have very heavily influenced you? Or what are books that you have re-read, if any come to mind? Art De Vany: I actually read the journal literature. I don’t read very many books anymore. Tim Ferriss: Got it – scientific literature. Art De Vany: Mm-hmm. Tim Ferriss: Where do you go hunting for literature and how do you decide what to read? Art De Vany: I choose a topic and I look very broadly at the topic from a mathematical point of view, from a biological point of view – which is all my reading now. I must have – my bibliography is getting close to 8,000 entries in this aging literature. What a goofy literature some of it is. I mean, there’s some fantastic articles there and then there’s just a lot of fluff and redoing and reviews. Sometimes the abstract of the article won’t be as long as the listing of authors. It’s really a weird field. Tim Ferriss: It’s a party review. Art De Vany: Yeah. They’ve figured out how to get citations. Economists never. We don’t co-author that much. Maybe one or two co-authors at the most. Tim Ferriss: Well, I mean, humans respond to incentives right? You’ve got to [inaudible] [01:36:24]. Art De Vany: [Inaudible]. Tim Ferriss: Is that mostly pub med? What sources do you like to use? Are you subscribing to particular journals themselves? Art De Vany: Well, I’m still a professor emeritus, so I have access to the whole [inaudible]. [Crosstalk] Art De Vany: Pub med – I don’t get into reading about diets. It’s an endless literature and it’s pretty lousy. Tim Ferriss: What are, in the field of aging, longevity – although I feel like that word’s kind of tainted. Art De Vany: Yeah, it is. Tim Ferriss: But life extension. That one too. I don’t even know what to call it. But what are the current wild goose chases, in your opinion? Or areas that are potential dead-ends or things that are just getting way overblown in your mind? Art De Vany: I do think these attempts to manipulate mTOR are kind of pointless. If you chronically shut down mTOR, you’re going to shrink to nothing. You’re not going to make new proteins. It’s windows. You’ve got to have these switches. The most fruitful papers that I read talk about a pathway that crosses another one and they have switches, you turn them on and off. You age in this window; you don’t age in that window is one way to look at it. Tim Ferriss: Yeah, that’s a helpful way to look it. You just want to have the not-aging. Art De Vany: Yeah, you want to be defending or renewing, but most people in today’s life are renewing on a continuous basis, and so they’re mis-folding proteins and they’re damaging their cells and building fat in tissues where it doesn’t belong and so forth. I think all these attempts to stall mTOR are really kind of weird. You don’t want to over-proliferate, but you actually want to be capable of proliferating when it’s essential, because when you want to renew a cell or rebuild tissues, you have to be able to do that. Bodybuilding and the whole notion of regularity and chronic are totally wrong. You’ve got to have switches, windows, and you go back and forth. You alternate. Alternating states is the way to think about things. The problem is, some of the people have looked at, for example, Cynthia Kenyon’s work on the worms and so forth, the FOXO pathway. There are lots of residual pathways that are forkhead box genes that were part of the development process that are now resident in the cells and can respond and defend and repair a cell. For example, if you work out, you trigger FOXP and FOXM proteins in your brain. Tim Ferriss: By workout, you mean sprint or resistance training? Art De Vany: Yeah, you can jog if you want to. If you want to kill some of your stem cells. You’ve got to have variety. You’ve got to do all of these things. I think the idea of switches and windows is going to come and systemic signaling is the hottest new thing in aging research, which makes a lot of sense, that is signaling at a distance. I think the stem cell pathways are going to turn out to be crucial and very important and again, mTOR is sort of misplaced. We’ve got so many sick people in the world, it’s bad to be average now in today’s world. It’s really bad. I’ve never had average looking tests in my bloodwork or anything else. Average is – Tim Ferriss: Average is dangerous these days. You mentioned – Dane just reminded me of one thing that you said in passing and I wanted to just unpack it. It may not be a long story, but you said “I’ve never been injured in all these decades of weight training, except for one instance that I can remember.” What was the one instance? What happened? Art De Vany: Oh, man. There was this weird guy in the gym. Tim Ferriss: There’s a lot of those. Art De Vany: Yeah, I was going to say that. He was a fireman and he worked out at the gym and he used to do these behind-the-neck presses. Tim Ferriss: Oh, right. With the barbell. Art De Vany: Yeah, with a barbell. He’s using some weight [inaudible] [01:40:54] that’s nothing. I wasn’t warmed up or anything. I hopped on. I said, well, that’s easy and I did it and I pulled a muscle in my neck. It hurt for three months. Tim Ferriss: What are things that you do to help minimize the likelihood of injury? Whether it’s some type of warm-up before you go into your negative work or otherwise? Art De Vany: Well, first thing, I don’t warm up. Tim Ferriss: You don’t warm up? Art De Vany: No. Like Mike Mentzer used to do. Just go in and start working out. Now, when I was – Tim Ferriss: So you go straight to your first work set, whatever that might be? Art De Vany: Yeah, mm-hmm. But it’s usually sort of mild. I may start with my so-called famous hierarchical sets. A light weight, 15 reps. A heavier weight, 8 reps. A heavier weight yet, 4 reps. You’re going right up the fiber hierarchy. Slow, intermediate, fast-twitch. Now you’re warm. You warm up more rapidly if you do something that’s reasonably intense and then the rest of the workout you’re warm. I work out early in the morning when it’s cold. I used to, but now that I don’t have a job anymore, I’m retired, I work out at 11:00. Every time I go there, I see the same guy. He’s an ex-bodybuilder. You can tell. He looks good. He’s still – he’s there for hours and I’m in and out. I don’t know who looks better. I think I do. I’m leaner, he’s a more bodybuilding-looking guy. They don’t look good. When they’re not flexed, they don’t look good. Let’s face it. Tim Ferriss: You mean you don’t like the second trimester abdominal look? Art De Vany: No. Tim Ferriss: Just for all the bodybuilders in the audience, it’s not all of you, but let’s be honest. If we look at some of the competitors when they’re not flexed, oh, boy. Is it a boy or a girl? Art De Vany: That’s right. That’s exactly right. I’m there for a little adventure, for a little bit of intensity, not to get hurt. If you have long muscles, and you do a full range of motion, you’re not going to get hurt. Tim Ferriss: You’re also generally, at least on the negatives, following a slow cadence, right? You might be raising it quickly, but you’re lowering it entirely under control. Art De Vany: Entirely under control, but down to a full stretch. Tim Ferriss: Right. Art De Vany: I’m thinking tightened spring. There’s a spring down there. So even if I’m doing positive exercises, I will lower and I do a little – not a bounce because full-stop bounces are destructive, but the little stretch bounce. Tim Ferriss: Right. If you were to go back to teaching and you were to teach a freshman undergrad – actually, it could be a freshman or a senior seminar. So say 15 to 40 students, something like that. You only have them once a week for three hours, one semester. What would you teach them? Art De Vany: The economics of uncertainty. That’s the last class I developed there at UCI. They loved the class. Economics of extreme events was really what it was. Not uncertainty the way it’s taught by utility theory and all this nice – utility maximization and expected this and expected that. It’s all nonsense. It would be the economics of extreme events. Tim Ferriss: If someone wanted to – since you’re probably not going to teach that class anytime soon – if somebody wanted to explore that for themselves, how would they self-educate? Any starting points that you would recommend? Art De Vany: My class notes are somewhere. Tim Ferriss: We should definitely somehow crowdfund getting those [inaudible]. Art De Vany: I would start with my movie book. Tim Ferriss: What was the title of that? Art De Vany: Hollywood Economics. It covers extreme events fairly thoroughly. In fact, a lot of students looked at that. I had other readings as well. Or you could look at climate science and look at the extreme climate – there are extremes of climate variation. What happens, you could look at the economics of storms and floods, flood plain analysis. I would look at nature. Tim Ferriss: If you were to pick one of Nassim’s books to start with, would you choose Fooled by Randomness or would it be one of the others? Art De Vany: I think students learn more from Fooled by Randomness. The Black Swan is marvelous as well. Skin in the Game is probably going to be a terrific book too because you’ve got to have skin in the game. Everybody knows that, but they always ignore it. If you want to do a Chinese fund, you’ve got to put skin in with them. 30 percent. Tim Ferriss: They want incentives a lot. Art De Vany: They won’t just cut your knuckles off, you know. Tim Ferriss: There’s more at stake. The economics of extreme events. If you could put anything on a billboard – you have a gigantic billboard and you could put a short message, a word, couple of words, sentence, whatever, to get out to millions of people, what would that message be? Or whatever you would put on the billboard. It could be anything. Art De Vany: Well, I used to end my principles of economics teaching the importance of freedom in arbitrage. Arbitrage keeps you from being stupid because you compare the price of this relative to other equivalents or close substitutes and so forth. If you talk mathematically about pricing, you lose the anchoring from the arbitrage principle. So I always taught arbitrage. Tim Ferriss: Arbitrage. Could you explain that maybe through an example? I would just love to hear it. Art De Vany: Well, buy low and sell high. But you have to trade different alternatives. For example, nature abhors a vacuum and economics abhors an arbitrage opportunity. Arbitrage opportunities get eliminated. Tim Ferriss: Okay, got it. But is that just efficient – well, not efficient market theory. Art De Vany: It’s a sense of a way of looking at efficient markets. The best predictor of tomorrow’s price of something is today’s price. Because that leaves no arbitrage opportunity. If you knew the price is going up tomorrow, would it go up today? That kind of thinking. You think about opportunities, but you think in terms of the arbitrage limits that are there. So that’s why general equilibrium theory is arbitrage also. It wasn’t too successful. It wasn’t appreciated. This is how Molinville taught general equilibrium theory also. The presence of arbitrage. Tim Ferriss: So would you just put – understand arbitrage? Would that be the message? Art De Vany: Oh, the billboard? Tim Ferriss: Yeah. Art De Vany: No. It would be “freedom counts.” Tim Ferriss: Freedom counts. Art De Vany: Freedom matters. Tim Ferriss: And is that mostly in reference to markets or is it – Art De Vany: Freedom of contract, freedom of arbitrage, freedom of entering, freedom of exit. People don’t have to be forced to do things. They can exit. They can participate. Tim Ferriss: Freedom counts. Art De Vany: Yeah. Tim Ferriss: I like that. Art De Vany: And your workouts too. Tim Ferriss: Lift heavy things. Art De Vany: Yeah, lift heavy things; freedom counts. Tim Ferriss: Well, Art, we could talk for hours and hours and hours. We’re going to go grab a bite to eat at some point after this. Is there anything – and I’m going to ask you after this – where people can learn more about you, what you would like them to check out, and certainly that will all go in the show notes. Are there any parting words or suggestions or asks of my audience? Something they should test, something they should consider, anything? Art De Vany: Get ready for my book when it comes out on aging. It’s a field that’s full of a lot of charlatans. There’s some good science. There’s no such thing as successful aging because aging is damage. So you can’t be successful if you’re being damaged. Tim Ferriss: Do you have a set timeline for that or a title people should look out for? Or should we just say prime yourselves, it’s coming and we will let you know when it comes out? Art De Vany: Yeah, just check my Facebook page. That’s my life – I’ve given up my blog. It wasn’t worth the time and effort. I did help a lot of people, but I’m past that now. I’ve taken this up as really a scientific quest because one, like I said, I’m experienced. When you’re coming up on 80, you start thinking about – when you approach middle age, you start thinking about these things. Tim Ferriss: Wait, so you’re planning your next 80? Art De Vany: The possibility, the technology is coming. It is there right now inside each person. It’s the protein quality control, self quality control. Don’t lose cells. Maintain them. Starve them once in a while; that’s good for them. I am applying the technology and I think I’m doing pretty well at it so far. I do plan to live another 40, 60 years. Tim Ferriss: I think you’re doing pretty well. Your arms are bulging out of your shirt, which is long sleeved. I think things are going well. Art, thank you so much for the time. I really appreciate it. This has been a lot of fun. For everybody listening, as always, you can find links to everything that we’ve discussed, to Art’s Facebook page, and more at http://www.fourhourworkweek.com/podcast or at http://www.tim.blog/podcast. They both get you to the same place and you will find show notes for this episode and every other episode. Until next time, thank you for listening. Posted on: June 1, 2018.", "speakers": ["tim ferriss", "art de"], "text_sentences": ["hello, boys and girls", "this is tim ferriss", "welcome to another episode of the tim ferriss show", "i am sitting in a cabin surrounded by snow and it is still my job, very episode, to deconstruct world-class performers of all different types, from entertainment, to military, to chess, to jiu-jitsu, you name it; i have tried to interview the best of the best in that world", "in this particular episode, we are going to talk about anti-aging", "what does that mean", "well, there’s a lot of hogwash and a lot of nonsense out there", "but there are a few people who really stand out as particularly interesting because they walk the talk", "dr", "arthur de vany is nearly 80 years old and totally ripped", "i just spent a bunch of time with him", "he’s better known as art de vany", "you should check him out on facebook – facebook.com/art.devany", "he was signed as a professional baseball player in his youth and later earned his ph.d", "in economics at ucla", "he is most famous for his evolutionary fitness – that’s the term you would use – approach to training and diet", "our conversation focuses a lot on the subtleties and details of that", "during his time at ucla, art did many things, including creating mathematical and statistical models to precisely describe the motion picture market", "art is now professor emeritus of economics at the university of california irvine and is a member of their acclaimed institute for mathematical behavioral sciences", "this guy is very analytical and he’s very mathematical and very logical", "that is water on the kettle, but i’m going to power through it because i’m going to have tea, but it’s going to be after this intro is recorded", "a lifelong student of metabolism and fitness, art has lived as a paleo athlete for more than 30 years and is considered a patriarch of the paleo movement right up there with loren cordain", "he believes there’s no such thing as healthy aging and that we can intervene to protect against the aging process", "in this episode, we talk about his daily schedule, workout routines, nassim taleb, why he never gets sick (that is, why art never gets sick), and really dig into the details of a fascinating man", "there’s also one point where i doubt myself, which happens fairly often, and i mention myotatic reflex and then i renege and say i don’t know what i’m talking about", "just to explain what i meant by that, here’s the definition: “the stretch reflex, also known as myotatic reflex (this is from wikipedia) is a muscle contraction in response to stretching within the muscle", "it is a monosynaptic reflex which provides automatic regulation of skeleton muscle length", "when a muscle lengthens, the muscle spindle is stretched and its nerve activity increases.” that sounds like gobbledygook to a lot of you, but that is why i said myotatic reflex", "it’s related to doing negative only or negative dominant workouts, which art subscribes to", "there you have it", "there’s a lot of dense stuff in here", "we get into the weeds, which you guys love", "if you’re having trouble grasping `something and it’s getting very dense, just hold on and listen for a few more minutes and we’ll get back into more familiar territory", "we talk about everything from ice ages to economics, to the philosophies of intermittent everything", "we talk about the extreme events and the economics thereof", "it’s a fascinating conversation", "at least it was for me", "without further ado, as i always say – i’m going to go get my tea now – please enjoy this conversation with art de vany", "art, welcome to the show", "art de vany: happy to be here, tim", "i am thrilled to meet you", "i’ve heard so much about you from many people, including our mutual friend, naval ravikant", "we’re sitting here, for those people listening, at my undisclosed mountain location", "art was kind enough to meet me here", "here we are the kitchen table", "i thought we would start with how you connected with naval because i don’t know the story", "art de vany: it started with my blog", "he got in touch with me", "i decided to give a seminar in las vegas covering the elements of my approach", "he and his brother, kamal, attended, along with john durant and richard nicolai and a whole bunch of other people who’ve gone on to fame and fortune in the paleo world", "you’ve kept in contact with naval, or at least he is certainly very familiar with the blog", "if we rewind the clock a little bit, how did you go – actually, i’ll take a step back", "i was going to ask you how you went from economics to the evolutionary approach to everything", "but before i go there, how did you get to economics", "art de vany: yeah, well, i love economics", "it’s the study of decentralized mechanisms and organizations and spontaneous order", "i got into it because i took an undergraduate class in comparative economic systems at ucla", "i had a professor who was just profoundly inspiring in that class – george murphy, to give him credit", "he may disclaim my credit", "he was so eloquent in talking about [inaudible] and enrico barone and a whole bunch of other people who wrestled with central planning", "this was a time when central planning was sweeping europe and was being promoted even in the united states; the progressive movement at that time", "they felt this centralized control, scientific management, top-down hierarchical control would be the sensible way to do it", "in fact, they wrote a book about the inland waterways that criticized that approach and talked about how they actually messed up the flood plains", "they thought there was 100-year floor plain, but floods don’t have means, statistics", "they don’t converse, they diverge", "the variance keeps growing with every new flood", "for people who don’t have any familiarity with economics, what does that mean", "if you could maybe elaborate on that", "art de vany: well, the [inaudible] measure the variation in the series", "the series, if it has a mean, most people think in terms of normal distributions that has central tendencies and that the mean and variation are well-described by those two parameters", "not true", "the damage that’s done by the worst rain storm in a decade does 40% of all the damage that rain storms do in that decade", "it’s an extreme event dominated series, just like the movies and just like your life", "people fail to realize you don’t get anywhere from the drip, drip, drip of the incremental", "you get there from some big event that changes your life, like your work probably changed your life", "i don’t know what changed my life", "lots of things have", "those are the moments that are the power moments in your life", "in fact, the whole notion of normal doesn’t apply to a person’s life", "you don’t get anywhere by incrementing in small increments", "it’s the extreme event and you seize it and you’re poised", "if you remain poised, you can respond to that kind of significant event", "for example, there’s this notion of algorithmic compressibility, which is the computer science term that applies to the ability to reduce your life to an algorithm", "can’t do it", "can’t do it", "the novelty in your life is constantly progressing", "you should welcome the variance and seize the opportunities", "that’s the way i think of the life", "it’s the zen of evolutionary fitness", "that’s how life works out", "we’re going to spend the majority of our conversation on evolutionary fitness", "i have so many questions for you, but i want to start with an area i know even less about, which is hollywood", "what are some of the erroneous beliefs that you found in hollywood", "or insights that you’ve written about and studied", "art de vany: it’s an industry that nobody understands", "nobody’s really written anything very sensible about the industry", "the supreme court, for example, divorced the studios from the theaters", "justice douglas was the guy who wrote the decision", "the famous paramount antitrust decrees", "it treated the industry as a monopoly because they looked at market shares, which if you measure it at a particular point in time, paramount will have so many dollars of the total revenue of the industry, universal will have so many, and on down the line", "the problem is, that changes every week", "if you use something like a herfindahl index or a measure of concentration, it’s constantly varying", "in fact, it has no mean", "it’s the variance of the distribution of market shares – the herfindahl index is – and it’s infinite", "it doesn’t exist", "[inaudible] wrote about this and so did – oh, who’s the other guy who did fractals", "anyway, it doesn’t matter who – was it mandelbrot", "art de vany: yeah, mandelbrot", "he coined the word “fractal,” because it’s a situation where the variation is so extreme that the distribution itself doesn’t have the normal kinds of limits", "it’s a so-called “wild distribution,” as nassim taleb calls them", "these wild distributions don’t have finite moments, necessarily", "the mean and variance may not exist, such as in the flood example", "that’s true also in the movies", "it turned out that the movies has such a wild distribution that even the mean doesn’t exist", "if you talk about the average gross, you’re talking about no movie that ever made that", "that reminds of there was some type of joke that was meant to illustrate the flaw in how people misapply arithmetic mean", "bill gates walks into a bar and suddenly the average net worth is $50 million or something like that", "art de vany: bill gates walks into a bar and everybody’s a millionaire on average", "right, exactly", "does this make movies impossible to predict or plan for", "how would you build that in", "if you ran a studio, how would what you’ve learned inform decisions that you make", "art de vany: you’ve got to have a story and characters the audience will love", "as, you remember, callie khouri invited me to come speak to the screenwriters guild", "she said, “you make a movie by making the audience love the characters and then you torture them.” torture the characters", "art de vany: yes", "and vis-à-vis the characters, audience", "art de vany: torture the characters, right", "the idea is a great script, a great story, memorable characters", "then the rest is up to the audience", "it may or may not work", "an actor has the same kind of variance in his career grosses as does the industry in general", "an actor may make one movie and that movie will earn 40 percent of the actor’s career revenues", "same thing with directors", "if you did all the regressions in the world, a statistical technique to try to predict what a movie’s going to make, you would find out that a handful of actors have any strategic and they’re sort of flukes anyway", "like val kilmer, who came up in the regression equations", "he’s gone now", "the past doesn’t predict the future is really the way to look at it", "there’s no algorithm to determine how a movie’s going to gross", "genre is somewhat helpful, but only because people look at genre", "genre is not a category", "it’s a box people put movies in", "if you really want to know how much a movie’s going to make, you have to look at how many theaters they open it on", "it’s the cereal box effect", "if you go into a grocery store and wheaties gets all the shelf space except for a few inches, it’s going to have the highest gross", "it might disappear very quickly though", "a big opening is a dangerous strategy", "it tends to give you dominant revenues in the early weeks and if people follow the revenues as a means of making a decision of which movie to go to, that would tend to propel a dynamic where you would have an expansive gross", "the problem is, you also have word-of-mouth and reviews", "so it’s a mixture of public and private information", "private information being what your friends tell you about it", "public information being reading the box office scores", "you put those two together and you have an enormously complicated dynamic", "you can’t tell how it’s going to do", "as a matter of fact, if you don’t get the grosses and you get 4,000 theaters to commit their screens to your movie, you may have to allow them to double-bill in the second week", "that is, add another feature to it", "if you see a movie that’s double-billing by the third week, it’s a stinker", "i would imagine it’s similar to books too", "i suppose in any hits-driven business, there’s some people who try to front-load with distribution", "they have this huge initial up-front cost in the hopes that it will make the list somewhere at the top and become a self-fulfilling cycle of sort, where people use it as a shopping list", "art de vany: it’s the same kind of thing", "actually, a lot of authors will go out and buy lots of copies of their book", "i know of people who’ve bought – i remember i visited – i shall not name names, but i went to the office, the headquarters of a ceo who had recently published his own book", "or i should say had his book published, which he did not write", "there were tens of thousands of copies lining the walls", "it was just outrageous", "you could have built an entire structure out of these books", "art de vany: they’re smart", "they’ve learn that if you just look at the sales itself, that’s what a lot of other people are doing", "but it could be that they’re manipulating the sales, as a way of signaling to you that it’s a great book", "you look at reviews and you see what the author’s done before", "it might work if you’re tom hanks in a movie", "but then again, it could be – he has huge variance in his grosses also", "he’s not a sure thing", "what a star will do is it will raise the least revenue a film might earn", "i see", "it raises the – art de vany: the minimum revenue", "because it gets it out on a fair number of screens and some people will come", "but then word-of-mouth starts to take over and it can tank in no time", "you developed these mental models, these analytical frameworks", "how did fitness and diet enter the scene for you", "how did you start focusing on that", "art de vany: it really began the other way around", "i always wanted to be fit and strong and have a beautiful body and healthy-looking skin and so forth", "i just like people liking me and looking at me", "ego helps a lot in this game", "but i also was interested in fitness and eating well most of my life", "however, that blended with that plus my interest in athletics", "i wanted to be a pro baseball player", "eyesight let me down", "that mixture led me to appreciate the hunter-gatherer kind of lifestyle", "that is, if you view uncertainty in the world the way i do and you realize that we came through a narrow bottleneck", "only 2,500 or so humans made it through the toba, the post-toba volcanic eruption, volcanic winter", "that was the lowest temperature in the last 20,000 years was post-toba", "so if we came through a bottleneck like that, you realize that we have to be extremely hardy, very robust", "you had to be poised", "the brain is there in order to adapt to the climate variations that humans went through", "there were 20,000 years of extreme climate variation", "a good brain is a good way to get through that sort of thing", "you can imagine god’s human designers saying, well, we’ve got a new model now", "it’s different from the archaic model in the sense it has a very large brain", "it’s smart as hell", "this kind of fat and slow", "god just says, well, let’s see if it gets through the ice ages", "i have 20,000 years of ice ages planned ahead of it", "that’s what happened", "the archaic form didn’t last and all the other closely related forms of human beings disappeared at this time", "the neanderthal, the homo heidelbergensis, and a whole host of others", "even homo erectus was still around early on this period, 200,000 years ago", "they all disappeared and they all disappeared because you didn’t have the adaptive behavior that modern humans have", "the brain was the survival instrument", "that means that we’re here", "we have a great brain simply because it’s a way of adapting to the challenges that the world presents to us", "you couldn’t have the brain that we have unless you had a body as well", "the brain muscle signaling dominates most of my thinking", "so an approach to fitness – think of the sea squirt", "i’ll admit, i don’t know much about sea squirts", "art de vany: sea squirt is a little polyp that lives in the sea", "it floats around, finds a location, latches on to that barcalounger, and eats its brain", "eats its own brain", "art de vany: eats its own brain", "because it’s found its place", "it no longer needs to navigate the world", "the brain is dispensable", "every bit of protein and substrate that an animal can get ahold of, of course it’s going to eat", "at that point, the sea squirt consumes its brain", "a lot of people do that too, don’t they", "yeah", "i was going to say, i think a lot of that is happening right now", "art de vany: yeah", "settling into a couch, you lose your muscle", "your brain begins to degenerate because it’s not getting the signals that the muscles – muscles release all kinds of so-called myokines have been discovered", "a remote signal from a muscle can cause your brain to improve it’s cell quality", "to maintain neurons, one thing you can do is to contract muscles and you’ll find you improve what’s called proteostasis in the neurons", "proteostasis is maintaining the cellular quality, not having [inaudible] proteins, misshapen proteins, the wrong kind of proteins in your – is that related to a brain-drive neurotrophic factor or things like that", "or is it a different mechanism", "art de vany: it also does that", "but see, neurotrophic factors are typically growth-type factors that rescue a stressed cell", "that does happen", "but the other part of it is that you need to alter the insulin signaling so that you actually bring on the defensive pathways in that neuron, as opposed to growth signaling", "so that would bring on the [inaudible] and [inaudible] and other factors in the neuron", "that kind of signaling – if you affect cardiostasis in the brain, the brain then can send neuro signals to affect proteostasis in remote tissues", "now we’re into this notion of remote signaling or signaling at a distance, which is systemic signal", "economists love that kind of model, that adaptive decentralized behavior", "what types of, if we’re looking at, for instance, i was listening to one of your presentations and on one of the slides, you just wrote down two lines", "it reads, “aging is not programmed", "it is the result of the failure of a renewal program.” i would love to hear you (a) elaborate on that a little bit; and then (b) follow that through with the implications in terms of behaviors that might help or diet – anything that might help to bolster that renewal system", "art de vany: well, you know, aging is really a puzzle", "i only started studying it a few years ago", "i figured i’m an expert because i’m experienced", "i was about 78 years old when i started looking at aging", "i thought it really is a lot simpler than people are making it out to be", "it is not programmed", "no aging genes have been discovered", "the only genes that have been discovered to have any bearing on aging are defensive pathways: foxo sirtuins, proteostasis, a host of other defensive immunity, stem cell proliferation", "there are four or five pathways that are involved in aging", "in the main, they are regenerative or defensive pathways", "like immunity – the immune pathways cross over with your cell maintenance, defensive pathways", "for example, autophagy is used in both processes", "autophagy being consumption of self tissues, so own tissues", "phagy being eating and auto being you, your own tissues", "autophagy is both an element of the immune system, and it’s also an element of keeping the stem cells alive and healthy because they’re living on autophagy", "when they need to proliferate and come out and heal wounded tissues, they go through a burst of autophagy and then they transition into oxidative phosphorylate", "they use oxidative pathways after that", "they’re in there being defensed by autophagy so that the mitochondria don’t damage the stem cells", "they have to live in a low-oxygen niche", "in fact, they’re very similar to a very primitive form of cell", "they live on basically glycolysis", "that was all life lived at one time", "your fast twitch muscle fibers also used the most primitive kind of energy sources for movement", "so the defensive pathways are really the key to it all", "the poets know this", "the legend of tithonus is a legend of the greek god", "he was aurora’s boyfriend and zeus didn’t like it", "so aurora pleaded with zeus not to kill him", "so zeus, in his clever way, said okay, you’re going to live forever", "but he didn’t – he forgot to say, i’m not going to let you age", "so tithonus wastes away for eternity as a cruel punishment", "but it’s a correct description of what the aging process is", "it’s a loss of cell function, a loss of cell integrity, a loss of the ability of stem cells to renew tissues", "aging basically is simply damage", "what are some of the interventions that you find most interesting at this point", "art de vany: i eat only twice a day", "so i want long intervals between meals", "i want low insulin signaling so that i bring on the defensive and repair pathways", "i want to be conscious of maintaining my stem cells", "how do you maintain your stem cells", "first of all, you don’t have too much mitochondrial density down in your stem cells", "yeah, i really want to talk about this", "mitochondrial density is all the rage", "art de vany: it seems to be all the rage, isn’t it", "they’re innocent little batteries that sacrifice and produce energy for you", "remember they have their own dna", "mitochondrial density has to be very low when the stem cell niches", "moreover, the mitochondrial level – for example, people don’t know this – humans have the lowest mitochondrial density of any mammal", "really", "art de vany: yes", "they also have low reactive type of mitochondria", "the l3 – we all came out of the l3 mitochondrial apletithe that left africa", "now the mitochondria eve occurred about 1,600 to 38,000 years ago", "by that time, humans were huddled on the seashore of south africa trying to survive", "the temperature was so cold and so much ice locked up moisture that the sahara expanded in scope and became very arid", "after the toba volcanic eruption, the largest volcanic eruption in the last two million years, humans were basically settled along the southern and eastern shore of africa, huddled there to survive", "curtis marean thinks that the seashore saved humanity", "the accessibility of seafood along the shore", "vegetables were wiped out for about 1,000 years", "there was a 1,000-year volcanic winter", "vegetables were difficult to come by and the inland sources of animals were sparse as well", "it turns out we may have survived on corms", "they’re a starchy plant that is in the biome of southern africa", "corbs", "art de vany: corms, c-o-r-m-s, corms", "ah, yes", "i’ve seen this written", "art de vany: it’s a carbohydrate containing – i hate to tell the paleo guys this, but between the muscles and the washed up seals and an occasional beached whale and the seabirds and occasional inland hunting, that was basically how we survived", "muscles are your friend", "both kinds of muscles", "so there’s the survival aspect – the dha, of course, in the seafood became substrate for the brain", "you can see remarkable photos that show the difference between 100,000 years difference in the human skull", "profound difference", "you can see that the modern human skull that emerged is kind of a juvenilized version of the earlier skull", "the high prefrontal area, the cortex, and what have you", "brain expansion clearly occurred in response to two things: the availability of nutrition to help propel brain growth, the need to have high brain cognitive power to survive the ice ages, plus the growing settlement size on the seashore", "because we now had a stable source of food – i’m thinking of us coming from that period", "that spurred technology and remember that language developed at this time too", "the was an enormous change in human behavior during this time period", "we were talking about the interventions", "you mentioned eating two times a day", "we’ll come back to this, i think, but is that generally breakfast and dinner, lunch and dinner", "what does your split look like", "art de vany: well, whatever suits you", "but i do breakfast and dinner because i want a long interval between meals to promote proteostasis", "i want to clear the enzymes", "remember, you’ve got – there are about a billion proteins in a cell, according to dillin’s group up at berkeley – oh, berkeley", "it’s very critical to the degradation of the proteins is sort of a continuous process", "but the transcription in making new proteins is an interval-based kind of thing", "it depends on when the nutrient signals are there", "when mtor begins to say okay, don’t consume proteins, make new ones", "transcribe and translate", "although when you transcribe and translate, you find that moves up a diagonal", "the atrophy process follows it because you’ve got to keep some kind of balance there", "my theory is this, that we had to overeat in order to survive", "we don’t live on energy balance", "if you look at this as a random world, you can’t survive unless you overeat during periods when food is available, so as to store nutrients for the times of scarcity", "we also over-proliferate", "that is, when nutrients are available, the transcription and translation process turns on in a burst", "it has to be, otherwise you won’t make enough proteins to survive and your cells won’t be durable", "that is what’s killing us today, because we’re over-transcribing and we’re overeating", "we’re making too many proteins that get misfolded, they get damaged, there’s no room for them", "the architecture of the cell is stretched", "the actin filaments are stretched out and there’s stress signaling going on", "you don’t transcribe accurately, you don’t make good proteins when you’re under stress", "we also talked then about the low mitochondrial density in your stem cell niches, i guess you said", "is that right", "art de vany: yes, they reside in a low-oxygen niche", "how do you proactively encourage low mitochondrial density in those areas", "art de vany: you do weightlifting", "you stay off the treadmill", "actually, if you sprint, you can use up, you can consume mitochondria because you improve quality", "i got it", "so they become more effective and efficient so you don’t need the density", "art de vany: that’s right", "they don’t rely as much on oxidation either", "you’re using the glycolytic pathway, which goes through the mitochondria anyway in a [inaudible] [00:33:22] cycle and so forth, but it’s not producing lots of free radicals", "are you responsible for getting nassim taleb deadlifting", "art de vany: my fault", "well, you remember the story about nassim", "if you read the back section of that little section you wrote for my book, because here he was, a kurtosis trader", "that is, he used distributions with wild characteristics", "he was buying out of the money calls and puts and living on the variance", "right, living in the options world", "art de vany: yes, that’s right", "and so here he was doing just steady exercise", "i said what are you doing", "this is the wrong approach", "just so i know, how did the two of you connect", "art de vany: i used his book in a class i taught", "fooled by randomness i used in a class i taught on the economics of uncertainty", "i communicated with him and said, “i’m using your book.” i don’t know why i wrote him", "because i hate textbooks and i really connected with him", "he said he hates textbooks too", "yeah, you really hit a sore spot", "don’t get him started on academia", "so you connected with him and he was doing steady state exercise", "art de vany: he was doing his three sets of 12 and so many hours on the treadmill or the cycling or whatever", "he figured out that in cycling to and from his office – that’s when his office was some distance from his gym – he said he figured out that the maximum expenditure of energy in that ride was what did him the most good", "that’s your approach too", "for example, in an organization, half the work is done by the square root of workers", "so you’ve got 100 people in there, 10 people produce half the output", "sure, we’re on the same page with this in terms of pareto distributions", "art de vany: right", "this is all price’s work and lachte and others have looked at scientific publishing and what have you", "the pope has his own version of this, by the way", "pope john paul, before he passed away, was asked how many people work at the vatican", "he said, “about half of them.” of course, robert evans says the same thing about hollywood", "hollywood is a place where half the people are not working and it’s true that between films they’re hoping for the next one", "even dustin hoffman said, “i have to be grateful to be working.” this goes with the business", "in the industry, there are these power law-distributed networks and a few people are at the central hubs", "it’s the same rule [inaudible] [00:36:36] holds for the movie industry from half the people [inaudible]", "10 percent of the people do half the movies or something like that", "nassim thought that the caloric expenditure during his bike ride was what was giving him the most bang for the buck", "art de vany: can you imagine that people were that dumb back in those days", "there’s still people around who think the energy balance model – i don’t know how – well, let’s face it", "they all studied steady state exercise because you put someone on the treadmill and you measured his oxygen expenditure", "nobody had any idea", "non-steady state exercise is very difficult to quantify and to measure", "now they’re getting better at it", "they’re much better at it", "you can power long holds again because the most intense exercise and most intense expenditures [inaudible] [00:37:28]", "you put accelerometers on children", "the leanest are the ones who engage in the most intense bursts", "little children don’t steady state exercise", "so what does your exercise regimen look like or what you would prescribe to someone like nassim, or anyone really", "art de vany: well, i told nassim to start doing negative deadlifts if he wants to improve his deadlifts", "have somebody help you put the bar up, lower it", "pick a height, put it up again and lower it again", "and put it up again and lower it again", "i do almost all negatives now", "why is that", "why are eccentrics so important", "art de vany: i’m doing eccentrics for really three reasons, the main one being that they double your stem cell counts and the satellite cells in the muscle", "they double them but they don’t exhaust them", "a lot of people, if you double the stem cells that flood out, you may exhaust them because you may simply exhaust the ones in the niche", "what you want to do is you want to double them and have one go back into the niche and one go out and heal tissues", "asymmetric differentiation is what you want", "if they symmetrically differentiate, they both become new possible progenitors to cells, you’re now exhausting", "take one out, put one in is the best way to do it", "eccentric exercise does that", "downhill running does too", "downhill running", "art de vany: downhill running", "i’d love to hear what a negative-focused workout of yours might look like", "if you could also just talk about mitigating injury risk, because there are a lot of people who get injured", "for instance, there are a lot of sprinters who in their training will only do the positive on deadlifts and drop them for fear of hamstring injuries", "so not to say that it can’t be done safely, because i’ve done a lot of negatives, but i’d love to hear what a workout of yours looks like", "art de vany: it’s so mild you wouldn’t believe it", "i work out almost every day", "maybe 10, 15 minutes", "sometimes it’s hard to do a negative if you don’t have a training partner", "but i use equipment and i’ll use, for example, leg extensions", "push up with two, lower with one", "typical leg press", "art de vany: push up with two, lower with one", "shoulder presses", "art de vany: push up with two – actually, i use a machine in this case like a power hammer and stuff", "i’ll push it up with two hands and then lower it with one", "deltoids are all fast switch, mostly fast-twitch fibers, so they really respond well to that", "since you mentioned it, which muscle groups respond best to this type of training", "art de vany: all of them", "all of them, okay", "art de vany: the posture muscles are slow-twitch fibers", "they need to have endurance", "keep your posture locked in and solid", "i end every workout standing against the wall", "this was the thing that naval liked most about my seminar", "stand against the wall, get a little slot in the small of your back", "put your heels and butt against the wall and your shoulders back, your head back", "walk off and look over your cheekbones", "don’t drop your head and start looking down", "your whole spine collapses", "so look straight ahead", "art de vany: if you need to look down, just look down over your cheekbones", "don’t drop your head", "just [inaudible]", "this is to establish proper posture", "art de vany: it is to establish proper posture, but also to maintain it and to have a sort of nobility in having good posture", "it really makes a difference in your mental attitude", "are you working your entire body every day", "art de vany: no, i’m not because i may do legs and shoulders one day", "i almost never do curls because they’re just ego muscles anyway", "i just go around and do a variety of exercises", "i make sure to hit every body group a couple times a week", "i’m cycling through", "i do a lot of lat and lower back and leg work and shoulder work", "when you exercise in 10 to 15 minutes, how do you choose", "let’s just take an example in the shoulder press", "how are you determining what weight to use", "is it a percentage of say one rep concentric and then what is the tempo, number of repetitions", "if you could just give us an idea of the programming of that", "art de vany: i’m such an instinctive trainer, like arnold is", "i just don’t have a regular way", "i just do it", "do you go to the point where you start to lose the ability to control the descent", "when do you terminate", "art de vany: yes, i do", "i have some sense of fatigue, but what i do is i push it up really fast and quickly in very precise form", "lots of acceleration and coming down really slow to a full, good stretch", "remember you have this giant protein in your muscles, this titan protein", "it’s the stress sensor", "stress, by the way, will stimulate mtor and protein synthesis", "the stretch", "art de vany: yes", "is that – i might be getting this wrong – myotatic reflex", "am i getting that wrong", "something like that", "i don’t know what i’m talking about", "please continue", "art de vany: yeah, okay", "well, there’s a signaling domain down", "it sets the architecture, the whole muscle really", "that and the actin", "there’s a cytoskeleton, a skeleton in the muscle itself of these actin fibers", "they sense stretching, if the dystrophin protein senses the distortion of the enclosure of the muscle and then the titan senses the extension in the muscle", "that means you want to really go to a full stretch", "if you did curls and never fully stretched, you’d have a little, tiny muscle", "you’ve got to stretch the muscle out", "goldberg’s work and all kinds of work on muscles shows that full extension, you lengthen the muscle too", "a lengthened muscle is stronger and fuller when it’s contracted", "it’s faster", "i want my muscles to be not too big, lean, long, and quick", "from a distant evolutionary standpoint, what would have mimicked the eccentrics, aside from downhill running", "art de vany: well, actually, any kind of running does it, as you know", "because every impact is a centric stress", "any kind of lowering, of course", "you had to lift and lower things", "i suppose even carrying is a certain degree of eccentric exercise", "i only – see, this is stone age plus high tech", "the high tech part of it is i looked at macaluso’s work on stem cell activation", "there’s other work on it as well", "i wanted time-efficient exercise to keep me injury free", "injury free is really very important", "i’ve had almost no injuries in the gym", "in over 60 years that i’ve been using gyms, i can think of one injury", "so you’re efficient, injury free, the fast-twitch type of fibers are the ones you’re hitting when you do descending", "when you get older, your motor neurons aren’t as effective, so you want to have the kind of heavy stimulation of the fast-twitch fibers", "they’re the ones that have the biggest motoneurons", "the way to do that is negatives", "they’re very safe, very effective", "of course, you can’t do negatives on everything because it’s awkward and what have you", "you can at least concentrate on accelerating smoothly and rapidly up and then descending slowly", "doug mcguff likes this sort of stuff", "probably the best thing about his exercise is the slow descent", "but i would never work out hard enough where i have to rest a whole week", "i do something every day", "what’s the rationale behind that, as opposed to having longer rest intervals", "art de vany: okay, well i want a renewal signal every day", "the renewal signal is fasting before exercise", "when do you work out, typically", "when do you do this 15 minutes", "art de vany: i probably work out at 11:00 in the morning, typically", "got it", "art de vany: yeah, i get up at like 7:00 or 6:00 and i’ll have a mild breakfast at like 8:00", "what would be some of your default breakfasts", "art de vany: well, my favorite default breakfast is a giant smoked turkey leg", "with a bit of melon", "they’re very inexpensive and they’re fun to eat", "sounds fantastic", "i wish i had some of that here", "unfortunately, i do not", "art de vany: two big turkey legs in a package, at walmart even", "i eat one turkey leg and maybe a third of a melon", "they i will work out at 11:00", "i’ll have a 15, 20-minute workout", "i like to go around and see if there are any girls there to look at too while i’m there", "i won’t eat until four hours after", "i’ll eat like at 5:00", "got it", "so that’s your evening meal and then you don’t eat between 5:00 and when do you typically go to sleep", "art de vany: i might go to bed at 11:00", "okay, alright, no", "but so you’d finish your last meal by 6:00 and then have four or five hours of fasting before bed", "art de vany: that’s correct", "got it, okay", "art de vany: then i won’t eat until maybe even lunch the next day", "it just depends", "i never have three meals a day", "i sometimes have one", "sometimes none", "most times two", "but you don’t have to cut calories", "it’s just the timing", "it’s the intervals between meals where you have low insulin signaling, high autophagy and proteostasis mechanism like the proteasome is eating up enzymes and you’re clearing the damage", "you’re autophagy peaks at about four hours after, four to six hours after exercise", "all these guys who guzzle right after their workout, they’re killing their adaptive process", "without proper autophagy, your muscle degenerate", "you have to clear the old, damaged proteins and that’s how you do it", "the proteasome is that little core-shaped, barrel-shaped object in the cell", "that consumes mostly enzymes that have done their job", "clears enzymes", "if you have enzymes that stay there too long or neural factors of some kind, like stress hormones, you have to eat those up", "the whole thing is dynamic protein generation and clearance", "what i’m doing is i’m working out, i’m stimulating the autophagy process and the proteostasis", "proteostasis is protein quality maintenance process", "so by four hours later, that’s peaked, it’s over and i’m good and hungry", "i have a nice, big meal", "what does dinner look like", "what would be an example of a dinner that you enjoy", "art de vany: my wife hands me something", "i used to do all my own cooking after my first wife passed away", "but now she is such a great cook", "i’ll have a big mound of spinach with lots of garlic in it", "there may be – she makes a lot of pot roast", "her own way though", "it’s more an italian way", "of course, a fair amount of steak", "i’ll have the occasional prime rib", "i always cut the excess fat off", "i don’t like fatty meats", "is that just a personal preference or is there a scientific reason behind it or just palate", "art de vany: it’s both personal – i trust my taste", "if something is just like oh, this is too much of this, i back off it", "the other part of it is if you want to have a fatty liver, you eat a lot of fat", "there’s no way around it", "you oxidize energy sources according to how easy they are to oxidize", "first carbohydrate goes, then maybe protein or fat, but fat’s the last to go, so it has to go somewhere", "excess adipose tissue is one of the worst things you can do", "our body composition is so crucial", "if your liver starts filling up with fat, this is fat where it shouldn’t be", "this is ectopic fat", "then it’s also building up in your bone marrow, in your muscle, in your thymus, in your brain", "fatty degeneration is a source of stem cell dis-differentiation", "a stem cell will come wandering out and say i’m going to fix this muscle, but it encounters a lot of fat in the muscle, so it differentiates into an adipose site instead of muscles", "these stem cells are very plastic", "they can take on a fate, depending on the tissue they arrive to and what signals they receive their local", "it’s local as well as the global signals that are causing that", "see, [inaudible] always knew it was volume that built mass", "i think this is really generally true", "lots and lots of volume, even two workouts a day they used", "i was around a lot of these guys", "i get the volume in a different way", "i work out every day, but maybe 20 minutes at the most", "i do take one day where i don’t work out at all", "what do some people in the paleo movement get wrong", "what do you think are the most common errors or logical fallacies or damaging fads or trends that you’ve observed in people who self-identify as paleo", "art de vany: very interesting", "because there are a lot of little tribes inside", "there are a lot of factions", "art de vany: frankly, i don’t keep track of these guys", "there’s just too many people trying to say too many things", "they eat too much fat", "absolutely true", "a lot of them went off wildly into fat consumption", "so they probably have fatty livers by now", "really, you cannot eat large amounts of fat and not have a fatty liver", "who needs all the energy", "they’re worried about energy balance", "i don’t worry about energy balance", "do you", "they think there are particular kinds of foods that they have to eat", "but really, variety and flavor, texture, color, that’s how you choose your meals", "what are your thoughts on – i love your facebook page by the way", "i do have questions about why you got rid of your blog", "your facebook has more information density than i’ve seen on almost any other facebook page", "what are your thoughts on coconut oil and coconut products", "art de vany: i wouldn’t do it", "you wouldn’t do it", "now does that come back to the fatty liver and just a percentage of your total intake is fat", "art de vany: first of all, it’s an evolutionary non-sequitur", "it doesn’t follow", "you would not be seeing large amounts of coconut consumption in the paleolithic", "it’s just odd, first of all", "it’s kind of a fad, second of all", "who knows who are the manufacturers of these things", "there’s all kinds of impurities that are involved", "it doesn’t taste good either", "i’ll confess, i’m pretty sick of the taste of coconut", "art de vany: modern meat has got so much fat in it already, why would you ever need to have any additional source of fat", "even olive oil, i’m sparing with", "do you cook or consume eggs", "art de vany: sure", "you do", "how do you prepare your eggs", "art de vany: fried, boiled, scrambled", "if you fry them, what are you using to fry in or scrambled", "are you using a small amount of olive oil", "are you using butter", "art de vany: a small amount of olive oil and at a moderate temperature", "i actually haven’t seen my wife cooking the eggs lately", "i don’t know how she does it", "oil-free would be perfectly fine with me if you had one of these ceramic pans where things slide off", "she never burns an egg either", "they’re always wonderfully done", "i used to throw a yolk away when i’d eat four boiled eggs", "would you still do that if you were consuming eggs", "art de vany: i find the yolk a bit odd in taste and i don’t like too much yolk", "but i get tired of eggs", "very tired very quickly", "got it", "yeah, i found – i love eggs, but i only recently discovered a few years ago – and it’s so simple – how to make proper soft-boiled eggs", "so you have a nice delicious yolk, as opposed to the yellow golf ball of the hard-boiled, which is just so chalky and unpleasant", "art de vany: yes", "let’s a little bit about, you mentioned the consumption of post-workout carbohydrates and amino acids or whatever it might be", "i’d love to chat a little bit about mtor", "this is a big subject", "a lot of people are trying to minimize mtor activation in the hope of extending lifespan and health span", "i’d love, in general, to hear your thoughts on that", "where people are doing everything they can to minimize activation of mtor", "they’re trying to remove l-leucine", "they’re trying to get their igf-1 as low as possible", "thoughts in general on mtor and then also on the use of rapamycin or metformin", "art de vany: look, over-proliferation or hyperproliferation is considered one of the evils of the modern world", "but it was a necessary adaptation in the past", "you couldn’t have survived if you didn’t proliferate rapidly in the presence of food because you wouldn’t have another chance later on", "it had to be very effective at doing that", "in the evolutionary times, there would’ve been a protein quality control process following that because you had a fairly long interval without food", "over-driving mtor was never a problem", "they’re talking in the modern world about people who never shut mtor off", "basically, you don’t have these intervals between meals and you’re over-driving mtor, so you’re creating loss of [inaudible] proteins", "proteostasis is collapsing", "the first thing a sea elegans does when it starts to do is its proteostasis collapses", "sea elegans – this is our favorite worm", "art de vany: yes", "for lab studies", "art de vany: you don’t want your proteostasis to collapse", "it’s not going to collapse if you have these intervals between meals", "if you don’t turn on mtor, your immunity is not going to function properly because you proliferate your thymocytes and your t-cells, your whole immune system", "rapamycin is an immunosuppressant", "because you’re shutting down mtor", "all toxins shut down mtor", "because you can’t transcribe in the presence of a toxin or you’re going to proliferate", "that toxin is going to invade all the next tissues you’re making", "proliferation in mtor – and mtor isn’t the whole thing, by the way", "you stimulate mtor through mechanical stress", "when you’re consuming damaged proteins inside your cell, mtor is being signaled", "why is that the case", "because those amino acids are now available", "you have to have that because if you don’t, the innate stress response can’t be activated", "gene transcription changes when you’re under stress", "first of all, because you don’t want to make proteins in a stressful situation", "second of all, you have to encode other genes to mount the stress response and mtor is doing that because it’s getting the amino acids that are coming from the proteostasis process", "if they want to chronically turn down the mtor, they’re going to waste away", "you need igf-1 to address your neurons that are struggling and stressed", "you make igf-1 locally", "they’re confusing system igf that is in the serum, in the blood from the local", "there’s local signaling and there’s global signaling, in some sense", "in the circulation, you’re getting your global signals, but in the muscle or in the brain, when you exercise your muscles, you actually create local igf-1 that doesn’t necessarily go out into the bloodstream", "i have very low serum igf-1, but i have lots of muscle because i make it locally", "i had an olympic doctor who looked at me and said, “you can’t have that kind of muscle and have such low igf-1.” and i said, “well, i make it locally.” he’s used to seeing professional wrestlers and so forth who were stoking up on insulin and other such things, right", "well, it’s kind of like all the hipsters in san francisco, where they say, “think globally, buy locally.” so you’re thinking globally and making your igf locally", "art de vany: i make it locally", "but you know what?a muscle contraction will turn on akt, so you’re not coming through the insulin pathway, but the second half of it you’re rescuing", "akt is a survival protein", "they’re thinking about the insulin pathway exclusively, but you’ve got other factors down there", "there’s some wonderful work done by japanese asamura and akasaki and others, who show that if you can over-express akt in the muscle, that’s protein kinase b also, or whatever it is", "it’ll heal your liver", "exercise your muscles and heal your liver", "how do you do that", "you express akt in the fast-twitch muscle fibers", "in those studies were these researchers using a high-intensity weightlifting protocol", "art de vany: no, there was merely engineering the genes in a mouse to over-express akt in the fast-twitch fibers", "profoundly effective", "you can’t read that study and not – a series of studies by this group – asamura", "you can’t read that without saying i want all the fast-twitch fibers i can have", "they’re not only disposing glucose, they’re taking the glucose disposal burden off the liver and off the brain", "so these insulin-like peptides that are signaling in the brain too often, you’re turning that down because you’re taking the glucose disposal burden off the other cells", "therefore, you’re reducing insulin signaling in those cells", "it turns out that when you contract muscle, you make this 4bepe or something like that, which interrupts transcription", "what you want to do is you want to have – you don’t want to be transcribing new proteins in your brain when it’s not time to do so", "you want to be improving the quality of the neurons", "if you exercise, you reduce transcription in other cells because this particular protein binds to mtor and keeps it from initiating transcription", "the things that mtor does", "mtor is overrated anyway", "it’s the ribosome that really matters", "please say more", "tell us more about the ribosome", "start at the basics", "i could blame that on my audience and say, for those who don’t know, but i would actually like to educate myself", "art de vany: well, when you’re going to make a new protein, the messenger rna comes out", "it’s a string", "the ribosome is this little bead-like structure that runs across the string", "it’s charged with amino acids", "it reads the signals on the messenger rna and it transcribes these long strings of proteins", "then they go off, then they’re folded and what have you", "it’s actually like a universal turing machine, remember", "alan turing", "so you can make any computer if you just have a read/write head and a tape", "that’s what the ribosome is", "it’s the read/write head that runs along the tape and makes proteins", "my neighbor at uci was the world’s leading expert on ribosomes", "god, it’s so complicated, it gives me a headache every time i talk to him", "i finally came up with this idea, well, it’s a universal turing machine", "the read tape is the messenger rna", "the write tape is the protein that is made by the ribosome", "the ribosome, not only being very complicated, is very adaptive in what it transcribes", "foxo will change the transcription factors, so therefore change the messenger rna", "the ribosome will run across there", "between those two, they’re like any universal computer is inherent at what they can do", "so you change the transcription factor, you wrinkle up the dna a little bit and expose other areas for transcription, and the ribosome is what is the coding factor that handles the integrated stress response", "protein transcription changes", "instead of making new proteins, you’re making these stress responsive factors", "that’s integral to the survival process", "that happens in response to resistance training", "art de vany: yes, it does", "you’ll make foxo", "you alter the transcription of your dna", "you make new messenger rna and the ribosome, if it senses stress in the cell, it’ll begin transcribing these protective factors", "instead of making all new proteins, it’ll switch – andrew dillin has a wonderful paper on this you should read", "his group has taken the – where is his team based", "art de vany: berkeley", "oh, that’s berkeley", "man, my backyard", "art de vany: he’s right up there in the bay area", "he may be at uc san francisco", "he has a quantitative biology group there", "and so in doing that then, in shifting the transcription to what you were just describing to the survival or stress response", "art de vany: stress response factors, right", "we’re bolstering that renewal program", "art de vany: yes", "the failure of which is implicated for what we call aging", "art de vany: precisely, right", "your immunity is brought up also during this", "everybody who does anything in aging these days is [inaudible]", "it’s a stress response", "that’s what keeps you young", "that maintains the cells, protects them, and hormesis is – they want to leave it on all the time, but that would exhaust you", "you can’t be poised for every possible kind of damage", "remember, the world’s full of maybe trillions of different kinds of damage that can happen to you", "you can’t have a precisely tuned damage response to each threat", "they have to be generalized", "they’re generalized through certain transcription factors and through the way the ribosome makes proteins", "these generalized stress responses run across the immune system, they run across the stem cell system, they run across the protein synthesis, across the ribosome", "all these pathways intersect and every one of them encodes some kind of stress response, cell protective pathway that’s responding to a toxin, rapamycin, to bacteria", "the thing you don’t want to have happen is when a bacteria is in there, you don’t want to be transcribing proteins or the bacteria will be getting into that and you’ll be making proteins for the bacteria", "you’ve got to be able to shut down transcription at the right time", "you can’t shut down transcription or mtor completely, because then you can’t make the defensive factors that are required", "this is where these micro rnas seem to come in", "are you interested or not interested in, say intermittent use of something like rapamycin", "is that just trying to make a deal with the devil", "are there too many unknowns or is something like that interesting to you", "art de vany: to me, it’s a deal with the devil", "i haven’t even had a cold in 40 years", "i’m not going to mess with my immune system", "aside from the way that you eat and the spacing of your meals that we discussed and the resistance training, what other factors or behaviors, interventions do you think have contributed to not being sick for decades", "art de vany: stay away from people", "stay away from people", "art de vany: but i couldn’t", "when i was teaching at the university, i had a class with 400 people in it and half of them had just gotten back from china and were coughing and sneezing and so forth", "i was sort of the universal substitute teacher because everyone else got sick and they knew art wouldn’t be sick", "they’d call me up to go teach their classes", "it’s spooky in a way", "is it just picking your parents wisely or is there more or are there other factors", "art de vany: there are other factors like you expose yourself to some cold, you stress your muscle, you get plenty of good sleep", "very important", "you’ve got to have these foxo, mtor windows during your sleep", "you’ve got to live in one window or the other", "there’s a growth/repair window, insulin window, and there’s the foxo window", "insulintor versus foxo", "that’s how i see my life", "i’m going from one window thought he other", "can you spell foxo", "art de vany: f-o-x-o", "[inaudible] box", "proteins", "there are four human versions of it", "[inaudible] so important to cognitive function", "when you’re starving, foxo makes you want to move", "the foxo window for you then would be part of good sleep, which is why you’re not going to eat within four or five hours of going to bed", "art de vany: you’re going to spend the first window of sleep sort of rebuilding tissues", "the second window of sleep, you’re into the starved foxo mode, and you’re also altering your synapses", "[inaudible] new genes called homer", "it butts into your brain, yet when your excitatory signaling is depressed", "not much glutamate neuron", "homer comes in and it shrinks your synapses", "it’s very appropriately named", "that’s hilarious", "art de vany: it is hilarious", "it has proportionally shrinking", "in other words, you’re going to say 10 percent", "each synapse is going to shrink by 10 percent", "the biggest synapses are the most active ones", "that’s where post-traumatic stress lives", "if you can shrink those, they have to be stable, but if you keep rehearsing that same synapse constantly, it’s going to grow in strength", "people who reverberate thoughts in their mind or ruminate a lot get depressed because those circuits, according to gerald edelman, that’s neural darwinism", "there’s a darwinian competition going on inside your cells everywhere", "for those people listening who do ruminate and perseverate – that’s another good word – constantly and get depressed, what advice might you give them", "art de vany: starve and exercise", "starve and exercise", "you know what", "you seem like you have more to say", "please continue you", "art de vany: well, starve and exercise, but do something that’s totally different so that your set of neural circuits that compete with the ones that are ruminating and building and strengthening in your brain", "the starvation part of it is to eat up some of these dysfunctional synapses", "my saying is, for every damaged molecule, there’s a damaged thought", "a depressed brain or a brain that has post-traumatic stress, those are injured neurons inside the brain and you just need to get rid of the dysfunctional molecules that are causing those neurons to malfunction", "of course, it seems self-evident, but it goes both ways, right", "for every damaged thought, there’s a damaged molecule", "so rather than trying to think your way out of that problem – art de vany: heal the brain", "first heal the brain", "you heal it with neurotrophic factors", "be outside", "new thoughts, new patterns of behavior", "and this sounds silly to ask, but how would you feed those new thoughts", "if a loved one of yours was getting depressed and exhibiting these symptoms, what would you prescribe to them", "art de vany: when my first wife was declining from a host of other things, i’d take her walking as much as i could", "i would tell her bad jokes", "change her surroundings", "the typical things people have to do", "being outside is enormously effective", "there’s stimuli you can’t even relate to, but you perceive them", "your unconscious brain is what’s going to heal you first", "the unconscious brain is more healthy when it’s exposed to nature and happy people and children and dogs", "our friend, naval, i think i’m getting this attribution right, but he said the first rule of conflict resolution or minimizing conflict is to not spend a lot of time around people who are constantly in conflict", "i thought that was a good rule", "art de vany: our politics has exposed us to that", "turn off the news", "don’t watch the news", "you mentioned in passing cold exposure", "this is something that i’ve found to be tremendously effective in mood elevation, among other things", "how do you expose yourself to cold", "art de vany: i walk the dogs early in the morning with almost no jacket or anything", "just go out and get nice and chilly with them", "cold showers", "just to be clear – where do you live now", "art de vany: southern utah, so it’s not as cold", "no longer at ucla [inaudible]", "art de vany: no, it’s not", "even if you live in a desert-like climate, it’s cool in the morning, quite cool in the morning", "i keep the pool cold", "i don’t heat the pool much", "i take cool showers", "i don’t try to shock myself", "i know this may seem like a non-sequitur, which is most of my brain, we were talking about what you taught nassim as it related to exercise", "are there any particular things that you’ve learned from him", "that could be what you used his book to illustrate in your class or anything else", "art de vany: sure", "first of all, he’s a marvelous writer", "he tells stories in a way i could never tell", "fat tony", "art de vany: yeah", "fat tony, right", "he creates marvelous characters that embody the kind of thinking he wants to ridicule or point out as savvy", "he likes street smarts, like i do", "we both like mass smarts too", "he went to the [inaudible] institute", "he’s a very well-trained mathematician", "far better than i", "i guess we all need a black swan hunting device in some sense", "i tried to create a financial device", "i had a crook for a partner who was too dumb to be able to take this anywhere, but i’ve figured out ways of using kurtosis to finance pharmaceuticals", "could you define kurtosis, please", "and spell that too", "art de vany: it’s a measure of the odd shape of the distribution", "it’s highly peaked and skewed off to the right or something", "it looks very non-normal", "it does not resemble a bell curve", "art de vany: no", "but it’s a thing of beauty because it’s where life lives", "that’s where life is in that kind of – they’re fractal-type distributions", "like a pareto distribution and then they’ve dropped down at the minimum", "so you developed that for pharmaceutical development, you said", "art de vany: yes, because the last talk i gave at harvard compared the movies to pharmaceuticals", "it turned out that there were the same kind of statistical distributions", "leptokurtic", "it sounds like something you should gargle for", "it’s actually a thing of beauty", "it’s skewed and biased to the right and with a very long, heavy tail", "heavy tail because – because every tail is long in a sense, but they become very thin", "it has a lot of probability out there", "that’s the truth of a power law distribution or pareto distribution and so forth", "so it turns out pharmaceuticals is that way because a few pharmaceuticals sell billions and billions and billions of dollars worth, like $12 billion a year", "most pharmaceuticals sell about a half a million or a billion maybe at most", "it’s the big outliers that dominate the industry in revenues", "using that skew, you can decide a swamp-like instrument that uses the upper tail to pay the lower tail", "if you divide it correctly, you have a very favorable kind of gamble", "so would taleb’s black swan hunting device then be derivatives training", "or would it be something in addition to that", "art de vany: actually, you’re the one who should talk about that, because you’re the guy who’s found all the black swans", "with the startups, yeah", "that’s certainly – well, we’re maybe going to get off the reservation here for a second", "the way i’ve thought about that is because i do not have the mathematical or modeling background of you nor nassim or anybody else", "it’s not a funny story, it’s kind of a tragic story", "but tenth grade, my brother and i had two different math teachers", "i had a math teacher who was very caustic, really had a chip on her shoulder and berated students", "art de vany: sounds like nassim", "well, he had a different response", "i think nassim is more pugnacious than i am", "he showed his teacher", "i decided to choose my college based on lack of math requirement", "my brother had a fantastic teacher", "he now is a ph.d", "in statistics", "art de vany: isn’t that something", "yeah", "art de vany: there’s an extreme event right there", "it’s a small event, but it really changed the course", "yeah", "it completely changed the course of my life and therefore, in my case, i remember having a conversation with a hedge fund manager and there are plenty of bad hedge fund managers out there", "i don’t think they go by that name anymore", "but there are some very brilliant people in the game", "i spoke with one", "i’m not going to get this totally right and do it justice, but he said, “there are a number of different advantages you can have and you need to have at least one.” he said that you can have an informational advantage", "you can have an analytical advantage", "you could have a behavioral advantage, meaning if you’re someone like a – there are plenty of people who try to imitate buffett, but they emotionally react to the market differently than a buffett or a munger, and so on and so forth", "there are many of these", "what i realized was, given my sets of strengths and weaknesses where i could capitalize was on the informational advantage, by placing myself in the center of the switchbox in the silicon valley", "that became my way of hunting for black swans", "art de vany: fantastic", "if you can handle the information load that’s coming through there", "well, you know what was so odd about it, in a sense, or counterintuitive for a lot of people i described this to – nassim actually informed my thinking a lot on this", "i’m, again, not going to do his description justice", "but thinking in a barbell fashion, where i have the vast majority of my investments are cash or cash-like equivalents", "then i have this smaller portion that is speculative, but very asymmetrical returns", "if i can think through basic portfolio management properly", "what i realized for myself is that i have an emotional disadvantage when it comes to publicly traded anything", "i respond very poorly to compulsively, despite knowing it’s not in my best interest, watching people freak out and the sky is falling and then i become chicken little and i sell at the worst time", "what’s fantastic about startups for me, and i do not recommend this to anyone who does not have a significant advantage, as i did, that i would do all of my homework, make a decision, invest, and then i couldn’t sell", "it was illiquid", "that turned out to be a very good thing", "i was locked in", "art de vany: how about that", "yes", "so i had to do all of my homework on the front end", "then there was no tickertape for me to watch", "no charts for me to watch, really", "it’s just worked out fantastically", "art de vany: i had a professor who was long in sugar when the castro revolution hit", "he finally said i can’t take it anymore", "i’ve got to clear my position", "he couldn’t get any work done", "yeah, no", "i’m really bad at anything that i can watch moving up and down, so i need to address that in my own life in a lot of ways", "we’re talking about, for instance, talking about the sugar position", "i remember asking a friend of mine who’s a very good investor about liquidating certain positions or not", "he said, “well, i think you should just –” i was asking him for certain dollar ranges, how he runs the math", "he said, “i just sell down to sleep-at-night level.” art de vany: that’s exactly it, yeah", "so selling to sleep-at-night levels", "you mentioned getting good sleep", "what are things that you do or don’t do to help ensure good sleep for yourself", "art de vany: well, here’s probably the only supplement i take", "i do take some melatonin", "melatonin", "art de vany: mm-hmm", "and do you take that on a daily basis", "art de vany: sometimes", "i didn’t bring any with me on the trip or so forth", "i don’t do anything regularly", "but melatonin is much more than just a sleep aid", "it’s founding plants", "it’s a stress-resistant protein", "it does have powerful antioxidant properties, but you need oxidants too", "oxidative molecules are signaling molecules as well", "you need a proper balance of signaling versus chronically signaling oxidative molecules", "but there’s some other direct – i think it stimulates autophagy in the brain or some of these more fundamental processes that – maybe it brings out homer", "out of his cave", "how do you think about dosing", "is this a one-milligram, a three-milligram", "do you have any idea", "art de vany: five", "five", "art de vany: sometimes ten", "wow, okay", "that’s a dose that i would use if i flew to hong kong to correct my sleep cycle", "art de vany: sure you would, yeah", "you would", "it would work", "but i don’t do it for sleep", "i do it for other things it does", "got it", "do you worry at all – this has been – so there are certain things you are not terribly interested in, like rapamycin", "this is the question that came to mind", "i haven’t asked him directly, but dom, who we know, dominic d’agostino, also uses melatonin on a very regular basis", "do you worry about any type of negative feedback loop or tolerance development or side effects from chronic use of melatonin", "art de vany: a lot of people do and maybe i did at one time, when i didn’t know enough about it, but actually you’re not going to shut down the pineal glands from making melatonin because you’re not really stimulating it to make it in the first place", "you’re thinking in terms of the homeostatic balance of melatonin", "i’m not", "i’m thinking about it as a surge that’s bringing on protective pathways", "i think of it in a completely different way", "i don’t even take it to sleep", "i take it to – for all of the other – art de vany: yeah, to keep my brain – to summon homer", "art de vany: uh huh, yeah", "to summon homer, right", "actually, everything i think of, i think in terms of those protective pathways, immunity, restoration pathways", "the whole knowledge that i thought i had before is sort of out the window when you think in terms of these molecular pathways", "i’d like to explore that a little bit", "this is going to, i’m sure, uncover a fairly deep level of ignorance on my part", "but if we’re thinking about – i know very little about melatonin, but i have taken it in the past", "i’m trying to frame this", "if i think of the hpta, the hypothalamus pituitary testosterone axis and the ways that can be disrupted if you supplement with testosterone or a luteinizing hormone, which i guess would be hcg, when you’re injecting it or taking it in some other form", "even if testosterone or growth hormone for that matter, are released in surges, it’s not continual, much like melatonin", "why wouldn’t regular consumption of melatonin cause some type of malfunction", "i just don’t know if it’s one thing in a large stream of other elements that i don’t know about", "art de vany: i don’t have any answer to that either", "first of all, you’re positing that there’s a feedback – no, i am and i don’t", "i’m not even positing", "i’m just asking", "art de vany: i wouldn’t necessarily posit that feedback pathway to begin with because i don’t think it’s a homeostatic balance there", "i don’t think that the body attempts to maintain pulses or a balance of melatonin", "you actually make it during the day too", "it’s not the sleep hormone", "it’s a defensive hormone", "it’s in plants", "plants don’t have to get their rest or sleep", "they’re not moving around all that much", "it’s an ancient hormone", "it’s evolutionarily conserved across almost all species", "i used to know a lot about it", "i haven’t thought about it in a while", "you caught me short of knowledge", "well, maybe this is a good place to talk about the limits of human knowledge", "for instance, in reading the black swan, nassim talks about epistemological arrogance a fair amount", "i think just to give people an example of that just to bring it down to a more easily understood level", "a very good friend of mine – well, a lot of doctors say this", "any good doctor will generally say, 50 percent of what we know is wrong, we just don’t know which 50 percent", "art de vany: it’s so very true, right", "how do you think about human knowledge", "what we can know versus what we can’t know", "this very broad question, but that was one of the topics that naval recommended bouncing around in this conversation", "this is something that has caused me to go from taking a lot of supplements to taking fewer supplements, for instance, because there’s so many historical case studies of like carrots are good for us", "we think they improve eyesight", "we attribute it to beta carotene", "then we start taking mega doses of beta carotene", "oops", "turns out a lot more to the story now we’ve created all these unanticipated side effects", "art de vany: yeah, i think even if you look at a static diagram of something like the m4 pathway, my gosh, it’s so complicated", "then you realize they all have to be in the right sequence too, these molecules", "they have to move at the right speed and have the right doses and so forth", "you’ll never be able to figure that out", "what you have to do is you have to be an experimentalist", "maybe on yourself like you and i do", "maybe on your child or your dog", "on molly", "art de vany: i actually had to experiment on my child", "i didn’t like to but i had to because the doctors were killing him", "i don’t want to get into that too much, but you have to be willing to test hypotheses", "why not just admit that nature knows a lot more than we do", "try to live a simple, clean, decent life and eat good food and go hungry now and then", "mimic those patterns", "there’s an error correction mechanism inside each one of us", "if you err in terms of, for example, you make some bad cells, some bad proteins or some of your stem cells go bad, nature’s down there cleaning it up because the other stem cell will kill it", "it’ll consume it or it’ll shove it out of the niche, just like nestlings get shoved out of the nest", "there’s competition going on inside your body constantly", "you use competition to weed out the weak and the faulty and let the strong survive", "your ideas are competing also", "everything is a question of variety, pruning, competition, pruning things", "like i said, god said i’ve got these different species i’ll send down", "let’s see which one is best, which one gets through the ice age", "that’s how you do it", "your body is constantly pruning your thoughts, your motivations, your rewards", "sleep is the way you clean all that up", "i want to shift gears a little bit", "i’ll just ask some of what my audience knows as rapid-fire questions", "your answers don’t need to be rapid", "this has become the tail end of our chat", "what books have you gifted most to other people or recommended most to other people", "are there any particular that come to mine", "art de vany: i gave all my library books to the local college library", "they were full of books – not philosophy", "i’ve thrown my philosophy books away", "why is that", "art de vany: they’re pointless, empty questions for the most part", "they’re not testable hypotheses", "i’ve been generous with my thoughts more than i have with my books in the sense i’ve gifted – the bulk of my knowledge that i’ve developed on my web page and my first essay on evolutionary fitness and the knowledge i put out there about the paleo lifestyle i think was a real gift i gave to a lot of people who’ve carried opinion and developed it further", "i wasn’t the originator, but loren cordain and i were both sort of thinking about these things simultaneously", "i kept telling him, “don’t jog, loren.” don’t jog", "art de vany: yeah", "i think he probably still does", "i’m sure he’s quite healthy still", "that’s the primary gift", "i gifted many dissertation topics to graduate students", "i ran more graduate students at the universities where i worked than anyone else in the department", "the students were drawn to me, but my ideas were kind of complicated, so there was not necessarily a good dissertation there in the usual sense", "good news – you have me as an advisor", "bad news – art de vany: it’s a hard topic", "are there any particular books that have very heavily influenced you", "or what are books that you have re-read, if any come to mind", "art de vany: i actually read the journal literature", "i don’t read very many books anymore", "got it – scientific literature", "art de vany: mm-hmm", "where do you go hunting for literature and how do you decide what to read", "art de vany: i choose a topic and i look very broadly at the topic from a mathematical point of view, from a biological point of view – which is all my reading now", "i must have – my bibliography is getting close to 8,000 entries in this aging literature", "what a goofy literature some of it is", "i mean, there’s some fantastic articles there and then there’s just a lot of fluff and redoing and reviews", "sometimes the abstract of the article won’t be as long as the listing of authors", "it’s really a weird field", "it’s a party review", "art de vany: yeah", "they’ve figured out how to get citations", "economists never", "we don’t co-author that much", "maybe one or two co-authors at the most", "well, i mean, humans respond to incentives right", "you’ve got to [inaudible] [01:36:24]", "art de vany: [inaudible]", "is that mostly pub med", "what sources do you like to use", "are you subscribing to particular journals themselves", "art de vany: well, i’m still a professor emeritus, so i have access to the whole [inaudible]", "[crosstalk] art de vany: pub med – i don’t get into reading about diets", "it’s an endless literature and it’s pretty lousy", "what are, in the field of aging, longevity – although i feel like that word’s kind of tainted", "art de vany: yeah, it is", "but life extension", "that one too", "i don’t even know what to call it", "but what are the current wild goose chases, in your opinion", "or areas that are potential dead-ends or things that are just getting way overblown in your mind", "art de vany: i do think these attempts to manipulate mtor are kind of pointless", "if you chronically shut down mtor, you’re going to shrink to nothing", "you’re not going to make new proteins", "it’s windows", "you’ve got to have these switches", "the most fruitful papers that i read talk about a pathway that crosses another one and they have switches, you turn them on and off", "you age in this window; you don’t age in that window is one way to look at it", "yeah, that’s a helpful way to look it", "you just want to have the not-aging", "art de vany: yeah, you want to be defending or renewing, but most people in today’s life are renewing on a continuous basis, and so they’re mis-folding proteins and they’re damaging their cells and building fat in tissues where it doesn’t belong and so forth", "i think all these attempts to stall mtor are really kind of weird", "you don’t want to over-proliferate, but you actually want to be capable of proliferating when it’s essential, because when you want to renew a cell or rebuild tissues, you have to be able to do that", "bodybuilding and the whole notion of regularity and chronic are totally wrong", "you’ve got to have switches, windows, and you go back and forth", "you alternate", "alternating states is the way to think about things", "the problem is, some of the people have looked at, for example, cynthia kenyon’s work on the worms and so forth, the foxo pathway", "there are lots of residual pathways that are forkhead box genes that were part of the development process that are now resident in the cells and can respond and defend and repair a cell", "for example, if you work out, you trigger foxp and foxm proteins in your brain", "by workout, you mean sprint or resistance training", "art de vany: yeah, you can jog if you want to", "if you want to kill some of your stem cells", "you’ve got to have variety", "you’ve got to do all of these things", "i think the idea of switches and windows is going to come and systemic signaling is the hottest new thing in aging research, which makes a lot of sense, that is signaling at a distance", "i think the stem cell pathways are going to turn out to be crucial and very important and again, mtor is sort of misplaced", "we’ve got so many sick people in the world, it’s bad to be average now in today’s world", "it’s really bad", "i’ve never had average looking tests in my bloodwork or anything else", "average is – average is dangerous these days", "you mentioned – dane just reminded me of one thing that you said in passing and i wanted to just unpack it", "it may not be a long story, but you said “i’ve never been injured in all these decades of weight training, except for one instance that i can remember.” what was the one instance", "what happened", "art de vany: oh, man", "there was this weird guy in the gym", "there’s a lot of those", "art de vany: yeah, i was going to say that", "he was a fireman and he worked out at the gym and he used to do these behind-the-neck presses", "oh, right", "with the barbell", "art de vany: yeah, with a barbell", "he’s using some weight [inaudible] [01:40:54] that’s nothing", "i wasn’t warmed up or anything", "i hopped on", "i said, well, that’s easy and i did it and i pulled a muscle in my neck", "it hurt for three months", "what are things that you do to help minimize the likelihood of injury", "whether it’s some type of warm-up before you go into your negative work or otherwise", "art de vany: well, first thing, i don’t warm up", "you don’t warm up", "art de vany: no", "like mike mentzer used to do", "just go in and start working out", "now, when i was – so you go straight to your first work set, whatever that might be", "art de vany: yeah, mm-hmm", "but it’s usually sort of mild", "i may start with my so-called famous hierarchical sets", "a light weight, 15 reps", "a heavier weight, 8 reps", "a heavier weight yet, 4 reps", "you’re going right up the fiber hierarchy", "slow, intermediate, fast-twitch", "now you’re warm", "you warm up more rapidly if you do something that’s reasonably intense and then the rest of the workout you’re warm", "i work out early in the morning when it’s cold", "i used to, but now that i don’t have a job anymore, i’m retired, i work out at 11:00", "every time i go there, i see the same guy", "he’s an ex-bodybuilder", "you can tell", "he looks good", "he’s still – he’s there for hours and i’m in and out", "i don’t know who looks better", "i think i do", "i’m leaner, he’s a more bodybuilding-looking guy", "they don’t look good", "when they’re not flexed, they don’t look good", "let’s face it", "you mean you don’t like the second trimester abdominal look", "art de vany: no", "just for all the bodybuilders in the audience, it’s not all of you, but let’s be honest", "if we look at some of the competitors when they’re not flexed, oh, boy", "is it a boy or a girl", "art de vany: that’s right", "that’s exactly right", "i’m there for a little adventure, for a little bit of intensity, not to get hurt", "if you have long muscles, and you do a full range of motion, you’re not going to get hurt", "you’re also generally, at least on the negatives, following a slow cadence, right", "you might be raising it quickly, but you’re lowering it entirely under control", "art de vany: entirely under control, but down to a full stretch", "right", "art de vany: i’m thinking tightened spring", "there’s a spring down there", "so even if i’m doing positive exercises, i will lower and i do a little – not a bounce because full-stop bounces are destructive, but the little stretch bounce", "right", "if you were to go back to teaching and you were to teach a freshman undergrad – actually, it could be a freshman or a senior seminar", "so say 15 to 40 students, something like that", "you only have them once a week for three hours, one semester", "what would you teach them", "art de vany: the economics of uncertainty", "that’s the last class i developed there at uci", "they loved the class", "economics of extreme events was really what it was", "not uncertainty the way it’s taught by utility theory and all this nice – utility maximization and expected this and expected that", "it’s all nonsense", "it would be the economics of extreme events", "if someone wanted to – since you’re probably not going to teach that class anytime soon – if somebody wanted to explore that for themselves, how would they self-educate", "any starting points that you would recommend", "art de vany: my class notes are somewhere", "we should definitely somehow crowdfund getting those [inaudible]", "art de vany: i would start with my movie book", "what was the title of that", "art de vany: hollywood economics", "it covers extreme events fairly thoroughly", "in fact, a lot of students looked at that", "i had other readings as well", "or you could look at climate science and look at the extreme climate – there are extremes of climate variation", "what happens, you could look at the economics of storms and floods, flood plain analysis", "i would look at nature", "if you were to pick one of nassim’s books to start with, would you choose fooled by randomness or would it be one of the others", "art de vany: i think students learn more from fooled by randomness", "the black swan is marvelous as well", "skin in the game is probably going to be a terrific book too because you’ve got to have skin in the game", "everybody knows that, but they always ignore it", "if you want to do a chinese fund, you’ve got to put skin in with them", "30 percent", "they want incentives a lot", "art de vany: they won’t just cut your knuckles off, you know", "there’s more at stake", "the economics of extreme events", "if you could put anything on a billboard – you have a gigantic billboard and you could put a short message, a word, couple of words, sentence, whatever, to get out to millions of people, what would that message be", "or whatever you would put on the billboard", "it could be anything", "art de vany: well, i used to end my principles of economics teaching the importance of freedom in arbitrage", "arbitrage keeps you from being stupid because you compare the price of this relative to other equivalents or close substitutes and so forth", "if you talk mathematically about pricing, you lose the anchoring from the arbitrage principle", "so i always taught arbitrage", "arbitrage", "could you explain that maybe through an example", "i would just love to hear it", "art de vany: well, buy low and sell high", "but you have to trade different alternatives", "for example, nature abhors a vacuum and economics abhors an arbitrage opportunity", "arbitrage opportunities get eliminated", "okay, got it", "but is that just efficient – well, not efficient market theory", "art de vany: it’s a sense of a way of looking at efficient markets", "the best predictor of tomorrow’s price of something is today’s price", "because that leaves no arbitrage opportunity", "if you knew the price is going up tomorrow, would it go up today", "that kind of thinking", "you think about opportunities, but you think in terms of the arbitrage limits that are there", "so that’s why general equilibrium theory is arbitrage also", "it wasn’t too successful", "it wasn’t appreciated", "this is how molinville taught general equilibrium theory also", "the presence of arbitrage", "so would you just put – understand arbitrage", "would that be the message", "art de vany: oh, the billboard", "yeah", "art de vany: no", "it would be “freedom counts.” freedom counts", "art de vany: freedom matters", "and is that mostly in reference to markets or is it – art de vany: freedom of contract, freedom of arbitrage, freedom of entering, freedom of exit", "people don’t have to be forced to do things", "they can exit", "they can participate", "freedom counts", "art de vany: yeah", "i like that", "art de vany: and your workouts too", "lift heavy things", "art de vany: yeah, lift heavy things; freedom counts", "well, art, we could talk for hours and hours and hours", "we’re going to go grab a bite to eat at some point after this", "is there anything – and i’m going to ask you after this – where people can learn more about you, what you would like them to check out, and certainly that will all go in the show notes", "are there any parting words or suggestions or asks of my audience", "something they should test, something they should consider, anything", "art de vany: get ready for my book when it comes out on aging", "it’s a field that’s full of a lot of charlatans", "there’s some good science", "there’s no such thing as successful aging because aging is damage", "so you can’t be successful if you’re being damaged", "do you have a set timeline for that or a title people should look out for", "or should we just say prime yourselves, it’s coming and we will let you know when it comes out", "art de vany: yeah, just check my facebook page", "that’s my life – i’ve given up my blog", "it wasn’t worth the time and effort", "i did help a lot of people, but i’m past that now", "i’ve taken this up as really a scientific quest because one, like i said, i’m experienced", "when you’re coming up on 80, you start thinking about – when you approach middle age, you start thinking about these things", "wait, so you’re planning your next 80", "art de vany: the possibility, the technology is coming", "it is there right now inside each person", "it’s the protein quality control, self quality control", "don’t lose cells", "maintain them", "starve them once in a while; that’s good for them", "i am applying the technology and i think i’m doing pretty well at it so far", "i do plan to live another 40, 60 years", "i think you’re doing pretty well", "your arms are bulging out of your shirt, which is long sleeved", "i think things are going well", "art, thank you so much for the time", "i really appreciate it", "this has been a lot of fun", "for everybody listening, as always, you can find links to everything that we’ve discussed, to art’s facebook page, and more at http://www.fourhourworkweek.com/podcast or at http://www.tim.blog/podcast", "they both get you to the same place and you will find show notes for this episode and every other episode", "until next time, thank you for listening"]}