{"dialog_idx": {"charles best": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 63, 64, 65, 66, 67, 70, 72, 73, 74, 75, 153, 154, 202, 203, 204, 205, 254, 255, 266, 273, 295, 296, 297, 298, 326, 327, 334, 361, 365, 370, 371, 372, 373, 374, 378, 380, 411, 412, 413, 448, 449, 450, 451, 497, 501, 502, 503, 527, 530, 531, 574, 575, 576, 655, 656, 657], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 68, 69, 71, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 267, 268, 269, 270, 271, 272, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 328, 329, 330, 331, 332, 333, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 362, 363, 364, 366, 367, 368, 369, 375, 376, 377, 379, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 498, 499, 500, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 528, 529, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667]}, "episode_num": 240, "file_type": "html", "guests": ["charles best"], "num_sentences": 668, "num_words": 9105, "raw_text": "Tim Ferriss: Why, hello, you sexy little minxes. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is usually my job to deconstruct world-class performers of various types. This episode is going to be a little bit different. It is by request. You have asked for an episode on accelerated learning, on education, on mentors, my past mentors, all of these things. It is all going to be covered in the following conversation between yours truly and Charles Best, who is the founder and CEO of DonorsChoose.org, one of my favorite companies, profit or nonprofit companies, in the world. It took place at SXSW EDU, with an audience of primarily educators and administrators. An unusual audience for me, but a very exciting audience. As some context, Charles Best, who I met in high school as wrestling partners of all things – we’ll talk about that – but he has since done many things, including launching DonorsChoose.org in 2000 at a Bronx public high school where he taught history for five years. Now, flash forward to today. What are we looking at? Donorschoose.org is one of Oprah Winfrey’s ultimate favorite things. It has been on the cover of Fast Company as one of the 50 most innovative companies in the world. The first time a charity has ever received such recognition. Teachers are more than 70% of all the public schools in America have used DonorsChoose.org to create classroom project requests. You should absolutely check this company out. It is lean. It is run as well as anything out there. But the conversation itself focuses on topics that you can apply to your own lives in terms of learning things faster. It talks about teaching – good teaching, bad teaching, tough love, the value thereof, and many different things. I hope you enjoy this conversation as much as I did with the one and only, Charles Best. Charles Best: All right. Packed house. This is awesome. Tim is an old and dear friend of mine. We went to high school together. We were on the wrestling team together. This is actually a fireside chat, not just a euphemism for an informal, warm conversation. I’m just thrilled to be asking you some questions. We’ve got a lot of teachers in the audience, so why don’t we kick it off. Let me ask you, tell us about a teacher or two who made a really big difference in your life. Tim Ferriss: I’ll start with just thanking everybody in the audience. You guys are doing really important work. Thank you, guys. Education has played a huge role in my life. There are no many different inflection points. I’ll mention two who come to mind. The first is Mrs. Vinsky, who has sadly passed, but she was my first-grade teacher in public school in Long Island. I had refused to learn the alphabet up to that point. I’d been made to eat soap as a result, which I don’t recommend. I wouldn’t survive first grade is what my mother had been told. Mrs. Vinsky took me aside and she said, “Tim, if you learn the alphabet, you’ll be able to read any book you want. And if you can read books, you can learn anything that you want.” I was like, “Why didn’t anybody tell me?” On top of that, she discovered something, which was that competition really motivates me. She had a long, paper line up on the wall. It went the entire length of the classroom. Each student had a racecar and based on the number of books you read and completed, that racecar moved towards the finish line. For whatever reason, that is really what drove me to consume as many books as possible. So Mrs. Vinsky, No. 1. Then flashing forward, a familiar name for both of us, would be John Buxton. It’s very strange for me to say his first name because I would never dare. Mr. B, Mr. Buxton was our wrestling coach, but he was also a teacher. He was also involved with the administration and I believe the endowment. He provided a very unique form of tough love in the wrestling room that was extremely critical to me, I think, in that sort of 10th grade, 11th grade period in particular. Looking back, I think almost everyone on that team has done some really amazing things. They all look back and would mention Mr. Buxton. I would say those two immediately come to mind. Charles Best: Totally. Mr. Buxton is the teacher who made me want to be a teacher. If not for Mr. Buxton, I think there would be no DonorsChoose.org. Tim Ferriss: Well, when you were on Oprah, you brought up Mr. Buxton. Charles Best: That’s right. Tim Ferriss: He was one of the seminal, sort of pivotal figures in your life. Charles Best: Yeah, actually, I remember thinking if anyone ever looked up to me the way that I looked up to Mr. Buxton, I would’ve done my share and knew I wanted to be a teacher. We’re going to be talking about accelerated learning and your insights for learning more quickly and more deeply. Let’s start with just your framework for how someone can learn more quickly and more deeply. Tim Ferriss: The general framework that I used was really pieced together over many years via trial and error. I think there’s some applications in the classroom, certainly that I can pull from my personal experience. The general acronym is DSSS. You leave the I out. You’ll get there, don’t worry. So a D and then three Ss. That’s the framework. It refers to, Step 1, deconstruction. The order is very important. Deconstruction is really taking a skill, learn a language, learn to swim, whatever it might be, and break it into the smallest Lego pieces possible. For instance, I didn’t learn to swim until I was in my 30s. This is very embarrassing for someone who grew up on Long Island. Granted, rat tail, fine, whatever. We can talk about that later. I was deathly afraid of the water. I had some near-drowning incidents. I tried to take courses and take lessons. None of it worked until I was introduced to something called total immersion. What total immersion did for me that no other method did, for me at least, was break down the constituent pieces. So it wouldn’t put me in the water to say get on a kickboard right away because there are a bunch of issues with that. Let’s separate breathing. Let’s separate proper body position for hydrodynamics. Then you take out kicking, so that’s a separate piece. Then upper body movements. Then you order them in the least threatening way. So breathing isn’t even a piece of it for the first day or two. You would just focus on standing in a 4-foot deep pool and kicking off the side and practicing your streamline position. Deconstruction is Step No. 1. The next is selection. Selection, in effect, you’re using the 80/20 principles like Pareto’s law, to answer the question, what 20% of those Lego blocks deliver 80% of the results or more than I’m looking for? There are certain places where this is really profound; in language learning, for instance. I thought I was bad at language learning up until the point that I transferred to the school where we met, St. Paul’s. That’s a whole separate story. I had the chance to study with Mr. Shimano in Japanese. I figured well, if I’m going to be terrible at Spanish, I might as well be terrible at a different language where my friends are actually in the class. In any language, you can take 2,000 words and be functionally conversationally fluent. You can identify the highest frequency words. You could also take even something as complex as learning to read and write Japanese and narrow it down to the common use characters, which is around 1,900-something, I believe. Then from there, say let’s break it down even further. Almost all of those characters are formed by 100 to 120 radicals. That’s what you would focus on. The 20 percent deliver 80 percent of the results that I’m looking for. Next you have sequencing. Sequencing I think is the most neglected perhaps. What is a logical progression in which to lay out the Lego blocks that I’ve selected those 20 percent. You can figure out that if you ask, for instance, what if we did the opposite for 48 hours, just as a testing approach, that you can unearth some real gems. When I learned for instance, to dance tango in Argentina, partially because I was forced to. I had a female teacher who was very high level. I learned the female role, the follow, before I learned the lead. It ended up being a key reason why I was able to compete in the world championships six months later. Because I learned the female role first, which is very odd. Also, if you talk to a friend of mine, Josh Waitzkin, who was the basis for Searching for Bobby Fischer (he is the kid), when he learned to play chess when he had his first real coach, they took all the pieces off the board. They didn’t start with openings, which everyone does. You memorize basically the answers in the teacher’s book and you just learn all these openers. Instead of that, his teacher took all of the pieces off the board and put a King versus King and pawn. He reduced the complexity to focus on principles. Really flexible principles instead of tactics that were memorized. The sequencing is very critical. The last piece you would like is very self-evident, but it’s often not, and that’s stakes. Not steaks like flipping on a barbecue, but consequences. How do you build in incentives and motivation, whether that’s a reward or a punishment or both, so that you or other people will actually do what the plan includes? That could be the racecars. That could be the stakes. That could be an incentive. You could also take any number of different approaches. There are tools like Stikk.com – S-T-I-K-K, and others that you can use to harness loss aversion to your advantage. For instance, if you want to lose weight, and there’s another one called Diet Bet – this is something a lot of people have done successfully – you could take $100 or whatever amount is going to be painful for you to lose, put it into Stikk. It goes into escrow and if you don’t hit your goals and other people verify this, then that gets contributed to your anti-charity. So an anti-charity is a nonprofit that you would rather nuke than give money to. So it could be the American Nazi Party; it could be whatever it might be. You’ll be on the public record as having donated if you don’t lose your 20 pounds in two months. So believe me, my friend Derek Sivers, who is an entrepreneur said, “If more information were the answer, we’d all be billionaires with perfect abs.” You just need incentives. That’s the basic framework. You can get into the nuances and details, but that basic framework has helped me with all of the skills that I’ve tackled, I’d say in the last decade, certainly. Charles Best: Speaking of the skills that you’ve tackled, let’s see how this framework works in action. Tell us about a particular skill that you’ve attained in an especially unorthodox way. Tim Ferriss: Let’s see. I’m trying to omit the odd ones like Japanese horseback archery. Turns out not a long career, particularly in the U.S., if it’s something you focus on. I’ll come back to I think the swimming. Because it had all of the ingredients for something that I would fail and did fail at for a very long time. The fear factor was very high. The shame factor was very high. The unorthodox approach that I took – well, just to give you, actually, back into it. What are the results? The results were I didn’t swim. I couldn’t do two laps in a small pool until my early 30s. Ten days later, after getting a book – I didn’t even have video at this point, with total immersion I was doing 20 to 40 laps per workout to relax. This is ten days later. I’ve had many friends duplicate this. Many of my readers and listeners and so on. Unorthodox for me because in retrospect it seems so obvious, yet if you go into any pool and have the general staff teach you, they’re going to teach you very differently. In this particular approach, (a) remove as may failure points and fear areas as possible for the very beginning. You want people to get as much positive reinforcement early on as possible. In this case, I was in a 4-foot deep pool, kicking off the side. I realized wow, even without any strokes, without any kicking, I can cover a third of the pool distance if I just get my body in the right position. Second, questioning assumptions. This is something that Terry, the founder of total immersion, does very well, is that I’d always tried to swim on top of the water. Well, a body is dense. It tends to sink. So assume that your body’s going to be 90-95 percent underwater. You actually think of it conceptually as swimming downhill. Isn’t that odd? By swimming downhill, your arm is actually angled down underneath the water by 3 feet. The pressure on that arm helps to tilt your legs up and makes you more hydrodynamic. You figure this all out by kicking off the wall and then standing up. Kick off the wall, stand up. Secondly is finding the exercise – this can be applied to any domain – what is the one exercise that makes all of the other exercises irrelevant or less important? This is part of the sequencing. What I realized in my own experimentation with it is that a hand swapping drill in swimming, where you’re basically trying to have your arm enter the water at the same time that your other arm is straight and then replace it, extends the period during which you’re in your extended fuselage position. If I just focused on that one exercise, hand swapping drill, everything else fell into place. That was going from zero to shortly thereafter – because this was – we’re going to come back to incentives – about eight months before a friend and I had assigned each other New Year’s resolutions. By the way, more effective than coming up with your own. My friend was just completely addicted to double espressos and had like 12 a day. I was like, “Okay, yours is nothing stronger than green tea for a year.” He’s like, “Okay.” He did it. Now granted, he would pack like 12 days worth of green tea into a French press. “I don’t know why I feel so sick.” I’m like, “I think I see your problem.” But he stuck with it. His assignment to me after seeing me flail around in the water and get out at one point, he said, “You need this as a life skill for yourself, for your kids. You have to do a one kilometer open water, meaning an ocean or lake, swim by the end of the year.” I got to July, August, had failed effectively every class that I had taken and abandoned it until total immersion. Then I would say two weeks after starting, I ended up doing a one mile, not one kilometer, open water swim by myself in the ocean where I grew up, at the specific beach where I had one of my near-drowning experiences. That would be an example. It’s an important example because it was a skill that I was deathly afraid of. I think a lot of students end up in that position for many different reasons. Charles Best: Wow. I feel like helping someone get over a near-drowning experience is something that may not be totally safe for teachers to do with their students. I want to ask you, of all the experimentation and adventuring that you’ve done from ice baths or archery on horseback, to you name it, which of those activities can kids try themselves? Which of the experiments you’ve done, the adventures you’ve had, can a teacher assign to their students or help their students undertake? Tim Ferriss: I’ll leave out the ten-day fasts and the muscle biopsies, also probably not great for insurance policies at schools. I would suggest a competition of some type. The one that comes to mind for me is how many foreign vocabulary words – forget about grammar, forget about all that, but how many vocab words can you memorize in a day? Have a reward. Have an inspiring reward. It doesn’t take much. I recall at one point – keep in mind, the kid who was bad at languages, who had done very poorly in Spanish, until I had Mr. Shimano, who was incredible, and the right environment. After that point, I’ve often played this game with myself where I’d take Italian – and became obsessed with pneumonic devices, so memory tricks like say the memory palace, which was used by Cicero, or the link word pneumonic. There’s a gentleman I believe by the last name of Grünberg, who wrote a number of books that highlight how to use word association and image association, I should say, to memorize foreign vocabulary. Let’s say you have Spanish vaca, right? V-A-C-A, vaca. How would you learn, if you’re a native English speaker, vaca? This is where I think you can engage a lot of kids. Imagine a cow with a vacuum head vacuuming up head. All right? Cow, vacuum head, vacuuming up grass. Think about it. Do that for ten seconds, and you could probably teach a class where you do that at the beginning of class, come back 30 minutes later, “What’s the word for cow in Spanish?” They will remember it. They might remember it a week later, just from that 15 seconds. So you play this game of imagery and creating these associations. I kid you not, you will probably – if you had a classroom of 50 students, it depends on age, but you could very well have students who successfully remember a week later 200 to 300 vocabulary items, from a single day. That would not surprise me all. Keep in mind the minimum effective dose, if you want to be considerate or perceived as conversationally fluent, is probably around 2,000 words. How many of us have heard “It takes a lifetime to learn a language?” I certainly was told that. I was like, “Lifetime? Screw that. I have things I want to do. I don’t want to commit to a lifetime of studying something just to be good at it. That’s so depressing and demoralizing.” But instead, if I said, you just did 200 words in a day, two days, if you did that times 10, what is that, two weeks? You would have all the raw materials to be considered conversationally fluent in a language. How encouraging is that? How exciting is that? To position a language, a second lens through which you can experience life, you’re effectively doubling your lifespan, okay? Wow. You use all of the tricks and tips that I’m sure many of these people are familiar with. But context. Maybe some kids are into hip-hop. Maybe some kids are into comic books and manga, like I was when I was in Japan. Utilize all of that. I think that would be an experiment that I would run because it’s so easy to apply that dis-framework to it. The implications for each of those stages are so easily mapped to just a foreign vocabulary memorization competition, using pneumonic devices. There are a lot of macro principles embedded in this one micro exercise, if that makes sense. You’re learning the macro from the micro. The student doesn’t have to know any of this. This is just a Trojan horse. You’re slipping it in there. Just like Josh Waitzkin and his teacher taking the pieces off the board. Charles Best: You arrive at some many of these tactics and breakthroughs, like pneumonic devices, by way of experimentation, where you’re often running an A/B test and doing more of what works, doing less of what doesn’t work, always, always A/B testing. Has there ever been a time when you decided you needed to forget about the data, not run an A/B test and just go on gut because you believed something in your heart and it felt inappropriate to run an A/B test? Tim Ferriss: It’s very rare, I’ll be honest. But the question allows me to maybe chat a little bit about how I think about the use of intuition. I’m trying to increasingly use intuition. Intuition helps me to identify things that I would like to test, even if they seem ridiculous. For instance, every time I’ve had a roommate in a foreign country where I’m using comic books to learn a language, I get ridiculed. Every single time. They’re like wham, pow, smash, really? Then three months later, they’re a convert because they see I’m studying dialogue. That’s why the comic books work. The same reason that scripts, if you can get translated scripts for movies, which you can very easily, works so well for language learning. Charles Best: Wow. Tim Ferriss: And I use intuition – Charles Best: Scripts from foreign films that you can then read while you’re watching the movie? Tim Ferriss: Or a script from a movie that you know really well, whether that’s Die Hard, Babe, whatever, which are two real examples for me. If you know those – “As for the renegade duck,” anyway. That’s from Babe, not Die Hard. You could also look at – for instance, I would actually encourage people to take movies they know really well. I’m getting off track. Charles Best: It’s a great technique, I wanted you to draw it out. Tim Ferriss: Where you have subtitles available in your target language because if you do the inverse, if you don’t catch a word orally, you’re not going to be able to look it up or write it down. I tend to use the opposite. The point being, intuition is oftentimes just a proxy for interest. So if I’m really interested in something, that checks the box partially of the stakes and incentives. I use intuition in that case. I will very often, for instance, use my intuition – even if I split test. I’ve done this a lot, say for book covers. Even book titles. I tested The 4-Hour Workweek alongside 12 other titles and subtitles in Google Ad Words. It was just the ad headline and the ad text. Then I looked at the max click-through, which one had the best click-through a week later – it costs a few hundred dollars – and I knew exactly which title and subtitle would perform the best. That’s how I came up with the title. However, when I looked at the top three results for the book title, I had to ask myself, which of these can I live with? Which of these will I be happy with? Because once this genie’s out of the bottle, I have to live with this forever. So for better or worse, I’m the 4-Hour guy for the rest of my life. But I knew I could live with the title. So I have vetoed best performing outcomes when I split test. If I feel strongly that I’m more interested in or will sleep more soundly with No. 2 or No. 3. Charles Best: I’ve been listening to your podcast of late. Especially getting ready for this conversation, but even before that. You have these incredible interviewees, both bold-faced names and people that I’d never heard about before who’ve proved to be fascinating. Of all the incredible people that you’ve interviewed, whom would you nominate to design the ideal school? Tim Ferriss: Okay, I’m going to answer that. The first recommendation I want to make, just to backtrack for a second, everyone should read a book called Bad Science by Ben Goldacre. On the subject of data and split testing and statistics. Most science, and it could be split testing, that is represented in media is misreported. It’s extremely critical, it has never been more critical, I would say, to be scientifically literate. Bad Science covers how to become a more intelligent and astute reader of science and results so you can be very strategically and importantly literate in that sense. I would read that, which would inform, in fact, how you design a school. A lot of it – I think tracking is very important. I think experimentation is very important. When it comes to mastery, no one in my mind pops up more often that Josh Waitzkin. Josh Waitzkin has a foundation. He has taken his learning framework for chess – he’s considered a prodigy, but I think it’s a misnomer because – Charles Best: Can you give a two-second bio on Josh Waitzkin? Tim Ferriss: Josh is the little kid in the OshKosh overalls who ends up playing speed chess and dominating against the hustlers in Washington Square Park in Searching for Bobby Fischer. There are some God-given talents certainly in Josh. He then went on to compete very successfully. There was a book and a movie based on his life. He has since taken his ability to deconstruct something like chess, applied it to Tai Chi push hands to become a world champion. He applied it to Brazilian Jiu-Jitsu to become the first blackbelt under Marcelo Garcia, who is considered the G-O-A-T, the greatest of all time. He’s like the Mike Tyson, Wayne Gretzsky, Micky Mantle combined in the world of grappling. You could look at something called MG in action and you might think this would never apply to anything else. MG is Marcelo Garcia in action. He’s taken different starting positions, transitions, and finishing positions and created effectively a database where you can look up any possible combination to learn more effectively. Josh has thought very deeply about the importance of single tasking focus and also skills that enable you to learn other skills. In other words, that lead domino that we discussed a little bit earlier. Which of these will make everything else easier or irrelevant or less important? And sequencing things in the right fashion. I’d say Josh Waitzkin. Charles Best: So imagine you’re hired as a teacher at Josh Waitzkin’s school. What subject do you teach? Tim Ferriss: I would teach – what would I teach? Either – and I would call it something sexier – meta learning. How do you learn to learn? This is not something that’s very often explicitly taught. I’d cover the tool kid that you can apply to all of your other classes. Let’s practice that. Charles Best: What is a lesson you’d teach on one particular day as the teacher of meta learning at Josh Waitzkin’s ideal school? Tim Ferriss: Well, the first class, and it depends a lot on grade level, but I think the first class would just be all demos. What will get the attention of these kids and hold their attention so that I am credible, but also maybe aspirational in some sense. Which Mr. Buxton was, right? I mean, Mr. Buxton could kick your ass. He was a tough man. He could still go into the weight room and demolish the students. There was an incredible amount of respect, awe, aspiration. There are a lot of magic ingredients that are not so magic. You can tease them out and deconstruct them. So I think the first class would really be all demos. Let’s so go around the room, memorize kids’ names. Have them go out, come back in, sit in different seats, remember all their names, right? Maybe have them shout out random numbers, memorize a string of say 50 digits like that and turn around and give it to them. And you’d give it to them backwards on purpose. They’re like no, you’re wrong. No, no, keep going. And they’re like, what? So first class would just be demo, credibility, this is somebody who’s second class you want to come to. Then I think, right away, I would take somebody in the class who doesn’t – who in this class thinks they can’t do this? A bunch of arms go up and I’d pick one kid who looks the most fearful and they convert them right in front of the class. Boom. Just like that. I’d make them a hero in the class, briefly. And then shoot them down! Charles Best: And then crush their spirit! Tim Ferriss: No, no. Who do you think you are??? No, I would not do that. Charles Best: That’s where the soap comes in. Tim Ferriss: Yeah, bad table. That groundwork is so important. You need the patient to be willing to take the medicine. That would be step 1. Charles Best: I want to be in that class myself as a teenager. You were talking about Mr. Buxton and his ability to hold a room and the awe that we had for him. Of those people you’ve interviewed on your podcast, if Josh Waitzkin could design the ideal school, which of your podcast interviewees would be the virtuoso classroom teacher? Which of your interviewees do you imagine just holding a room of 25 rambunctious 10th graders and how come? Tim Ferriss: Rambunctious 10th graders. Okay. Yeah 10th graders is tough. Charles Best: I mean, Jamie Foxx probably would just by virtue of being Jamie Foxx. Tim Ferriss: 10th grade, the first person that comes to mind, and I want to give a couple of other answers, Jocko Willink, retired Navy SEAL commander. Charles Best: Yeah. Tim Ferriss: You want to be tougher? Be tougher. And he’s 230 pounds and a Brazilian Jiu-Jitsu blackbelt. Everyone’s going to behave. But it’ll be at attention. So I think Jocko would definitely, in terms of getting kids to behave, he’ll get 100 percent on his test. I’ll give two others real quick. Maria Popova, who runs Brain Pickings, is a phenom. He is very good in a world of listicles, where everyone’s trying to out-Buzzfeed Buzzfeed and Buzzfeed’s great at what they do. I don’t think you should compete against them. She can make potentially dense literature very popular, and philosophy very popular. She is a long-form writer. She does not compromise. She does not dumb her material down. And yet, she built a private newsletter that went out to five of her friends up to now probably more than 10 million people a month. That’s really impressive to me. She’s also better at writing in English, in which is her second language, than I am. Which involves some shame on my part. But last I would say, and I really encourage everyone to check this guy out, BJ Miller. BJ Miller is a palliative care physician. He’s a young guy. He’s helped more than 1,000 people to die. He also suffered a horrible electrocution accident in college – actually at Princeton where I went undergrad. He was a warning to all of us coming in to Princeton. He lost three of his limbs. He’s a triple amputee. I think his perspective on life and fulfillment and achievement and the balance thereof is incredible. He has this uncanny ability to sit down and just immediately look into someone’s soul and their wants and desires and fears and read it. I’ve really never encountered anything quite like it. I think BJ would be a lifechanging teacher. Charles Best: I want to switch gears just for a second, recognizing that any number of people in the room are ed tech entrepreneurs. How has technology accelerated and enriched the pursuit of learning? How has technology hindered the pursuit of learning? Tim Ferriss: I think, as with any technology, whether it’s an app on an iPhone or a stick that a chimp is using to fish out ants, in an ideal case, it’s a tool that helps you to solve some type of prevalent problem. Technology makes a wonderful tool. It makes a terrible master. I think that anytime technology ends up in the driver seat in determining your behavior, there are a lot of risks and a lot of problems. How does it help? There is a lot that can be automated, whether it’s machine learning or some form of deep learning. There are many ways technology can aid the learning process. I was one of the first investors in a company called Duolingo, which now has 100 million users. It’s the largest free language learning platform in the world. They have a lot more coming. It’s incredibly powerful. It was the byproduct of a number of founders, but one of those founders, Luis von Ahn, from Guatemala originally, created CAPTCHAs and reCAPTCHAs. So if you ever have to type in a bunch of weird characters to prove you’re not a robot on a website, you have him to thank for it. He used that. You might have noticed back in the day there were two fields. You’d fill one in. The program knew the answer to that, that’s how it would confirm you weren’t a robot. The second was taken from books that machines couldn’t transcribe accurately. So he was harnessing millions and millions and millions of people to transcribe books effectively so that the blind could use them, so that anyone could search them, etc. He’s applied that to language learning in some really fascinating ways. There are many examples like that. In terms of hindering, I would say that we live in a digital world where the economics of many of these businesses are dependent on distracting you as much as possible. So if you go on Facebook and you just need to check a direct message from a friend to figure out what I’m going to be doing on Tuesday and then two hours later, you’re like, why am I watching an orangutan video? What happened? Did I just time travel? The business models are predicated on being able to distract you effectively. They are very good at it. They’re putting billions of dollars, probably collectively trillions of dollars into discovering new and better ways to distract you off of your chosen task. I think that technology can be exceptionally damaging, not just as it relates to learning, but I’m sure in a bunch of cognitive capacities. Actually, The Distracted Mind, written by a friend of mine, Adam Gazzaley, who is a neuroscience Ph.D. and runs at lab at UCSF, is worth checking out to see some of the consequences of that. But I’d say broadly speaking, distraction. Conversely, if you can teach yourself and your students to single task, not multitask, to single task more effectively, that ability which used to be par for the course, is becoming a super power. If you can establish ways of blocking out distraction-rich technology for even short periods of time, you have a huge competitive advantage. Charles Best: Let’s go back a couple thousand years when distraction-rich technology was just a non-issue. This is a question I’m just thinking of right now. Could you give us a one-minute primer on Stoic philosophy? And then riff on how you think Stoic philosophy could or should inform our public school system? Tim Ferriss: I’m really glad you brought this up because Stoicism I think is one of the best operating systems for thriving in high-stress environments. You want to prepare yourself and students for that. I was going to say – why I hesitated when I brought up the meta learning class – was the other option would’ve been Stoicism. But it would’ve been a class about – and I can’t call it planned suffering – but in effect, the more you schedule and practice suffering, the less that unplanned suffering will disrupt your life. Stoicism, if we go back to Seneca, Marcus Aurelius, is really very similar to Zen in many ways. It is a practical set of beliefs, frameworks and exercises that allow you to inoculate yourself against fear of the unknown, fear of worst-case scenarios, to become less emotionally reactive. Which is why Stoicism, and certainly you can look at George Washington, Thomas Jefferson had Seneca on his bedside table. I think Bill Clinton reads Meditations by Marcus Aurelius every year. But if you want to look at some additional contemporary examples, it’s become hugely popular in the Silicon Valley. It’s become hugely popular in the NFL, including the winners of the past two Super Bowls, because it teaches you how to view obstacles as opportunities and how to become less emotionally reactive. You’re effectively putting the Serenity Prayer into practice. Where you are learning to separate the things you can control from the things you cannot control and to only focus on the former. And to develop the courage and the ability to act. What might that look like in a classroom? Well, I was chatting with Phil Zimbardo. The episode hasn’t come out yet for the podcast. Phil Zimbardo is Professor Emeritus at Stanford, where he designed the Stanford Prison Experiment, which people might be familiar with. He’s very good at explaining how good people can be turned evil and vice versa, how you can determine how people will behave based on conditions. He has an exercise he calls, for instance, deviant for a day. Hold on. I know this is family programming. I’m getting to the point. He puts a black square, using an erasable marker, not a Sharpie, on his forehead and encourages students to do this and walk around for a day. Despite the ridicule, despite people trying to rub it off, to wear this black mark on your forehead for a day and to see how much social pressure affects your emotional responses. There are other ways that you could implement this. Cato, who was considered the perfect Stoic by Seneca, would wear a tunic of an odd color so that he would deliberately get ridiculed by others. He would learn to be ashamed of only those things worth being ashamed of. Right now, I think in the hypersensitive, politically correct environment in which we live, the only way serious problems are going to be solved is if we have very uncomfortable conversations. Right now, people are too afraid of being labeled, called out, whatever it might be, ostracized, to have those uncomfortable conversations. You can train yourself to be more comfortable with discomfort by planning it. I have these pants I call my party pants. They’re hideous. They look like the upholstery from my grandmother’s couch. I’ll wear them around in environments where I know I’m going to get heckled. There are many such exercises that you can make fun. You can do comfort challenges where it’s like okay, Student X, we’re going to go to the gym because that’s our next segue. I want you to go in and we’re not going to mention anything. You’re just going to lay down on the floor around all these other students for ten seconds. You’re not going to explain what you’re doing. You’re just going to lay down on the floor, to show them that you’re going to be nervous, you’re going to be afraid, and then nothing is going to happen. To really teach people how to pick apart and analyze their fears effectively. You could organize an entire curriculum around that. Full of exercises that are fun, that will make your students more resilient and willing to take risks. When you teach them to define it the way I would define it, which is the likelihood of an irreversible negative outcome, most things just aren’t that risky at all. I think that if you want to embolden them and encourage them to really be change makers, put a positive dent in the world, to become entrepreneurs, teachers or otherwise, that’s a toolkit that they can take with them for the rest of their lives. Charles Best: If you’d worn those party pants today, you could’ve had 3,000 people heckling you all at once. Tim Ferriss: That’s true. On the internet, and then it would get rebroadcast. It would’ve been great practice. Charles Best: Speaking of people heckling you, I want to turn to audience questions. Before we do that, you’ve been an incredible advocate of DonorsChoose.org for just about a decade now. Why have you been so good to our effort? Tim Ferriss: There are a few very specific reasons. I’m not involved with many nonprofits. I apply the same filters to nonprofits as I do to for-profits. I’ve been very fortunate in Silicon Valley to work with, as an advisor or investor, a lot of the fastest growing companies in the world. I’ve been an early investor in Facebook, Twitter, Alibaba. I was pre-seed advisor to Uber. I support DonorsChoose because (a) you run it like a lean for-profit. I think the criteria should be the same; (b) it’s the specificity and accountability. I don’t like contributing or donating to causes that are nebulous. In this case, I recognize that education and certain teachers and opportunities played a huge role in my life. I wouldn’t be here if it weren’t for half a dozen people I could name off the top of my head. If I can level the playing field in very specific ways – for instance, I want to find projects where schools and teachers can’t afford say headgear and wrestling mats for wrestling programs. Check. I can do that in very specific areas. I want to find projects where students are taking science projects home. You’re encouraging students to work on hands-on projects in science on their own. That’s very important. I can get really granular. You know this. But I’ve done flash funding for Long Island or New Hampshire or some areas in the Bay Area where I live now. The fact that you can target so specifically and then get feedback and look at the results so specifically, as someone who tracks everything, I just find that incredible attractive. That applies to whether you have $10.00 to apply to a single teacher in your hometown where you grew up, or $1 million or $10 million to deploy more widely to really change the entire national conversation and results you see from certain types of classrooms. It’s a good startup. Charles Best: Thank you. Tim Ferriss: I’m betting on you guys. Don’t screw it up. Charles Best: Thank you, thank you, thank you, thank you. Would you take some questions that have been upvoted? Tim Ferriss: I will. I’m looking at some upvoted questions here, as well as here. We have redundancy in case my eyes go sideways. I think good enough vision to look right here. The first question from “Anonymous” – oh, my favorite – is “What is the No. 1 skill you think our students need to learn today that we don’t teach them enough?” I would say it probably – above and beyond the meta learning – is comfort with discomfort. I think that our kids, our students are too infantilized. Going back to Mr. Buxton, Mr. Buxton was very supportive, but he was supportive at the right times and in the right way. If you got a good job, that was a nice [inaudible]. For Mr. Buxton, that was an event. He didn’t dole it out all the time so that you became numb to it. He was very tough. He forced you to do things you thought you could not do. I remember one time – hopefully he’s okay with me sharing this – but we were doing these horrible exercises. I think they were called blood pits. They had some terrible nickname. It was where we did these rotations in a small group. You received zero rest. I remember telling Mr. Buxton, I walked over and said, “Mr. Buxton, I think I’m going to vomit.” He goes, “No problem. Bucket’s right there. Go vomit and come back because you’re up next.” I was like, “Oh, my God. Please save me.” Lo and behold, I came out of that practice and I had done two to three times of what I thought I was capable of doing. That type of toughness I think is important in training that toughness. An ability to be resilient in the face of criticism and ridicule is a prerequisite if you want people to then use what you would give them in the meta learning. Does that make sense? Helping kids to become more comfortable with discomfort and dissect their own fears and overcome them, which you can sometimes demonstrate very quickly in the cases of language learning, and you can then give them the meta learning, I think would be my approach. Next question – “What things do you think a person cannot or should not learn rapidly?” Nothing comes to mind. I just haven’t run into anything. With any given skill, even if it takes 10 years or 20 years, I think everyone can agree there is a dumber way to go about doing it and there’s a smarter way of going about doing it. There’s a spectrum. You want to be on the supportive side, which is going to be faster. Next one is from Jeremy Shore, “What sub-$100 purchase has most changed your life in the past six months?” Well, this is the first that comes to life. I would say it is a Marpac Dome white noise machine that I have in multiple locations because it’s so important to me. This is to help with sleep. It is effective. It sounds like a fan inside a small device that is very useful for sleep. I think sleep is a force multiplier for many other things. Charles Best: You know what, actually, just on the prior question, because I actually didn’t catch AL framework. I don’t know what that stands for either. But to the question about how some of the tools you’ve developed and systems of thinking you’ve developed can be used to address inequity in our public schools. Tim Ferriss: Sure. I’ll apologize to everyone in advance that you all probably know a lot more about that environment than I do. I’m not an expert in any school administration or curriculum. I’ll take a stab at it. I think that if I were in charge of it, let’s make it micro because I think you can learn a lot from case studies. If you gave me a classroom of minorities or people who are considered to be victims of that inequity, whether it’s female students, learning disabled students, you name it. I would give them the tools to perform. In the sense that I think you need to arm people with tools and training so that they believe in themselves and that they can demonstrate beyond a shadow of a doubt that they can compete. There are many other inequities and problems that are not addressed by that. There are plenty of systemic issues. I would have to try to tackle this one at a time. But I would say, in general, whether it’s for instance, in another nonprofit that I’m involved with, QuestBridge, is very good at this. I think they place something like half of the lowest income kids – which, by the way, includes poor white kids in Appalachia and so on. It’s not race-specific. But people at an economic disadvantage into Ivy League schools. They placed about half last year. They do that by, in part, making talented kids who are driven but who are at a severe disadvantage economically, or in a social situation where they’re not even encouraged to apply to college, but could get a free ride to Harvard, to go to different programs that will enable them and give them these tools and give them the belief system that will allow them to make those choices. That’s my best attempt. I apologize if that is a dissatisfying answer. “As teachers, we talk about the difference between memorizing and really learning, internalizing. When does that transition happen for you in your framework?” I think whenever we get into conversations, whether it’s about super sensitive topics, like inequity, we didn’t have time to get into it. But if we were having a bunch of wine and talking about this more, I would ask a lot of questions before trying to answer that question. What are we talking about exactly? Where did it start? What are the ramifications? What are some examples? I will say that really learning means you have a firm grasp of principles that allow you to adapt to different environments, including high-stress environments. To me, that would mean you are an adept learner in X. Languages are a great case study for this, but I don’t want to belabor the language learning because even teachers’ eyes tend to glaze over if we’re talking about language learning too long. But I should also highlight, when does that transition happen? The transition happens, I think you really start learning, very often, or you become an adept learner, again to use definitions really clearly, when you get to a more intermediate level. You can’t get to intermediate level until you have a critical mass of the raw materials and building blocks so that you can start to create in novel combinations. Whether that’s swimming, whether that’s Brazilian Jiu-Jitsu, whether that’s experimentation in the sciences or anything else. I would say don’t dismiss memorizing per se. I think that memorizing is actually really important because you do need to consolidate the memories and practice of these building blocks, 20 percent that gets you the 80 percent, the 1,000 most important words, before you can get fancy and improvise and become an adept learner. I would say you’re learning, meaning you’re absorbing from the very get go. From minute 1 of day 1 of the framework that I laid out. But you don’t become an adept learner in the adaptable sense until you start getting into more of an entertainment phase, which does not mean two years later. That could be two weeks later for a lot of skills. It could be two hours later. It just depends on the subject matter. This is a great one. “How do you recommend teachers address students who struggle with competition tasks due to anxiety or learning disabilities?” This is a really important question. Just in my personal opinion – by the way – I don’t view myself as a writer or a podcaster or an investor. I view myself first and foremost as a teacher. I’m not the best writer. I don’t think I’m Tolstoy. I think we could probably all agree on that. I do, however, write all of my books to make the complex simple. So I think about it as a teacher. The way that I’ve experienced tackling this question – how do you address students, including by readers, listeners and so on, who struggle with competition tasks due to anxiety or learning disabilities? I’ve dealt with thousands and tens of thousands of people who’ve fallen in both categories. The way that you deal with that is not be protecting them from competition tasks. The way that you address that is by dosing them, starting off very lightly and titrating up with larger and more intimidating tasks to make it less scary. I’m going to keep it at that. I think a lot of it is just operant and classical conditioning. Teaching myself how to change my own behavior, looking at BJ Fogg out of Stanford, ultimately it all comes back to a lot of this stuff. I do think that you can learn a lot about training yourself. I learned a lot about changing my own behavior when I was training Molly, my puppy, reading a book called Don’t Shoot the Dog. It’s fantastic, by the way. It’s really good. I would say that you need to dose people who are afraid of something with that something, just like Iocane powder in the Princess Bride, if you guys get that reference. Then titrate up from there. That is how you help people with that. In the same way that something like Toastmasters helps you get over fear of stage fright. You don’t help someone with that by having them think their way out of it. It doesn’t work. You get them on stage day 1. If you want to do standup comedy, I’ve asked a number of professional comedians on my podcast, because that is my biggest fear in the world is getting on stage and trying to make people laugh. Forget about it. I asked them a question I ask many people, which is, if you had a million dollars on the line, you have eight weeks to prepare me for standup comedy. I have to have ten minutes of material. What would the curriculum look like in the first week? They said, day 1 I have you on stage, I don’t even care what your material is. You’re not going to have any. I just want you to get comfortable on stage because it’s going to terrify you. They’re like, 90 percent of it is just getting comfortable on stage. The whole world is a stage, so you need to get students comfortable with it. Charles Best: I’m going to jump in with a final question. Then we’ll give folks back, maybe at least one minute on their day. What legacy do you hope to leave in the field of education and learning? Tim Ferriss: I really think about two things. One is I’m trying to create a benevolent army of learners who have an incredibly good toolkit that they can then impart to more people. A large group, millions of people, who are in effect, enabled super learners. Not because they have any innate talent for it, but because they have a better toolkit who can then impart that and spread it and hand it on to other people. I would say, if we’re talking about an inscription on a gravestone, it would be “A teacher who wanted his students to always be better than he was.” Charles Best: That’s it. Well, if ever there was a benevolent army of learners, I think it’s the community assembled right here. I know I speak for Tim and myself in thanking each of you for the time you’ve spared to listen. On behalf of this benevolent army of learners, I want to thank you, Tim, for your insights and your tools and tricks. Thank you so much. Tim Ferriss: Thank you guys. Posted on: June 20, 2018.", "speakers": ["tim ferriss", "charles best"], "text_sentences": ["why, hello, you sexy little minxes", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is usually my job to deconstruct world-class performers of various types", "this episode is going to be a little bit different", "it is by request", "you have asked for an episode on accelerated learning, on education, on mentors, my past mentors, all of these things", "it is all going to be covered in the following conversation between yours truly and charles best, who is the founder and ceo of donorschoose.org, one of my favorite companies, profit or nonprofit companies, in the world", "it took place at sxsw edu, with an audience of primarily educators and administrators", "an unusual audience for me, but a very exciting audience", "as some context, charles best, who i met in high school as wrestling partners of all things – we’ll talk about that – but he has since done many things, including launching donorschoose.org in 2000 at a bronx public high school where he taught history for five years", "now, flash forward to today", "what are we looking at", "donorschoose.org is one of oprah winfrey’s ultimate favorite things", "it has been on the cover of fast company as one of the 50 most innovative companies in the world", "the first time a charity has ever received such recognition", "teachers are more than 70% of all the public schools in america have used donorschoose.org to create classroom project requests", "you should absolutely check this company out", "it is lean", "it is run as well as anything out there", "but the conversation itself focuses on topics that you can apply to your own lives in terms of learning things faster", "it talks about teaching – good teaching, bad teaching, tough love, the value thereof, and many different things", "i hope you enjoy this conversation as much as i did with the one and only, charles best", "all right", "packed house", "this is awesome", "tim is an old and dear friend of mine", "we went to high school together", "we were on the wrestling team together", "this is actually a fireside chat, not just a euphemism for an informal, warm conversation", "i’m just thrilled to be asking you some questions", "we’ve got a lot of teachers in the audience, so why don’t we kick it off", "let me ask you, tell us about a teacher or two who made a really big difference in your life", "i’ll start with just thanking everybody in the audience", "you guys are doing really important work", "thank you, guys", "education has played a huge role in my life", "there are no many different inflection points", "i’ll mention two who come to mind", "the first is mrs", "vinsky, who has sadly passed, but she was my first-grade teacher in public school in long island", "i had refused to learn the alphabet up to that point", "i’d been made to eat soap as a result, which i don’t recommend", "i wouldn’t survive first grade is what my mother had been told", "mrs", "vinsky took me aside and she said, “tim, if you learn the alphabet, you’ll be able to read any book you want", "and if you can read books, you can learn anything that you want.” i was like, “why didn’t anybody tell me?” on top of that, she discovered something, which was that competition really motivates me", "she had a long, paper line up on the wall", "it went the entire length of the classroom", "each student had a racecar and based on the number of books you read and completed, that racecar moved towards the finish line", "for whatever reason, that is really what drove me to consume as many books as possible", "so mrs", "vinsky, no", "1", "then flashing forward, a familiar name for both of us, would be john buxton", "it’s very strange for me to say his first name because i would never dare", "mr", "b, mr", "buxton was our wrestling coach, but he was also a teacher", "he was also involved with the administration and i believe the endowment", "he provided a very unique form of tough love in the wrestling room that was extremely critical to me, i think, in that sort of 10th grade, 11th grade period in particular", "looking back, i think almost everyone on that team has done some really amazing things", "they all look back and would mention mr", "buxton", "i would say those two immediately come to mind", "totally", "mr", "buxton is the teacher who made me want to be a teacher", "if not for mr", "buxton, i think there would be no donorschoose.org", "well, when you were on oprah, you brought up mr", "buxton", "that’s right", "he was one of the seminal, sort of pivotal figures in your life", "yeah, actually, i remember thinking if anyone ever looked up to me the way that i looked up to mr", "buxton, i would’ve done my share and knew i wanted to be a teacher", "we’re going to be talking about accelerated learning and your insights for learning more quickly and more deeply", "let’s start with just your framework for how someone can learn more quickly and more deeply", "the general framework that i used was really pieced together over many years via trial and error", "i think there’s some applications in the classroom, certainly that i can pull from my personal experience", "the general acronym is dsss", "you leave the i out", "you’ll get there, don’t worry", "so a d and then three ss", "that’s the framework", "it refers to, step 1, deconstruction", "the order is very important", "deconstruction is really taking a skill, learn a language, learn to swim, whatever it might be, and break it into the smallest lego pieces possible", "for instance, i didn’t learn to swim until i was in my 30s", "this is very embarrassing for someone who grew up on long island", "granted, rat tail, fine, whatever", "we can talk about that later", "i was deathly afraid of the water", "i had some near-drowning incidents", "i tried to take courses and take lessons", "none of it worked until i was introduced to something called total immersion", "what total immersion did for me that no other method did, for me at least, was break down the constituent pieces", "so it wouldn’t put me in the water to say get on a kickboard right away because there are a bunch of issues with that", "let’s separate breathing", "let’s separate proper body position for hydrodynamics", "then you take out kicking, so that’s a separate piece", "then upper body movements", "then you order them in the least threatening way", "so breathing isn’t even a piece of it for the first day or two", "you would just focus on standing in a 4-foot deep pool and kicking off the side and practicing your streamline position", "deconstruction is step no", "1", "the next is selection", "selection, in effect, you’re using the 80/20 principles like pareto’s law, to answer the question, what 20% of those lego blocks deliver 80% of the results or more than i’m looking for", "there are certain places where this is really profound; in language learning, for instance", "i thought i was bad at language learning up until the point that i transferred to the school where we met, st", "paul’s", "that’s a whole separate story", "i had the chance to study with mr", "shimano in japanese", "i figured well, if i’m going to be terrible at spanish, i might as well be terrible at a different language where my friends are actually in the class", "in any language, you can take 2,000 words and be functionally conversationally fluent", "you can identify the highest frequency words", "you could also take even something as complex as learning to read and write japanese and narrow it down to the common use characters, which is around 1,900-something, i believe", "then from there, say let’s break it down even further", "almost all of those characters are formed by 100 to 120 radicals", "that’s what you would focus on", "the 20 percent deliver 80 percent of the results that i’m looking for", "next you have sequencing", "sequencing i think is the most neglected perhaps", "what is a logical progression in which to lay out the lego blocks that i’ve selected those 20 percent", "you can figure out that if you ask, for instance, what if we did the opposite for 48 hours, just as a testing approach, that you can unearth some real gems", "when i learned for instance, to dance tango in argentina, partially because i was forced to", "i had a female teacher who was very high level", "i learned the female role, the follow, before i learned the lead", "it ended up being a key reason why i was able to compete in the world championships six months later", "because i learned the female role first, which is very odd", "also, if you talk to a friend of mine, josh waitzkin, who was the basis for searching for bobby fischer (he is the kid), when he learned to play chess when he had his first real coach, they took all the pieces off the board", "they didn’t start with openings, which everyone does", "you memorize basically the answers in the teacher’s book and you just learn all these openers", "instead of that, his teacher took all of the pieces off the board and put a king versus king and pawn", "he reduced the complexity to focus on principles", "really flexible principles instead of tactics that were memorized", "the sequencing is very critical", "the last piece you would like is very self-evident, but it’s often not, and that’s stakes", "not steaks like flipping on a barbecue, but consequences", "how do you build in incentives and motivation, whether that’s a reward or a punishment or both, so that you or other people will actually do what the plan includes", "that could be the racecars", "that could be the stakes", "that could be an incentive", "you could also take any number of different approaches", "there are tools like stikk.com – s-t-i-k-k, and others that you can use to harness loss aversion to your advantage", "for instance, if you want to lose weight, and there’s another one called diet bet – this is something a lot of people have done successfully – you could take $100 or whatever amount is going to be painful for you to lose, put it into stikk", "it goes into escrow and if you don’t hit your goals and other people verify this, then that gets contributed to your anti-charity", "so an anti-charity is a nonprofit that you would rather nuke than give money to", "so it could be the american nazi party; it could be whatever it might be", "you’ll be on the public record as having donated if you don’t lose your 20 pounds in two months", "so believe me, my friend derek sivers, who is an entrepreneur said, “if more information were the answer, we’d all be billionaires with perfect abs.” you just need incentives", "that’s the basic framework", "you can get into the nuances and details, but that basic framework has helped me with all of the skills that i’ve tackled, i’d say in the last decade, certainly", "speaking of the skills that you’ve tackled, let’s see how this framework works in action", "tell us about a particular skill that you’ve attained in an especially unorthodox way", "let’s see", "i’m trying to omit the odd ones like japanese horseback archery", "turns out not a long career, particularly in the u.s., if it’s something you focus on", "i’ll come back to i think the swimming", "because it had all of the ingredients for something that i would fail and did fail at for a very long time", "the fear factor was very high", "the shame factor was very high", "the unorthodox approach that i took – well, just to give you, actually, back into it", "what are the results", "the results were i didn’t swim", "i couldn’t do two laps in a small pool until my early 30s", "ten days later, after getting a book – i didn’t even have video at this point, with total immersion i was doing 20 to 40 laps per workout to relax", "this is ten days later", "i’ve had many friends duplicate this", "many of my readers and listeners and so on", "unorthodox for me because in retrospect it seems so obvious, yet if you go into any pool and have the general staff teach you, they’re going to teach you very differently", "in this particular approach, (a) remove as may failure points and fear areas as possible for the very beginning", "you want people to get as much positive reinforcement early on as possible", "in this case, i was in a 4-foot deep pool, kicking off the side", "i realized wow, even without any strokes, without any kicking, i can cover a third of the pool distance if i just get my body in the right position", "second, questioning assumptions", "this is something that terry, the founder of total immersion, does very well, is that i’d always tried to swim on top of the water", "well, a body is dense", "it tends to sink", "so assume that your body’s going to be 90-95 percent underwater", "you actually think of it conceptually as swimming downhill", "isn’t that odd", "by swimming downhill, your arm is actually angled down underneath the water by 3 feet", "the pressure on that arm helps to tilt your legs up and makes you more hydrodynamic", "you figure this all out by kicking off the wall and then standing up", "kick off the wall, stand up", "secondly is finding the exercise – this can be applied to any domain – what is the one exercise that makes all of the other exercises irrelevant or less important", "this is part of the sequencing", "what i realized in my own experimentation with it is that a hand swapping drill in swimming, where you’re basically trying to have your arm enter the water at the same time that your other arm is straight and then replace it, extends the period during which you’re in your extended fuselage position", "if i just focused on that one exercise, hand swapping drill, everything else fell into place", "that was going from zero to shortly thereafter – because this was – we’re going to come back to incentives – about eight months before a friend and i had assigned each other new year’s resolutions", "by the way, more effective than coming up with your own", "my friend was just completely addicted to double espressos and had like 12 a day", "i was like, “okay, yours is nothing stronger than green tea for a year.” he’s like, “okay.” he did it", "now granted, he would pack like 12 days worth of green tea into a french press", "“i don’t know why i feel so sick.” i’m like, “i think i see your problem.” but he stuck with it", "his assignment to me after seeing me flail around in the water and get out at one point, he said, “you need this as a life skill for yourself, for your kids", "you have to do a one kilometer open water, meaning an ocean or lake, swim by the end of the year.” i got to july, august, had failed effectively every class that i had taken and abandoned it until total immersion", "then i would say two weeks after starting, i ended up doing a one mile, not one kilometer, open water swim by myself in the ocean where i grew up, at the specific beach where i had one of my near-drowning experiences", "that would be an example", "it’s an important example because it was a skill that i was deathly afraid of", "i think a lot of students end up in that position for many different reasons", "wow", "i feel like helping someone get over a near-drowning experience is something that may not be totally safe for teachers to do with their students", "i want to ask you, of all the experimentation and adventuring that you’ve done from ice baths or archery on horseback, to you name it, which of those activities can kids try themselves", "which of the experiments you’ve done, the adventures you’ve had, can a teacher assign to their students or help their students undertake", "i’ll leave out the ten-day fasts and the muscle biopsies, also probably not great for insurance policies at schools", "i would suggest a competition of some type", "the one that comes to mind for me is how many foreign vocabulary words – forget about grammar, forget about all that, but how many vocab words can you memorize in a day", "have a reward", "have an inspiring reward", "it doesn’t take much", "i recall at one point – keep in mind, the kid who was bad at languages, who had done very poorly in spanish, until i had mr", "shimano, who was incredible, and the right environment", "after that point, i’ve often played this game with myself where i’d take italian – and became obsessed with pneumonic devices, so memory tricks like say the memory palace, which was used by cicero, or the link word pneumonic", "there’s a gentleman i believe by the last name of grünberg, who wrote a number of books that highlight how to use word association and image association, i should say, to memorize foreign vocabulary", "let’s say you have spanish vaca, right", "v-a-c-a, vaca", "how would you learn, if you’re a native english speaker, vaca", "this is where i think you can engage a lot of kids", "imagine a cow with a vacuum head vacuuming up head", "all right", "cow, vacuum head, vacuuming up grass", "think about it", "do that for ten seconds, and you could probably teach a class where you do that at the beginning of class, come back 30 minutes later, “what’s the word for cow in spanish?” they will remember it", "they might remember it a week later, just from that 15 seconds", "so you play this game of imagery and creating these associations", "i kid you not, you will probably – if you had a classroom of 50 students, it depends on age, but you could very well have students who successfully remember a week later 200 to 300 vocabulary items, from a single day", "that would not surprise me all", "keep in mind the minimum effective dose, if you want to be considerate or perceived as conversationally fluent, is probably around 2,000 words", "how many of us have heard “it takes a lifetime to learn a language?” i certainly was told that", "i was like, “lifetime", "screw that", "i have things i want to do", "i don’t want to commit to a lifetime of studying something just to be good at it", "that’s so depressing and demoralizing.” but instead, if i said, you just did 200 words in a day, two days, if you did that times 10, what is that, two weeks", "you would have all the raw materials to be considered conversationally fluent in a language", "how encouraging is that", "how exciting is that", "to position a language, a second lens through which you can experience life, you’re effectively doubling your lifespan, okay", "wow", "you use all of the tricks and tips that i’m sure many of these people are familiar with", "but context", "maybe some kids are into hip-hop", "maybe some kids are into comic books and manga, like i was when i was in japan", "utilize all of that", "i think that would be an experiment that i would run because it’s so easy to apply that dis-framework to it", "the implications for each of those stages are so easily mapped to just a foreign vocabulary memorization competition, using pneumonic devices", "there are a lot of macro principles embedded in this one micro exercise, if that makes sense", "you’re learning the macro from the micro", "the student doesn’t have to know any of this", "this is just a trojan horse", "you’re slipping it in there", "just like josh waitzkin and his teacher taking the pieces off the board", "you arrive at some many of these tactics and breakthroughs, like pneumonic devices, by way of experimentation, where you’re often running an a/b test and doing more of what works, doing less of what doesn’t work, always, always a/b testing", "has there ever been a time when you decided you needed to forget about the data, not run an a/b test and just go on gut because you believed something in your heart and it felt inappropriate to run an a/b test", "it’s very rare, i’ll be honest", "but the question allows me to maybe chat a little bit about how i think about the use of intuition", "i’m trying to increasingly use intuition", "intuition helps me to identify things that i would like to test, even if they seem ridiculous", "for instance, every time i’ve had a roommate in a foreign country where i’m using comic books to learn a language, i get ridiculed", "every single time", "they’re like wham, pow, smash, really", "then three months later, they’re a convert because they see i’m studying dialogue", "that’s why the comic books work", "the same reason that scripts, if you can get translated scripts for movies, which you can very easily, works so well for language learning", "wow", "and i use intuition – scripts from foreign films that you can then read while you’re watching the movie", "or a script from a movie that you know really well, whether that’s die hard, babe, whatever, which are two real examples for me", "if you know those – “as for the renegade duck,” anyway", "that’s from babe, not die hard", "you could also look at – for instance, i would actually encourage people to take movies they know really well", "i’m getting off track", "it’s a great technique, i wanted you to draw it out", "where you have subtitles available in your target language because if you do the inverse, if you don’t catch a word orally, you’re not going to be able to look it up or write it down", "i tend to use the opposite", "the point being, intuition is oftentimes just a proxy for interest", "so if i’m really interested in something, that checks the box partially of the stakes and incentives", "i use intuition in that case", "i will very often, for instance, use my intuition – even if i split test", "i’ve done this a lot, say for book covers", "even book titles", "i tested the 4-hour workweek alongside 12 other titles and subtitles in google ad words", "it was just the ad headline and the ad text", "then i looked at the max click-through, which one had the best click-through a week later – it costs a few hundred dollars – and i knew exactly which title and subtitle would perform the best", "that’s how i came up with the title", "however, when i looked at the top three results for the book title, i had to ask myself, which of these can i live with", "which of these will i be happy with", "because once this genie’s out of the bottle, i have to live with this forever", "so for better or worse, i’m the 4-hour guy for the rest of my life", "but i knew i could live with the title", "so i have vetoed best performing outcomes when i split test", "if i feel strongly that i’m more interested in or will sleep more soundly with no", "2 or no", "3", "i’ve been listening to your podcast of late", "especially getting ready for this conversation, but even before that", "you have these incredible interviewees, both bold-faced names and people that i’d never heard about before who’ve proved to be fascinating", "of all the incredible people that you’ve interviewed, whom would you nominate to design the ideal school", "okay, i’m going to answer that", "the first recommendation i want to make, just to backtrack for a second, everyone should read a book called bad science by ben goldacre", "on the subject of data and split testing and statistics", "most science, and it could be split testing, that is represented in media is misreported", "it’s extremely critical, it has never been more critical, i would say, to be scientifically literate", "bad science covers how to become a more intelligent and astute reader of science and results so you can be very strategically and importantly literate in that sense", "i would read that, which would inform, in fact, how you design a school", "a lot of it – i think tracking is very important", "i think experimentation is very important", "when it comes to mastery, no one in my mind pops up more often that josh waitzkin", "josh waitzkin has a foundation", "he has taken his learning framework for chess – he’s considered a prodigy, but i think it’s a misnomer because – can you give a two-second bio on josh waitzkin", "josh is the little kid in the oshkosh overalls who ends up playing speed chess and dominating against the hustlers in washington square park in searching for bobby fischer", "there are some god-given talents certainly in josh", "he then went on to compete very successfully", "there was a book and a movie based on his life", "he has since taken his ability to deconstruct something like chess, applied it to tai chi push hands to become a world champion", "he applied it to brazilian jiu-jitsu to become the first blackbelt under marcelo garcia, who is considered the g-o-a-t, the greatest of all time", "he’s like the mike tyson, wayne gretzsky, micky mantle combined in the world of grappling", "you could look at something called mg in action and you might think this would never apply to anything else", "mg is marcelo garcia in action", "he’s taken different starting positions, transitions, and finishing positions and created effectively a database where you can look up any possible combination to learn more effectively", "josh has thought very deeply about the importance of single tasking focus and also skills that enable you to learn other skills", "in other words, that lead domino that we discussed a little bit earlier", "which of these will make everything else easier or irrelevant or less important", "and sequencing things in the right fashion", "i’d say josh waitzkin", "so imagine you’re hired as a teacher at josh waitzkin’s school", "what subject do you teach", "i would teach – what would i teach", "either – and i would call it something sexier – meta learning", "how do you learn to learn", "this is not something that’s very often explicitly taught", "i’d cover the tool kid that you can apply to all of your other classes", "let’s practice that", "what is a lesson you’d teach on one particular day as the teacher of meta learning at josh waitzkin’s ideal school", "well, the first class, and it depends a lot on grade level, but i think the first class would just be all demos", "what will get the attention of these kids and hold their attention so that i am credible, but also maybe aspirational in some sense", "which mr", "buxton was, right", "i mean, mr", "buxton could kick your ass", "he was a tough man", "he could still go into the weight room and demolish the students", "there was an incredible amount of respect, awe, aspiration", "there are a lot of magic ingredients that are not so magic", "you can tease them out and deconstruct them", "so i think the first class would really be all demos", "let’s so go around the room, memorize kids’ names", "have them go out, come back in, sit in different seats, remember all their names, right", "maybe have them shout out random numbers, memorize a string of say 50 digits like that and turn around and give it to them", "and you’d give it to them backwards on purpose", "they’re like no, you’re wrong", "no, no, keep going", "and they’re like, what", "so first class would just be demo, credibility, this is somebody who’s second class you want to come to", "then i think, right away, i would take somebody in the class who doesn’t – who in this class thinks they can’t do this", "a bunch of arms go up and i’d pick one kid who looks the most fearful and they convert them right in front of the class", "boom", "just like that", "i’d make them a hero in the class, briefly", "and then shoot them down", "and then crush their spirit", "no, no", "who do you think you are??", "no, i would not do that", "that’s where the soap comes in", "yeah, bad table", "that groundwork is so important", "you need the patient to be willing to take the medicine", "that would be step 1", "i want to be in that class myself as a teenager", "you were talking about mr", "buxton and his ability to hold a room and the awe that we had for him", "of those people you’ve interviewed on your podcast, if josh waitzkin could design the ideal school, which of your podcast interviewees would be the virtuoso classroom teacher", "which of your interviewees do you imagine just holding a room of 25 rambunctious 10th graders and how come", "rambunctious 10th graders", "okay", "yeah 10th graders is tough", "i mean, jamie foxx probably would just by virtue of being jamie foxx", "10th grade, the first person that comes to mind, and i want to give a couple of other answers, jocko willink, retired navy seal commander", "yeah", "you want to be tougher", "be tougher", "and he’s 230 pounds and a brazilian jiu-jitsu blackbelt", "everyone’s going to behave", "but it’ll be at attention", "so i think jocko would definitely, in terms of getting kids to behave, he’ll get 100 percent on his test", "i’ll give two others real quick", "maria popova, who runs brain pickings, is a phenom", "he is very good in a world of listicles, where everyone’s trying to out-buzzfeed buzzfeed and buzzfeed’s great at what they do", "i don’t think you should compete against them", "she can make potentially dense literature very popular, and philosophy very popular", "she is a long-form writer", "she does not compromise", "she does not dumb her material down", "and yet, she built a private newsletter that went out to five of her friends up to now probably more than 10 million people a month", "that’s really impressive to me", "she’s also better at writing in english, in which is her second language, than i am", "which involves some shame on my part", "but last i would say, and i really encourage everyone to check this guy out, bj miller", "bj miller is a palliative care physician", "he’s a young guy", "he’s helped more than 1,000 people to die", "he also suffered a horrible electrocution accident in college – actually at princeton where i went undergrad", "he was a warning to all of us coming in to princeton", "he lost three of his limbs", "he’s a triple amputee", "i think his perspective on life and fulfillment and achievement and the balance thereof is incredible", "he has this uncanny ability to sit down and just immediately look into someone’s soul and their wants and desires and fears and read it", "i’ve really never encountered anything quite like it", "i think bj would be a lifechanging teacher", "i want to switch gears just for a second, recognizing that any number of people in the room are ed tech entrepreneurs", "how has technology accelerated and enriched the pursuit of learning", "how has technology hindered the pursuit of learning", "i think, as with any technology, whether it’s an app on an iphone or a stick that a chimp is using to fish out ants, in an ideal case, it’s a tool that helps you to solve some type of prevalent problem", "technology makes a wonderful tool", "it makes a terrible master", "i think that anytime technology ends up in the driver seat in determining your behavior, there are a lot of risks and a lot of problems", "how does it help", "there is a lot that can be automated, whether it’s machine learning or some form of deep learning", "there are many ways technology can aid the learning process", "i was one of the first investors in a company called duolingo, which now has 100 million users", "it’s the largest free language learning platform in the world", "they have a lot more coming", "it’s incredibly powerful", "it was the byproduct of a number of founders, but one of those founders, luis von ahn, from guatemala originally, created captchas and recaptchas", "so if you ever have to type in a bunch of weird characters to prove you’re not a robot on a website, you have him to thank for it", "he used that", "you might have noticed back in the day there were two fields", "you’d fill one in", "the program knew the answer to that, that’s how it would confirm you weren’t a robot", "the second was taken from books that machines couldn’t transcribe accurately", "so he was harnessing millions and millions and millions of people to transcribe books effectively so that the blind could use them, so that anyone could search them, etc", "he’s applied that to language learning in some really fascinating ways", "there are many examples like that", "in terms of hindering, i would say that we live in a digital world where the economics of many of these businesses are dependent on distracting you as much as possible", "so if you go on facebook and you just need to check a direct message from a friend to figure out what i’m going to be doing on tuesday and then two hours later, you’re like, why am i watching an orangutan video", "what happened", "did i just time travel", "the business models are predicated on being able to distract you effectively", "they are very good at it", "they’re putting billions of dollars, probably collectively trillions of dollars into discovering new and better ways to distract you off of your chosen task", "i think that technology can be exceptionally damaging, not just as it relates to learning, but i’m sure in a bunch of cognitive capacities", "actually, the distracted mind, written by a friend of mine, adam gazzaley, who is a neuroscience ph.d", "and runs at lab at ucsf, is worth checking out to see some of the consequences of that", "but i’d say broadly speaking, distraction", "conversely, if you can teach yourself and your students to single task, not multitask, to single task more effectively, that ability which used to be par for the course, is becoming a super power", "if you can establish ways of blocking out distraction-rich technology for even short periods of time, you have a huge competitive advantage", "let’s go back a couple thousand years when distraction-rich technology was just a non-issue", "this is a question i’m just thinking of right now", "could you give us a one-minute primer on stoic philosophy", "and then riff on how you think stoic philosophy could or should inform our public school system", "i’m really glad you brought this up because stoicism i think is one of the best operating systems for thriving in high-stress environments", "you want to prepare yourself and students for that", "i was going to say – why i hesitated when i brought up the meta learning class – was the other option would’ve been stoicism", "but it would’ve been a class about – and i can’t call it planned suffering – but in effect, the more you schedule and practice suffering, the less that unplanned suffering will disrupt your life", "stoicism, if we go back to seneca, marcus aurelius, is really very similar to zen in many ways", "it is a practical set of beliefs, frameworks and exercises that allow you to inoculate yourself against fear of the unknown, fear of worst-case scenarios, to become less emotionally reactive", "which is why stoicism, and certainly you can look at george washington, thomas jefferson had seneca on his bedside table", "i think bill clinton reads meditations by marcus aurelius every year", "but if you want to look at some additional contemporary examples, it’s become hugely popular in the silicon valley", "it’s become hugely popular in the nfl, including the winners of the past two super bowls, because it teaches you how to view obstacles as opportunities and how to become less emotionally reactive", "you’re effectively putting the serenity prayer into practice", "where you are learning to separate the things you can control from the things you cannot control and to only focus on the former", "and to develop the courage and the ability to act", "what might that look like in a classroom", "well, i was chatting with phil zimbardo", "the episode hasn’t come out yet for the podcast", "phil zimbardo is professor emeritus at stanford, where he designed the stanford prison experiment, which people might be familiar with", "he’s very good at explaining how good people can be turned evil and vice versa, how you can determine how people will behave based on conditions", "he has an exercise he calls, for instance, deviant for a day", "hold on", "i know this is family programming", "i’m getting to the point", "he puts a black square, using an erasable marker, not a sharpie, on his forehead and encourages students to do this and walk around for a day", "despite the ridicule, despite people trying to rub it off, to wear this black mark on your forehead for a day and to see how much social pressure affects your emotional responses", "there are other ways that you could implement this", "cato, who was considered the perfect stoic by seneca, would wear a tunic of an odd color so that he would deliberately get ridiculed by others", "he would learn to be ashamed of only those things worth being ashamed of", "right now, i think in the hypersensitive, politically correct environment in which we live, the only way serious problems are going to be solved is if we have very uncomfortable conversations", "right now, people are too afraid of being labeled, called out, whatever it might be, ostracized, to have those uncomfortable conversations", "you can train yourself to be more comfortable with discomfort by planning it", "i have these pants i call my party pants", "they’re hideous", "they look like the upholstery from my grandmother’s couch", "i’ll wear them around in environments where i know i’m going to get heckled", "there are many such exercises that you can make fun", "you can do comfort challenges where it’s like okay, student x, we’re going to go to the gym because that’s our next segue", "i want you to go in and we’re not going to mention anything", "you’re just going to lay down on the floor around all these other students for ten seconds", "you’re not going to explain what you’re doing", "you’re just going to lay down on the floor, to show them that you’re going to be nervous, you’re going to be afraid, and then nothing is going to happen", "to really teach people how to pick apart and analyze their fears effectively", "you could organize an entire curriculum around that", "full of exercises that are fun, that will make your students more resilient and willing to take risks", "when you teach them to define it the way i would define it, which is the likelihood of an irreversible negative outcome, most things just aren’t that risky at all", "i think that if you want to embolden them and encourage them to really be change makers, put a positive dent in the world, to become entrepreneurs, teachers or otherwise, that’s a toolkit that they can take with them for the rest of their lives", "if you’d worn those party pants today, you could’ve had 3,000 people heckling you all at once", "that’s true", "on the internet, and then it would get rebroadcast", "it would’ve been great practice", "speaking of people heckling you, i want to turn to audience questions", "before we do that, you’ve been an incredible advocate of donorschoose.org for just about a decade now", "why have you been so good to our effort", "there are a few very specific reasons", "i’m not involved with many nonprofits", "i apply the same filters to nonprofits as i do to for-profits", "i’ve been very fortunate in silicon valley to work with, as an advisor or investor, a lot of the fastest growing companies in the world", "i’ve been an early investor in facebook, twitter, alibaba", "i was pre-seed advisor to uber", "i support donorschoose because (a) you run it like a lean for-profit", "i think the criteria should be the same; (b) it’s the specificity and accountability", "i don’t like contributing or donating to causes that are nebulous", "in this case, i recognize that education and certain teachers and opportunities played a huge role in my life", "i wouldn’t be here if it weren’t for half a dozen people i could name off the top of my head", "if i can level the playing field in very specific ways – for instance, i want to find projects where schools and teachers can’t afford say headgear and wrestling mats for wrestling programs", "check", "i can do that in very specific areas", "i want to find projects where students are taking science projects home", "you’re encouraging students to work on hands-on projects in science on their own", "that’s very important", "i can get really granular", "you know this", "but i’ve done flash funding for long island or new hampshire or some areas in the bay area where i live now", "the fact that you can target so specifically and then get feedback and look at the results so specifically, as someone who tracks everything, i just find that incredible attractive", "that applies to whether you have $10.00 to apply to a single teacher in your hometown where you grew up, or $1 million or $10 million to deploy more widely to really change the entire national conversation and results you see from certain types of classrooms", "it’s a good startup", "thank you", "i’m betting on you guys", "don’t screw it up", "thank you, thank you, thank you, thank you", "would you take some questions that have been upvoted", "i will", "i’m looking at some upvoted questions here, as well as here", "we have redundancy in case my eyes go sideways", "i think good enough vision to look right here", "the first question from “anonymous” – oh, my favorite – is “what is the no", "1 skill you think our students need to learn today that we don’t teach them enough?” i would say it probably – above and beyond the meta learning – is comfort with discomfort", "i think that our kids, our students are too infantilized", "going back to mr", "buxton, mr", "buxton was very supportive, but he was supportive at the right times and in the right way", "if you got a good job, that was a nice [inaudible]", "for mr", "buxton, that was an event", "he didn’t dole it out all the time so that you became numb to it", "he was very tough", "he forced you to do things you thought you could not do", "i remember one time – hopefully he’s okay with me sharing this – but we were doing these horrible exercises", "i think they were called blood pits", "they had some terrible nickname", "it was where we did these rotations in a small group", "you received zero rest", "i remember telling mr", "buxton, i walked over and said, “mr", "buxton, i think i’m going to vomit.” he goes, “no problem", "bucket’s right there", "go vomit and come back because you’re up next.” i was like, “oh, my god", "please save me.” lo and behold, i came out of that practice and i had done two to three times of what i thought i was capable of doing", "that type of toughness i think is important in training that toughness", "an ability to be resilient in the face of criticism and ridicule is a prerequisite if you want people to then use what you would give them in the meta learning", "does that make sense", "helping kids to become more comfortable with discomfort and dissect their own fears and overcome them, which you can sometimes demonstrate very quickly in the cases of language learning, and you can then give them the meta learning, i think would be my approach", "next question – “what things do you think a person cannot or should not learn rapidly?” nothing comes to mind", "i just haven’t run into anything", "with any given skill, even if it takes 10 years or 20 years, i think everyone can agree there is a dumber way to go about doing it and there’s a smarter way of going about doing it", "there’s a spectrum", "you want to be on the supportive side, which is going to be faster", "next one is from jeremy shore, “what sub-$100 purchase has most changed your life in the past six months?” well, this is the first that comes to life", "i would say it is a marpac dome white noise machine that i have in multiple locations because it’s so important to me", "this is to help with sleep", "it is effective", "it sounds like a fan inside a small device that is very useful for sleep", "i think sleep is a force multiplier for many other things", "you know what, actually, just on the prior question, because i actually didn’t catch al framework", "i don’t know what that stands for either", "but to the question about how some of the tools you’ve developed and systems of thinking you’ve developed can be used to address inequity in our public schools", "sure", "i’ll apologize to everyone in advance that you all probably know a lot more about that environment than i do", "i’m not an expert in any school administration or curriculum", "i’ll take a stab at it", "i think that if i were in charge of it, let’s make it micro because i think you can learn a lot from case studies", "if you gave me a classroom of minorities or people who are considered to be victims of that inequity, whether it’s female students, learning disabled students, you name it", "i would give them the tools to perform", "in the sense that i think you need to arm people with tools and training so that they believe in themselves and that they can demonstrate beyond a shadow of a doubt that they can compete", "there are many other inequities and problems that are not addressed by that", "there are plenty of systemic issues", "i would have to try to tackle this one at a time", "but i would say, in general, whether it’s for instance, in another nonprofit that i’m involved with, questbridge, is very good at this", "i think they place something like half of the lowest income kids – which, by the way, includes poor white kids in appalachia and so on", "it’s not race-specific", "but people at an economic disadvantage into ivy league schools", "they placed about half last year", "they do that by, in part, making talented kids who are driven but who are at a severe disadvantage economically, or in a social situation where they’re not even encouraged to apply to college, but could get a free ride to harvard, to go to different programs that will enable them and give them these tools and give them the belief system that will allow them to make those choices", "that’s my best attempt", "i apologize if that is a dissatisfying answer", "“as teachers, we talk about the difference between memorizing and really learning, internalizing", "when does that transition happen for you in your framework?” i think whenever we get into conversations, whether it’s about super sensitive topics, like inequity, we didn’t have time to get into it", "but if we were having a bunch of wine and talking about this more, i would ask a lot of questions before trying to answer that question", "what are we talking about exactly", "where did it start", "what are the ramifications", "what are some examples", "i will say that really learning means you have a firm grasp of principles that allow you to adapt to different environments, including high-stress environments", "to me, that would mean you are an adept learner in x", "languages are a great case study for this, but i don’t want to belabor the language learning because even teachers’ eyes tend to glaze over if we’re talking about language learning too long", "but i should also highlight, when does that transition happen", "the transition happens, i think you really start learning, very often, or you become an adept learner, again to use definitions really clearly, when you get to a more intermediate level", "you can’t get to intermediate level until you have a critical mass of the raw materials and building blocks so that you can start to create in novel combinations", "whether that’s swimming, whether that’s brazilian jiu-jitsu, whether that’s experimentation in the sciences or anything else", "i would say don’t dismiss memorizing per se", "i think that memorizing is actually really important because you do need to consolidate the memories and practice of these building blocks, 20 percent that gets you the 80 percent, the 1,000 most important words, before you can get fancy and improvise and become an adept learner", "i would say you’re learning, meaning you’re absorbing from the very get go", "from minute 1 of day 1 of the framework that i laid out", "but you don’t become an adept learner in the adaptable sense until you start getting into more of an entertainment phase, which does not mean two years later", "that could be two weeks later for a lot of skills", "it could be two hours later", "it just depends on the subject matter", "this is a great one", "“how do you recommend teachers address students who struggle with competition tasks due to anxiety or learning disabilities?” this is a really important question", "just in my personal opinion – by the way – i don’t view myself as a writer or a podcaster or an investor", "i view myself first and foremost as a teacher", "i’m not the best writer", "i don’t think i’m tolstoy", "i think we could probably all agree on that", "i do, however, write all of my books to make the complex simple", "so i think about it as a teacher", "the way that i’ve experienced tackling this question – how do you address students, including by readers, listeners and so on, who struggle with competition tasks due to anxiety or learning disabilities", "i’ve dealt with thousands and tens of thousands of people who’ve fallen in both categories", "the way that you deal with that is not be protecting them from competition tasks", "the way that you address that is by dosing them, starting off very lightly and titrating up with larger and more intimidating tasks to make it less scary", "i’m going to keep it at that", "i think a lot of it is just operant and classical conditioning", "teaching myself how to change my own behavior, looking at bj fogg out of stanford, ultimately it all comes back to a lot of this stuff", "i do think that you can learn a lot about training yourself", "i learned a lot about changing my own behavior when i was training molly, my puppy, reading a book called don’t shoot the dog", "it’s fantastic, by the way", "it’s really good", "i would say that you need to dose people who are afraid of something with that something, just like iocane powder in the princess bride, if you guys get that reference", "then titrate up from there", "that is how you help people with that", "in the same way that something like toastmasters helps you get over fear of stage fright", "you don’t help someone with that by having them think their way out of it", "it doesn’t work", "you get them on stage day 1", "if you want to do standup comedy, i’ve asked a number of professional comedians on my podcast, because that is my biggest fear in the world is getting on stage and trying to make people laugh", "forget about it", "i asked them a question i ask many people, which is, if you had a million dollars on the line, you have eight weeks to prepare me for standup comedy", "i have to have ten minutes of material", "what would the curriculum look like in the first week", "they said, day 1 i have you on stage, i don’t even care what your material is", "you’re not going to have any", "i just want you to get comfortable on stage because it’s going to terrify you", "they’re like, 90 percent of it is just getting comfortable on stage", "the whole world is a stage, so you need to get students comfortable with it", "i’m going to jump in with a final question", "then we’ll give folks back, maybe at least one minute on their day", "what legacy do you hope to leave in the field of education and learning", "i really think about two things", "one is i’m trying to create a benevolent army of learners who have an incredibly good toolkit that they can then impart to more people", "a large group, millions of people, who are in effect, enabled super learners", "not because they have any innate talent for it, but because they have a better toolkit who can then impart that and spread it and hand it on to other people", "i would say, if we’re talking about an inscription on a gravestone, it would be “a teacher who wanted his students to always be better than he was.” that’s it", "well, if ever there was a benevolent army of learners, i think it’s the community assembled right here", "i know i speak for tim and myself in thanking each of you for the time you’ve spared to listen", "on behalf of this benevolent army of learners, i want to thank you, tim, for your insights and your tools and tricks", "thank you so much", "thank you guys"]}