{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 42, 43, 44, 45, 46, 47, 48, 49, 55, 56, 57, 58, 59, 60, 61, 62, 70, 71, 88, 90, 91, 101, 102, 103, 104, 105, 112, 113, 114, 125, 138, 139, 168, 169, 170, 171, 172, 188, 200, 204, 205, 206, 207, 208, 209, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 274, 287, 289, 291, 293, 294, 295, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 311, 312, 317, 318, 319, 320, 321, 322, 323, 324, 325, 371, 372, 375, 376, 397, 398, 399, 407, 425, 426, 427, 429, 430, 431, 432, 433, 434, 435, 436, 437, 462, 464, 476, 482, 484, 486, 487, 515, 516, 562, 563, 564, 565, 574, 575, 606, 608, 620, 621, 643, 644, 650, 651, 666, 677, 708, 711, 715, 718, 734, 735, 739, 740, 745, 746, 747, 749, 758, 759, 762, 764, 766, 767, 768, 769, 800, 801, 802, 803, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 858, 859, 871, 872, 873, 874, 875, 879, 880, 881, 882, 891, 892, 893, 894, 895, 900, 901, 902, 903, 904, 905, 906, 908, 916, 917, 918, 924, 925, 926, 929, 933, 935], "vince vaughn": [41, 50, 51, 52, 53, 54, 63, 64, 65, 66, 67, 68, 69, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 89, 92, 93, 94, 95, 96, 97, 98, 99, 100, 106, 107, 108, 109, 110, 111, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 201, 202, 203, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 288, 290, 292, 296, 310, 313, 314, 315, 316, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 373, 374, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 400, 401, 402, 403, 404, 405, 406, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 428, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 463, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 477, 478, 479, 480, 481, 483, 485, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 566, 567, 568, 569, 570, 571, 572, 573, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 607, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 645, 646, 647, 648, 649, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 709, 710, 712, 713, 714, 716, 717, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 736, 737, 738, 741, 742, 743, 744, 748, 750, 751, 752, 753, 754, 755, 756, 757, 760, 761, 763, 765, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 852, 853, 854, 855, 856, 857, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 876, 877, 878, 883, 884, 885, 886, 887, 888, 889, 890, 896, 897, 898, 899, 907, 909, 910, 911, 912, 913, 914, 915, 919, 920, 921, 922, 923, 927, 928, 930, 931, 932, 934]}, "episode_num": 243, "file_type": "html", "guests": ["vince vaughn"], "num_sentences": 936, "num_words": 17072, "raw_text": "Tim Ferriss: Hello boys and girls. Welcome to another episode of the Tim Ferriss Show. I am sitting in a hotel room overlooking the Highline in New York City because I was here for something called Vulture Fest. What is that? It is a very important event for the world of television, entertainment, film and so on alongside others like, for instance, the TCAs, the Television Critics Association. I’m mentioning this because it’s related to today’s guest. Of course my job is to deconstruct world class performers, to pick out lessons and habits and favorite books and so on that you can use in your own life. And the guest today is Vince Vaughn. Many of you know Vince, of course; he doesn’t need a lot of introduction. He is one of the most prolific actors, writers, and producers in the world. He’s acted in more than 30 major motion pictures that have gone on to gross more than $1.7 billion at the box office. He is largely credited for redefining the R rated comedy with his performance in the 2005 hit Wedding Crashers, which set the record for highest grossing R-rated comedy at the time. He is and will continue to be, I expect, one of the most sought-after leading men in Hollywood. His handprints have been put outside the Chinese Theater, and I know of many things that are irons in the fire that you will be seeing in the forthcoming months and years with Vince. One of them involves me. Vince has listened to this podcast. He reached out to me, along with his production company, Wild West, to do a TV show together. It is out right now starting May 30th, 2017. It is called Fear(less) – that’s fear less in parenthesis – with Tim Ferriss because the objective is to teach you to fear less, not to be fearless. Big, big difference between those two and I could not be more excited. There are ten episodes. It is on an incredible set with a live audience surrounding us. We use video; we use images, in some cases live demonstrations on stage. As of May 30th, you can watch the first episode which is with David Blaine, master illusionist and endurance artist for free at ATT.net. So check that out for free, and for sure you should take a look at this episode with David Blaine. People – meaning you guys – have asked me for so long with David Blaine and now you can see him live, performing magic, getting into his personal stories at ATT.net. So look for Fear(less) with Tim Ferriss and you can find it on that home page. And all of the rest of the episodes you’ll be able to find as they’re released on DirecTV, if you have or want DirecTV, and you can then stream them on DirecTVnow.com. There is a free trial option that you can check out, so there are no reasons not to take a look. Some of you have asked, and I’ve seen this on Twitter in the last couple weeks; I buy one of your books and give you $12.00 every three years but I’ve had benefits for ten years. That doesn’t seem fair; what should I do? Well, if you want to spend just a few bucks after watching the first episode, I would really appreciate it and you can check out the entire season of Fear(less). So that is that. We cover so much in this conversation with Vince, and get into stories of his early beginnings; how to negotiate, his cold-calling career as it were, at least a few jobs that contributed to that, and many of the most important decisions that he made as a producer, as an artist, as a businessperson and entrepreneur, for instance. I really had a blast doing this. I hope you enjoy it as much as I did, and please check out Fear(less) with Tim Ferriss. You can also find the trailer and other things at tim.blog/fearless. And the entire episode for David Blaine can be found at ATT.net. As always, thank you for listening. Tim Ferriss: Thank you everyone for coming, but we’re missing half the show here so without further ado, let’s bring out Vince Vaughn. I look a lot shorter in person. Vince Vaughn: This feels very intimate and comfortable, the white room with the skateboard ramp. Tim Ferriss: We will be doing a skateboarding demonstration afterwards, which is why we have the curved background. Thank you everybody for coming. This is going to be a fun conversation. Vince and I have had a chance to spend a good amount of time together. We are going to delve a lot into his story, many of his decisions and adventures, some of which I think you will have not heard before; certainly many of which I have not heard before. And I thought we would just start with a little bit of context. So, this show is something that I have in some form or another wanted to do for a very long time. We connected initially through the podcast, so I thought maybe if you would want to give a little bit of background as to how we connected and how this came together, and then I’ll switch gears and we’ll go way, way back. Vince Vaughn: I am a fan of Tim’s and I really appreciated the books as well as the podcast, his investigations into things an finding ways to effectively get past your trepidations or fears and become able to engage in things in a way that was more fulfilling. I liked his whole journey and the way he approached it, so I was sort of like the Warren Buffet of producers in that I really like to just engage in things that I’m excited about or that I really enjoy because you do end up spending quite a bit of time on it. So as a fan and someone who was enjoying it, I reached out to Tim and said if this feels like a compliment to what you’re doing and still not taking from what you’re doing, is there a version of doing this where we record it with people that feels like a good continuation? And I referenced your TED talk specifically, the dealing with fear and your vulnerable experiences as younger with some pretty traumatic experiences. And how that, instead of suffocating you or maybe it did at the time, how later in life you were able to readdress those. Tim Ferriss: It’s part of the reason that I’m excited to talk to you in front of all of these folks, because we’re going to get into some of those moments for you, certainly. It’s a portion of life that is very often glossed over and that people don’t see when they idolize people on the magazine covers. They assume they’re flawless and that perhaps, as a result, you as a normal are in some way uniquely flawed. And instead, wanting to showcase how people can succeed despite the weaknesses and pain that they might have experienced or developed over time. So, let’s go way, way back and talk a little bit about childhood. I figured that would be a good place to start. How would you describe your childhood? Where did you grow up? Vince Vaughn: Well – at age 37 my hair started to get lighter again so we’re turning back. Both my parents came from single moms, and both came from very economically challenged backgrounds and so they really had a real aspiration to give a better opportunity to their kids so I was around a great work ethic. I had an interesting journey in that originally we started off with very humble means, and my father was very self motivated and was very successful; started his own business and did very well. And as I got older, we moved into a more affluent area and had exposure to public schools but good schools and all those kinds of things. But I think it informed me where I had a work ethic and it didn’t put a big focus on results, meaning finances were never a driving factor. Not that I was raised that you had to take care of yourself, but being good or working hard at something was what was valued. I think you do a lot what your parents do, versus what they say so I was fortunate to have good role models in that way. Tim Ferriss: What was your dad’s business? What type of business? Vince Vaughn: His dad worked in a steel mill and on a real road and had a small, little 100-acre farm. But he worked in the factory to keep the farm going. His mom and dad were divorced so he’d go in the summers and work the farm. He was the first in his immediate family to go to college. He was a salesman. He wanted to make a living. So he started off with the Swift Meat Company selling stuff, and then he ended up in toys. So as a kid, it was a great profession because we always had a lot of toys. He’d have sample toys and I’d get in trouble because I’d go get them and start playing with him. He’d say you can’t touch that; that’s merchandise. But it was odd because they would argue and do business in the way that you would in any industry. But the comedic part to me is they were arguing over a Ninja turtle. You gotta put those damn Ninja turtles on the fucking shelf? I found it like I was watching Casino but they were talking about the Evel Kneivel stunt cycle. But he was the manufacturer’s rep and would be sort of an agent. They would represent the manufacturers, getting them shelf space in Kmart or Toys R Us. Tim Ferriss: So he’d be selling to the retailers. Vince Vaughn: Correct. Tim Ferriss: What made him good at that? We’re going to get into your ability to pitch shortly. Vince Vaughn: My dad’s interesting because my dad is maybe the most honest person. He’s overly bright but I think he just can connect and relate with people. I think he genuinely is empathetic with people. I would see him in deals sometimes like with a house transaction, and people put down money and it didn’t go through but my dad would always give them their money back. He was interesting that way. So I think people trusted him and felt comfortable with him. In the long run, I think it really panned out for him because he wasn’t as focused on that stuff. He had a great sense of humor, and a good sense of humor about himself. But I think he was very – is still very engaged with people. Tim Ferriss: One thing that struck me when we very first had dinner; this was awhile back and this is actually something a few of my friends who have now met you on set when we were filming have mentioned, is that you ask a lot of questions. Which, I hate to say it, but it has been unusual for me and my experience with, say, entertainment. You’re very enquiring, and I think that helps to build empathy. Is that something you developed at home? Did you develop it some other way? Vince Vaughn: I think I was always curious about things and interested in people, and I like to learn and be challenged on stuff. So I don’t mind; I like to ask stuff. Again as I said, my journey with you started really being a fan of what you were doing, but I was also very inspired by the background that led to this experience because I’m interested in that, that some very challenging things led to this beautiful life. But there’s others who could have had those things and it could have been crushing to them. I find what you do to be an olive branch and give some skills to others to maybe choose the good life and not be defined by the challenges. I think that’s empowering to people so I like that. Tim Ferriss: For those people who don’t have the context here, the TED Talk that I gave that Vince is referring to talked about a number of different challenges I had, including a lifelong fear of swimming. I didn’t learn to swim until I was in my 30s, which is embarrassing for a Long Island boy. Tim Ferriss: Share the story as to what led to that. Vince Vaughn: There are many different components but the primary catalyst was a summer camp experience I had when I was a very little kid. I was a runt, and generally stayed away from the playground because that was a danger zone for me. That was where you’d just get your ass kicked; that was my association. It was not for play. I went to summer camp and kids were diving off this dock through an inner tube, which looked like fun. I did that and a bully of the camp grabbed me by the ankles as I went through. I tried to come up and get air, and kept hitting my back on the bottom of the inner tube and just thought I was going to drown because I couldn’t get my head above water. And ultimately, fortunately, somebody who was a counselor spotted that and I didn’t die, obviously; I’m here. But that led me to never want to swim, period, even though I was right next to the water. I suppose this is as good a point as any to ask you about – because you and I actually haven’t really spoken about this. Tim Ferriss: But then later in life, you evaluated it differently; not being the child emotionally in that moment, right? Vince Vaughn: Later I had a number of people who were very instrumental in helping me to rethink swimming, and also to not denigrate it. I had rationalized not being able to swim by dismissing it as unimportant. And at one point, one of my close friends first of all said this is a life skill you need to have for you and for your kids, so I’m assigning an open water race to you by the end of this year as your New Year’s resolution. I said oh, I didn’t realize that was up to another person to decide. He was at the time very addicted to stimulants, meaning like eight double espressos a day. So I said alright, if I’m going to learn to swim, which is the scariest thing in the world to me, you can’t have anything stronger than green tea for a year. And if you agree to that, I’ll do the open water swim. I didn’t think he’d do it, and he said deal. So that were the stakes, and then someone helped me rethink how to go about swimming in a step by step fashion. But it was that initial pain, that initial experience that later led to rethinking swimming, which then led to rethinking a lot of things and it’s led to the show, among other things. So for me, that very story was a great entry into engaging and hearing yourself and how you dissect things in the people who were getting up and sharing. Because I think on some level, we all are looking for those things in life; how to let go of stuff and how to enjoy things in a more productive way. Tim Ferriss: Could you talk about your car accident in high school? It’s not something we’ve talked about. Vince Vaughn: Sure. No, I haven’t talked about it much. It was after school. I had played sports and then I had stopped; I had started getting more into acting. It was during the day, and I was a passenger and it was raining out. The girl who was driving was swerving on the road being cute. I remember saying don’t swerve; stop it! But she kept doing it. We were going maybe 35 miles an hour, and then we hydroplaned. I woke up in a ditch, my thumb ripped up real bad, and I couldn’t move. My legs couldn’t move. I had paramedics over me and I had blood all around me. I was real concerned. I didn’t have any idea how I looked; I wasn’t tracking it. My friend was real bloody. I said is Sean okay? They said yeah, he’s alright. They got me in the ambulance. They couldn’t get ahold of my parents at first because they were traveling and I just remember being in a lot of pain. There was a moment you didn’t know what the ramifications were. I had a small compression in my back which turned out to be nothing. The aesthetic of my thumb being injured, it’s not just a very bad scar on the back side of it, and thankfully I have the thumb and can move it but there’s a pad that was gone. That was challenging because it really made me evaluate the oldest cliché; without your health you don’t have anything. So I really got the experience of feeling like what if I can’t move around; or people go outside and play, and things I had taken for granted. And then just anything physical that is different that you’re used to in a certain way, at first it’s natural to feel insecure about it. And here I was at that time knowing I wanted to pursue being an actor and an entertainer, so it was a gift in processing things and putting your focus on other things and you started to realize the power of your own inner dialogue as far as what you were creating or not. So there were a lot of gifts in it, ultimately. But at the time, I feel lucky in that without real consequences, it was a nice learning gift, in a way. Tim Ferriss: We’re going to talk a lot about that inner dialogue and self talk, but I want to touch on a few things that were around that same time period. As maybe a preface to that, I will say that Vince is one of the most consistently curious people I’ve ever met, which is saying a lot because my job is to interview curious people. To give you an idea, we were just backstage getting miked up and he had questions about something called the Marcello teen. The Marcello teen is a choke that’s used in Brazilian jiu-jitsu by the Michael Jordan/Wayne Gretsky of grappling whose name is Marcella Garcia. So I was backstage chocking Vince about ten minutes ago, and there were a lot of very nervous looks. Vince Vaughn: Very effectively, I will say. [Crosstalk] Tim Ferriss: It’s a good choke. Marcella knows what he’s doing. Grappling was one of the first things – wrestling, specifically that we bonded over. Could you talk about the role of sports and wrestling to the extent that it had a lasting impact? Vince Vaughn: I think it’s important. George Washington I think credit ballroom dancing and horseback riding as two of the most important things he did because it gave him confidence physically and grade. And being a leader, I don’t know that you could put grace in the body, whether it’s – I took ballet, I played sports; I think it’s important. Especially for me being tall, it allowed me to have I think more control and confidence in my height. So wrestling to me was really a course in resiliency and discipline. I would have loved to have played other team sports but I was very good at wrestling, for whatever reason. I wasn’t as accepted in some of the team sports. Wrestling is very much a loner sport. If you’re on a team bus, you kind of joke around and laugh. On a wrestling bus, everyone is dead silent. Tim Ferriss: Partially because they’re all dehydrated from cutting weight. Vince Vaughn: Cutting weight and you’re going to get in a fight in front of your school or people you don’t know. It’s like you shake hands, and there’s no one to block; you got beat. And you are dehydrated. It’s odd in that you’re growing and yet you’re trying to maintain a weight. Especially doing it when you’re younger, it’s very challenging. You would come out of football feeling like you were in shape. Then you would go in wrestling and you would realize you’re not in any kind of shape because if you just wrestle, it’s exhausting. And then the only other thing you can do is run. In the winter in Illinois, that meant hallways and stairs. We had a coach who got fired; he was not fit to be with the kids. But I feel like I benefitted from him having that personality but he was a real problem. Tim Ferriss: I feel like we need a little more elaboration so people’s minds to go crazy. Vince Vaughn: He had a real anger problem. He would hit you. I got hit. Tim Ferriss: Okay, this isn’t Spotlight. I just want to – Vince Vaughn: Yeah, he punched me once in the chest after a match. It hit the wind out of me. He encouraged kids hurting each other. But it seemed normal at the time. Tim Ferriss: He was like the Cobra Kai. Vince Vaughn: Yeah, he was like Cobra Kai. It was crazy. He had his own emotional issues so we would win a meet like 60 to 6 or whatever it was, and he would be angry over the few mistakes. At some point you just heard the emotion being poured on you. I remember his sister was an assistant. He’d always say, “Get me a Tab and an Advil. Go get me a Tab and an Advil,” and then he’d keep screaming at us. We would run these stairs in these hallways; it was like a spread but you didn’t make it under a minute twenty, you would add another one. You were going to have the bar moved and he was trying to break your spirit. He wanted to simulate all is lost; what you thought was going to get you there is not, and not where you stand. But inevitably, the second string heavyweight was never going to make that time. So the first time he would do it, he’d call the kid’s name real loud. I remember the name but I won’t say it, but it might have been like an Eastern European last name and he said he was late. So then the first time he’d run after that, there’d be some encouragement: come on, you can do it. But the second or third time, kids would start yelling and screaming at him or kicking at him, and really physically forcing him. It was like a bad Few Good Men; it was terrible. I always had a problem with authority anyway, and I clashed with him a lot. I ended up just showing up at the meets and I was good enough that I could do that. I wouldn’t go to practices all the time; I really had problems with him. He did punch me one time in the chest. But he turned out to be someone who created a past that was not truthful. He had told us that he had made the Olympic team but it was the year that we boycotted it. That turned out not to be true. But anyway, I guess the long version of it is I think that I gained more than I lost, even with him being challenging in a lot of ways. I wouldn’t change that experience. You can have a great coach, which there are in wrestling and I think in general. One of the great attributes in wrestling is constitution and grit; the ability to survive painful moments and not take them on in the absolute sense, meaning to have perspective on pain. Tim Ferriss: I want to touch on the word “grit” for a second because there are many researchers who have looked at grit and written about it, Angela Duckworth being one of them and there are many others. Also for instance I think it’s Carol Dweck who wrote a book called Mindset and she talks about the intrinsic versus extrinsic validation in kids. So you’re talking about your dad focusing on process, and I think that helps you to develop grit because you don’t assume you’re a failure if you have an isolated failure on the map. As long as you’re putting in the process that allows you to persist, which I think relates to a lot of your career. But I want to talk about maybe not the beginning of your career because it’s different, but shitty jobs when you were young. Because one other person I had on the podcast, Chris Sacca, who I’ve watched go from having a hard time affording a place in Truckee, which is like a mountain cabin, to being on the cover of the Forbes Midas issue. He’s now a well known billionaire investor. One of his criteria for evaluating people to invest in is have they had shitty jobs or not; he likes to see people who have had shitty service jobs. I was a busboy and got abused on Long Island for a long time. Do any particular jobs come to mind? Vince Vaughn: I have a few of them in the service industry but the one that I changed perspective on as I got older – it seemed great at the time – and I’ve shared it before, it was the telemarketing job. I was old enough to drive a car; I was 16. It was the summertime and we were always encouraged to work. So I got a job. I thought it was a great job because I sat behind this desk and I would read this form and insert names, and I would kind of make it my own. I like competition and it felt as such in that we would all be in a room together. It was an odd setup, looking back. There was a guy – anyone 15 years older than you seem old; that’s just how life is. So he felt old to me, even though he was probably younger than I am now. But he had a very much younger girlfriend, and she would bring him soup and they’d sit in the back office. It was an odd arrangement. But we would sit at this table and we would sell, and the name would be on the board. What we were selling was the point that came into question years later because it was a nondescript building in Waukegan, Illinois, referred to as Walk Easy, Illinois. We were selling tickets to the Lake County Sheriff’s Police Rodeo. So the fact that the police were throwing a rodeo would really have one suggest it was an authentic thing, because the police were throwing a rodeo. I don’t know if the police even knew about the damn rodeo. There was a family package that was $20.00, which got you four. And then there was an orphan; would you like to send an orphan? Who doesn’t want to send an orphan to an event? There was a time when the rodeo wasn’t questioned; the treatment or anything like that. I was very good at selling orphans. I’d say to the family who said my family’s not going to make it: but would you like an orphan to go? For $5.00 you can give an orphan a chance to go. I don’t know how many orphans there were in Lake County but thousands of them could have gone. So I was feeling great, like I’m selling these tickets to the sheriff’s rodeo in a nondescript building in Illinois. I got good at calling people, making them laugh, connect to them in some way and then emotionally hit them up for the orphans if they said no to the other package. At 16 I took it at face value, and years later in those moments when your mind wanders I started to question was there ever a rodeo, and who were these orphans, and maybe I was taking money from people on a fixed income and that didn’t feel good. Tim Ferriss: So the boiler room, JT Marlin aspect aside, do you remember any of the script that you had to read? Vince Vaughn: Is so-and-so home? I’m Vince Vaughn calling from the Lake County Sheriff Police Rodeo, and it was something along the lines of the police are throwing a rodeo in celebration and it’s families – I can’t make it. The family package is – or would you like to send an orphan? For just $5.00 an orphan can go and enjoy the afternoon. As if some orphans were going to come out and the other ones had to stay inside the place; it’s crazy that you didn’t evaluate. But I remember seeing it as a competition, and I did very well. I think I won tickets to Madonna or something for selling out. But anyway, I can remember sitting outside and every week there was a turnover so the bottom 20 percent would go, and there would be a network 20 percent. Some of the people doing the job were older than I was, and I was kind of excited and there was a little bit of the factory mentality of people who weren’t so happy or excited. I learned that they had a different perspective because the job really meant something to them. They didn’t want to be in the bottom 20 percent of the board. Then I saw the kind of turning on each other and that side of things as well. Tim Ferriss: Third place; set of steak knives. Vince Vaughn: That’s right. Tim Ferriss: Fourth place; you’re fucking fired. Vince Vaughn: That’s right. Tim Ferriss: Yeah, one of those situations. Vince Vaughn: That’s right. Tim Ferriss: I don’t know if you knew it but my first job out of college was smiling and dialing. I had to sell, via the phone in Silicon Valley these big data storage systems, and my seat was stuck in the fire exit. I couldn’t even back my chair out; that’s your office. Vince Vaughn: What was your pitch? Tim Ferriss: My pitch was a little bit different. We didn’t have orphans; that definitely sweetens the deal. It was really doing my homework on the front end because I had to try and guess, selling to CTOs and CEOs these large data storage systems to places like American Airlines or National Geographic Survey. Massive at the time was like 100 gigabytes; oh, my God. You can buy it for $50.00 or $100.00 at Frye’s now. I’d say I’m read about you; I’m calling out of left field and you don’t know who I am. I’m not going to try to make up a story, but I read an article in IT News Monthly about how you did ABC, and I found it fascinating. I know you’re probably busy, but I was wondering, I assume you’re using a Solaris system for your ABC. If I had done my homework, they’d be like: I am; that’s a good guess. And I’d say: look, I have to run to a meeting. Of course I didn’t have a meeting. I’d be like I have to run to a meeting; I’d love to just send you a quick email. You can feel free to ignore it if you’re too busy but I’m working with a startup and I think some of the technology could be a really good fit for you. Vince Vaughn: Pickup artist. Tim Ferriss: Yes, the pickup artist approach to selling CTOs. I was picking up CTOs. Vince Vaughn: I’m really busy, but – Tim Ferriss: Exactly. False time constraint; no, yes, no. We’re going to talk about your phone calls a bit more, soon. Vince Vaughn: Did you really believe in what you were selling at the time? Tim Ferriss: I did, yes. There came a point later where I didn’t, towards the tail end where I realized wait a second, we’re promising things, the sales team I promising things – My friends were mostly an engineering group because I had to understand the tech to sell the way that I want to sell. And then a lot of the folks on the sales team were selling stuff that had been promised from the higher-ups that the engineers were saying they couldn’t deliver. I said wait a second! In tech that’s called vaporware. And I was like: wait a minute. I’m not okay selling vaporware; that’s not good at all. That’s when I started plotting starting my own thing because I just didn’t feel good about it. Is it true that you became class president because you were academically disinclined but felt that they would have to graduate you if you were class president? Vince Vaughn: There’s a lot of truth in that statement. Disinclined might be strong verbiage. At a young age I developed a real problem with central, one way of doing anything and I found myself in conflict with it for my entire academic – I don’t know if you want to call it a career. Yeah, I didn’t put a real value. I always try to think for myself and so there were some teachers who I quite enjoyed and would get a lot out of it. And there were others I just really didn’t engage with. I for some reason gave myself permission to speak my mind. I was always I think empathetic in that I had a lot of different experiences, and friends with different groups and I was on all sides of it. so I got along with everybody. I was very bored with school. I didn’t enjoy it. When I was very young I did well on an IQ test and yet I was not paying attention; I was bored. I remember they took me to a psychiatrist and they said oh, we think he might have learning disabilities. I was really afraid, and at the time I didn’t vocalize it. I was maybe six. I thought at the other side of this there was a fear that they could take me from my family. So I remember overly talking in a way that I was an expert on everything I was saying and that I knew the answers to things. For whatever reason in my young mind, I felt like I had to really nail this or they were going to take me away. And it came back that I was borderline hyperactive. But boys I think, like if you can’t sit still you’re not listening. And so I had that kind of thing in me. I always loved to read, and I always loved to learn; I just didn’t like the process of memorizing and taking tests. I never enjoyed it. And I didn’t enjoy stuff that I found to be ineffective. I felt ethically challenged with playing the game; like if I didn’t believe something, why am I writing it? Should I not be investigating a principle that’s sound? Why am I catering to an individual who isn’t presenting a good argument, and why would I just try to get their approval and play the game versus really investigating it, which would lead to confrontations. I got into a lot of trouble. I would cut school and those kinds of things aw. So ultimately, yes, I was nervous; I had to graduate high school. My parents said you’ve got to graduate high school. It was more about there were certain requirements I didn’t meet; I hadn’t taken enough years of math or the foreign language wasn’t interesting the way they were teaching foreign language. I didn’t like saying tagusta for three years and no one could speak damn Spanish. I just didn’t enjoy the process of it. So I thought if I’m senior class president, the senior class president will speak at graduation. And I was opposed to anything class president-y. For whatever reason, I didn’t like that kind of thing. Most kids who were running for student council thought this is going to look great on my application to an Ivy League school. I don’t know why, but that kind of bothered me. So anyway, I thought I’ve got to do this because I’ve got to give a speech and they’ll have to pass me. My senior year, I couldn’t miss any classes. If they didn’t pass me, I would not have graduated and the idea of not moving to California and pursuing what I wanted to do, which I knew, and the idea of having to go to summer school was a real concern of mine. So, I did run for class president, and I did win class president. In doing so, I did get better grades my senior year, and I think some of it was perception. Interestingly enough, because I was the class president, I found my grades improved with very little effort. Tim Ferriss: You don’t want to be the one teacher who ends up flunking the class president. Prisoner’s dilemma with the other teachers. Vince Vaughn: It’s interesting to look back at the rationale, right? It was like oh, this would position me in a way that would checkmate having to pass these classes. Tim Ferriss: It worked perfectly. When did Dell Close enter the picture, and could you describe for people who that is? Vince Vaughn: I knew that I enjoyed acting, and I lived close to Chicago which was a great place for training because it wasn’t as if you were going to be on stage and go to a pilot or a better professional opportunity. It was really just about the training, so that was excellent. I took a workshop; I think it was called the Actors Center; Shakespeare and dance. I met a gentleman in that who said you’d be very good at improv. You might like improv, and I’m a member of a group called the Improv Olympic. I knew of Second City, and I said I thought I maybe I’d go take classes at Second City. He said this guy, Del Close who started Second City, has since left. He’s felt that it’s become more written sketch-oriented, and he’s started this thing called the Herald, in which it’s true improvisation. You learn a set of skills. You’ll take suggestions from the audience and you will incorporate the games that you play and hopefully create a linear story structure that has an ending where the things that are set up in the beginning pay off. And so I wasn’t old enough to be in these bars but they put me on stage very quickly. There was a woman named Sharana, and I think she still runs it; they were very nice to me. I went down and maybe after two or three weeks they put me on stage and I started performing. It was really a writers’ workshop. A lot of great writers have come out of that same system because you’re seeing others do it, you’re having to think ahead of how you’re going to match this up. He was a very interesting guy. I had taken a few classes with him. I didn’t get to know him intimately but he would always say there’s nothing funny about comedy. The stories you hear about him being intense about it are very true. It was great exposure at a young age to be given the permission to actually perform and to do it, and to do it live in front of an audience. Tim Ferriss: Is this true? I’ve read that on the first day of classes he gave, he would say, “There’s nothing fucking funny about comedy” to the students. Or does that sound like something he would say? Vince Vaughn: No, he did. He would say that. I wasn’t with him as much. He would come in and it was classes I took with him. But it was an interesting point of view that you’re not there to yuck it up and signal to people that we’re having fun; that comedy on some level can be an over commitment to the absurd. So something that is an extreme point of view and your absolute commitment to that could be comedic. I liked that as a foundation on some level; that you were taking things seriously to some degree, or putting your weight behind it, if you would. Tim Ferriss: What separated when you were watching, whether it’s fellow students or people who more advanced, the good improv people from the great improv people? Vince Vaughn: There are different body types and different energies. But I mean that in the way that some people – you know this in life, too, like Jackie Gleason had this, or Farley. And I don’t mean about size; it’s just a presence. And then others are more intellectualized or thought out. So there’s more than one way to the waterfall; there’s not one size fits all. I think one of the great ways to learn is watching others. You don’t learn from being isolated. You really only learn from watching others, and then application. You can’t learn, in fact it’s impossible to learn by just writing down what someone else is saying. It was great in the live sense to draw from others and to take from them. But I didn’t see it much differently than method acting, and that ultimately was about listening. You had to be present in the moment for what the other person was providing. Because if you responded without hearing it, it killed the commitment from the audience to believe it. So if you said I’m an astronaut; one of the first lessons is “yes, and.” So I would accept what you do and add to it. But if you say “we’re astronauts” and I say “no we’re not; we’re cowboys,” the audience is now disengaged because there’s no believability. But if you say “we’re astronauts” and I say “yes, and we also train horses; how are we gonna do this?” I’ve continued the creation of the imagination. So in collaborating I think listening is paramount because you want to be working together to create a reality. Tim Ferriss: Let’s talk about listening to yourself. This relates to moving West. So you’d done talent shows, you had as I understand it a national commercial spot with Chevrolet. Vince Vaughn: That’s right. Tim Ferriss: Thank God you’re tall enough to be put on stage so you wouldn’t get arrested immediately if you’d been a little guy like me. How did you decide to go West? Because for instance, I’ve heard different trains of thought related to this. I remember hearing a very well known standup comedian say to another standup comedian who was just getting started: “Don’t move to LA or New York until you’re good.” Those are the big leagues. That’s where you’re going to have people in the audience who matter. Get good in the hometown and these following places, and then move to the big city. You went from what you were doing in Chicago and then moved West. What was the internal conversation like? How did you think through that? Vince Vaughn: There was a different mindset at the time, I think in general with young actors. I don’t know that I ever thought I would make a lot of money doing it, or I didn’t define success as make a lot of money or star in a movie and make it. To me, it was more I really love enjoying this; if I could be good in the scene, I’d like that. And if I could get a chance – There was nothing in my mind’s eye that was separate, meaning a commercial or a television show; anything that would be performing and making a living doing it felt like a good idea. So, I had had a level of success in Chicago. My parents didn’t want me to do anything professional like that until I was 18, but then I got an agent. That’s another story, but I got this agent and I started booking national commercials. Silly things, like Sears Roebuck had a universal weight machine and I was one of the demonstrators of how to use it. An Indiana Farm Insurance commercial; different stuff so I felt like I was working a lot. I had trained quite a bit. I took it very seriously and I had trained a lot. Every chance I had, I was taking classes and reading. So when I went to Los Angeles, I really had a point of view that I belonged. So maybe to your friend’s point, at that age and although of course there was a lot more to learn, but I gave myself that permission and I felt the opportunities would be greater out there. I don’t know what’s in a young man’s mind for how they land on things other than it felt like a better opportunity, and that’s where I was putting my chips anyway. And I think then the telemarketing and the sales stuff did help, because I was able to call agents with confidence and suggest that they should sign me. I remember them saying we don’t work with unknown people; we only work with well-known people. It was an agent in ICM. I said no one at my age is that well-known and I feel really like I’m ready for this. I persisted enough that she recommended me to a girl she knew who used to be an assistant, and it was next to Pink’s Hot Dogs. It was a small, little office. I got in. it was great. I had opportunities to audition. Tim Ferriss: So you meet with this former assistant next to Pink’s Hot Dogs? Vince Vaughn: Yes. Tim Ferriss: What did you say in the first meeting? Vince Vaughn: I was just there to be an actor; I was there to work and I was very self assured in the fact that I would work hard and do it, and I signed up for classes and I think they just thought okay, this kid seems like he’s serious. But I think it’s important to know that the friends I had when I was younger, there were three networks at the time and then Fox came around. But there wasn’t as much opportunity and people were really invested in studying and would talk about movies and books and exploring. There wasn’t a focus on making it, or certainly not on leveraging celebrity in a way of selling. I’ve never done a commercial. If people do that, there’s nothing wrong but I saw that very differently; I never wanted to be in that. So, it was really just acting and imagination and exploring. It’s not that there’s anything regal about it, other than the fact that it’s a joy that you have. There wasn’t any sort of financial component to it; in fact you probably weren’t going to make a lot of money if you were going to go into acting. And I think that served myself and my friends that there was really a focus on getting better and learning about this. It really is a gift going in and learning about yourself, ultimately, which I think in life is sort of what you come to realize as you get older is really what the journey is. Tim Ferriss: How did you make ends meet during that time? Vince Vaughn: I was very fortunate that the Chevy commercial – and literally I never talked; I caught some car keys and then they would put that in different clips. $60,000 I made off that in a year and other commercials I had that made a lot of money. So I was financially way ahead of the game, and I lived very frugally. Then I started working, and you know I’d get residual checks and money coming in so I was very fortunate that I was a working actor at a very young age. When I say working, I mean not well known but able to work and show some stuff. Tim Ferriss: Able to pay the bills. Vince Vaughn: Yes. Tim Ferriss: I’ve heard from a reliable mutual friend that you used to call Disneyland and clubs to get comp tickets and tables early on. Vince Vaughn: Oh, God, yes. Tim Ferriss: How did those go? What was the strategy? Vince Vaughn: I had some influences when I was younger. I had a friend who lived in a trailer park. I remember the first time I went to his house. There were two babies in the cribs. It was a trailer park he had and his grandparents’ home. They used to charge him a quarter to shower, which I found odd but I came to realize the mom had like 15 or 16 kids all by different fathers. So I don’t know that they put a huge value, sadly, on these kids. He would survive. He would find ways to eat or do things to survive. So I was fascinated that he could walk into places feeling like he belonged there. He would go into a grocery store and he would just start to make a sandwich and eat it, and talk to the people while he did it. And they wouldn’t bother him. He would talk to the security guard as he left. It was interesting to me. We would buy liquor this way. Other kids would go and spot and have the sailors or whoever was in the neighborhood; sometimes you’d get it and sometimes you wouldn’t. But he would buy like – and I would do this later in life but it was a game to me. When I was younger, I thought it was like could you get away with this? But we would buy a loaf of bread and some mustard, but then underneath the shopping cart we would put bottles of vodka and beer. We weren’t even old enough to be buying the booze. You’d talk to everyone and you’d go through the checkout line. This was before things would beep. You’d buy your bread and your baloney and you would cart out at 18, 19 years old the vodka underneath. As it pertained to Disneyland, it was an actor whose name I won’t name but he became very well known and successful. The head casting director for Disney, I knew his name because I had auditioned for stuff at Disney. So I called the park on Saturday and said I’m an assistant for this casting director, and I have a bunch of young actors who are starring in a movie. We weren’t well known actors at all. Tim Ferriss: Wait a second. So you’re the assistant for the casting director who’s not at work because it’s a Saturday. Vince Vaughn: That’s right. It was a Saturday. No one had cell phones, and I knew his name would be on the list of people. I said I work for so-and-so; I’m his assistant. There’s a movie starring a bunch of actors and we want them to spend some time together, and we want them to come into the park. They would say, “What’s your name?” I’d say my name, and they’d say you’re not on the list. I said I’m his personal assistant; I’m not on the list but I think his name should be on it.” Then I would overly spell it for them and they’d say yes, but they’d say we’re not sure. I’d say, let me give you the list of names, and I’d name really well known actors, like really, really well known actors. I’d say they would love to come in. So of course they would accommodate. And of course once they said yes and it was approved, I would then at the end, I’d give one name which was my real name which wasn’t well known, and then at the end once they approved it and they were going forward, I would then say, “You know what, put it under the unknown person’s name because the other one probably won’t want to deal with stuff.” But at that point they had already agreed so we would go and get passes and go into the park, and go on the rides and go around. Looking at it now as I’m older, it doesn’t feel good but younger, it was something fun about getting into a bar when I wasn’t allowed to. I liked performing more live on stage when I wasn’t supposed to be there; it was provocative to me. Getting alcohol seemed fascinating; getting anything where I felt like I was not supposed to be doing it, I was drawn to. This seemed interesting to me because it was like getting in, and it was innocent on some level but yes, we used to do that. We used to also do a lot of crank calling. This was before UFC was real popular. We used to crank call karate studios or these places, and I would make it like I was a troubled youth who got in fights and I had real issues and I beat up everyone I ever fought. I’d say I really need to focus this and train and they’d kind of be uncomfortable, and I would tell some really crazy stories. And because I was interested in the reaction, I would always suggest, “I want to join and I want you to put me in fights but I need to respect you so I’m coming down to fight you. We need to lock ourselves in a room. And maybe your tricks are going to work.” I’d call [inaudible] and I would say I’m an emotional dragon. I live in a place that’s whatever; I would try to create a scary scenario. And sometimes they would say you need to fight some of my underlings, and I’d say, “I’ll chew through your underlings. I’m fine. Give me one underling and then I want you. Because if you’re going to teach me, I need to know that you can handle what I call a real fight.” I used to do that and we would be crying! I had some guy really snap: “Get your ass down here.” He really did have emotional things. I was like, “I’m bringing my ass down there!” And I would call just to see the response. I had one I used to do that was fun with some actresses I worked with. We would be bored on location. There would be these late night record or tapes you could buy – and there still is – or a set of steak knives or some ab workout thing or what have you. So I would call and in a really long process I would ask a lot of detailed questions. Is this and has it been tested? Are these standard hits? I think these are extraordinary hits. These sound tremendous. And does it come with this? I could tell the person is like oh God, would this person buy it? So right at the point where I was going to make the purchase order, the actress would pick up the phone and say, “Herb, are you ordering something off the damn TV again?” No, I’m talking – “Get off the phone. You don’t have to know my business. I work two jobs and we have a pile of things that Herb doesn’t use, and I’ve got to pay for these things.” So we would create a dynamic for the person who was selling where they had invested a lot of time. Were they going to lie and sell to Herb, or were they going to listen to the distressed wife who was paying for all the stuff? And it was different every time. Sometimes they would say, “Yes, ma’am, he is ordering again.” Sometimes they would go along with it; “No, I’m just a friend and we’re talking.” But we were just bored and so we were using improv for evil, I guess. Tim Ferriss: You would have been a fantastic psychology professor. You were, as I understand it, rejected for certain roles because of your height. Is that true? That leading men at the time, or the roles they were casting for, or maybe the people you’d be featured with would be shorter and there were issues there; that that ended up being an issue in the early days? Vince Vaughn: I think whatever you’re getting rejected for they find a reason to say it. I think when I was going out for roles younger and was so much taller than people, they would say that and I’m sure it played a role into it. But I think it’s important whatever you’re doing that you don’t get voiced to things that you’re not able to change. You would have to use it in a way to find ways to do stuff. It’s all neutral ultimately, even if it doesn’t feel that way, on some level at least for the purposes of approaching stuff. But you know, at the end of the day it’s just a lot of rejection; it’s the nature of it. I had gotten turned down probably 1,000 to one for the times I would audition, or more and it wasn’t always consistent, the reasons why. But all you knew is you weren’t getting a chance to participate and so you would have to go back to the lab and try to get to a place of being more and more undeniable. Tim Ferriss: When you are going through all these rejections, of course at a certain point it just becomes second nature to not flinch as much when you get turned down for something. But if you were giving advice to, say, an up and coming actor who has some degree of talent but is getting rejected and they’re really just feeling like they’re getting punched in the face by the world; what would you say to that person? Vince Vaughn: I looked at it mathematically at a certain point, which was I started just focusing my entire day on perfecting acting, my craft. So it was either watching a movie, reading a book on stuff, doing monologues, taking classes – Tim Ferriss: Ordering products from infomercials. Vince Vaughn: Ordering products from infomercials came later. That was a treat for having gotten a chance to work. But I would deny myself other things. I couldn’t go do this; I couldn’t travel until I earned it. So I would deny myself certain things that I would want to do and say I haven’t earned that yet, which I find to be a good motivator. Then if I would screen test for a movie that was a big opportunity that would have been life changing and would have given me an opportunity – Tim Ferriss: What is screen testing? Just as an idiot, I’ll ask. Vince Vaughn: Screen test would be you’re close; there are a couple people for a role and now they’re going to film a scene from the movie with you and perhaps the already casted actor or just a pair of people together. In screen testing they would just see who mixes and matches, or how do you do on camera; how do they feel you come off. I had a couple of those, maybe four or five for good opportunities. So you could go through seven or eight auditions to get to this point; it’s between you and two or three other people. And when you don’t get it, your day the next day doesn’t change; meaning you’re still going to get asked to go in for five lines on a television show or something smaller. There is no advancement as far as opportunity;; you are just a person with the same credits you had. So there was a lot of time and energy spent to get to that moment, and if it didn’t pan out you were no more castable as a known entity than what you were. So what would happen was when you would get that close and it wouldn’t happen, at first I would get down, and I would take four or five days and I would just not do anything. I’d lose my energy. Then I started to realize that the week I took off was really two weeks; that it was a week of not getting better, and it was a week of getting worse. And I said now I’ve given myself two weeks less to improve at the things I am in control of. I started looking at it like a percentage game; the more I worked on things, my percentages would go up. And what I realized later was it gave you a confidence to feel like you belong there. It gave you permission to perform in situations that didn’t feel comfortable because you had felt good about what you had brought to the table. So I would suggest you find a process – I think it’s important to allow yourself to feel disappointed. I think it’s important that you don’t turn off those feelings. But it is also important to how do you do that as quickly as possible, to then become productive again and start doing the things that are going to give you a better opportunity for what you want. The same could be said for a relationship. It hurts your feelings, but how much time is effective in mourning it and processing it? I really believe that no time is not good; you need that moment to accept it. But the sooner you can get back to doing things for your own growth and the things you’re in charge of, I think your chances o f having the things you want in your life become greater. Tim Ferriss: I think also, from what I’ve observed in you and other people who have done really well in their respective fields is that having an opportunity to be exposed to micro failures in some environment like wrestling, like auditions, inoculates you in such a way that you develop a tolerance for rejection that allows you to capitalize on opportunities much more effectively later because you don’t take the two weeks off. Vince Vaughn: Correct. Tim Ferriss: It allows you to improve. Vince Vaughn: But then we have the problem on the others side, which I don’t know if you’ve experienced; you see it with boxers a lot. Once you have a level of success, can you maintain the motivation to have the approach that you once had when the immediate needs are not very strong? How have you done with that? Because you’re in a place right now that I find – Tim Ferriss: I suppose I’ve taken what was a liability or what I viewed as a weakness for a long time, meaning an ADHD-like scattered attention where I would move from interest to interest. I would get very hot on something, then very cold, and then shift interest and I viewed that as a bad thing; being a jack of all trades and master of none. At some point I asked myself, what if this weakness could be a strength? What if this bug could be a feature; how would I describe it? If I could make a career as a professional dilitant, what would that look like? By doing that, I allow myself this sort of intravenous hit of excitement, even though on a macro level my career has improved over time, I’m continually becoming a novice. Does that make sense? Vince Vaughn: Totally. Tim Ferriss: I’m always going back to white belt. And I think that gives me a certain hunger that allows me to be both excited and also not get too inflated ahead any bigger than it already is. Vince Vaughn: So in something like a podcast, which is the continuation of the same thing, although you’re exploring different people, is it that the people are different and the opportunity to investigate is different? But how do you stay focused on that, knowing that your nature is to – Tim Ferriss: The podcast has been an anomaly. I thought I would maybe do six or ten episodes. I think this is in some respects pretty similar to the way you look at things, but I will ask myself which of these, say, five projects will allow me to develop new skills and relationships that could last beyond the project even if it fails? And that was the goal with the podcast. I wanted to format it in such a way, work on it in such a way that I could, for instance, listen to audio and get rid of really annoying verbal ticks that I had, like using the words “pretty good, pretty interesting, pretty this, pretty that.” I used that adverb as this throwaway for everything and it drove me insane, but I didn’t realize it until I listened to my own audio. The short answer is, and I think we have actually a good clip to elaborate on this just a bit, is scratching my own itch. So for each of the podcast guests I have on, it’s because I have an intense personal interest in something they are good at or have figured out, or I feel that I am weak or weaker. So if I’m having, say, relationship issues and having trouble thinking through them, I’ll go to an Esther Perel. If I’m having some type of weight training issue and I want to get stronger, I might go to a Charles Poliquin or Pablo [inaudible]. It’s an intensely personal interest for me that drives each of the guests and that gives me the variety within something that could be viewed as uniform. I’m going to ask you about how Swingers came to be because it seems to tie into frustration. But first, how much of that was word-for-word script; how much of that was improv? Vince Vaughn: A lot of that was improv and it’s in the moment. We had a production crew, we did that movie for $250,000 and I think our sound guy normally had done porno movies and we were doing this stuff and taking it. And I think they were judging us a lot, like oh God, here are these fucking guys saying money again. So when I did that, I caught I think a crew member who was in kind of a snooze fest – it was late – and I used it as if it was patrons at the bar. I responded in the moment like I’m the fucking asshole for trying, right? I’m the fucking asshole in the place for celebrating my friend’s gross. But it was all connected. The intention was obviously there, and then you would play around with it. Tim Ferriss: How did Swingers come to be? Of course I’m sure there are many different aspects to it, but why did that movie happen? Vince Vaughn: I think whenever you work on a movie, people always remember their contributions greater in success; in failure people always make it like God, I tried to warn them, right? But Swingers really came about because there was an auditioning for lots of parts that I felt weren’t truthful or connective to what was going on. That’s why I think it’s important for young people, both musically and writing-wise, whether it’s film or books or whatever to have a voice because it’s unique to the culture at that time. And I think things that resonate in the culture are more important than setting up for a large global thing. Sometimes you can have things become larger, but whether it starts, whether it’s Boys in the Hood or something that feels like it’s trying to explore the now is very viable. Tim Ferriss: That’s true for startups, too. All the biggest startups that people would recognize here, almost all of them started with that. Vince Vaughn: Right, a need. It’s the same thing he was saying; a frustration. So it felt like for me, when I had lived in Los Feliz, the old punk rock bands started playing live swing music and writing original swing music. I had always had an interest in old swing music and big band music, and country music and I still listened to it when I was older. So when this came about and you could go to a live venue and hear original songs by a 14-piece band was fantastic and it was just what was going on. It was nothing we created. It was the environment which we lived in, which to your point starts with you’re seeing a need and a cause. So I said to John, we can’t sit around and wait for someone to write something; we should go write something. I started my journey to write something, and in two weeks John had this story inside of him which was leaving a girlfriend behind and moving to this unique world and me sort of being a guy that’s showing him around to these bars and these places. We became focused on getting that movie made. He had an agent; I didn’t. We would go sit in this coffee shop, the one that was in the movie, and in our minds we would play out, almost like visualization. We would play out how to get past obstacles, how it would be received. And I think this is interesting in life. Tim Ferriss: You mean obstacles to getting the movie made? Vince Vaughn: Getting the movie made and at the time we had read the book, The Fountainhead. I had read it earlier and John had read it, which is defiant in its pursuit of one’s artistic goals, meaning you don’t compromise; you stay truthful to what you’re exploring. We were very young and very much wanting to not change things. There were suggestions to make the movie with a girt as part of the group because they wanted to hear a girl’s perspective. I thought if these guys had a girl’s perspective, they wouldn’t act this way. This is about young men when you’re outside of high school or college for the first time, how do you go up and meet someone when you don’t have a comfort zone with them. So it was really exploring that time. It wasn’t a health video; it was more what was going on. So we were rejecting of these things. Anyway, Doug Lyman came on to direct the movie; there was a journey for us to play the parts, which ended up happening. Tim Ferriss: How did the director come on? Vince Vaughn: To finance the movie; we couldn’t get the movie made. We used to do live readings and every time we did a reading, it played huge. But the way they would handicap things, they would suggest what’s the audience for it? There’s a problem in Hollywood that it’s gone so Wall Street, meaning it’s so quarterly; everyone needs to drive towards a return. It’s like the car industry; it used to be the engineer would get the corner office. It’s the Harvard guys that get the office; it’s the finance guys. But the predictivity of the cars perhaps suffers sometimes. In our industry, it’s the IP that’s going to break through. But that can be challenging when there are cultural things trying to break through, and if they can, a lot of times the resonate because people are connecting to self growth; the stages of ones life whether it’s in a Campbell way or a Carl Jung way. It’s the same evolution of facing your fears and the nature of letting go of ego and those things. The stories are exploring those, in some way. Doug came on and he had the money to make the movie. He directed it. He actually shot it; he was a cinematographer. And I think it was the perfect combination. There was conflict at the time but I think if you would have changed any of those elements, you wouldn’t have had what you had. Doug had not hung out in these neighborhoods or been to Vegas in these ways, and he did a great job with the camera. It felt documentary-style, as if you were there and it became a key ingredient and a way to receive a movie like this. John did a phenomenal job of taking something personal and putting it in structure and drawing on the things around him. I think it was like a band where it just worked. It was something that we were passionate about. It was from our lives, our childhood and it was exaggerated with an awareness, obviously, for comedy. But it truly is sort of about in this case letting go of rejection of a girl and giving yourself permission to feel like you’re viable that someone could love you. First you start off saying how do I learn tricks to trick someone, and at the core of that is suggesting that you yourself wouldn’t be loved. It would have to be some manipulation, which is such a terrible place to work from. I think what made Swingers so different from a lot of the pickup stuff later was Swingers was really kind of self empowering. He rejects Trent’s stuff, sort of in the end. He kind of connects to someone by being his true self; he doesn’t try to be something different. It’s through going inward and finding his way that he evolves to his next stage which is now he’s connecting someone from a truthful place. And so it was to the point that you showed with the clip with Blake; it was a frustration and what was available, and then where are the stories from our age and the motivation to create those. Tim Ferriss: Were there any points where you felt the movie wasn’t going to get made, or you doubted the movie happening? Vince Vaughn: Oh, God it was every day. There was an arms dealer at some point that was going to invest; I don’t know. Tim Ferriss: Hold on. Vince Vaughn: No, we’d take meetings at the agency and talk. We had done Rudy and whatever, and then we’d leave and the agent would be like, they’re an arms dealer I think, I don’t know but here’s the point; they’re going to give you a check; I don’t know. But none of them came through until Doug finally made the movie. Tim Ferriss: And you knew Doug prior? Vince Vaughn: I did not know Doug. I met him through John. Tim Ferriss: How did you guys convince him to do it? Vince Vaughn: I think he came to a read-through; a friend of his suggested the script and he saw the value of it and wanted to participate. We made the movie wanting to go to film festivals; in this case Sundance was really popular. We got rejected by Sundance. And the mission was sort of to get into Sundance. It felt to me that perhaps the male point of view in an unapologetic way that was very authentic to what these guys’ journey was, was not in sync necessarily with what the festival was doing, or that movie. So it was interesting to have had, as part of our plan, be given a no and that was another resilient movie where at that point it’s like Dorothy. You had to not put a value on the wizard and go within again and say why am I telling this, and why do I believe in it? It was forcing us to reaffirm, approach the edit from an even greater strength of truth of conviction of what we were doing. And ultimately it became what it became. I like to say that we knew it, but we were naïve enough to believe that we experienced this, we found a value in it, and it just so turned out that there were lots of people maybe not living in a swing-centric neighborhood. When people would read the script, they would say why can’t you put in grunge music or hip hop music or things that were popular to suggest that an audience would be more engaging? But we said no, that’s not interesting to us. This is a unique community. I think the uniqueness is actually what made it translate, and then swing music had a resurgence afterward. I think by not over thinking what people want, by experiencing in the same way that he’s saying, realizing from a personal place what you’re frustrated about or what you feel like there’s lacking; sometimes that is a great catalyst to creating that very niched thing, and then it gets into the fabric in a very different way. Tim Ferriss: I think also that as soon as you start designing something for an audience, and this has certainly been advice I’ve received from successful writers, you stop looking at your own pain, you stop looking at your own needs and you start making something for an imaginary figure in your head. You start veering away from a place of honesty where you know something is concrete. Vince Vaughn: But then you’re putting satisfaction in someone else’s hands, which is very dangerous. Versus did you attain what your goals were, knowing that your goals might change. And I say goals, I don’t mean perception of results; I mean the execution, which goes back to the schooling and learning in the same way for me; am I exploring what I believe in, versus trying to please someone. Tim Ferriss: Definitely. Kurt Vonnegut, one of my favorite writers, certainly has talked about this a lot. Vince Vaughn: Did you see his YouTube thing with the fall/rise story? It’s great. He explains the stories in kind of a fall/rise, which would be Cinderella and he does it real nonchalant. I recommend it. Tim Ferriss: There are few other examples of this in your career, and you have such a filmography we can’t possibly go through all of them. You mentioned music so I want to ask just a fact-checking question, which is later of course you appeared in Jurassic Park. Did you come on Steven Spielberg’s radar because the Jaws theme music was in Swingers and you needed clearance? Vince Vaughn: Yes. Tim Ferriss: That’s incredible. Vince Vaughn: It was odd, but younger I was real defiant in what I wanted to do, but I loved Spielberg’s movies and went into Jurassic Park and did that, and I really liked him. I found him to be very generous with is knowledge. He took meetings. He would talk about western movies. I’m a fan of westerns and we would just sit as two fans dissecting things, which I found is very nice in someone in his position; allowing my opinions and taking them in and turning them around and then coming back. I felt it was playful. And I found him as a person who was obviously knowledgeable to still be including in a young man’s conversations in film and that was a great quality of his. I enjoyed that connection and those conversations with him. Tim Ferriss: Of course you’ve learned a lot from observing people on stage, say in improv and elsewhere. What else did you pick up from Spielberg, or learn from him? Vince Vaughn: That movie, really that was my biggest thing was his ability to not create a separation, to know what he wanted but at the same time be engaging with others. I admired the tone in which he did things. Tim Ferriss: That was just in a very open minded tone? Vince Vaughn: Confidence in that it was not pushing down to others. Tim Ferriss: It was his way or the highway. Vince Vaughn: He would ultimately make his decisions but without the imposing or the struggle of it. Tim Ferriss: Given that the most frequent question from my fans on Twitter, Facebook was something related to Speeder comfort, we have to watch a clip from Wedding Crashers. Tim Ferriss: The reason I wanted to show that, just aside from shits and giggles because I wanted to show it, that became at the time the highest-grossing R-rated film of all time. I’ve heard about conversations of earning the rating. Why do you think that film did so well? Vince Vaughn: I think we worked from a similar place as Swingers. After Jurassic Park I didn’t do a lot of studio movies. I was offered some, but I was just more gravitating towards these independent movies. Then when Todd Phillips, who is still a friend who I like quite a bit, Todd offered me Old School, the studio said we don’t think he can be funny. He had done mainly dramatic stuff younger, and Old School felt like a great thing to me because I felt like we were doing something authentic, but I also really could buy into it in a way that felt like this is awesome, this is fun. And so I sort of got my wings in a way that I could do more commercial fare but it was going to be something that I was really excited about. So when we got to do Crashers, it was a concept and an idea. The director, David Dobkin and I had done this movie, Clay Pigeons with him younger and I liked him quite a bit. But Owen is a terrific writer. He wrote a lot of the Wes Anderson stuff with Wes and he has a very interesting take on things. And we have similarities and differences. But we just approached it and started to just write, like in the course of a month we just sort of changed the structure and the writing of the script with the director; we all just would sit and write and change it. So very much so in the spirit that you and your friends would do something, not worrying whether it was going to be liked, not worrying whether the studio would say it’s okay. I remember first being on the set saying some of the things I was saying, and I was like, I can’t believe no one is stopping me or no one’s saying you can’t do this. But I think the difference here was we weren’t earning [inaudible]. I had no intention of being shocking for shocking’s sake. If you look at that scene and you go back to the early statement that there’s nothing funny about comedy, I think what makes that thing interesting and funny is he has absolute, unapologetic convictions about some things that might contradict each other and his point of view is surprising. So he is infuriated that he was jacked off under the table. He blames his friend for putting him in those circumstances. Like that would be a terrible moment to have happen by a very attractive younger girl. But in his mind, this is a horror that no one should have. And yet at the same time, an older woman’s breast to fondle then would be absolute bliss. That would be joy and that would be an exceptional moment. And then he kind of puts himself in that moment, like a child, like an already sensed memory, like in his mind what he builds it up as. And so I think the commitment to those points of view and how they lay up against each other, and then the team players, you’re mocking the very concept of what’s a healthy work environment; and yet it’s applying very much so to sexual encounters in a house. So my point being that I think we really just tried to define dysfunction, friendship, that feeling of you love someone, of friendship but you’re like a married couple; you have real issue and problems and they conflict. And we were only looking to pursue this. I didn’t know that it would make money, or what it would do; there was some R movies that had done well; Old School did good, and of course there was Something About Mary and of course the stuff we grew up on, and I’m aging you more than me, but Animal House again of that time. We were really just looking to hit the guitar chords in an honest way for what we found to be fun. And it turned out to be a larger success. Tim Ferriss: You’ve had many different milestones and landmarks throughout your career; two of them Wedding Crashers and Swingers. The next clip I’d like to show, and then I have a question about all three, is The Breakup. Tim Ferriss: So this movie was very successful. What do you think made it different? Vince Vaughn: I had an idea. I had never done a romantic comedy and after that I fell into the trappings of some of these. There was a lot of good in the approach to this movie, and one thing I should have held stronger to. To that point, I was offered these romantic comedies and it wasn’t my life experience. I found that, like a lot of people of my generation and I think with evaluation too strongly, I was really committed to focus on my career, and that a relationship was something that you could be in love or have feelings, but you had to get yourself into a certain place career-wise, which is not necessarily always the case or true. But at that time I had never thought about what would make a marriage work, or being with someone but I had feelings and investigate and be with people. I was fascinated by, because I had this experience happen where you could be really drawn to someone and very much connected to them, and not just physically but there was something going on where you were really drawn to them. And at the same time, there were things about them that were very much so in conflict with things about yourself, it was not a match. And there were always lessons; I would look at it in more of a spiritual way or conscious way or psychology way; what is it that’s playing out in this way? So I thought sometimes you have to really love someone. Your skill set’s not there, there’s isn’t there so you clash and you burn out the relationship; you burn out the love. And now, you can never return to it. You’ve damaged it to the point where there’s no going back. And now you’re a better person. If you were to meet today, you’d have a chance. But you can’t meet today, and you’re not going to be with that person. And there was an oddity in that moment to me of I love this person enough to stick around and learn this lesson, and now I can’t go forward with them. It was more authentic to me and my experience at the time that you don’t end up with someone you love a lot because of your flaws, but at best you could learn and be a better person and then go out there and meet a person, again knowing that in life sometimes the love you feel younger, as strong as it is, it doesn’t return in the same ways because you’ve gone through that experience. You’ve felt those rushes before. So it’s an interesting journey. So in that movie, I wanted them not to end up together. I had two great young writers; they hadn’t done a lot; Jeremy Garelick and Jay Lavender. I had this concept I wanted to do something in Chicago because I was from the area. I wanted to set up this odd couple in an apartment where you would see their flaws and differences and underneath it see the hurt, like the scene at the door that precedes it. he wants to go in. it’s not that he’s absent of feeling; he doesn’t know how and he’s too afraid. And play that out in a way that’s comedic but dysfunctional and totally different. It wasn’t a traditional comedy throughout; kind of reversing the first half being heavy and then being light and getting what you wanted. So, that was the intention and I think again, maybe the why of it, which I think is what people respond to, is that I was personally interested in understanding when you destroy someone you love, a relationship with someone you love, what are the dynamics and leaving, they both leave in a better place. But there’s a nostalgia that it’s not for us; not for this moment. Tim Ferriss: The reason I wanted to show these three clips specifically and talk about some of the earlier cold calling and so on is what I found so reassuring and also tactically practical about looking at your career is 1) you don’t get in life what you deserve; you get what you negotiate. So you should become good at negotiating, whether that’s having the luck or misfortune to have certain jobs, let’s say, that put you on phones; or just reading books like Getting Past No, Secrets of Power Negotiating; there are a number of decent ones. That’s point No. 1. Point No. 2 is that on a very reassuring note, you don’t have to be what many people conceive of as – or let me rephrase this. You don’t have to create brand-new worlds that are utterly different from the one we live in to create something unique and successful. When I look at some of the most important creative decisions you’ve made, the projects you’ve selected, they appear to have two things in common. One is you’re scratching your own itch. I know this from conversations with you; you’ve turned down a lot of very what people would consider lucrative opportunities to focus on things that you personally want to do to satisfy some need or want of your own. And secondly, that you can be or be seen as very, very original by simply being honest and having the voice. And I don’t mean that in a clichéd way. I mean that if you simply tell the story of a bunch of dudes who are completely irresponsible on many levels being dudes, say in the case of Wedding Crashers, because that hasn’t been told in a very unfiltered way; just by definition you’ve done something very, very unique that can stand on its own merit. And then let’s say the Breakup having the ending you wouldn’t expect, and all of these issues that are conversations that probably everyone in this room has had at some point or another; you can in fact create something that is not only successful but original because of that. I remember early on being told because I was having so much trouble writing my first book, and I would draft a few chapters, they’d be kind of slapstick, stupid, Three Stooges because I thought I was supposed to be funny. Then I’d throw it out and try to do something serious and it would be really pedantic and boring and I’d throw it out. And one of my friends said it’s not that hard to have a voice; you just have to be honestly yourself. Like embrace your weird self and display that, and then you’re consistent and then you are the one and only version of yourself that you can be. Vince Vaughn: That’s a journey that we all learn of tone. Mel Gibson, who is one of my favorite film makers, and I worked with him on Hacksaw, without knowing it the old Warner Bros. when it was a family, they had a mission statement for their movies that was slightly different, but it was “Entertain, educate,” and then Mel would say elevate. So if you just entertain people, you keep it fun and engaging, educate their learning about something through the course of the movie, and elevate you leave feeling inspired that you could do something and the wondrous thing was enlighten. But similar as a roadmap, and I think it’s important when going to do dramatic stuff, like it doesn’t have to be the dark keys of the piano always in earnest as it feels false in a way. I think being able to be light or have fun in writing and then when you want to make a point or have it hit, you give yourself permission, it feels like, to go within [inaudible]. Tim Ferriss: In the time we have left, which isn’t a whole lot – just a few minutes – I want to ask a few questions I like to ask everyone I interview, and I don’t think I’ve asked any of these of you personally when we’ve been talking about Marcella teens and so on before. Are there any particular books that stand out for you as favorite books, or books that you’ve reread or gifted to other people? Vince Vaughn: Benjamin Franklin’s autobiography is I think the most compelling of books. He writes I think originally to his son. It’s not his biography; it’s his telling of it and he was such a prolific person. I think what’s interesting in similar ways that I enjoy you and what you do, he talks about his process. He invented the pros and cons list, the public library, the fire department, and was very prolific in science, obviously; electricity, the catheter, bifocals, flippers. But then musically and in languages, he spoke many languages. There is a falsity that you’re one side of the mind or the other; they really are connected and he would explore process very much so. He was learning Italian and he had a chess opponent that was very equal. They would play where the winner got to assign a very rigorous homework assignment on the language. So it would force you to stay really focused on chess, and then if you lost, you were actually learning something that was valuable. So just systems in things that he would do and how he would approach things where he would be somewhat vulnerable so it was encouraging that a process could lead to changing your circumstance. Tim Ferriss: That makes perfect sense to me because I’ve heard stories, don’t know if they’re true, about early days in LA where you made calls to perspective agents and you’d say I’m visiting town, I want to weigh all my options before making a decision. You had a way of presenting yourself in such a way that would hopefully become a self fulfilling prophecy, which I think is very useful. It’s a very valuable strategy and it makes me think of something I read in Walter Isaacson’s biography of Franklin. He made his real money in printing, as you know. One thing he used to do, even though he had employees and everything was under control, he would get a barrel and fill it full of all these print supplies and walk up and down the street, and then go back in, take a rest, drink his tea because he wanted everyone around to see how busy and successful Ben Franklin was to then propagate more business, which in fact worked. Vince Vaughn: I think that’s an important skill set; calling people that you’re not comfortable with and getting access and figuring out how to do that. If you don’t learn how to reach out, you’ve given yourself permission many times prior to even writing where you would call someone because you were fascinated, and you’d be surprised if done in a way that feels good how people are willing to sit. Because if they’re doing these things, a lot of times they’re engaged in process themselves. Tim Ferriss: I used to teach a class in high tech entrepreneurship and I would assign as a prize a round-trip ticket anywhere in the world to the student in the class who could get ahold of and get a response from the most difficult to reach person. We had people get responses from Warren Buffet, from former presidents; it was amazing. I’ve even heard of some people – you don’t need a class to do this but you can put together a betting pool with a group of friends. Alright, everyone’s going to put in $100, $200, whatever is enough to sting a little bit if you lose it, and then compete to get a response from the hardest to reach person. Vince Vaughn: Going back to Franklin with the Juno, he would have the club where people would get together and they would do similar types of things. It’s a skill. It’s something to definitely work on. And nowadays with the internet and stuff, we all have so much wealth of information. It used to be so hard to get a book. Now, you can get information on anything. So I think getting the information is interesting but getting the skill sets like active literacy, being able to stand up and give a speech, being able to write your ideas; I think those are all things that are good to spend time on because whatever your passion is, they’ll help you in that. Because ultimately you may need to connect, or get a job, or do something and that skill set is helpful. Tim Ferriss: I might be misattributing this, like every internet quote is attributed to Abraham Lincoln. This relates to maybe a separate podcast we can have on education and your thoughts on that, but at one point I want to say Henry Ford was being interviewed. The interviewer asked him some factual question, and he was stumped; he didn’t know the answer. The interviewer somewhat condescendingly said any fifth grader has memorized that fact. And he said, “That’s why I have a library; so I don’t have to memorize facts and I know where to find them.” I think that in lieu of a library, sure you have the internet but even more valuable, when you develop the ability to reach out to people and have conversations that make you uncomfortable and expand that sphere of comfort, you can find any information that you want sort of from the horse’s month. Vince Vaughn: And I think seeing someone like yourself, it gives permission to feel like you can do it because I see someone who starts from a place of being drowned by a bully, and emotionally you connect to that; putting a sense of memory to that terrible experience to then realize that whatever my personal dialogue is about seeing how it goes. One great thing about failure is you realize it’s not as bad as your mind makes it out to be. The fear is more crippling than the actual consequences. The consequences a lot of times feel almost relieving in a way, because now you’ve faced it, you’ve gone through it and that kind of takes that away from you. Tim Ferriss: It’s amazing how also over time, the more you don’t address your fear, meaning if you take some large fear and you break it down into the smallest possible steps, let’s say for swimming for me is even just putting my face underwater for a period of time. So forget about swimming, forget about learning how to breathe; just putting your face underwater. Then when you finally have the incentive, like this bet that I had with my friend, or rather this mutually assigned New Year’s resolution – Vince Vaughn: With a deadline. Tim Ferriss: With a deadline. When I actually sat down and found a method of swimming called Total Immersion, which I recommend to everybody which was introduced to me by Chris Sacca, who also had difficulty swimming and said I have the answer to your prayers. It took me about ten days to go from zero laps in a pool to 40 laps a workout as meditation. It was incredibly easy compared to the mental monster that I had created for myself. Vince Vaughn: That’s what’s fascinating, is how much of it is the woods we’ve created versus the actual path to the destination. Tim Ferriss: So if you had a billboard, and this is more a metaphor than anything else, and you could put anything on a gigantic billboard to get a message out to millions of people, what would it be? Vince Vaughn: I probably wouldn’t say anything, because I don’t like to give advice to people. Because I feel like you can show people the way, but they have to find their own way. But maybe it would be to learn how you learn and to learn yourself and accept yourself; learn who you are, and learn how to accept and love yourself I think is a big part of life. Because within that, you might find your interests and give yourself permission to explore, like the Campbell quote of follow your bliss. And then also, learning how you learn is getting quiet and learning how to engage in things, for example your swimming situation; finding a way to approach it where you were going to enjoy it versus taking some sort of a course that someone says you have to do it this way. There’s always more than one way to the waterfall. That would be a long billboard. Tim Ferriss: It could just be a mirror. Is there anything just in closing, any recommendation or ask of the people in this room or the people listening to this for the audience? Any recommendation, ask, or otherwise that you’d like as parting words? Vince Vaughn: Parting words? Oh, man, I don’t know. I just feel that being engaged in life is a good thing, and trying at stuff is a good thing and then really doing your own evaluations for how you feel about what you’re doing is important. And I think connecting with people is good, and laughing, having downtime and taking the pressure off and just being, daydreaming, being present and not always driving towards something. Sometimes I think learning comes from letting the mind rest and do nothing as well. Tim Ferriss: One thing I’ve really observed from you that touches on a lot of those boxes is in many of your interactions what I’ve seen with me and many others, is if you want to be interesting, be interested. You ask a lot of questions. So maybe focus on holding forth and holding court less and asking more and better questions. Vince Vaughn: That’s the more articulated version of it, yes. Be engaged in learning from others and watching them, for sure more than feeling a need to pose where you’re at now. Tim Ferriss: Vince, I personally want to thank you for helping to make Fear(less) a reality. Vince Vaughn: I want to thank you truly for coming and playing. I think you do a tremendous job and there’s been a lot of good that has come into my life from what you do, and I know to others as well. I hope that continues, so thank you for your inspiration and for your vulnerability; I appreciate it. Tim Ferriss: Ladies and gentlemen, Vince Vaughn! Vince Vaughn: Thanks, brother. Tim Ferriss: Thank you. Posted on: June 5, 2018.", "speakers": ["tim ferriss", "vince vaughn"], "text_sentences": ["hello boys and girls", "welcome to another episode of the tim ferriss show", "i am sitting in a hotel room overlooking the highline in new york city because i was here for something called vulture fest", "what is that", "it is a very important event for the world of television, entertainment, film and so on alongside others like, for instance, the tcas, the television critics association", "i’m mentioning this because it’s related to today’s guest", "of course my job is to deconstruct world class performers, to pick out lessons and habits and favorite books and so on that you can use in your own life", "and the guest today is vince vaughn", "many of you know vince, of course; he doesn’t need a lot of introduction", "he is one of the most prolific actors, writers, and producers in the world", "he’s acted in more than 30 major motion pictures that have gone on to gross more than $1.7 billion at the box office", "he is largely credited for redefining the r rated comedy with his performance in the 2005 hit wedding crashers, which set the record for highest grossing r-rated comedy at the time", "he is and will continue to be, i expect, one of the most sought-after leading men in hollywood", "his handprints have been put outside the chinese theater, and i know of many things that are irons in the fire that you will be seeing in the forthcoming months and years with vince", "one of them involves me", "vince has listened to this podcast", "he reached out to me, along with his production company, wild west, to do a tv show together", "it is out right now starting may 30th, 2017", "it is called fear(less) – that’s fear less in parenthesis – with tim ferriss because the objective is to teach you to fear less, not to be fearless", "big, big difference between those two and i could not be more excited", "there are ten episodes", "it is on an incredible set with a live audience surrounding us", "we use video; we use images, in some cases live demonstrations on stage", "as of may 30th, you can watch the first episode which is with david blaine, master illusionist and endurance artist for free at att.net", "so check that out for free, and for sure you should take a look at this episode with david blaine", "people – meaning you guys – have asked me for so long with david blaine and now you can see him live, performing magic, getting into his personal stories at att.net", "so look for fear(less) with tim ferriss and you can find it on that home page", "and all of the rest of the episodes you’ll be able to find as they’re released on directv, if you have or want directv, and you can then stream them on directvnow.com", "there is a free trial option that you can check out, so there are no reasons not to take a look", "some of you have asked, and i’ve seen this on twitter in the last couple weeks; i buy one of your books and give you $12.00 every three years but i’ve had benefits for ten years", "that doesn’t seem fair; what should i do", "well, if you want to spend just a few bucks after watching the first episode, i would really appreciate it and you can check out the entire season of fear(less)", "so that is that", "we cover so much in this conversation with vince, and get into stories of his early beginnings; how to negotiate, his cold-calling career as it were, at least a few jobs that contributed to that, and many of the most important decisions that he made as a producer, as an artist, as a businessperson and entrepreneur, for instance", "i really had a blast doing this", "i hope you enjoy it as much as i did, and please check out fear(less) with tim ferriss", "you can also find the trailer and other things at tim.blog/fearless", "and the entire episode for david blaine can be found at att.net", "as always, thank you for listening", "thank you everyone for coming, but we’re missing half the show here so without further ado, let’s bring out vince vaughn", "i look a lot shorter in person", "this feels very intimate and comfortable, the white room with the skateboard ramp", "we will be doing a skateboarding demonstration afterwards, which is why we have the curved background", "thank you everybody for coming", "this is going to be a fun conversation", "vince and i have had a chance to spend a good amount of time together", "we are going to delve a lot into his story, many of his decisions and adventures, some of which i think you will have not heard before; certainly many of which i have not heard before", "and i thought we would just start with a little bit of context", "so, this show is something that i have in some form or another wanted to do for a very long time", "we connected initially through the podcast, so i thought maybe if you would want to give a little bit of background as to how we connected and how this came together, and then i’ll switch gears and we’ll go way, way back", "i am a fan of tim’s and i really appreciated the books as well as the podcast, his investigations into things an finding ways to effectively get past your trepidations or fears and become able to engage in things in a way that was more fulfilling", "i liked his whole journey and the way he approached it, so i was sort of like the warren buffet of producers in that i really like to just engage in things that i’m excited about or that i really enjoy because you do end up spending quite a bit of time on it", "so as a fan and someone who was enjoying it, i reached out to tim and said if this feels like a compliment to what you’re doing and still not taking from what you’re doing, is there a version of doing this where we record it with people that feels like a good continuation", "and i referenced your ted talk specifically, the dealing with fear and your vulnerable experiences as younger with some pretty traumatic experiences", "and how that, instead of suffocating you or maybe it did at the time, how later in life you were able to readdress those", "it’s part of the reason that i’m excited to talk to you in front of all of these folks, because we’re going to get into some of those moments for you, certainly", "it’s a portion of life that is very often glossed over and that people don’t see when they idolize people on the magazine covers", "they assume they’re flawless and that perhaps, as a result, you as a normal are in some way uniquely flawed", "and instead, wanting to showcase how people can succeed despite the weaknesses and pain that they might have experienced or developed over time", "so, let’s go way, way back and talk a little bit about childhood", "i figured that would be a good place to start", "how would you describe your childhood", "where did you grow up", "well – at age 37 my hair started to get lighter again so we’re turning back", "both my parents came from single moms, and both came from very economically challenged backgrounds and so they really had a real aspiration to give a better opportunity to their kids so i was around a great work ethic", "i had an interesting journey in that originally we started off with very humble means, and my father was very self motivated and was very successful; started his own business and did very well", "and as i got older, we moved into a more affluent area and had exposure to public schools but good schools and all those kinds of things", "but i think it informed me where i had a work ethic and it didn’t put a big focus on results, meaning finances were never a driving factor", "not that i was raised that you had to take care of yourself, but being good or working hard at something was what was valued", "i think you do a lot what your parents do, versus what they say so i was fortunate to have good role models in that way", "what was your dad’s business", "what type of business", "his dad worked in a steel mill and on a real road and had a small, little 100-acre farm", "but he worked in the factory to keep the farm going", "his mom and dad were divorced so he’d go in the summers and work the farm", "he was the first in his immediate family to go to college", "he was a salesman", "he wanted to make a living", "so he started off with the swift meat company selling stuff, and then he ended up in toys", "so as a kid, it was a great profession because we always had a lot of toys", "he’d have sample toys and i’d get in trouble because i’d go get them and start playing with him", "he’d say you can’t touch that; that’s merchandise", "but it was odd because they would argue and do business in the way that you would in any industry", "but the comedic part to me is they were arguing over a ninja turtle", "you gotta put those damn ninja turtles on the fucking shelf", "i found it like i was watching casino but they were talking about the evel kneivel stunt cycle", "but he was the manufacturer’s rep and would be sort of an agent", "they would represent the manufacturers, getting them shelf space in kmart or toys r us", "so he’d be selling to the retailers", "correct", "what made him good at that", "we’re going to get into your ability to pitch shortly", "my dad’s interesting because my dad is maybe the most honest person", "he’s overly bright but i think he just can connect and relate with people", "i think he genuinely is empathetic with people", "i would see him in deals sometimes like with a house transaction, and people put down money and it didn’t go through but my dad would always give them their money back", "he was interesting that way", "so i think people trusted him and felt comfortable with him", "in the long run, i think it really panned out for him because he wasn’t as focused on that stuff", "he had a great sense of humor, and a good sense of humor about himself", "but i think he was very – is still very engaged with people", "one thing that struck me when we very first had dinner; this was awhile back and this is actually something a few of my friends who have now met you on set when we were filming have mentioned, is that you ask a lot of questions", "which, i hate to say it, but it has been unusual for me and my experience with, say, entertainment", "you’re very enquiring, and i think that helps to build empathy", "is that something you developed at home", "did you develop it some other way", "i think i was always curious about things and interested in people, and i like to learn and be challenged on stuff", "so i don’t mind; i like to ask stuff", "again as i said, my journey with you started really being a fan of what you were doing, but i was also very inspired by the background that led to this experience because i’m interested in that, that some very challenging things led to this beautiful life", "but there’s others who could have had those things and it could have been crushing to them", "i find what you do to be an olive branch and give some skills to others to maybe choose the good life and not be defined by the challenges", "i think that’s empowering to people so i like that", "for those people who don’t have the context here, the ted talk that i gave that vince is referring to talked about a number of different challenges i had, including a lifelong fear of swimming", "i didn’t learn to swim until i was in my 30s, which is embarrassing for a long island boy", "share the story as to what led to that", "there are many different components but the primary catalyst was a summer camp experience i had when i was a very little kid", "i was a runt, and generally stayed away from the playground because that was a danger zone for me", "that was where you’d just get your ass kicked; that was my association", "it was not for play", "i went to summer camp and kids were diving off this dock through an inner tube, which looked like fun", "i did that and a bully of the camp grabbed me by the ankles as i went through", "i tried to come up and get air, and kept hitting my back on the bottom of the inner tube and just thought i was going to drown because i couldn’t get my head above water", "and ultimately, fortunately, somebody who was a counselor spotted that and i didn’t die, obviously; i’m here", "but that led me to never want to swim, period, even though i was right next to the water", "i suppose this is as good a point as any to ask you about – because you and i actually haven’t really spoken about this", "but then later in life, you evaluated it differently; not being the child emotionally in that moment, right", "later i had a number of people who were very instrumental in helping me to rethink swimming, and also to not denigrate it", "i had rationalized not being able to swim by dismissing it as unimportant", "and at one point, one of my close friends first of all said this is a life skill you need to have for you and for your kids, so i’m assigning an open water race to you by the end of this year as your new year’s resolution", "i said oh, i didn’t realize that was up to another person to decide", "he was at the time very addicted to stimulants, meaning like eight double espressos a day", "so i said alright, if i’m going to learn to swim, which is the scariest thing in the world to me, you can’t have anything stronger than green tea for a year", "and if you agree to that, i’ll do the open water swim", "i didn’t think he’d do it, and he said deal", "so that were the stakes, and then someone helped me rethink how to go about swimming in a step by step fashion", "but it was that initial pain, that initial experience that later led to rethinking swimming, which then led to rethinking a lot of things and it’s led to the show, among other things", "so for me, that very story was a great entry into engaging and hearing yourself and how you dissect things in the people who were getting up and sharing", "because i think on some level, we all are looking for those things in life; how to let go of stuff and how to enjoy things in a more productive way", "could you talk about your car accident in high school", "it’s not something we’ve talked about", "sure", "no, i haven’t talked about it much", "it was after school", "i had played sports and then i had stopped; i had started getting more into acting", "it was during the day, and i was a passenger and it was raining out", "the girl who was driving was swerving on the road being cute", "i remember saying don’t swerve; stop it", "but she kept doing it", "we were going maybe 35 miles an hour, and then we hydroplaned", "i woke up in a ditch, my thumb ripped up real bad, and i couldn’t move", "my legs couldn’t move", "i had paramedics over me and i had blood all around me", "i was real concerned", "i didn’t have any idea how i looked; i wasn’t tracking it", "my friend was real bloody", "i said is sean okay", "they said yeah, he’s alright", "they got me in the ambulance", "they couldn’t get ahold of my parents at first because they were traveling and i just remember being in a lot of pain", "there was a moment you didn’t know what the ramifications were", "i had a small compression in my back which turned out to be nothing", "the aesthetic of my thumb being injured, it’s not just a very bad scar on the back side of it, and thankfully i have the thumb and can move it but there’s a pad that was gone", "that was challenging because it really made me evaluate the oldest cliché; without your health you don’t have anything", "so i really got the experience of feeling like what if i can’t move around; or people go outside and play, and things i had taken for granted", "and then just anything physical that is different that you’re used to in a certain way, at first it’s natural to feel insecure about it", "and here i was at that time knowing i wanted to pursue being an actor and an entertainer, so it was a gift in processing things and putting your focus on other things and you started to realize the power of your own inner dialogue as far as what you were creating or not", "so there were a lot of gifts in it, ultimately", "but at the time, i feel lucky in that without real consequences, it was a nice learning gift, in a way", "we’re going to talk a lot about that inner dialogue and self talk, but i want to touch on a few things that were around that same time period", "as maybe a preface to that, i will say that vince is one of the most consistently curious people i’ve ever met, which is saying a lot because my job is to interview curious people", "to give you an idea, we were just backstage getting miked up and he had questions about something called the marcello teen", "the marcello teen is a choke that’s used in brazilian jiu-jitsu by the michael jordan/wayne gretsky of grappling whose name is marcella garcia", "so i was backstage chocking vince about ten minutes ago, and there were a lot of very nervous looks", "very effectively, i will say", "[crosstalk] it’s a good choke", "marcella knows what he’s doing", "grappling was one of the first things – wrestling, specifically that we bonded over", "could you talk about the role of sports and wrestling to the extent that it had a lasting impact", "i think it’s important", "george washington i think credit ballroom dancing and horseback riding as two of the most important things he did because it gave him confidence physically and grade", "and being a leader, i don’t know that you could put grace in the body, whether it’s – i took ballet, i played sports; i think it’s important", "especially for me being tall, it allowed me to have i think more control and confidence in my height", "so wrestling to me was really a course in resiliency and discipline", "i would have loved to have played other team sports but i was very good at wrestling, for whatever reason", "i wasn’t as accepted in some of the team sports", "wrestling is very much a loner sport", "if you’re on a team bus, you kind of joke around and laugh", "on a wrestling bus, everyone is dead silent", "partially because they’re all dehydrated from cutting weight", "cutting weight and you’re going to get in a fight in front of your school or people you don’t know", "it’s like you shake hands, and there’s no one to block; you got beat", "and you are dehydrated", "it’s odd in that you’re growing and yet you’re trying to maintain a weight", "especially doing it when you’re younger, it’s very challenging", "you would come out of football feeling like you were in shape", "then you would go in wrestling and you would realize you’re not in any kind of shape because if you just wrestle, it’s exhausting", "and then the only other thing you can do is run", "in the winter in illinois, that meant hallways and stairs", "we had a coach who got fired; he was not fit to be with the kids", "but i feel like i benefitted from him having that personality but he was a real problem", "i feel like we need a little more elaboration so people’s minds to go crazy", "he had a real anger problem", "he would hit you", "i got hit", "okay, this isn’t spotlight", "i just want to – yeah, he punched me once in the chest after a match", "it hit the wind out of me", "he encouraged kids hurting each other", "but it seemed normal at the time", "he was like the cobra kai", "yeah, he was like cobra kai", "it was crazy", "he had his own emotional issues so we would win a meet like 60 to 6 or whatever it was, and he would be angry over the few mistakes", "at some point you just heard the emotion being poured on you", "i remember his sister was an assistant", "he’d always say, “get me a tab and an advil", "go get me a tab and an advil,” and then he’d keep screaming at us", "we would run these stairs in these hallways; it was like a spread but you didn’t make it under a minute twenty, you would add another one", "you were going to have the bar moved and he was trying to break your spirit", "he wanted to simulate all is lost; what you thought was going to get you there is not, and not where you stand", "but inevitably, the second string heavyweight was never going to make that time", "so the first time he would do it, he’d call the kid’s name real loud", "i remember the name but i won’t say it, but it might have been like an eastern european last name and he said he was late", "so then the first time he’d run after that, there’d be some encouragement: come on, you can do it", "but the second or third time, kids would start yelling and screaming at him or kicking at him, and really physically forcing him", "it was like a bad few good men; it was terrible", "i always had a problem with authority anyway, and i clashed with him a lot", "i ended up just showing up at the meets and i was good enough that i could do that", "i wouldn’t go to practices all the time; i really had problems with him", "he did punch me one time in the chest", "but he turned out to be someone who created a past that was not truthful", "he had told us that he had made the olympic team but it was the year that we boycotted it", "that turned out not to be true", "but anyway, i guess the long version of it is i think that i gained more than i lost, even with him being challenging in a lot of ways", "i wouldn’t change that experience", "you can have a great coach, which there are in wrestling and i think in general", "one of the great attributes in wrestling is constitution and grit; the ability to survive painful moments and not take them on in the absolute sense, meaning to have perspective on pain", "i want to touch on the word “grit” for a second because there are many researchers who have looked at grit and written about it, angela duckworth being one of them and there are many others", "also for instance i think it’s carol dweck who wrote a book called mindset and she talks about the intrinsic versus extrinsic validation in kids", "so you’re talking about your dad focusing on process, and i think that helps you to develop grit because you don’t assume you’re a failure if you have an isolated failure on the map", "as long as you’re putting in the process that allows you to persist, which i think relates to a lot of your career", "but i want to talk about maybe not the beginning of your career because it’s different, but shitty jobs when you were young", "because one other person i had on the podcast, chris sacca, who i’ve watched go from having a hard time affording a place in truckee, which is like a mountain cabin, to being on the cover of the forbes midas issue", "he’s now a well known billionaire investor", "one of his criteria for evaluating people to invest in is have they had shitty jobs or not; he likes to see people who have had shitty service jobs", "i was a busboy and got abused on long island for a long time", "do any particular jobs come to mind", "i have a few of them in the service industry but the one that i changed perspective on as i got older – it seemed great at the time – and i’ve shared it before, it was the telemarketing job", "i was old enough to drive a car; i was 16", "it was the summertime and we were always encouraged to work", "so i got a job", "i thought it was a great job because i sat behind this desk and i would read this form and insert names, and i would kind of make it my own", "i like competition and it felt as such in that we would all be in a room together", "it was an odd setup, looking back", "there was a guy – anyone 15 years older than you seem old; that’s just how life is", "so he felt old to me, even though he was probably younger than i am now", "but he had a very much younger girlfriend, and she would bring him soup and they’d sit in the back office", "it was an odd arrangement", "but we would sit at this table and we would sell, and the name would be on the board", "what we were selling was the point that came into question years later because it was a nondescript building in waukegan, illinois, referred to as walk easy, illinois", "we were selling tickets to the lake county sheriff’s police rodeo", "so the fact that the police were throwing a rodeo would really have one suggest it was an authentic thing, because the police were throwing a rodeo", "i don’t know if the police even knew about the damn rodeo", "there was a family package that was $20.00, which got you four", "and then there was an orphan; would you like to send an orphan", "who doesn’t want to send an orphan to an event", "there was a time when the rodeo wasn’t questioned; the treatment or anything like that", "i was very good at selling orphans", "i’d say to the family who said my family’s not going to make it: but would you like an orphan to go", "for $5.00 you can give an orphan a chance to go", "i don’t know how many orphans there were in lake county but thousands of them could have gone", "so i was feeling great, like i’m selling these tickets to the sheriff’s rodeo in a nondescript building in illinois", "i got good at calling people, making them laugh, connect to them in some way and then emotionally hit them up for the orphans if they said no to the other package", "at 16 i took it at face value, and years later in those moments when your mind wanders i started to question was there ever a rodeo, and who were these orphans, and maybe i was taking money from people on a fixed income and that didn’t feel good", "so the boiler room, jt marlin aspect aside, do you remember any of the script that you had to read", "is so-and-so home", "i’m vince vaughn calling from the lake county sheriff police rodeo, and it was something along the lines of the police are throwing a rodeo in celebration and it’s families – i can’t make it", "the family package is – or would you like to send an orphan", "for just $5.00 an orphan can go and enjoy the afternoon", "as if some orphans were going to come out and the other ones had to stay inside the place; it’s crazy that you didn’t evaluate", "but i remember seeing it as a competition, and i did very well", "i think i won tickets to madonna or something for selling out", "but anyway, i can remember sitting outside and every week there was a turnover so the bottom 20 percent would go, and there would be a network 20 percent", "some of the people doing the job were older than i was, and i was kind of excited and there was a little bit of the factory mentality of people who weren’t so happy or excited", "i learned that they had a different perspective because the job really meant something to them", "they didn’t want to be in the bottom 20 percent of the board", "then i saw the kind of turning on each other and that side of things as well", "third place; set of steak knives", "that’s right", "fourth place; you’re fucking fired", "that’s right", "yeah, one of those situations", "that’s right", "i don’t know if you knew it but my first job out of college was smiling and dialing", "i had to sell, via the phone in silicon valley these big data storage systems, and my seat was stuck in the fire exit", "i couldn’t even back my chair out; that’s your office", "what was your pitch", "my pitch was a little bit different", "we didn’t have orphans; that definitely sweetens the deal", "it was really doing my homework on the front end because i had to try and guess, selling to ctos and ceos these large data storage systems to places like american airlines or national geographic survey", "massive at the time was like 100 gigabytes; oh, my god", "you can buy it for $50.00 or $100.00 at frye’s now", "i’d say i’m read about you; i’m calling out of left field and you don’t know who i am", "i’m not going to try to make up a story, but i read an article in it news monthly about how you did abc, and i found it fascinating", "i know you’re probably busy, but i was wondering, i assume you’re using a solaris system for your abc", "if i had done my homework, they’d be like: i am; that’s a good guess", "and i’d say: look, i have to run to a meeting", "of course i didn’t have a meeting", "i’d be like i have to run to a meeting; i’d love to just send you a quick email", "you can feel free to ignore it if you’re too busy but i’m working with a startup and i think some of the technology could be a really good fit for you", "pickup artist", "yes, the pickup artist approach to selling ctos", "i was picking up ctos", "i’m really busy, but – exactly", "false time constraint; no, yes, no", "we’re going to talk about your phone calls a bit more, soon", "did you really believe in what you were selling at the time", "i did, yes", "there came a point later where i didn’t, towards the tail end where i realized wait a second, we’re promising things, the sales team i promising things – my friends were mostly an engineering group because i had to understand the tech to sell the way that i want to sell", "and then a lot of the folks on the sales team were selling stuff that had been promised from the higher-ups that the engineers were saying they couldn’t deliver", "i said wait a second", "in tech that’s called vaporware", "and i was like: wait a minute", "i’m not okay selling vaporware; that’s not good at all", "that’s when i started plotting starting my own thing because i just didn’t feel good about it", "is it true that you became class president because you were academically disinclined but felt that they would have to graduate you if you were class president", "there’s a lot of truth in that statement", "disinclined might be strong verbiage", "at a young age i developed a real problem with central, one way of doing anything and i found myself in conflict with it for my entire academic – i don’t know if you want to call it a career", "yeah, i didn’t put a real value", "i always try to think for myself and so there were some teachers who i quite enjoyed and would get a lot out of it", "and there were others i just really didn’t engage with", "i for some reason gave myself permission to speak my mind", "i was always i think empathetic in that i had a lot of different experiences, and friends with different groups and i was on all sides of it", "so i got along with everybody", "i was very bored with school", "i didn’t enjoy it", "when i was very young i did well on an iq test and yet i was not paying attention; i was bored", "i remember they took me to a psychiatrist and they said oh, we think he might have learning disabilities", "i was really afraid, and at the time i didn’t vocalize it", "i was maybe six", "i thought at the other side of this there was a fear that they could take me from my family", "so i remember overly talking in a way that i was an expert on everything i was saying and that i knew the answers to things", "for whatever reason in my young mind, i felt like i had to really nail this or they were going to take me away", "and it came back that i was borderline hyperactive", "but boys i think, like if you can’t sit still you’re not listening", "and so i had that kind of thing in me", "i always loved to read, and i always loved to learn; i just didn’t like the process of memorizing and taking tests", "i never enjoyed it", "and i didn’t enjoy stuff that i found to be ineffective", "i felt ethically challenged with playing the game; like if i didn’t believe something, why am i writing it", "should i not be investigating a principle that’s sound", "why am i catering to an individual who isn’t presenting a good argument, and why would i just try to get their approval and play the game versus really investigating it, which would lead to confrontations", "i got into a lot of trouble", "i would cut school and those kinds of things aw", "so ultimately, yes, i was nervous; i had to graduate high school", "my parents said you’ve got to graduate high school", "it was more about there were certain requirements i didn’t meet; i hadn’t taken enough years of math or the foreign language wasn’t interesting the way they were teaching foreign language", "i didn’t like saying tagusta for three years and no one could speak damn spanish", "i just didn’t enjoy the process of it", "so i thought if i’m senior class president, the senior class president will speak at graduation", "and i was opposed to anything class president-y", "for whatever reason, i didn’t like that kind of thing", "most kids who were running for student council thought this is going to look great on my application to an ivy league school", "i don’t know why, but that kind of bothered me", "so anyway, i thought i’ve got to do this because i’ve got to give a speech and they’ll have to pass me", "my senior year, i couldn’t miss any classes", "if they didn’t pass me, i would not have graduated and the idea of not moving to california and pursuing what i wanted to do, which i knew, and the idea of having to go to summer school was a real concern of mine", "so, i did run for class president, and i did win class president", "in doing so, i did get better grades my senior year, and i think some of it was perception", "interestingly enough, because i was the class president, i found my grades improved with very little effort", "you don’t want to be the one teacher who ends up flunking the class president", "prisoner’s dilemma with the other teachers", "it’s interesting to look back at the rationale, right", "it was like oh, this would position me in a way that would checkmate having to pass these classes", "it worked perfectly", "when did dell close enter the picture, and could you describe for people who that is", "i knew that i enjoyed acting, and i lived close to chicago which was a great place for training because it wasn’t as if you were going to be on stage and go to a pilot or a better professional opportunity", "it was really just about the training, so that was excellent", "i took a workshop; i think it was called the actors center; shakespeare and dance", "i met a gentleman in that who said you’d be very good at improv", "you might like improv, and i’m a member of a group called the improv olympic", "i knew of second city, and i said i thought i maybe i’d go take classes at second city", "he said this guy, del close who started second city, has since left", "he’s felt that it’s become more written sketch-oriented, and he’s started this thing called the herald, in which it’s true improvisation", "you learn a set of skills", "you’ll take suggestions from the audience and you will incorporate the games that you play and hopefully create a linear story structure that has an ending where the things that are set up in the beginning pay off", "and so i wasn’t old enough to be in these bars but they put me on stage very quickly", "there was a woman named sharana, and i think she still runs it; they were very nice to me", "i went down and maybe after two or three weeks they put me on stage and i started performing", "it was really a writers’ workshop", "a lot of great writers have come out of that same system because you’re seeing others do it, you’re having to think ahead of how you’re going to match this up", "he was a very interesting guy", "i had taken a few classes with him", "i didn’t get to know him intimately but he would always say there’s nothing funny about comedy", "the stories you hear about him being intense about it are very true", "it was great exposure at a young age to be given the permission to actually perform and to do it, and to do it live in front of an audience", "is this true", "i’ve read that on the first day of classes he gave, he would say, “there’s nothing fucking funny about comedy” to the students", "or does that sound like something he would say", "no, he did", "he would say that", "i wasn’t with him as much", "he would come in and it was classes i took with him", "but it was an interesting point of view that you’re not there to yuck it up and signal to people that we’re having fun; that comedy on some level can be an over commitment to the absurd", "so something that is an extreme point of view and your absolute commitment to that could be comedic", "i liked that as a foundation on some level; that you were taking things seriously to some degree, or putting your weight behind it, if you would", "what separated when you were watching, whether it’s fellow students or people who more advanced, the good improv people from the great improv people", "there are different body types and different energies", "but i mean that in the way that some people – you know this in life, too, like jackie gleason had this, or farley", "and i don’t mean about size; it’s just a presence", "and then others are more intellectualized or thought out", "so there’s more than one way to the waterfall; there’s not one size fits all", "i think one of the great ways to learn is watching others", "you don’t learn from being isolated", "you really only learn from watching others, and then application", "you can’t learn, in fact it’s impossible to learn by just writing down what someone else is saying", "it was great in the live sense to draw from others and to take from them", "but i didn’t see it much differently than method acting, and that ultimately was about listening", "you had to be present in the moment for what the other person was providing", "because if you responded without hearing it, it killed the commitment from the audience to believe it", "so if you said i’m an astronaut; one of the first lessons is “yes, and.” so i would accept what you do and add to it", "but if you say “we’re astronauts” and i say “no we’re not; we’re cowboys,” the audience is now disengaged because there’s no believability", "but if you say “we’re astronauts” and i say “yes, and we also train horses; how are we gonna do this?” i’ve continued the creation of the imagination", "so in collaborating i think listening is paramount because you want to be working together to create a reality", "let’s talk about listening to yourself", "this relates to moving west", "so you’d done talent shows, you had as i understand it a national commercial spot with chevrolet", "that’s right", "thank god you’re tall enough to be put on stage so you wouldn’t get arrested immediately if you’d been a little guy like me", "how did you decide to go west", "because for instance, i’ve heard different trains of thought related to this", "i remember hearing a very well known standup comedian say to another standup comedian who was just getting started: “don’t move to la or new york until you’re good.” those are the big leagues", "that’s where you’re going to have people in the audience who matter", "get good in the hometown and these following places, and then move to the big city", "you went from what you were doing in chicago and then moved west", "what was the internal conversation like", "how did you think through that", "there was a different mindset at the time, i think in general with young actors", "i don’t know that i ever thought i would make a lot of money doing it, or i didn’t define success as make a lot of money or star in a movie and make it", "to me, it was more i really love enjoying this; if i could be good in the scene, i’d like that", "and if i could get a chance – there was nothing in my mind’s eye that was separate, meaning a commercial or a television show; anything that would be performing and making a living doing it felt like a good idea", "so, i had had a level of success in chicago", "my parents didn’t want me to do anything professional like that until i was 18, but then i got an agent", "that’s another story, but i got this agent and i started booking national commercials", "silly things, like sears roebuck had a universal weight machine and i was one of the demonstrators of how to use it", "an indiana farm insurance commercial; different stuff so i felt like i was working a lot", "i had trained quite a bit", "i took it very seriously and i had trained a lot", "every chance i had, i was taking classes and reading", "so when i went to los angeles, i really had a point of view that i belonged", "so maybe to your friend’s point, at that age and although of course there was a lot more to learn, but i gave myself that permission and i felt the opportunities would be greater out there", "i don’t know what’s in a young man’s mind for how they land on things other than it felt like a better opportunity, and that’s where i was putting my chips anyway", "and i think then the telemarketing and the sales stuff did help, because i was able to call agents with confidence and suggest that they should sign me", "i remember them saying we don’t work with unknown people; we only work with well-known people", "it was an agent in icm", "i said no one at my age is that well-known and i feel really like i’m ready for this", "i persisted enough that she recommended me to a girl she knew who used to be an assistant, and it was next to pink’s hot dogs", "it was a small, little office", "i got in", "it was great", "i had opportunities to audition", "so you meet with this former assistant next to pink’s hot dogs", "yes", "what did you say in the first meeting", "i was just there to be an actor; i was there to work and i was very self assured in the fact that i would work hard and do it, and i signed up for classes and i think they just thought okay, this kid seems like he’s serious", "but i think it’s important to know that the friends i had when i was younger, there were three networks at the time and then fox came around", "but there wasn’t as much opportunity and people were really invested in studying and would talk about movies and books and exploring", "there wasn’t a focus on making it, or certainly not on leveraging celebrity in a way of selling", "i’ve never done a commercial", "if people do that, there’s nothing wrong but i saw that very differently; i never wanted to be in that", "so, it was really just acting and imagination and exploring", "it’s not that there’s anything regal about it, other than the fact that it’s a joy that you have", "there wasn’t any sort of financial component to it; in fact you probably weren’t going to make a lot of money if you were going to go into acting", "and i think that served myself and my friends that there was really a focus on getting better and learning about this", "it really is a gift going in and learning about yourself, ultimately, which i think in life is sort of what you come to realize as you get older is really what the journey is", "how did you make ends meet during that time", "i was very fortunate that the chevy commercial – and literally i never talked; i caught some car keys and then they would put that in different clips", "$60,000 i made off that in a year and other commercials i had that made a lot of money", "so i was financially way ahead of the game, and i lived very frugally", "then i started working, and you know i’d get residual checks and money coming in so i was very fortunate that i was a working actor at a very young age", "when i say working, i mean not well known but able to work and show some stuff", "able to pay the bills", "yes", "i’ve heard from a reliable mutual friend that you used to call disneyland and clubs to get comp tickets and tables early on", "oh, god, yes", "how did those go", "what was the strategy", "i had some influences when i was younger", "i had a friend who lived in a trailer park", "i remember the first time i went to his house", "there were two babies in the cribs", "it was a trailer park he had and his grandparents’ home", "they used to charge him a quarter to shower, which i found odd but i came to realize the mom had like 15 or 16 kids all by different fathers", "so i don’t know that they put a huge value, sadly, on these kids", "he would survive", "he would find ways to eat or do things to survive", "so i was fascinated that he could walk into places feeling like he belonged there", "he would go into a grocery store and he would just start to make a sandwich and eat it, and talk to the people while he did it", "and they wouldn’t bother him", "he would talk to the security guard as he left", "it was interesting to me", "we would buy liquor this way", "other kids would go and spot and have the sailors or whoever was in the neighborhood; sometimes you’d get it and sometimes you wouldn’t", "but he would buy like – and i would do this later in life but it was a game to me", "when i was younger, i thought it was like could you get away with this", "but we would buy a loaf of bread and some mustard, but then underneath the shopping cart we would put bottles of vodka and beer", "we weren’t even old enough to be buying the booze", "you’d talk to everyone and you’d go through the checkout line", "this was before things would beep", "you’d buy your bread and your baloney and you would cart out at 18, 19 years old the vodka underneath", "as it pertained to disneyland, it was an actor whose name i won’t name but he became very well known and successful", "the head casting director for disney, i knew his name because i had auditioned for stuff at disney", "so i called the park on saturday and said i’m an assistant for this casting director, and i have a bunch of young actors who are starring in a movie", "we weren’t well known actors at all", "wait a second", "so you’re the assistant for the casting director who’s not at work because it’s a saturday", "that’s right", "it was a saturday", "no one had cell phones, and i knew his name would be on the list of people", "i said i work for so-and-so; i’m his assistant", "there’s a movie starring a bunch of actors and we want them to spend some time together, and we want them to come into the park", "they would say, “what’s your name?” i’d say my name, and they’d say you’re not on the list", "i said i’m his personal assistant; i’m not on the list but i think his name should be on it.” then i would overly spell it for them and they’d say yes, but they’d say we’re not sure", "i’d say, let me give you the list of names, and i’d name really well known actors, like really, really well known actors", "i’d say they would love to come in", "so of course they would accommodate", "and of course once they said yes and it was approved, i would then at the end, i’d give one name which was my real name which wasn’t well known, and then at the end once they approved it and they were going forward, i would then say, “you know what, put it under the unknown person’s name because the other one probably won’t want to deal with stuff.” but at that point they had already agreed so we would go and get passes and go into the park, and go on the rides and go around", "looking at it now as i’m older, it doesn’t feel good but younger, it was something fun about getting into a bar when i wasn’t allowed to", "i liked performing more live on stage when i wasn’t supposed to be there; it was provocative to me", "getting alcohol seemed fascinating; getting anything where i felt like i was not supposed to be doing it, i was drawn to", "this seemed interesting to me because it was like getting in, and it was innocent on some level but yes, we used to do that", "we used to also do a lot of crank calling", "this was before ufc was real popular", "we used to crank call karate studios or these places, and i would make it like i was a troubled youth who got in fights and i had real issues and i beat up everyone i ever fought", "i’d say i really need to focus this and train and they’d kind of be uncomfortable, and i would tell some really crazy stories", "and because i was interested in the reaction, i would always suggest, “i want to join and i want you to put me in fights but i need to respect you so i’m coming down to fight you", "we need to lock ourselves in a room", "and maybe your tricks are going to work.” i’d call [inaudible] and i would say i’m an emotional dragon", "i live in a place that’s whatever; i would try to create a scary scenario", "and sometimes they would say you need to fight some of my underlings, and i’d say, “i’ll chew through your underlings", "i’m fine", "give me one underling and then i want you", "because if you’re going to teach me, i need to know that you can handle what i call a real fight.” i used to do that and we would be crying", "i had some guy really snap: “get your ass down here.” he really did have emotional things", "i was like, “i’m bringing my ass down there!” and i would call just to see the response", "i had one i used to do that was fun with some actresses i worked with", "we would be bored on location", "there would be these late night record or tapes you could buy – and there still is – or a set of steak knives or some ab workout thing or what have you", "so i would call and in a really long process i would ask a lot of detailed questions", "is this and has it been tested", "are these standard hits", "i think these are extraordinary hits", "these sound tremendous", "and does it come with this", "i could tell the person is like oh god, would this person buy it", "so right at the point where i was going to make the purchase order, the actress would pick up the phone and say, “herb, are you ordering something off the damn tv again?” no, i’m talking – “get off the phone", "you don’t have to know my business", "i work two jobs and we have a pile of things that herb doesn’t use, and i’ve got to pay for these things.” so we would create a dynamic for the person who was selling where they had invested a lot of time", "were they going to lie and sell to herb, or were they going to listen to the distressed wife who was paying for all the stuff", "and it was different every time", "sometimes they would say, “yes, ma’am, he is ordering again.” sometimes they would go along with it; “no, i’m just a friend and we’re talking.” but we were just bored and so we were using improv for evil, i guess", "you would have been a fantastic psychology professor", "you were, as i understand it, rejected for certain roles because of your height", "is that true", "that leading men at the time, or the roles they were casting for, or maybe the people you’d be featured with would be shorter and there were issues there; that that ended up being an issue in the early days", "i think whatever you’re getting rejected for they find a reason to say it", "i think when i was going out for roles younger and was so much taller than people, they would say that and i’m sure it played a role into it", "but i think it’s important whatever you’re doing that you don’t get voiced to things that you’re not able to change", "you would have to use it in a way to find ways to do stuff", "it’s all neutral ultimately, even if it doesn’t feel that way, on some level at least for the purposes of approaching stuff", "but you know, at the end of the day it’s just a lot of rejection; it’s the nature of it", "i had gotten turned down probably 1,000 to one for the times i would audition, or more and it wasn’t always consistent, the reasons why", "but all you knew is you weren’t getting a chance to participate and so you would have to go back to the lab and try to get to a place of being more and more undeniable", "when you are going through all these rejections, of course at a certain point it just becomes second nature to not flinch as much when you get turned down for something", "but if you were giving advice to, say, an up and coming actor who has some degree of talent but is getting rejected and they’re really just feeling like they’re getting punched in the face by the world; what would you say to that person", "i looked at it mathematically at a certain point, which was i started just focusing my entire day on perfecting acting, my craft", "so it was either watching a movie, reading a book on stuff, doing monologues, taking classes – ordering products from infomercials", "ordering products from infomercials came later", "that was a treat for having gotten a chance to work", "but i would deny myself other things", "i couldn’t go do this; i couldn’t travel until i earned it", "so i would deny myself certain things that i would want to do and say i haven’t earned that yet, which i find to be a good motivator", "then if i would screen test for a movie that was a big opportunity that would have been life changing and would have given me an opportunity – what is screen testing", "just as an idiot, i’ll ask", "screen test would be you’re close; there are a couple people for a role and now they’re going to film a scene from the movie with you and perhaps the already casted actor or just a pair of people together", "in screen testing they would just see who mixes and matches, or how do you do on camera; how do they feel you come off", "i had a couple of those, maybe four or five for good opportunities", "so you could go through seven or eight auditions to get to this point; it’s between you and two or three other people", "and when you don’t get it, your day the next day doesn’t change; meaning you’re still going to get asked to go in for five lines on a television show or something smaller", "there is no advancement as far as opportunity;; you are just a person with the same credits you had", "so there was a lot of time and energy spent to get to that moment, and if it didn’t pan out you were no more castable as a known entity than what you were", "so what would happen was when you would get that close and it wouldn’t happen, at first i would get down, and i would take four or five days and i would just not do anything", "i’d lose my energy", "then i started to realize that the week i took off was really two weeks; that it was a week of not getting better, and it was a week of getting worse", "and i said now i’ve given myself two weeks less to improve at the things i am in control of", "i started looking at it like a percentage game; the more i worked on things, my percentages would go up", "and what i realized later was it gave you a confidence to feel like you belong there", "it gave you permission to perform in situations that didn’t feel comfortable because you had felt good about what you had brought to the table", "so i would suggest you find a process – i think it’s important to allow yourself to feel disappointed", "i think it’s important that you don’t turn off those feelings", "but it is also important to how do you do that as quickly as possible, to then become productive again and start doing the things that are going to give you a better opportunity for what you want", "the same could be said for a relationship", "it hurts your feelings, but how much time is effective in mourning it and processing it", "i really believe that no time is not good; you need that moment to accept it", "but the sooner you can get back to doing things for your own growth and the things you’re in charge of, i think your chances o f having the things you want in your life become greater", "i think also, from what i’ve observed in you and other people who have done really well in their respective fields is that having an opportunity to be exposed to micro failures in some environment like wrestling, like auditions, inoculates you in such a way that you develop a tolerance for rejection that allows you to capitalize on opportunities much more effectively later because you don’t take the two weeks off", "correct", "it allows you to improve", "but then we have the problem on the others side, which i don’t know if you’ve experienced; you see it with boxers a lot", "once you have a level of success, can you maintain the motivation to have the approach that you once had when the immediate needs are not very strong", "how have you done with that", "because you’re in a place right now that i find – i suppose i’ve taken what was a liability or what i viewed as a weakness for a long time, meaning an adhd-like scattered attention where i would move from interest to interest", "i would get very hot on something, then very cold, and then shift interest and i viewed that as a bad thing; being a jack of all trades and master of none", "at some point i asked myself, what if this weakness could be a strength", "what if this bug could be a feature; how would i describe it", "if i could make a career as a professional dilitant, what would that look like", "by doing that, i allow myself this sort of intravenous hit of excitement, even though on a macro level my career has improved over time, i’m continually becoming a novice", "does that make sense", "totally", "i’m always going back to white belt", "and i think that gives me a certain hunger that allows me to be both excited and also not get too inflated ahead any bigger than it already is", "so in something like a podcast, which is the continuation of the same thing, although you’re exploring different people, is it that the people are different and the opportunity to investigate is different", "but how do you stay focused on that, knowing that your nature is to – the podcast has been an anomaly", "i thought i would maybe do six or ten episodes", "i think this is in some respects pretty similar to the way you look at things, but i will ask myself which of these, say, five projects will allow me to develop new skills and relationships that could last beyond the project even if it fails", "and that was the goal with the podcast", "i wanted to format it in such a way, work on it in such a way that i could, for instance, listen to audio and get rid of really annoying verbal ticks that i had, like using the words “pretty good, pretty interesting, pretty this, pretty that.” i used that adverb as this throwaway for everything and it drove me insane, but i didn’t realize it until i listened to my own audio", "the short answer is, and i think we have actually a good clip to elaborate on this just a bit, is scratching my own itch", "so for each of the podcast guests i have on, it’s because i have an intense personal interest in something they are good at or have figured out, or i feel that i am weak or weaker", "so if i’m having, say, relationship issues and having trouble thinking through them, i’ll go to an esther perel", "if i’m having some type of weight training issue and i want to get stronger, i might go to a charles poliquin or pablo [inaudible]", "it’s an intensely personal interest for me that drives each of the guests and that gives me the variety within something that could be viewed as uniform", "i’m going to ask you about how swingers came to be because it seems to tie into frustration", "but first, how much of that was word-for-word script; how much of that was improv", "a lot of that was improv and it’s in the moment", "we had a production crew, we did that movie for $250,000 and i think our sound guy normally had done porno movies and we were doing this stuff and taking it", "and i think they were judging us a lot, like oh god, here are these fucking guys saying money again", "so when i did that, i caught i think a crew member who was in kind of a snooze fest – it was late – and i used it as if it was patrons at the bar", "i responded in the moment like i’m the fucking asshole for trying, right", "i’m the fucking asshole in the place for celebrating my friend’s gross", "but it was all connected", "the intention was obviously there, and then you would play around with it", "how did swingers come to be", "of course i’m sure there are many different aspects to it, but why did that movie happen", "i think whenever you work on a movie, people always remember their contributions greater in success; in failure people always make it like god, i tried to warn them, right", "but swingers really came about because there was an auditioning for lots of parts that i felt weren’t truthful or connective to what was going on", "that’s why i think it’s important for young people, both musically and writing-wise, whether it’s film or books or whatever to have a voice because it’s unique to the culture at that time", "and i think things that resonate in the culture are more important than setting up for a large global thing", "sometimes you can have things become larger, but whether it starts, whether it’s boys in the hood or something that feels like it’s trying to explore the now is very viable", "that’s true for startups, too", "all the biggest startups that people would recognize here, almost all of them started with that", "right, a need", "it’s the same thing he was saying; a frustration", "so it felt like for me, when i had lived in los feliz, the old punk rock bands started playing live swing music and writing original swing music", "i had always had an interest in old swing music and big band music, and country music and i still listened to it when i was older", "so when this came about and you could go to a live venue and hear original songs by a 14-piece band was fantastic and it was just what was going on", "it was nothing we created", "it was the environment which we lived in, which to your point starts with you’re seeing a need and a cause", "so i said to john, we can’t sit around and wait for someone to write something; we should go write something", "i started my journey to write something, and in two weeks john had this story inside of him which was leaving a girlfriend behind and moving to this unique world and me sort of being a guy that’s showing him around to these bars and these places", "we became focused on getting that movie made", "he had an agent; i didn’t", "we would go sit in this coffee shop, the one that was in the movie, and in our minds we would play out, almost like visualization", "we would play out how to get past obstacles, how it would be received", "and i think this is interesting in life", "you mean obstacles to getting the movie made", "getting the movie made and at the time we had read the book, the fountainhead", "i had read it earlier and john had read it, which is defiant in its pursuit of one’s artistic goals, meaning you don’t compromise; you stay truthful to what you’re exploring", "we were very young and very much wanting to not change things", "there were suggestions to make the movie with a girt as part of the group because they wanted to hear a girl’s perspective", "i thought if these guys had a girl’s perspective, they wouldn’t act this way", "this is about young men when you’re outside of high school or college for the first time, how do you go up and meet someone when you don’t have a comfort zone with them", "so it was really exploring that time", "it wasn’t a health video; it was more what was going on", "so we were rejecting of these things", "anyway, doug lyman came on to direct the movie; there was a journey for us to play the parts, which ended up happening", "how did the director come on", "to finance the movie; we couldn’t get the movie made", "we used to do live readings and every time we did a reading, it played huge", "but the way they would handicap things, they would suggest what’s the audience for it", "there’s a problem in hollywood that it’s gone so wall street, meaning it’s so quarterly; everyone needs to drive towards a return", "it’s like the car industry; it used to be the engineer would get the corner office", "it’s the harvard guys that get the office; it’s the finance guys", "but the predictivity of the cars perhaps suffers sometimes", "in our industry, it’s the ip that’s going to break through", "but that can be challenging when there are cultural things trying to break through, and if they can, a lot of times the resonate because people are connecting to self growth; the stages of ones life whether it’s in a campbell way or a carl jung way", "it’s the same evolution of facing your fears and the nature of letting go of ego and those things", "the stories are exploring those, in some way", "doug came on and he had the money to make the movie", "he directed it", "he actually shot it; he was a cinematographer", "and i think it was the perfect combination", "there was conflict at the time but i think if you would have changed any of those elements, you wouldn’t have had what you had", "doug had not hung out in these neighborhoods or been to vegas in these ways, and he did a great job with the camera", "it felt documentary-style, as if you were there and it became a key ingredient and a way to receive a movie like this", "john did a phenomenal job of taking something personal and putting it in structure and drawing on the things around him", "i think it was like a band where it just worked", "it was something that we were passionate about", "it was from our lives, our childhood and it was exaggerated with an awareness, obviously, for comedy", "but it truly is sort of about in this case letting go of rejection of a girl and giving yourself permission to feel like you’re viable that someone could love you", "first you start off saying how do i learn tricks to trick someone, and at the core of that is suggesting that you yourself wouldn’t be loved", "it would have to be some manipulation, which is such a terrible place to work from", "i think what made swingers so different from a lot of the pickup stuff later was swingers was really kind of self empowering", "he rejects trent’s stuff, sort of in the end", "he kind of connects to someone by being his true self; he doesn’t try to be something different", "it’s through going inward and finding his way that he evolves to his next stage which is now he’s connecting someone from a truthful place", "and so it was to the point that you showed with the clip with blake; it was a frustration and what was available, and then where are the stories from our age and the motivation to create those", "were there any points where you felt the movie wasn’t going to get made, or you doubted the movie happening", "oh, god it was every day", "there was an arms dealer at some point that was going to invest; i don’t know", "hold on", "no, we’d take meetings at the agency and talk", "we had done rudy and whatever, and then we’d leave and the agent would be like, they’re an arms dealer i think, i don’t know but here’s the point; they’re going to give you a check; i don’t know", "but none of them came through until doug finally made the movie", "and you knew doug prior", "i did not know doug", "i met him through john", "how did you guys convince him to do it", "i think he came to a read-through; a friend of his suggested the script and he saw the value of it and wanted to participate", "we made the movie wanting to go to film festivals; in this case sundance was really popular", "we got rejected by sundance", "and the mission was sort of to get into sundance", "it felt to me that perhaps the male point of view in an unapologetic way that was very authentic to what these guys’ journey was, was not in sync necessarily with what the festival was doing, or that movie", "so it was interesting to have had, as part of our plan, be given a no and that was another resilient movie where at that point it’s like dorothy", "you had to not put a value on the wizard and go within again and say why am i telling this, and why do i believe in it", "it was forcing us to reaffirm, approach the edit from an even greater strength of truth of conviction of what we were doing", "and ultimately it became what it became", "i like to say that we knew it, but we were naïve enough to believe that we experienced this, we found a value in it, and it just so turned out that there were lots of people maybe not living in a swing-centric neighborhood", "when people would read the script, they would say why can’t you put in grunge music or hip hop music or things that were popular to suggest that an audience would be more engaging", "but we said no, that’s not interesting to us", "this is a unique community", "i think the uniqueness is actually what made it translate, and then swing music had a resurgence afterward", "i think by not over thinking what people want, by experiencing in the same way that he’s saying, realizing from a personal place what you’re frustrated about or what you feel like there’s lacking; sometimes that is a great catalyst to creating that very niched thing, and then it gets into the fabric in a very different way", "i think also that as soon as you start designing something for an audience, and this has certainly been advice i’ve received from successful writers, you stop looking at your own pain, you stop looking at your own needs and you start making something for an imaginary figure in your head", "you start veering away from a place of honesty where you know something is concrete", "but then you’re putting satisfaction in someone else’s hands, which is very dangerous", "versus did you attain what your goals were, knowing that your goals might change", "and i say goals, i don’t mean perception of results; i mean the execution, which goes back to the schooling and learning in the same way for me; am i exploring what i believe in, versus trying to please someone", "definitely", "kurt vonnegut, one of my favorite writers, certainly has talked about this a lot", "did you see his youtube thing with the fall/rise story", "it’s great", "he explains the stories in kind of a fall/rise, which would be cinderella and he does it real nonchalant", "i recommend it", "there are few other examples of this in your career, and you have such a filmography we can’t possibly go through all of them", "you mentioned music so i want to ask just a fact-checking question, which is later of course you appeared in jurassic park", "did you come on steven spielberg’s radar because the jaws theme music was in swingers and you needed clearance", "yes", "that’s incredible", "it was odd, but younger i was real defiant in what i wanted to do, but i loved spielberg’s movies and went into jurassic park and did that, and i really liked him", "i found him to be very generous with is knowledge", "he took meetings", "he would talk about western movies", "i’m a fan of westerns and we would just sit as two fans dissecting things, which i found is very nice in someone in his position; allowing my opinions and taking them in and turning them around and then coming back", "i felt it was playful", "and i found him as a person who was obviously knowledgeable to still be including in a young man’s conversations in film and that was a great quality of his", "i enjoyed that connection and those conversations with him", "of course you’ve learned a lot from observing people on stage, say in improv and elsewhere", "what else did you pick up from spielberg, or learn from him", "that movie, really that was my biggest thing was his ability to not create a separation, to know what he wanted but at the same time be engaging with others", "i admired the tone in which he did things", "that was just in a very open minded tone", "confidence in that it was not pushing down to others", "it was his way or the highway", "he would ultimately make his decisions but without the imposing or the struggle of it", "given that the most frequent question from my fans on twitter, facebook was something related to speeder comfort, we have to watch a clip from wedding crashers", "the reason i wanted to show that, just aside from shits and giggles because i wanted to show it, that became at the time the highest-grossing r-rated film of all time", "i’ve heard about conversations of earning the rating", "why do you think that film did so well", "i think we worked from a similar place as swingers", "after jurassic park i didn’t do a lot of studio movies", "i was offered some, but i was just more gravitating towards these independent movies", "then when todd phillips, who is still a friend who i like quite a bit, todd offered me old school, the studio said we don’t think he can be funny", "he had done mainly dramatic stuff younger, and old school felt like a great thing to me because i felt like we were doing something authentic, but i also really could buy into it in a way that felt like this is awesome, this is fun", "and so i sort of got my wings in a way that i could do more commercial fare but it was going to be something that i was really excited about", "so when we got to do crashers, it was a concept and an idea", "the director, david dobkin and i had done this movie, clay pigeons with him younger and i liked him quite a bit", "but owen is a terrific writer", "he wrote a lot of the wes anderson stuff with wes and he has a very interesting take on things", "and we have similarities and differences", "but we just approached it and started to just write, like in the course of a month we just sort of changed the structure and the writing of the script with the director; we all just would sit and write and change it", "so very much so in the spirit that you and your friends would do something, not worrying whether it was going to be liked, not worrying whether the studio would say it’s okay", "i remember first being on the set saying some of the things i was saying, and i was like, i can’t believe no one is stopping me or no one’s saying you can’t do this", "but i think the difference here was we weren’t earning [inaudible]", "i had no intention of being shocking for shocking’s sake", "if you look at that scene and you go back to the early statement that there’s nothing funny about comedy, i think what makes that thing interesting and funny is he has absolute, unapologetic convictions about some things that might contradict each other and his point of view is surprising", "so he is infuriated that he was jacked off under the table", "he blames his friend for putting him in those circumstances", "like that would be a terrible moment to have happen by a very attractive younger girl", "but in his mind, this is a horror that no one should have", "and yet at the same time, an older woman’s breast to fondle then would be absolute bliss", "that would be joy and that would be an exceptional moment", "and then he kind of puts himself in that moment, like a child, like an already sensed memory, like in his mind what he builds it up as", "and so i think the commitment to those points of view and how they lay up against each other, and then the team players, you’re mocking the very concept of what’s a healthy work environment; and yet it’s applying very much so to sexual encounters in a house", "so my point being that i think we really just tried to define dysfunction, friendship, that feeling of you love someone, of friendship but you’re like a married couple; you have real issue and problems and they conflict", "and we were only looking to pursue this", "i didn’t know that it would make money, or what it would do; there was some r movies that had done well; old school did good, and of course there was something about mary and of course the stuff we grew up on, and i’m aging you more than me, but animal house again of that time", "we were really just looking to hit the guitar chords in an honest way for what we found to be fun", "and it turned out to be a larger success", "you’ve had many different milestones and landmarks throughout your career; two of them wedding crashers and swingers", "the next clip i’d like to show, and then i have a question about all three, is the breakup", "so this movie was very successful", "what do you think made it different", "i had an idea", "i had never done a romantic comedy and after that i fell into the trappings of some of these", "there was a lot of good in the approach to this movie, and one thing i should have held stronger to", "to that point, i was offered these romantic comedies and it wasn’t my life experience", "i found that, like a lot of people of my generation and i think with evaluation too strongly, i was really committed to focus on my career, and that a relationship was something that you could be in love or have feelings, but you had to get yourself into a certain place career-wise, which is not necessarily always the case or true", "but at that time i had never thought about what would make a marriage work, or being with someone but i had feelings and investigate and be with people", "i was fascinated by, because i had this experience happen where you could be really drawn to someone and very much connected to them, and not just physically but there was something going on where you were really drawn to them", "and at the same time, there were things about them that were very much so in conflict with things about yourself, it was not a match", "and there were always lessons; i would look at it in more of a spiritual way or conscious way or psychology way; what is it that’s playing out in this way", "so i thought sometimes you have to really love someone", "your skill set’s not there, there’s isn’t there so you clash and you burn out the relationship; you burn out the love", "and now, you can never return to it", "you’ve damaged it to the point where there’s no going back", "and now you’re a better person", "if you were to meet today, you’d have a chance", "but you can’t meet today, and you’re not going to be with that person", "and there was an oddity in that moment to me of i love this person enough to stick around and learn this lesson, and now i can’t go forward with them", "it was more authentic to me and my experience at the time that you don’t end up with someone you love a lot because of your flaws, but at best you could learn and be a better person and then go out there and meet a person, again knowing that in life sometimes the love you feel younger, as strong as it is, it doesn’t return in the same ways because you’ve gone through that experience", "you’ve felt those rushes before", "so it’s an interesting journey", "so in that movie, i wanted them not to end up together", "i had two great young writers; they hadn’t done a lot; jeremy garelick and jay lavender", "i had this concept i wanted to do something in chicago because i was from the area", "i wanted to set up this odd couple in an apartment where you would see their flaws and differences and underneath it see the hurt, like the scene at the door that precedes it", "he wants to go in", "it’s not that he’s absent of feeling; he doesn’t know how and he’s too afraid", "and play that out in a way that’s comedic but dysfunctional and totally different", "it wasn’t a traditional comedy throughout; kind of reversing the first half being heavy and then being light and getting what you wanted", "so, that was the intention and i think again, maybe the why of it, which i think is what people respond to, is that i was personally interested in understanding when you destroy someone you love, a relationship with someone you love, what are the dynamics and leaving, they both leave in a better place", "but there’s a nostalgia that it’s not for us; not for this moment", "the reason i wanted to show these three clips specifically and talk about some of the earlier cold calling and so on is what i found so reassuring and also tactically practical about looking at your career is 1) you don’t get in life what you deserve; you get what you negotiate", "so you should become good at negotiating, whether that’s having the luck or misfortune to have certain jobs, let’s say, that put you on phones; or just reading books like getting past no, secrets of power negotiating; there are a number of decent ones", "that’s point no", "1", "point no", "2 is that on a very reassuring note, you don’t have to be what many people conceive of as – or let me rephrase this", "you don’t have to create brand-new worlds that are utterly different from the one we live in to create something unique and successful", "when i look at some of the most important creative decisions you’ve made, the projects you’ve selected, they appear to have two things in common", "one is you’re scratching your own itch", "i know this from conversations with you; you’ve turned down a lot of very what people would consider lucrative opportunities to focus on things that you personally want to do to satisfy some need or want of your own", "and secondly, that you can be or be seen as very, very original by simply being honest and having the voice", "and i don’t mean that in a clichéd way", "i mean that if you simply tell the story of a bunch of dudes who are completely irresponsible on many levels being dudes, say in the case of wedding crashers, because that hasn’t been told in a very unfiltered way; just by definition you’ve done something very, very unique that can stand on its own merit", "and then let’s say the breakup having the ending you wouldn’t expect, and all of these issues that are conversations that probably everyone in this room has had at some point or another; you can in fact create something that is not only successful but original because of that", "i remember early on being told because i was having so much trouble writing my first book, and i would draft a few chapters, they’d be kind of slapstick, stupid, three stooges because i thought i was supposed to be funny", "then i’d throw it out and try to do something serious and it would be really pedantic and boring and i’d throw it out", "and one of my friends said it’s not that hard to have a voice; you just have to be honestly yourself", "like embrace your weird self and display that, and then you’re consistent and then you are the one and only version of yourself that you can be", "that’s a journey that we all learn of tone", "mel gibson, who is one of my favorite film makers, and i worked with him on hacksaw, without knowing it the old warner bros", "when it was a family, they had a mission statement for their movies that was slightly different, but it was “entertain, educate,” and then mel would say elevate", "so if you just entertain people, you keep it fun and engaging, educate their learning about something through the course of the movie, and elevate you leave feeling inspired that you could do something and the wondrous thing was enlighten", "but similar as a roadmap, and i think it’s important when going to do dramatic stuff, like it doesn’t have to be the dark keys of the piano always in earnest as it feels false in a way", "i think being able to be light or have fun in writing and then when you want to make a point or have it hit, you give yourself permission, it feels like, to go within [inaudible]", "in the time we have left, which isn’t a whole lot – just a few minutes – i want to ask a few questions i like to ask everyone i interview, and i don’t think i’ve asked any of these of you personally when we’ve been talking about marcella teens and so on before", "are there any particular books that stand out for you as favorite books, or books that you’ve reread or gifted to other people", "benjamin franklin’s autobiography is i think the most compelling of books", "he writes i think originally to his son", "it’s not his biography; it’s his telling of it and he was such a prolific person", "i think what’s interesting in similar ways that i enjoy you and what you do, he talks about his process", "he invented the pros and cons list, the public library, the fire department, and was very prolific in science, obviously; electricity, the catheter, bifocals, flippers", "but then musically and in languages, he spoke many languages", "there is a falsity that you’re one side of the mind or the other; they really are connected and he would explore process very much so", "he was learning italian and he had a chess opponent that was very equal", "they would play where the winner got to assign a very rigorous homework assignment on the language", "so it would force you to stay really focused on chess, and then if you lost, you were actually learning something that was valuable", "so just systems in things that he would do and how he would approach things where he would be somewhat vulnerable so it was encouraging that a process could lead to changing your circumstance", "that makes perfect sense to me because i’ve heard stories, don’t know if they’re true, about early days in la where you made calls to perspective agents and you’d say i’m visiting town, i want to weigh all my options before making a decision", "you had a way of presenting yourself in such a way that would hopefully become a self fulfilling prophecy, which i think is very useful", "it’s a very valuable strategy and it makes me think of something i read in walter isaacson’s biography of franklin", "he made his real money in printing, as you know", "one thing he used to do, even though he had employees and everything was under control, he would get a barrel and fill it full of all these print supplies and walk up and down the street, and then go back in, take a rest, drink his tea because he wanted everyone around to see how busy and successful ben franklin was to then propagate more business, which in fact worked", "i think that’s an important skill set; calling people that you’re not comfortable with and getting access and figuring out how to do that", "if you don’t learn how to reach out, you’ve given yourself permission many times prior to even writing where you would call someone because you were fascinated, and you’d be surprised if done in a way that feels good how people are willing to sit", "because if they’re doing these things, a lot of times they’re engaged in process themselves", "i used to teach a class in high tech entrepreneurship and i would assign as a prize a round-trip ticket anywhere in the world to the student in the class who could get ahold of and get a response from the most difficult to reach person", "we had people get responses from warren buffet, from former presidents; it was amazing", "i’ve even heard of some people – you don’t need a class to do this but you can put together a betting pool with a group of friends", "alright, everyone’s going to put in $100, $200, whatever is enough to sting a little bit if you lose it, and then compete to get a response from the hardest to reach person", "going back to franklin with the juno, he would have the club where people would get together and they would do similar types of things", "it’s a skill", "it’s something to definitely work on", "and nowadays with the internet and stuff, we all have so much wealth of information", "it used to be so hard to get a book", "now, you can get information on anything", "so i think getting the information is interesting but getting the skill sets like active literacy, being able to stand up and give a speech, being able to write your ideas; i think those are all things that are good to spend time on because whatever your passion is, they’ll help you in that", "because ultimately you may need to connect, or get a job, or do something and that skill set is helpful", "i might be misattributing this, like every internet quote is attributed to abraham lincoln", "this relates to maybe a separate podcast we can have on education and your thoughts on that, but at one point i want to say henry ford was being interviewed", "the interviewer asked him some factual question, and he was stumped; he didn’t know the answer", "the interviewer somewhat condescendingly said any fifth grader has memorized that fact", "and he said, “that’s why i have a library; so i don’t have to memorize facts and i know where to find them.” i think that in lieu of a library, sure you have the internet but even more valuable, when you develop the ability to reach out to people and have conversations that make you uncomfortable and expand that sphere of comfort, you can find any information that you want sort of from the horse’s month", "and i think seeing someone like yourself, it gives permission to feel like you can do it because i see someone who starts from a place of being drowned by a bully, and emotionally you connect to that; putting a sense of memory to that terrible experience to then realize that whatever my personal dialogue is about seeing how it goes", "one great thing about failure is you realize it’s not as bad as your mind makes it out to be", "the fear is more crippling than the actual consequences", "the consequences a lot of times feel almost relieving in a way, because now you’ve faced it, you’ve gone through it and that kind of takes that away from you", "it’s amazing how also over time, the more you don’t address your fear, meaning if you take some large fear and you break it down into the smallest possible steps, let’s say for swimming for me is even just putting my face underwater for a period of time", "so forget about swimming, forget about learning how to breathe; just putting your face underwater", "then when you finally have the incentive, like this bet that i had with my friend, or rather this mutually assigned new year’s resolution – with a deadline", "with a deadline", "when i actually sat down and found a method of swimming called total immersion, which i recommend to everybody which was introduced to me by chris sacca, who also had difficulty swimming and said i have the answer to your prayers", "it took me about ten days to go from zero laps in a pool to 40 laps a workout as meditation", "it was incredibly easy compared to the mental monster that i had created for myself", "that’s what’s fascinating, is how much of it is the woods we’ve created versus the actual path to the destination", "so if you had a billboard, and this is more a metaphor than anything else, and you could put anything on a gigantic billboard to get a message out to millions of people, what would it be", "i probably wouldn’t say anything, because i don’t like to give advice to people", "because i feel like you can show people the way, but they have to find their own way", "but maybe it would be to learn how you learn and to learn yourself and accept yourself; learn who you are, and learn how to accept and love yourself i think is a big part of life", "because within that, you might find your interests and give yourself permission to explore, like the campbell quote of follow your bliss", "and then also, learning how you learn is getting quiet and learning how to engage in things, for example your swimming situation; finding a way to approach it where you were going to enjoy it versus taking some sort of a course that someone says you have to do it this way", "there’s always more than one way to the waterfall", "that would be a long billboard", "it could just be a mirror", "is there anything just in closing, any recommendation or ask of the people in this room or the people listening to this for the audience", "any recommendation, ask, or otherwise that you’d like as parting words", "parting words", "oh, man, i don’t know", "i just feel that being engaged in life is a good thing, and trying at stuff is a good thing and then really doing your own evaluations for how you feel about what you’re doing is important", "and i think connecting with people is good, and laughing, having downtime and taking the pressure off and just being, daydreaming, being present and not always driving towards something", "sometimes i think learning comes from letting the mind rest and do nothing as well", "one thing i’ve really observed from you that touches on a lot of those boxes is in many of your interactions what i’ve seen with me and many others, is if you want to be interesting, be interested", "you ask a lot of questions", "so maybe focus on holding forth and holding court less and asking more and better questions", "that’s the more articulated version of it, yes", "be engaged in learning from others and watching them, for sure more than feeling a need to pose where you’re at now", "vince, i personally want to thank you for helping to make fear(less) a reality", "i want to thank you truly for coming and playing", "i think you do a tremendous job and there’s been a lot of good that has come into my life from what you do, and i know to others as well", "i hope that continues, so thank you for your inspiration and for your vulnerability; i appreciate it", "ladies and gentlemen, vince vaughn", "thanks, brother", "thank you"]}