{"dialog_idx": {"david blaine": [44, 46, 48, 49, 62, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 83, 84, 85, 86, 87, 88, 94, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 121, 133, 135, 138, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 159, 160, 161, 162, 185, 186, 187, 188, 189, 191, 194, 196, 198, 200, 201, 203, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 227, 228, 229, 230, 231, 232, 241, 243, 244, 245, 246, 247, 248, 249, 251, 252, 253, 254, 255, 256, 257, 258, 260, 261, 263, 265, 266, 267, 268, 269, 270, 271, 272, 273, 285, 286, 287, 288, 289, 292, 293, 294, 297, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 311, 312, 313, 316, 317, 318, 319, 321, 322, 323, 324, 325, 331, 333, 335, 336, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 388, 389, 390, 392, 393, 398, 399, 400, 401, 402, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 432, 433, 434, 435, 436, 437, 454, 455, 463, 464, 470, 471, 472, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 497, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 517, 518, 519, 520, 521, 522, 525, 526, 527, 528, 532, 533, 534, 535, 540, 541, 544, 545, 546, 547, 548, 549, 550, 551, 554, 565, 566, 567, 568, 569, 570, 571, 572, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 588, 589, 590, 595, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 626, 627, 628, 629, 630, 631, 632, 633, 634, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 649, 650, 651, 652, 654, 671, 682, 683, 684, 685, 686, 687, 688, 693, 696, 697, 698, 699, 702, 704, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 742, 743, 744, 745, 747, 749, 750, 751, 752, 753, 754, 755, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 782, 783, 784, 785, 786, 787, 788, 790, 793, 796, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 818, 826, 827, 828, 829, 830, 831, 832, 834, 836, 837, 838, 839, 840, 841, 842, 849, 852, 853, 854], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 45, 47, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 63, 64, 82, 89, 90, 91, 92, 93, 95, 96, 113, 114, 115, 116, 117, 118, 119, 120, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 134, 136, 137, 139, 140, 141, 142, 143, 157, 158, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 190, 192, 193, 195, 197, 199, 202, 204, 223, 224, 225, 226, 233, 234, 235, 236, 237, 238, 239, 240, 242, 250, 259, 262, 264, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 290, 291, 295, 296, 298, 309, 310, 314, 315, 320, 326, 327, 328, 329, 330, 332, 334, 337, 338, 339, 340, 385, 386, 387, 391, 394, 395, 396, 397, 403, 404, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 456, 457, 458, 459, 460, 461, 462, 465, 466, 467, 468, 469, 473, 494, 495, 496, 498, 512, 513, 514, 515, 516, 523, 524, 529, 530, 531, 536, 537, 538, 539, 542, 543, 552, 553, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 573, 585, 586, 587, 591, 592, 593, 594, 596, 624, 625, 635, 646, 647, 648, 653, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 689, 690, 691, 692, 694, 695, 700, 701, 703, 705, 736, 737, 738, 739, 740, 741, 746, 748, 756, 781, 789, 791, 792, 794, 795, 797, 798, 799, 800, 801, 802, 817, 819, 820, 821, 822, 823, 824, 825, 833, 835, 843, 844, 845, 846, 847, 848, 850, 851, 855, 856]}, "episode_num": 245, "file_type": "html", "guests": ["david blaine"], "num_sentences": 857, "num_words": 10198, "raw_text": "Tim Ferriss: Why, hello, boys and girls. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers, whether they are entertainers like Jamie Foxx, military like General Stan McChrystal or Jocko Willink, chess prodigies like Josh Waitzkin or everybody and anyone in between who is the best at what they do. This episode is no different. It is a bit of a hybrid. I am interviewing master illusionist and endurance artist you have asked for years, David Blaine. It is a really fun conversation. At least, I had a blast. It is composed of outtakes. What does that mean? Well, these are bits and pieces – I’d say about 90 percent of it is from a TV show that I filmed. We filmed for three hours and it got cut down to an hour-long TV episode. You can see this episode on a TV show called Fear(less). You can see the entire episode, which does not really overlap this audio, at att.net/fearless. I highly recommend you check it out. People have been really buzzing about it. This is all extras, so you will hear all sorts of stories and bonus bits that didn’t make it in. We jump around quite a lot to various conversations, stories and lessons with David and the very first conversation begins with the two of us talking about my second book, The 4-Hour Body, and learning to hold my breath, which he taught me at the TEDMED conference ages ago. I went from a max breath hold of 45 seconds to 3 minutes and 30 seconds or slightly longer. I am going to try to keep this somewhat short, but two things: No. 1, I would love for you to check out the TV show. The entire season is filmed. You can find out where you see all of the episodes at tim.blog/fearless. That has the trailers, all the guests and everything else. If you want to see the entire first episode, at least for a short period of time, with David Blaine, just go to att.net/fearless. There are some issues it seems viewing it with Chrome, so try Safari or Firefox or something else. That is it. I hope you enjoy this conversation experience as much as I did. Please say hi to David on the socials. He’s easy to find. Blaine, B-L-A-I-N-E. He does not disappoint. Thank you. Welcome to Fear(less). I’m your host, Tim Ferriss. On this stage, we’ll be deconstructing world-class performers of all different types to uncover the specific tactics and strategies they’ve used to overcome doubt, tackle their hardest decisions and ultimately succeed on their own terms. Let’s take a look at my guest by the numbers. 17 minutes, 4 seconds – his world record-setting breath hold, if you can believe that. It’s true. 44 days – how long he survived without food in a Plexiglas box. 63 hours, 42 minutes, 15 seconds – the amount of time he spent encased in a block of ice. For nearly 20 years, he has risked his life for your entertainment. Please welcome to the stage, world-renowned illusionist and endurance artist, David Blaine. Welcome, sir. David Blaine: How’s it going, Tim? Tim Ferriss: Watch your step. David Blaine: You wrote about it in your book. Tim Ferriss: I did. David Blaine: Which I was super excited about. In the second edition, you had to pull it. Tim Ferriss: I had to pull it. Okay, so let me explain what happened. It turns out that, I guess if you have an audience of X number of people, let’s say it’s a million people, one out of every 1,000 is not going to read directions it turns out. So I had people who just weren’t reading the warnings. But what made me want to put it in the book so badly is that it takes this impossible – I can’t do X – and just obliterates it. Then I remember it was the very next time that I met you after that. I paid a lot of attention to your performances, but then I started tracking you a lot more closely. Not like a stalker, creepy way, but in a very diligent fan way. We met at – I don’t even remember where. It might have been at one of these summit events in D.C. But I sat down and noticed you had a tattoo. Is it on the inside of your forearm? David Blaine: Yeah. Tim Ferriss: So you have some numbers here. What are those numbers? David Blaine: It’s Primo Levi’s Holocaust number. He’s one of my favorite writers because even though he went through such a terrible and horrific experience, he wrote about it without any bias, actually. It’s almost like he recorded it with a video camera and just documented what he went through in the concentration camp. Because he was a chemist, he didn’t look at you are different than me or this Nazi is different than this Jew. He looked at everybody as biological compositions of molecules. You know, everything is just a part of life. Therefore, he just studied humanity in one of its most atrocious incidents. He would say things, he would write things that – and by the way, he started to write this book. As soon as he got out and his arm was working and he was able to write, he immediately began to write. People didn’t believe him because a lot of people thought the Holocaust was still made up at that time. He would say things that because he was a chemist – so before he went to Auschwitz, he was a great chemist and a paint factory is where he worked. But he would observe what certain people did to survive. He explained that you had to sleep with your head here, your feet here, your head here, your feet here, packed like sardines basically. He would explain that somebody that might survive would be the guy laying in the bunk at night that could listen to the level of the latrines. The latrines were the toilets in the middle of the bunk. When you would hear the latrine was filled to the top, if you were able to sleep just enough but stay awake enough that you could listen when it was full to the top, you’d say to the two people to your side, “If you have to go to the bathroom, don’t go now.” He would say that because he would listen to the level of the latrines, know how full it was, and then if they would have to go to the bathroom, then they’d have to empty it two miles away and while walking, they would spill the urine and crap all over their feet. When they came back and you had to sleep with your head next to it, you’d get sick and when you get sick in a camp, you’re killed. Tim Ferriss: You’re done. David Blaine: He would explain things that you’d never think about. Then when he became a very respected writer like Philip Roth and Italo Calvino, all these guys say he’s one of the most important non-fiction writers of all time. But he went back to working in the paid factory. He never moved out of the apartment in Reno, Italy that he grew up in. He never traveled for luxury. He was a really impressive and interesting person. Tim Ferriss: Well, I remember asking you what you learned from the book. I noticed the tattoo. Then you mentioned the book. I said, “What did you learn?” You said, “Everything.” I was like, whoa, I think I need to buy a book. So I went out and I bought If This is a Man and The Truce, combined. David Blaine: Yeah, those are amazing. Tim Ferriss: I have to tell you guys, you want to talk about beautiful, insightful writing, I think the highlights in that book alone are the next ten combined on my shelf. I still have it facing out in my bookshelf in my living room as a reminder. David Blaine: After you read it, when you open your refrigerator, you’re never going to think about food or anything the same way. Because wow, I’m so lucky. It’s kind of like the Stoic philosophers, like Marcus Aurelius, all these people. They use negative visualization. What they do with that is they imagine the worst possible scenario. Let’s say somebody has a daughter. He’s going to imagine that tomorrow his daughter might die and he might not see her ever again. So therefore, the time that he’s with his daughter, he’s going to be very connected to her. He’s not going to be looking through his iPhone or watching TV. He’s going to be paying full attention to her, which is, I think, an amazing point of view. Whereas, the father that assumes his daughter is going to outlive him and she’ll be here forever, when they’re together he might be sitting there staring at the TV or reading the newspaper and not really giving her the full attention. It’s also the same the way he thinks about a glass of water. So instead of saying “This glass is half empty,” being like “Wow, I’m lucky that I have water. Not only am I lucky that I have water, but I have it in a glass that actually will hold it. I’m not going to get lead poisoning from this glass. It’s going to be clean and it’s going to taste good.” That’s what I learned from Primo Levi. Tim Ferriss: On top of that, you just mentioned the Stoics, which is one of my favorite topics that I’ll not talk about the next 17 hours to save you guys, but the fact that they viewed it as practice. It was trainable. It was a regular practice. I mean, you have one hell of a collection of what most people would consider pretty strange practices. I want to talk about cold for a second. Correct me if this is not accurate, but I know Laird Hamilton and those guys. Laird is the undisputed king of big wave surfing. He’s married to Gabby Reece, who is equally impressive. David Blaine: Yeah, they’re amazing. Tim Ferriss: She is a killer volleyball player. They are amazing parents. They have these workouts at their house in Southern California, this neck of the woods. They have a custom pool with stairs that go down to the bottom and people do weight training underwater, among other things. Then they have an ice bath, which is a real ice bath. You get in and you have to wedge yourself through the ice under the ice bath and then a sauna at 220 degrees. They cycle through all three of these. I remember at one point, somebody at one of these workouts said, “Oh, man. You should have been here last week. Wim Hof was here.” Wim Hof was called “The Iceman.” He’s this Dutch daredevil. He has 20-something world records for ice exposure. David Blaine: He’s incredible. Tim Ferriss: He can sit in an ice bath for like two hours. David Blaine: Climbed Everest barefoot. Tim Ferriss: He climbed up to death altitude at Everest in boots and shorts, nothing else. Pretty impressive guy on a lot of levels. David Blaine: Has the record swimming under ice in Antarctica or something. Tim Ferriss: Yeah, he swam under ice until his retina froze. Not recommended by the way. No matter how good your eyesight might seem. I was told that you guys started trading ideas and then started going all sorts of wacky stuff. Is that what happened? David Blaine: Yeah, we had fun. But I had actually never tried holding my breath under water and ice. Which, you know, I could resist really cold temperatures for a pretty good amount of time. But I always thought – okay, so when I first tried to learn how to hold my breath, I actually read about the boy that fell under the icy river and he was trapped for 45 minutes. He blacked out. They pulled him up and he was brought to full recovery. My initial thinking was okay, if I put myself in an ice bath and I drop my core temperature, then I’ll be able to hold my breath long. But it was before I’d really learned the technique. I got in this ice bath. I was shivering. Then I tried to do the breath hold and it was a bust. But that was years ago. But then when I hung out with Wim, he was like, “Let’s try it this way.” I did it his way under the ice bath and it was incredible. Tim Ferriss: What was his trick? Was it the breathing beforehand or did you do something else? David Blaine: You know what it is? Here’s what it is. When you see somebody else do it, it’s like you suddenly realize, oh wait, there’s a way to do this. Then you can push yourself to do things that you don’t think are possible because you’ve seen somebody else do it. Tim Ferriss: It’s like you and the breath holding. Then suddenly I’m there doing the breath holding. I remember at one point interviewing Robert Rodriguez. I don’t know if you guys know him. Director, writer, everything extraordinaire. He studies artists. He loves studying artists. He found this German artist. He wanted to figure out how he did his technique. So he flew all the way over to Europe, sat down and asked the guy to give him a lesson. The guy is doing this, this and this – like a dash on the chin, a dash on the nose. He goes, “How do you know which one is next?” This is what Robert asked him. He goes, “You don’t. It’s different every time.” Robert is like, what the hell? I flew all the way here and this is my lesson? Are you kidding me? And then he sat down and he tried it and he could do it, just because he saw someone do it. It was possible now in his subconscious mind because he got out of his own way. We talked about ice. I want to flip that and talk about fire. We’re going to rewind the clock. Did you have one or multiple homes burn down? David Blaine: Yeah, as a kid, I had three fires in the buildings I lived in. I mean, obviously, we got out. But two of them I didn’t even wake up. My mother carried me out, ran down the stairs and I didn’t see any of it. I just found out the next day. Tim Ferriss: Did you lose your stuff? David Blaine: Yeah, that’s why I have so few pictures and stuff like that from childhood is from those fires. Tim Ferriss: I see. We have a handful of photos, but I was wondering about that. David Blaine: Yeah, I have a very limited collection of photos. Tim Ferriss: Did that affect to how you relate to material possessions at all? David Blaine: No, my mother never really placed high value on material possessions, so I think she taught me that. Tim Ferriss: Yeah, she taught you before the fire? David Blaine: Yeah. Tim Ferriss: We talked a little bit about potentially using cold to hold your breath for longer and then you mentioned fasting. David Blaine: Well, wait. But cold doesn’t help you hold your breath for longer. Tim Ferriss: No, it does not. David Blaine: But it’s just an interesting concept that you can hold your breath while you freeze. Tim Ferriss: The fasting. David Blaine: I also read Kafka’s The Hunger Artist. In The Hunger Artist, the guy is a dime circus performer and nobody wants to see him. He does his show and nobody ever shows up, so he decides he’s going to sit in a little cage and he’s going to go, I think for a month and a half without food. No, 40 days, I think, without food. He gets in this little cage and he starts fasting and people start to come. Then as he starts fasting, he starts to get skinny, skinny, skinny. Crowds start to come. At the end of the Kafka story, there’s tons of people there, but he’s gone. He’s just shriveled away to nothing so no one can see him. But Kafka explains the whole curve of doing one of those things in a really poetic and interesting way. I think that, plus the curiosity, plus your brain changes because you’re not thinking about – we spend a lot of time during our day planning our next meal. What am I going to eat later? What am I going to eat now? What am I going to eat tonight? When you take that away, because we are able to go a long time. I don’t recommend it. But I think we can go a very long time without food. When you take that away, it’s like your brain starts to see things in a really beautiful way, actually. Tim Ferriss: We have a mutual friend, a fantastic standup comedian and actor named Brian Cowan. We’ll come back to Brian. But one of his questions was, or suggested topics to explore, was suffering. Because you, correct me if I’m wrong, when you grew up you had asthma? David Blaine: Yeah. Recently, I found out that my right coronary artery – I’ve never said this to anybody, but it takes an irregular path between my aorta and my pulmonary artery. It’s getting 50 percent stenosis. So my heart gets basically 50 percent of the blood flow that you get or anybody gets. It’s very dangerous, obviously. But at the same time, I think that might be why I’m able to hold my breath for such an extended period of time before I started training. Tim Ferriss: If you were to describe how you interacted with other kids, teachers or otherwise, what were you like? I was a hyperactive little weirdo, but that’s not why we’re here today, so I’m not going to talk about that. I’m glad we didn’t have as much medication. I would’ve been drugged out of my mind. Not that – we’ll leave that alone. I’m not going to go down the drug rabbit hold. Continue. How were you as a kid? David Blaine: I was definitely not hyperactive. Tim Ferriss: You were not? David Blaine: I was like your polar opposite. No, but I think I was kind of similar. I was very curious. I loved magic. I loved learning. I loved reading. I had to built a lot of walls really quick. Tim Ferriss: Why is that? David Blaine: In Brooklyn in the late ‘70s, it was a tough environment back then. I learned how to defend myself. I would take the subway alone to school when I was 5 or 6. I was much more mature probably as a kid than now. I was also the kid that would get really good grades. But then the teacher would mark, “Class clown. Parent/teacher conference needed.” My Mom would come in and say, “I don’t get it. He has these grades, why do we have to,” and she’s like, “Well, he’s a bit of a clown.” Yeah, I was a crazy kid. Tim Ferriss: I read, correct me if I’m wrong here, did you trade punches with kids and walk to school in your shorts in the winter? David Blaine: Wow, yeah. I talked about what somewhere? Tim Ferriss: I guess you must have. David Blaine: Yeah. Tim Ferriss: How did you decide to do any of that? David Blaine: Hold on. So the barefoot in the snow running. I had a karate teacher also at the YMCA named Prince. For some reason, he just liked me. Or he didn’t. Nobody liked me. So he would run barefoot through the snow and I would just do it with him. Then I started doing things like that on my own and then I would go all winter with just t-shirts on. I liked enduring it. Tim Ferriss: What led to that? I’m just so curious. I had a couple of weird things that I would do, just to see if I could endure it. I was a runt in school, so the only sport I ended up being able to play with any success was wrestling because it was weight-class based. But I just got my ass kicked up until about sixth grade. I did weird coping things to try to cut down on bullying. I would put my hand flat on – I’ve never talked about this either – put my hand flat on a table – don’t do this at home – and just let people hit the hand. Or I would do the Alien, like Bishop move. People were like okay, I can kick his ass but he’s just crazy enough that I’m going to go after an easier target, right? But what led to the enduring of the cold? Do you remember deciding to do that or was it just after Prince’s influence? David Blaine: Well, no. Now that I think about it, technically speaking, my mother got remarried when I was about ten years old. We moved to New Jersey and her husband was always worried about getting sick and things like that, so he would always want to be layered up. I think part of my rebellion against having to follow any specific directions was to – Tim Ferriss: Do the opposite. David Blaine: Yeah, go around all winter with a t-shirt. Tim Ferriss: We’ll definitely come back to your Mom because she’s such a critical and influential piece of this whole puzzle. Did she introduce you to chess? David Blaine: My mother had a boyfriend at the time who is now my godfather. He taught me chess when I was really young. I think my biological father might’ve also, but I don’t know because I didn’t see him much. Tim Ferriss: How were you drawn to magic? The chess was, I was thinking if you’re a master of misdirection and we can certainly talk about that. David Blaine: Chess is similar. Tim Ferriss: Did that develop there or did that come later? David Blaine: A deck of cards has so many different – you can shuffle a deck and the odds of shuffling it in the same order, you could have a trillion people shuffling cards for years and years and years and you’ll never match the same way. I think there are so many algorithms and mathematical features built into cards. As a magician, that’s what you use in the beginning. The first tricks I started doing with cards were simple mathematical tricks. My mother would go crazy. I started to really want to learn different things. I started working on it. I think that was a love of math, a love of science, logic, chess. I think it’s all very – Tim Ferriss: Combined. David Blaine: Yeah. Tim Ferriss: When did it become – did it just gather steam steadily from there? Or were there particular inflection points for you? David Blaine: No, I think I just kept working on it and working on it. I’m still working on it the same way. It’s just a nonstop learning new things and trying things and becoming obsessed. Tim Ferriss: The obsession part helps. It helps you get good. David Blaine: You learn a lot in that environment. You learn so much about performance because you learn – and I guess it’s related to salesmanship almost. You learn if you’re too close to the people that are sitting down and you walk up to them and you want to do magic, you’re too close. They’re kind of like, ugh. Tim Ferriss: Invading their personal space. David Blaine: Right. But if you’re too far away, they kind of will throw you away very easily. So there’s that balance point that you learn of how close you need to be to the table, who to approach first. You do the magic, then they’re engaged, then you have them. I think there’s so much psychology applied to that. Tim Ferriss: I want to ask about picking the right person at the table. So you walk into a restaurant. You’ve figured out the personal space. You’ve figured out how to befriend the alphas in jail and then you get everybody else. Kind of chimpanzee politics. David Blaine: Yeah, that works. Tim Ferriss: So when you go to a table in a restaurant and you said picking the right person, how do you pick the right person? David Blaine: It’s so hard to explain that. Tim Ferriss: It’s like a spider sense? David Blaine: Yeah, it’s like after you do it 1,000 times and you get rejected enough times, you start to learn. It’s amazing. Tim Ferriss: I heard a rumor – it’s not scandalous, don’t worry – that when you were working as a waiter, at some point people would give you tips and you’d give the tips back and say “I’m not doing it for the money.” David Blaine: Yeah, that is true. Wow, you did your research. Tim Ferriss: Well, you know. I have a good team, too. David Blaine: No, because I would do magic, but just because I liked to do the magic. So they would often leave – I was working at a health food restaurant in New York. Back then, in like ’91, it was the only one. It was called “Suent.” I would do magic to the people. They would leave me like 50 percent to 100 percent, double the bill, in tip and I would give it back to them. I’d say, “Just give me 20 percent,” because I didn’t do magic for that. But just come back. So they would all come back and they became, you know, regulars at the restaurant. But yet, I didn’t want people to think this is for this. Which it wasn’t. The book that blows me away beyond anything, and it’s hard to explain it, Cervantes. Yeah, that guy, he wrote Don Quixote. His life was the most, for a writer, his life is what writers dream for. Even though it was a horrific and terrible life. Cervantes was the son of a surgeon in Spain. He died in 1616, the same year as Shakespeare. But back then, you were very poor. When he was 18 or something, he joined the military to fight for his country. He got shot and was maimed on the left side, so he was paralyzed on his left arm. But he won the equivalent of the Purple Heart, so the King gave him a letter. On their trip back home in the boat, pirates basically took them captive. He was made into a slave for five years. While they were trying to get ransomed, because he had this letter from the King, so they thought he was so important and so wealthy, which he wasn’t, they would just abuse and torture him. Finally, his brother got the monks to raise enough money five years later. He went back home and the only job he could get was as a tax collector. The government giving him this job. But because that guy had such a big heart, he didn’t want to take taxes from a mother with five babies that couldn’t feed them. So he wouldn’t do his job the way the government wanted him to, so they put him in prison. He spent 12 years in prison. While in prison, he started writing Don Quixote. He finished it when he got out and it became the No. 1 bestseller in Europe. It was one of the most respected books. Shakespeare wrote an entire play about one character that was burned in the fire, about Cardenio. But even with all this success, the publisher screwed him over so he never saw a penny. So Cervantes died completely broke. He’s one of the greatest and most influential writers to this day. But when you read the book, it makes sense because the character is about a guy that wants to make the world a better place but he’s delusional because there’s no way he – it’s very difficult to do that. So he’s fighting windmills and – Tim Ferriss: Art imitating life and life imitating art. How many times have you read that book? That was an incredible recap. David Blaine: Well, that’s his life. That’s not the book. That’s the life of Cervantes. Tim Ferriss: I see. All right. I was like, ohmygod. David Blaine: The book is even crazier. I try not to read it when I’m on an airplane, because if there’s people sitting next to me, it’s like when I’m on one page I’m laughing hysterically and then I’m crying, then I’m laughing hysterically. So I seem like a real freak of nature. Tim Ferriss: Sociopath. David Blaine: Yeah. But that book is incredible. Tim Ferriss: As a kid, did you feel like a loner or lonely? Or did you feel something else? It seems like you did a lot on your own. I’m just curious. David Blaine: Yeah, I feel most of my friends who are magicians are usually not of the norm because we don’t necessarily fit in the typical way. There is a lot of time spent alone. But that time spent alone is when you learn how to do these things that you would never do if you were out having fun. So it’s like you’re working on one move repetitiously for hours on end, for days and weeks and months and years. There is a lot of time that you spend isolated. Tim Ferriss: So you get into magic around age 5. At what age did your Mom pass away? David Blaine: She got sick when I was 17 years old. She fought for a couple of years and died three years later. It was a very ambitious fight and struggle. She tried to overcome it and did everything in her power from the macrobiotic diet to acupuncture, Chinese medicine. Everything, plus the normal route. The doctors gave her, I believe, six months to live at one point. Michio Kushi wrote a book called The Macrobiotic Way. Basically, what she did was eliminated all excess from her diet and just ate food that was rich in micronutrients and had all the things that are necessary. What happened was the tumor started to disappear because she started to, I guess, when you don’t have excess in your fat, you’re just getting the micro nutrition that you need, she started to probably digest or whatever. The tumor started to dissipate and [inaudible]. She actually was on the road to beating the cancer. Then I guess once she did go into remission, she started to eat the normal food again and then it came back really fast. Tim Ferriss: Were you – David Blaine: She used to tell me, “When I do this,” “When I eat,” – back then, kale wasn’t the popular thing – kale and seaweed and all these different things. She told me that the way the Chinese do it, their hair is black for a very long time. They don’t go gray. She went from gray to full color back at one point doing all that. I saw just so many amazing changes take place in her approach and her belief that – and I’m sure part of this was mental – that she could beat it. Until recently, when I had a daughter, but it was because that loss was so overwhelming and so horrific that I never wanted to put myself in that place again. I was always very difficult to get through. But now I have a 5-year-old and it’s the most amazing experience in my life. It’s beyond anything that words could ever explain. And she’s doing magic that I didn’t teach her. They just watch, you know? She just watches and then she starts doing. I’m like, oh no, I don’t want her to do magic because I don’t want her to do the crazy things. Tim Ferriss: Do as I say, not as I do. Daddy says, don’t put the ice picks in your hand. David Blaine: I encourage [inaudible]. She teases me. She’s like, “Well, I’m gonna do things too. I’m going to [inaudible].” I’m like, “No, you’re not.” She says, “Yep, yep, yep, I am.” I said, “No.” Tim Ferriss: It’s incredible how, in some cases, the apple just does not fall from the tree. David Blaine: They just observe. They absorb everything. Tim Ferriss: I wonder how much of it is just also innate. Like you’re somehow programmed towards magic. I really wonder because I have a friend – a fantastic guy. If you haven’t met him, you should meet him at some point – Josh Waitzkin. John Waitzkin was the basis for Searching for Bobby Fischer, both the book and the movies. He was the little kid who was the chess prodigy. He had a very tough time being thrown into the public light with the movie as a 14 or 15-year-old. It was very challenging for him. It interfered with his chess career and so on and so forth. So he never pulls out a chessboard, ever. At one point, his son just found some type of – who is around the same age as your daughter – an online chess program. He just sat there for hours and hours and got better and better and better. He was just like, “Well, I guess he’s going to play chess.” David Blaine: That’s crazy. Well, maybe he saw, maybe he somehow – because my daughter uses the iPad when she’s allowed to. She’ll press the button and she’ll say – she has a French accent – “Show me pictures of David Blaine.” And then like all these things – I’m like, “No!” Tim Ferriss: That’s not me in that globe right there in the water. No, it’s not me. David Blaine: But maybe there’s some sort of – maybe he saw something. But who knows, maybe it is just intuitive. Tim Ferriss: There has to be – and I know because I’ve seen you work a room – not work a room, that sounds weird. But I’ve seen you at a party, let’s just say. You can navigate, you can surf that space really well. Part of your story is so incredible because it’s like, all right, he was in restaurants. Then he did this, then he saw this one person and did this trick to them and then it led to this, and then it led to that. I want to bring up two parts of that. One is, do you have, aside from the spider sense, is there anything else that helps you to decide which people to engage with in a situation like that? David Blaine: No, because I kind of just do it to everybody, not – [Crosstalk] David Blaine: I just love doing it. I just like the process of doing it, so I just do it all the time. Tim Ferriss: But you’ve been very good at capitalizing on the opportunities that have presented themselves. One of them that I wanted to get a little bit of backstory on because it seems like a pivotal moment. If it wasn’t, I want you to tell me. But going to St. Tropez, I guess it was? David Blaine: Yeah, I was hired by this amazing man. His name was Jeffrey Steiner. Just a very powerful, self-made billionaire. Tim Ferriss: And you were young at the time. David Blaine: I was young. Yeah, I was like 19 or 20 maybe. I was doing magic at this bar mitzvah – I did magic to this man. He was very intrigued. He said, “Have you ever been to St. Tropez?” I said, “What?” I don’t even know what it is. “No.” He said, “Here’s my card, call me.” So I called him and he asked me to come to his office to meet with him because he was going to have me possibly come during the summer and work. I remember sitting in his office in the waiting room. It was so fancy and incredible. There was a security guard standing in the corner. He was reading a newspaper. I think he had a newspaper. He’s standing there reading the paper. I was just sitting there waiting. It was like five minutes, ten minutes just waiting. I look at the security guard. I’m like, “Excuse me.” The guy doesn’t budge. Like, “Excuse me.” He doesn’t budge. So I walk up to him and I touch him and it was like one of those Madame Tussaud’s wax figures. I didn’t even know people had those types of things sitting around. Tim Ferriss: I didn’t either. In the waiting room? That’s kind of creepy. David Blaine: It was amazing. Tim Ferriss: That’s amazing though. David Blaine: Then he asked me to go. The learning lesson was watching how he, just the way he deals with everybody the same. There’s no judgments. He doesn’t judge me as this kid or this power play. Everybody’s treated in a very similar way and very elegantly and very caring. I kind of learned from him as well that really all people are the same. So it’s like he believed that there’s a divide because somebody’s rich or powerful or present. I quickly learned – and I was lucky to learn at that point – that all people are the same. Obviously, there’s differences between each individual. But I learned not to judge. [Crosstalk] David Blaine: I learned not to judge somebody for any reason. Because everybody ultimately is a human being. I learned that also from my mother, but when you see it in a different context, it’s a very valuable lesson. Tim Ferriss: Yeah, it reinforces it. So let’s talk about a yet different context. You watched Mr. Steiner interacting with people. Then how do you bump into Jack Nicholson? David Blaine: Well, yeah, it was there. He was also one of my favorites, obviously. I was doing magic to him. I remember I was an unknown kid at the time. I remember it was in this club there and they turned the music off to say, “Tonight we have Jack Nicholson and David Blaine.” I was like, whoa, that’s pretty crazy. Suddenly I was known. Tim Ferriss: Co-headliner with Jack Nicholson. That’s pretty good for a 19-year-old. David Blaine: Yeah, so when I came back to America after that, it was kind of like because I was around Jack Nicholson and people like that, once again I realized that it would be possible to create these things I wanted to do because you meet this guy Jack that you’ve looked up to. He’s incredible, one of the best in the world. You realize that he’s also still just another person. It’s demystifying in a weird way, but it’s also like it’s incredible because you realize that there is no – it’s like if you work hard and pursue something, you can get there if you just don’t quit and you’re relentless. Tim Ferriss: Well, you put in the reps too, right? I mean, how many people do you think you’d approached or demonstrated magic to before you hit Nicholson? Thousands. David Blaine: Yeah. Starting as a kid. I would stand up on chairs when I was 5 in front of people – my mother’s friends and random strangers and stuff like that. So yeah, the time put in, over and over. Tim Ferriss: What is the approach? I’m curious. I read about – I think you used to go out with a friend named Adam, whose last name I can’t pronounce. Gigbot, Gigba? David Blaine: Yeah, Adam Gimlif. I’m godfather to his children. Tim Ferriss: And so you guys would – David Blaine: Oh, yeah. Well, he – Tim Ferriss: How did that work? David Blaine: That was early on. He would crash into – we would sneak into different, cool events. Adam would just walk up and act like he was best friends with everybody and say, “Dave is going to do magic for you.” Then I would just start doing magic to everybody. It was like back then people started writing stories. There was a guy named A.J. Benza who was with the Daily News, who I met through Micky Rourke back then. He basically started putting me out there. Just writing little – David did this to this person, that person. Tim Ferriss: Did he pick up on that because you did magic to him? Or did he just start hearing about it through the grapevine? David Blaine: Back then, I think it was just a New York scene thing. Tim Ferriss: Just the novelty. [Crosstalk] David Blaine: Yeah, and also magic – it was rare to come across a magician back then. There was a little group of magicians that hung in a deli called Ruben’s on Madison Avenue in New York every Saturday. It was like this little, dirty back room of a coffee shop. We would just sit there and brainstorm ideas. The most incredible magicians from all over the world would just show up and walk in and blow everybody’s minds. Then I would engage my favorite ones and convince them to teach me one thing. Tim Ferriss: What were some of the things you picked up from Ruben’s? Can you think back to any particular lessons? Or any particular moment that blew your mind? David Blaine: There’s so many. There’s so many different moments. There was a guy named Frank Garcia who was an amazing magician. I was really young. He said to me, “One day, all of the magicians are going to be really mad at you. They’re going to hate you. They’re going to be jealous of you. I’m going to tell you right now because you’re going to do things that are just going to drive them wild.” So when I did do that, I didn’t take it personally. Tim Ferriss: You didn’t get as rattled; he told you it was coming. David Blaine: Right, he predicted it. No, but I met magicians there. One of my best friends and basically my brother at this point, Bill Collousch, who was this incredible technician. But he didn’t do magic so he could impress people. He didn’t do magic to perform. He would just sit there alone day and night and just practice moves for himself. He’s phenomenal, like one of the best in the world. I say to him, “What do you do? You do the magic?” He’ll go, “Holy – how did I do that?” For him, it’s almost like – [Crosstalk] David Blaine: Yeah, it’s like a painter paints because he needs to express something. He plays with cards because he needs to express something or just work something out. A digital fixation or something like that. Tim Ferriss: You don’t have Adam as your wingman. You just cold approach a celebrity. How do you make it happen? David Blaine: I think when I do magic, it’s pretty much the same thing. It’s just kind of like – Tim Ferriss: Would you just walk up and say, “I want to show you something,” and you just roll with it? David Blaine: It varies. Tim Ferriss: Who have you been intimidated to approach? Does anybody come to mind? Or, if the answer is nobody – David Blaine: You know, speaking – actually, one of the people I did speak to on the phone for the end of his life, for quite a while, I spent maybe two years on and off talking to – was Bobby Fischer. Tim Ferriss: No kidding? David Blaine: Yeah. Tim Ferriss: How did that happen? David Blaine: I pursued him. The girl who was working for me, Denise Alpert, knew somebody that tried to – Tim Ferriss: One of the most famous chess players of all time. David Blaine: Yeah, the movie is Searching for Bobby Fischer. But anyone, this woman, Denise Alpert, who was working for me, who is amazing at just getting through to anything or anybody, tracked him down in Iceland. Found somebody that tried to get an interview with him and somehow got him a message that I wanted to talk to him. Somehow we started speaking and then we started talking. And then we started talking all the time about everything. Amazing stories and history and chess stories. I actually have some of that, like a friend here one time. But that was one of the people I was most intrigued by. Who I was the most excited to get to. He was one of them. The other guy that I would love to meet is this mathematician named Grigori Perelman. He lives outside of St. Petersburg, I believe. He solved one of the most difficult conundrums of the last century. They offered him a $1 million prize, which he refused. Because when he gave the solution, basically it took all the other mathematicians 12 years to even realize that he was right. He was so disappointed in mathematicians, he was like, forget this. He quit doing math. He turned the prize down and went and moved back in with his mother. Yeah, and he lives in this little apartment. They say his mattress is on the floor. He’s almost cockroach infested. The Guardian tried to reach him for an interview. When The Guardian got through, they’re like, “Why did you refuse $1 million?” He said, “Please don’t bother me, I’m busy picking mushrooms,” and hung up the phone. So that’s a guy I’d love to meet. Tim Ferriss: Your kind of guy. [Crosstalk] Tim Ferriss: You slept on the floor for a while too early on. David Blaine: I think I’d have to stay in front of his house for a couple of weeks and somehow, I don’t even know how. There was an old trick, it’s called “needle through arm.” I’d seen magicians do it where they pretend to push it through their arm and it bleeds and stuff like that. I started thinking, well wait, there must be a way to do something similar, but in a more magical way but actually do it. Then I started working on what points in the body could you do it. The craziest one is a guy named Mirin Dajo. He used to take rapiers and he’d have them pushed straight through his body. Like through his lungs. Then he would go jogging with those things in him. Nobody believed him though. Tim Ferriss: If this sword the body isn’t enough. David Blaine: Nobody believed him, so Time-Life finally covered him in front of all of the doctors and scientists, which they think, no, there is no way this could be possible because we know that when a sword or rapier goes through you, you’re going to die. He was just able to do it over and over like nothing. He’d have it pushed through. He’d go jogging and he would pull it out. It was nothing. But then he started to get really cocky. He started to think he was invincible. So he decided that he was going to swallow one of those big sailing needles. He swallowed this big sailing needle and then he was going to push it through his stomach, but he couldn’t get it out. He fell asleep and it ruptured his aorta and he bled out and died. Tim Ferriss: No sailing needles, audience. What would be the one piece of advice you would give your 25-year-old self? If you could tell us at 25 where you are and what you’re doing, roughly? David Blaine: I would say to enjoy where you are, because you’re always try to think ahead and plan ahead. I was young producing my first TV show and working so diligently to try to get to a place that you never ever get to because you’re always trying to get to another place. A good thing to do is just sit back and breathe in and be like, wow, this is pretty awesome. Because you don’t – it was rare that I’d ever stop and just appreciate the now. Tim Ferriss: Have you become better at that? David Blaine: No. Tim Ferriss: I wasn’t planning on going into this, but I’ll tell you. In college, I actually went six days without sleep. I did it because I was studying neuroscience at the time. We used – well, there were a number of labs that used cats. They studied cats because they sleep so often. So you could really look at their REM sleep cycles and serotonin was one of the neurotransmitters they look into. I became very fascinated by – we’re going to get out there for a second, folks – the similarities between – I’d never used it at this point – but LSD-induced experiences and REM sleep. I wondered what would happen if I completely deprived myself of REM sleep. Hence, the experiment. It wasn’t fantastic. I called it to a close because I was walking to class and just effectively blacked out. Like my mind went blank. Then I woke up about 200 steps later, after I had crossed a street. I was like yeah, I think I need to stop doing this right now. But I am fascinated by sleep deprivation. Particularly the vision quest version of that. David Blaine: Did you get any of those visions as well? Tim Ferriss: I did. I did have not the good kind or productive kind. What ended up happening to me was things would jump out. I’d see flashes of rapid movement in my peripheral vision, which was really terrifying. That was the most common. I’d see it in jerking motion right in my peripheral vision. I haven’t done too much of that recently. I am interested in things like [inaudible] [00:46:31], just studying that. By the way folks, if someone says there are no side effects of a certain drug, that’s just because they haven’t found them. Give it time. David Blaine: There is a short story by David Sedaris called Naked. It’s hilarious. The book is called Naked. The short story is called Plague of Tics. It’s amazing. It’s about this kid that has all these insane tics that he just can’t stop. It’s a great short story about what we’re talking about. Tim Ferriss: I thought you meant Plague of Ticks, like the tick I grew up with in Long Island. I was like, ohmygod, that’s my nightmare. Plague of Tics. Sedaris is a fantastic writer. David Blaine: Yeah, this is one of my favorites. Tim Ferriss: Magic is all about capturing or diverting attention. What are some basic tactical ways to divert someone’s attention for the purpose of performing simple magic tricks? David Blaine: I think just really communicating with somebody. Because if you’re really talking to somebody, they’re going to look here. But then again, the magic that I like the most is stuff that you don’t need people to look away. I would work on things that it doesn’t matter who’s looking at what, for the most part. Tim Ferriss: So if you’re not trying to divert, let’s just say in some of your early environments, which like you said were not ideal environments – loud clubs, people yelling. What are some good ways to get someone’s attention? David Blaine: You have to adjust the magic to the environment. Tim Ferriss: It depends on the circumstances. David Blaine: Yeah. Tim Ferriss: Or what are you trying to learn? David Blaine: Always learning. But what I’m currently reading is American Prometheus, about Oppenheimer. This is one of the more fascinating men that I’ve read about. He created the atomic bomb. It was a race between Japan, Germany and America. He developed this weapon and it basically stopped Japan or Germany from having an atomic bomb, which who knows what they would’ve done to the world to this day. After he created it and it was used, he realized he created the ultimate weapon of death. It’s horrible. It’s the worst thing that you could ever do. This is a guy who grew up with poetry and art, studying Picasso. He started being very vocal about how awful this weapon of mass destruction was. Hoover had just become President. Hoover was very pro-military, pro-weapons, pro-building better bombs. They went after him in a witch hunt and destroyed him; destroyed Oppenheimer. Like Galileo, just took everything away from him, embarrassed him, shamed him, isolated him, everything you could imagine. But he was in court and they asked him in court, they said, “How many people would it take to sneak an atomic bomb into New York?” His answer was, “Three. Just three people that are willing to take that risk.” “Okay, how would you find that bomb?” And he said, “With a screwdriver, because you have to open every single nut and bolt in the city to detect it because there’s no way to.” The idea that anybody could take a dirty bomb, put it in any city and there’s nothing that could be done about that, that’s something that I think is a real human issue. So anyway, that’s what I’ve learned recently. I don’t know how it relates to – Tim Ferriss: No, this actually leads me to ask of, it seems almost all of the books that you’ve talked about so far have a component of tragedy. Look at Cervantes, look at this, Primo Levi. There’s some element of tragedy or suffering in these books. Is that just coincidence that those are the books that came up? Or do you tend to pick books that have that element? David Blaine: One of my favorite books is Man’s Search for Meaning. At the end of that book, he says, “Since Auschwitz, we know what man is capable of. Since Hiroshima, we know what’s at stake.” I’ve been obsessed with – and they say, one of the TED Talks I love is about what happens if a dirty bomb goes off? He says, it’s not a matter of “if,” it’s a matter of “when.” I do think we’re at a critical time where we really need to analyze where there are so many weapons of mass destruction. Why they’re trying to make bigger ones. I think that’s a real concern. I like to read about these things because I do think it’s important to think about these things and then address them on some level. Tim Ferriss: For sure. You look at electromagnetic pulse weapons in the Great Lakes area knocking out communications in Chicago. This is also one of those questions of probably “when,” not “if.” David Blaine: Really pleasant topics. Tim Ferriss: Pleasant topics to talk about. You gave a fantastic TED Talk. If you had to give a TED Talk on something that you’re not known for at all, some other obsession that you have that maybe people don’t know about, what would you give it on? David Blaine: Wow, that’s a great question. What the hell would I talk about? Something I don’t know about. That seems so scary. Tim Ferriss: Or something you know about that people don’t know you for. David Blaine: Do you know the reason people are horrified of giving speeches in public? Tim Ferriss: Why is that? David Blaine: I was reading a book on public speaking, I forget by who. He said basically when you’re standing on a stage with lots of eyeballs looking at you, it goes back a million years. If you were in Africa and you were living in a protected cave or a shelter of some sort, when you went out into an open field or a plateau and suddenly there were lots of eyes on you, you’d have to be worried because those were predators that were going to eat you. So it’s like when you’re standing basically exposed where everybody can see you, you’re suddenly an open target. Your wiring of your brain is, I don’t want to stand up here with everybody staring at me because it’s counterintuitive to what we’ve learned to survive over the last 1.5 million years or even longer, whatever it is. So that’s the reason. So if I had to give a public talk about something I didn’t know about, I would talk at the TED conference about my favorite food. Tim Ferriss: What’s your favorite food? David Blaine: Well, there’s a pizza shop in Brooklyn. Actually, okay, see, no, no, no. It’s called Di Fara’s. The guy has made over a million and a half pizzas. To me, he’s an artist. It looks like a soup kitchen. When you go in there, it’s like everything is kind of messy, nothing fancy. There’s these things that his kids stuck on the wall and they’re crooked and sideways. It’s reviews that he’s got where The New York Times puts him on the cover and says, “This isn’t pizza; this is art.” Or it’s a cover of Time Out saying, “He’s the most underrated thing in New York.” It’s like all these amazing reviews. When you go there, the guy, he’s made over a million and a half pizzas. He’s been doing it for 50-something years. His hands look like polar bear hands. No, because he’s reached into that oven so many times and pulled out pizzas bare handed that you couldn’t even eat for five minutes because it’s too hot. The guy just loves doing what he does. He’s a perfectionist. He won’t sell out. He won’t go do it anywhere else. He stays at this little shop. I’m fascinated with people like that. People that just get so obsessed with their thing and want to do it right. They’re not in it for the profit or making money. He’s just in it for the love of making the greatest pizza. That’s the reason I fluctuate. I stay away from there. Tim Ferriss: I think that’d be a good TED Talk. David Blaine: But no, I’d like to talk about people that are amazing at what they do, that just have this passion. He basically – the mozzarella is fresh. The basil, he grows it in his garden sometimes. He has all of these incredible, rich ingredients. When the dough is out, the shop is closed. You don’t know if it’s going to be open when you get there. When you do get there, there’s a huge line. Tim Ferriss: The Forest. David Blaine: It’s amazing. Tim Ferriss: I’ll be in New York City. That’ll be my first stop. David Blaine: Di Fara’s, D-I-F-A-R-A, Di Fara’s pizza. Tim Ferriss: Oh, got it. Di Fara’s Pizza. David Blaine: I don’t know how that would be a TED Talk. Tim Ferriss: Oh, you could totally do a TED Talk on that. I’d listen for 20 minutes to you talk about pizza. Do you have a quote? You seem to have a very good memory for what you’ve read. This doesn’t have to be from something you’ve read, but do you have a quote that you live by or think of often? Or any quotes? David Blaine: You were before talking about quotes from Siddharth. You were saying I can fast. But he also says, “Love is stronger than hate. Soft is stronger than hard. Water is stronger than stone.” I think that’s how it goes. I think that’s one of my favorite pieces of that book. I like the Abraham Lincoln quote, “When I do good, I feel good. When I do bad, I feel bad. That’s my religion.” That quote I like. There’s so many. One of my favorites is Michelangelo. He says, “Beauty is the purgation of superfluidities.” Basically when he made The David, they asked him, “How did you make this beautiful thing out of that slab of marble?” He said, “The beauty was inside.” He just had to cut away all the crap, basically. “Beauty is the purgation of superfluidities.” I remember I had to look up all the words to understand what it meant. It’s so poetic and incredible. Tim Ferriss: If you were teaching a ninth grade class or a freshman class in college and you could teach anything, what would you teach? David Blaine: I guess magic. Tim Ferriss: That makes perfect sense. Moving on. Yeah, that’s the right answer. Can you think – if you look back on your life, your career, you can answer either of these. Do you have a favorite failure of yours? Okay. Or a failure that actually really sowed the seeds of a later success? David Blaine: Well, that’s the other quote that I love is the Churchill quote, where he says, “Success is the ability to move from one failure to another with enthusiasm.” I never look at anything really as a success. I always look at it as a work in progress. I’m always trying to figure out how to – I don’t see it as a failure necessarily. I see it as practice and work in progress. Therefore, everything is not right until it’s right, which means it’s never going to be right, so everything technically is kind of a failure on some level, but not really. I don’t look at failure as a bad thing at all. I’m lucky with that. Tim Ferriss: How do you view it? David Blaine: It’s like work. Tim Ferriss: It’s just a work in progress. David Blaine: The more failures, the better you become. So as long as you don’t dive, something like that, killing it. But it’s all a work in progress. I think failure is one of the best way to build your muscles. Like reading books is the best way to build the brain. It’s like working out. The more you read, the more the brain starts to really absorb information and think about new ideas and stuff like that. Tim Ferriss: It seems to me also when I was reading Primo Levi’s books that as a chemist, he was trained to look at things in a very experimental mindset. It was just feedback. It was hypothesis test feedback. Like you were mentioning having an ear for the latrine and just picking up patterns like that. I strikes me that you think about failure in the way that a scientist might think about it. You’re testing a lot all the time. David Blaine: Yeah, probably. Tim Ferriss: I think that’s a good place to put an exclamation – I shouldn’t say an exclamation point, probably just a poetic period. What’s next for David Blaine? David Blaine: That little tour that I’ve been telling you I’m working on. Hopefully I’ll eventually to get it to feel sort of right, and then I’ll start taking it out across the country and through the world. I’ll try to build a magic show that I would actually want to see. Tim Ferriss: David Blaine, you’re amazing. Guys, give it up for David Blaine. Posted on: June 5, 2018.", "speakers": ["tim ferriss", "david blaine"], "text_sentences": ["why, hello, boys and girls", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers, whether they are entertainers like jamie foxx, military like general stan mcchrystal or jocko willink, chess prodigies like josh waitzkin or everybody and anyone in between who is the best at what they do", "this episode is no different", "it is a bit of a hybrid", "i am interviewing master illusionist and endurance artist you have asked for years, david blaine", "it is a really fun conversation", "at least, i had a blast", "it is composed of outtakes", "what does that mean", "well, these are bits and pieces – i’d say about 90 percent of it is from a tv show that i filmed", "we filmed for three hours and it got cut down to an hour-long tv episode", "you can see this episode on a tv show called fear(less)", "you can see the entire episode, which does not really overlap this audio, at att.net/fearless", "i highly recommend you check it out", "people have been really buzzing about it", "this is all extras, so you will hear all sorts of stories and bonus bits that didn’t make it in", "we jump around quite a lot to various conversations, stories and lessons with david and the very first conversation begins with the two of us talking about my second book, the 4-hour body, and learning to hold my breath, which he taught me at the tedmed conference ages ago", "i went from a max breath hold of 45 seconds to 3 minutes and 30 seconds or slightly longer", "i am going to try to keep this somewhat short, but two things: no", "1, i would love for you to check out the tv show", "the entire season is filmed", "you can find out where you see all of the episodes at tim.blog/fearless", "that has the trailers, all the guests and everything else", "if you want to see the entire first episode, at least for a short period of time, with david blaine, just go to att.net/fearless", "there are some issues it seems viewing it with chrome, so try safari or firefox or something else", "that is it", "i hope you enjoy this conversation experience as much as i did", "please say hi to david on the socials", "he’s easy to find", "blaine, b-l-a-i-n-e", "he does not disappoint", "thank you", "welcome to fear(less)", "i’m your host, tim ferriss", "on this stage, we’ll be deconstructing world-class performers of all different types to uncover the specific tactics and strategies they’ve used to overcome doubt, tackle their hardest decisions and ultimately succeed on their own terms", "let’s take a look at my guest by the numbers", "17 minutes, 4 seconds – his world record-setting breath hold, if you can believe that", "it’s true", "44 days – how long he survived without food in a plexiglas box", "63 hours, 42 minutes, 15 seconds – the amount of time he spent encased in a block of ice", "for nearly 20 years, he has risked his life for your entertainment", "please welcome to the stage, world-renowned illusionist and endurance artist, david blaine", "welcome, sir", "how’s it going, tim", "watch your step", "you wrote about it in your book", "i did", "which i was super excited about", "in the second edition, you had to pull it", "i had to pull it", "okay, so let me explain what happened", "it turns out that, i guess if you have an audience of x number of people, let’s say it’s a million people, one out of every 1,000 is not going to read directions it turns out", "so i had people who just weren’t reading the warnings", "but what made me want to put it in the book so badly is that it takes this impossible – i can’t do x – and just obliterates it", "then i remember it was the very next time that i met you after that", "i paid a lot of attention to your performances, but then i started tracking you a lot more closely", "not like a stalker, creepy way, but in a very diligent fan way", "we met at – i don’t even remember where", "it might have been at one of these summit events in d.c", "but i sat down and noticed you had a tattoo", "is it on the inside of your forearm", "yeah", "so you have some numbers here", "what are those numbers", "it’s primo levi’s holocaust number", "he’s one of my favorite writers because even though he went through such a terrible and horrific experience, he wrote about it without any bias, actually", "it’s almost like he recorded it with a video camera and just documented what he went through in the concentration camp", "because he was a chemist, he didn’t look at you are different than me or this nazi is different than this jew", "he looked at everybody as biological compositions of molecules", "you know, everything is just a part of life", "therefore, he just studied humanity in one of its most atrocious incidents", "he would say things, he would write things that – and by the way, he started to write this book", "as soon as he got out and his arm was working and he was able to write, he immediately began to write", "people didn’t believe him because a lot of people thought the holocaust was still made up at that time", "he would say things that because he was a chemist – so before he went to auschwitz, he was a great chemist and a paint factory is where he worked", "but he would observe what certain people did to survive", "he explained that you had to sleep with your head here, your feet here, your head here, your feet here, packed like sardines basically", "he would explain that somebody that might survive would be the guy laying in the bunk at night that could listen to the level of the latrines", "the latrines were the toilets in the middle of the bunk", "when you would hear the latrine was filled to the top, if you were able to sleep just enough but stay awake enough that you could listen when it was full to the top, you’d say to the two people to your side, “if you have to go to the bathroom, don’t go now.” he would say that because he would listen to the level of the latrines, know how full it was, and then if they would have to go to the bathroom, then they’d have to empty it two miles away and while walking, they would spill the urine and crap all over their feet", "when they came back and you had to sleep with your head next to it, you’d get sick and when you get sick in a camp, you’re killed", "you’re done", "he would explain things that you’d never think about", "then when he became a very respected writer like philip roth and italo calvino, all these guys say he’s one of the most important non-fiction writers of all time", "but he went back to working in the paid factory", "he never moved out of the apartment in reno, italy that he grew up in", "he never traveled for luxury", "he was a really impressive and interesting person", "well, i remember asking you what you learned from the book", "i noticed the tattoo", "then you mentioned the book", "i said, “what did you learn?” you said, “everything.” i was like, whoa, i think i need to buy a book", "so i went out and i bought if this is a man and the truce, combined", "yeah, those are amazing", "i have to tell you guys, you want to talk about beautiful, insightful writing, i think the highlights in that book alone are the next ten combined on my shelf", "i still have it facing out in my bookshelf in my living room as a reminder", "after you read it, when you open your refrigerator, you’re never going to think about food or anything the same way", "because wow, i’m so lucky", "it’s kind of like the stoic philosophers, like marcus aurelius, all these people", "they use negative visualization", "what they do with that is they imagine the worst possible scenario", "let’s say somebody has a daughter", "he’s going to imagine that tomorrow his daughter might die and he might not see her ever again", "so therefore, the time that he’s with his daughter, he’s going to be very connected to her", "he’s not going to be looking through his iphone or watching tv", "he’s going to be paying full attention to her, which is, i think, an amazing point of view", "whereas, the father that assumes his daughter is going to outlive him and she’ll be here forever, when they’re together he might be sitting there staring at the tv or reading the newspaper and not really giving her the full attention", "it’s also the same the way he thinks about a glass of water", "so instead of saying “this glass is half empty,” being like “wow, i’m lucky that i have water", "not only am i lucky that i have water, but i have it in a glass that actually will hold it", "i’m not going to get lead poisoning from this glass", "it’s going to be clean and it’s going to taste good.” that’s what i learned from primo levi", "on top of that, you just mentioned the stoics, which is one of my favorite topics that i’ll not talk about the next 17 hours to save you guys, but the fact that they viewed it as practice", "it was trainable", "it was a regular practice", "i mean, you have one hell of a collection of what most people would consider pretty strange practices", "i want to talk about cold for a second", "correct me if this is not accurate, but i know laird hamilton and those guys", "laird is the undisputed king of big wave surfing", "he’s married to gabby reece, who is equally impressive", "yeah, they’re amazing", "she is a killer volleyball player", "they are amazing parents", "they have these workouts at their house in southern california, this neck of the woods", "they have a custom pool with stairs that go down to the bottom and people do weight training underwater, among other things", "then they have an ice bath, which is a real ice bath", "you get in and you have to wedge yourself through the ice under the ice bath and then a sauna at 220 degrees", "they cycle through all three of these", "i remember at one point, somebody at one of these workouts said, “oh, man", "you should have been here last week", "wim hof was here.” wim hof was called “the iceman.” he’s this dutch daredevil", "he has 20-something world records for ice exposure", "he’s incredible", "he can sit in an ice bath for like two hours", "climbed everest barefoot", "he climbed up to death altitude at everest in boots and shorts, nothing else", "pretty impressive guy on a lot of levels", "has the record swimming under ice in antarctica or something", "yeah, he swam under ice until his retina froze", "not recommended by the way", "no matter how good your eyesight might seem", "i was told that you guys started trading ideas and then started going all sorts of wacky stuff", "is that what happened", "yeah, we had fun", "but i had actually never tried holding my breath under water and ice", "which, you know, i could resist really cold temperatures for a pretty good amount of time", "but i always thought – okay, so when i first tried to learn how to hold my breath, i actually read about the boy that fell under the icy river and he was trapped for 45 minutes", "he blacked out", "they pulled him up and he was brought to full recovery", "my initial thinking was okay, if i put myself in an ice bath and i drop my core temperature, then i’ll be able to hold my breath long", "but it was before i’d really learned the technique", "i got in this ice bath", "i was shivering", "then i tried to do the breath hold and it was a bust", "but that was years ago", "but then when i hung out with wim, he was like, “let’s try it this way.” i did it his way under the ice bath and it was incredible", "what was his trick", "was it the breathing beforehand or did you do something else", "you know what it is", "here’s what it is", "when you see somebody else do it, it’s like you suddenly realize, oh wait, there’s a way to do this", "then you can push yourself to do things that you don’t think are possible because you’ve seen somebody else do it", "it’s like you and the breath holding", "then suddenly i’m there doing the breath holding", "i remember at one point interviewing robert rodriguez", "i don’t know if you guys know him", "director, writer, everything extraordinaire", "he studies artists", "he loves studying artists", "he found this german artist", "he wanted to figure out how he did his technique", "so he flew all the way over to europe, sat down and asked the guy to give him a lesson", "the guy is doing this, this and this – like a dash on the chin, a dash on the nose", "he goes, “how do you know which one is next?” this is what robert asked him", "he goes, “you don’t", "it’s different every time.” robert is like, what the hell", "i flew all the way here and this is my lesson", "are you kidding me", "and then he sat down and he tried it and he could do it, just because he saw someone do it", "it was possible now in his subconscious mind because he got out of his own way", "we talked about ice", "i want to flip that and talk about fire", "we’re going to rewind the clock", "did you have one or multiple homes burn down", "yeah, as a kid, i had three fires in the buildings i lived in", "i mean, obviously, we got out", "but two of them i didn’t even wake up", "my mother carried me out, ran down the stairs and i didn’t see any of it", "i just found out the next day", "did you lose your stuff", "yeah, that’s why i have so few pictures and stuff like that from childhood is from those fires", "i see", "we have a handful of photos, but i was wondering about that", "yeah, i have a very limited collection of photos", "did that affect to how you relate to material possessions at all", "no, my mother never really placed high value on material possessions, so i think she taught me that", "yeah, she taught you before the fire", "yeah", "we talked a little bit about potentially using cold to hold your breath for longer and then you mentioned fasting", "well, wait", "but cold doesn’t help you hold your breath for longer", "no, it does not", "but it’s just an interesting concept that you can hold your breath while you freeze", "the fasting", "i also read kafka’s the hunger artist", "in the hunger artist, the guy is a dime circus performer and nobody wants to see him", "he does his show and nobody ever shows up, so he decides he’s going to sit in a little cage and he’s going to go, i think for a month and a half without food", "no, 40 days, i think, without food", "he gets in this little cage and he starts fasting and people start to come", "then as he starts fasting, he starts to get skinny, skinny, skinny", "crowds start to come", "at the end of the kafka story, there’s tons of people there, but he’s gone", "he’s just shriveled away to nothing so no one can see him", "but kafka explains the whole curve of doing one of those things in a really poetic and interesting way", "i think that, plus the curiosity, plus your brain changes because you’re not thinking about – we spend a lot of time during our day planning our next meal", "what am i going to eat later", "what am i going to eat now", "what am i going to eat tonight", "when you take that away, because we are able to go a long time", "i don’t recommend it", "but i think we can go a very long time without food", "when you take that away, it’s like your brain starts to see things in a really beautiful way, actually", "we have a mutual friend, a fantastic standup comedian and actor named brian cowan", "we’ll come back to brian", "but one of his questions was, or suggested topics to explore, was suffering", "because you, correct me if i’m wrong, when you grew up you had asthma", "yeah", "recently, i found out that my right coronary artery – i’ve never said this to anybody, but it takes an irregular path between my aorta and my pulmonary artery", "it’s getting 50 percent stenosis", "so my heart gets basically 50 percent of the blood flow that you get or anybody gets", "it’s very dangerous, obviously", "but at the same time, i think that might be why i’m able to hold my breath for such an extended period of time before i started training", "if you were to describe how you interacted with other kids, teachers or otherwise, what were you like", "i was a hyperactive little weirdo, but that’s not why we’re here today, so i’m not going to talk about that", "i’m glad we didn’t have as much medication", "i would’ve been drugged out of my mind", "not that – we’ll leave that alone", "i’m not going to go down the drug rabbit hold", "continue", "how were you as a kid", "i was definitely not hyperactive", "you were not", "i was like your polar opposite", "no, but i think i was kind of similar", "i was very curious", "i loved magic", "i loved learning", "i loved reading", "i had to built a lot of walls really quick", "why is that", "in brooklyn in the late ‘70s, it was a tough environment back then", "i learned how to defend myself", "i would take the subway alone to school when i was 5 or 6", "i was much more mature probably as a kid than now", "i was also the kid that would get really good grades", "but then the teacher would mark, “class clown", "parent/teacher conference needed.” my mom would come in and say, “i don’t get it", "he has these grades, why do we have to,” and she’s like, “well, he’s a bit of a clown.” yeah, i was a crazy kid", "i read, correct me if i’m wrong here, did you trade punches with kids and walk to school in your shorts in the winter", "wow, yeah", "i talked about what somewhere", "i guess you must have", "yeah", "how did you decide to do any of that", "hold on", "so the barefoot in the snow running", "i had a karate teacher also at the ymca named prince", "for some reason, he just liked me", "or he didn’t", "nobody liked me", "so he would run barefoot through the snow and i would just do it with him", "then i started doing things like that on my own and then i would go all winter with just t-shirts on", "i liked enduring it", "what led to that", "i’m just so curious", "i had a couple of weird things that i would do, just to see if i could endure it", "i was a runt in school, so the only sport i ended up being able to play with any success was wrestling because it was weight-class based", "but i just got my ass kicked up until about sixth grade", "i did weird coping things to try to cut down on bullying", "i would put my hand flat on – i’ve never talked about this either – put my hand flat on a table – don’t do this at home – and just let people hit the hand", "or i would do the alien, like bishop move", "people were like okay, i can kick his ass but he’s just crazy enough that i’m going to go after an easier target, right", "but what led to the enduring of the cold", "do you remember deciding to do that or was it just after prince’s influence", "well, no", "now that i think about it, technically speaking, my mother got remarried when i was about ten years old", "we moved to new jersey and her husband was always worried about getting sick and things like that, so he would always want to be layered up", "i think part of my rebellion against having to follow any specific directions was to – do the opposite", "yeah, go around all winter with a t-shirt", "we’ll definitely come back to your mom because she’s such a critical and influential piece of this whole puzzle", "did she introduce you to chess", "my mother had a boyfriend at the time who is now my godfather", "he taught me chess when i was really young", "i think my biological father might’ve also, but i don’t know because i didn’t see him much", "how were you drawn to magic", "the chess was, i was thinking if you’re a master of misdirection and we can certainly talk about that", "chess is similar", "did that develop there or did that come later", "a deck of cards has so many different – you can shuffle a deck and the odds of shuffling it in the same order, you could have a trillion people shuffling cards for years and years and years and you’ll never match the same way", "i think there are so many algorithms and mathematical features built into cards", "as a magician, that’s what you use in the beginning", "the first tricks i started doing with cards were simple mathematical tricks", "my mother would go crazy", "i started to really want to learn different things", "i started working on it", "i think that was a love of math, a love of science, logic, chess", "i think it’s all very – combined", "yeah", "when did it become – did it just gather steam steadily from there", "or were there particular inflection points for you", "no, i think i just kept working on it and working on it", "i’m still working on it the same way", "it’s just a nonstop learning new things and trying things and becoming obsessed", "the obsession part helps", "it helps you get good", "you learn a lot in that environment", "you learn so much about performance because you learn – and i guess it’s related to salesmanship almost", "you learn if you’re too close to the people that are sitting down and you walk up to them and you want to do magic, you’re too close", "they’re kind of like, ugh", "invading their personal space", "right", "but if you’re too far away, they kind of will throw you away very easily", "so there’s that balance point that you learn of how close you need to be to the table, who to approach first", "you do the magic, then they’re engaged, then you have them", "i think there’s so much psychology applied to that", "i want to ask about picking the right person at the table", "so you walk into a restaurant", "you’ve figured out the personal space", "you’ve figured out how to befriend the alphas in jail and then you get everybody else", "kind of chimpanzee politics", "yeah, that works", "so when you go to a table in a restaurant and you said picking the right person, how do you pick the right person", "it’s so hard to explain that", "it’s like a spider sense", "yeah, it’s like after you do it 1,000 times and you get rejected enough times, you start to learn", "it’s amazing", "i heard a rumor – it’s not scandalous, don’t worry – that when you were working as a waiter, at some point people would give you tips and you’d give the tips back and say “i’m not doing it for the money.” yeah, that is true", "wow, you did your research", "well, you know", "i have a good team, too", "no, because i would do magic, but just because i liked to do the magic", "so they would often leave – i was working at a health food restaurant in new york", "back then, in like ’91, it was the only one", "it was called “suent.” i would do magic to the people", "they would leave me like 50 percent to 100 percent, double the bill, in tip and i would give it back to them", "i’d say, “just give me 20 percent,” because i didn’t do magic for that", "but just come back", "so they would all come back and they became, you know, regulars at the restaurant", "but yet, i didn’t want people to think this is for this", "which it wasn’t", "the book that blows me away beyond anything, and it’s hard to explain it, cervantes", "yeah, that guy, he wrote don quixote", "his life was the most, for a writer, his life is what writers dream for", "even though it was a horrific and terrible life", "cervantes was the son of a surgeon in spain", "he died in 1616, the same year as shakespeare", "but back then, you were very poor", "when he was 18 or something, he joined the military to fight for his country", "he got shot and was maimed on the left side, so he was paralyzed on his left arm", "but he won the equivalent of the purple heart, so the king gave him a letter", "on their trip back home in the boat, pirates basically took them captive", "he was made into a slave for five years", "while they were trying to get ransomed, because he had this letter from the king, so they thought he was so important and so wealthy, which he wasn’t, they would just abuse and torture him", "finally, his brother got the monks to raise enough money five years later", "he went back home and the only job he could get was as a tax collector", "the government giving him this job", "but because that guy had such a big heart, he didn’t want to take taxes from a mother with five babies that couldn’t feed them", "so he wouldn’t do his job the way the government wanted him to, so they put him in prison", "he spent 12 years in prison", "while in prison, he started writing don quixote", "he finished it when he got out and it became the no", "1 bestseller in europe", "it was one of the most respected books", "shakespeare wrote an entire play about one character that was burned in the fire, about cardenio", "but even with all this success, the publisher screwed him over so he never saw a penny", "so cervantes died completely broke", "he’s one of the greatest and most influential writers to this day", "but when you read the book, it makes sense because the character is about a guy that wants to make the world a better place but he’s delusional because there’s no way he – it’s very difficult to do that", "so he’s fighting windmills and – art imitating life and life imitating art", "how many times have you read that book", "that was an incredible recap", "well, that’s his life", "that’s not the book", "that’s the life of cervantes", "i see", "all right", "i was like, ohmygod", "the book is even crazier", "i try not to read it when i’m on an airplane, because if there’s people sitting next to me, it’s like when i’m on one page i’m laughing hysterically and then i’m crying, then i’m laughing hysterically", "so i seem like a real freak of nature", "sociopath", "yeah", "but that book is incredible", "as a kid, did you feel like a loner or lonely", "or did you feel something else", "it seems like you did a lot on your own", "i’m just curious", "yeah, i feel most of my friends who are magicians are usually not of the norm because we don’t necessarily fit in the typical way", "there is a lot of time spent alone", "but that time spent alone is when you learn how to do these things that you would never do if you were out having fun", "so it’s like you’re working on one move repetitiously for hours on end, for days and weeks and months and years", "there is a lot of time that you spend isolated", "so you get into magic around age 5", "at what age did your mom pass away", "she got sick when i was 17 years old", "she fought for a couple of years and died three years later", "it was a very ambitious fight and struggle", "she tried to overcome it and did everything in her power from the macrobiotic diet to acupuncture, chinese medicine", "everything, plus the normal route", "the doctors gave her, i believe, six months to live at one point", "michio kushi wrote a book called the macrobiotic way", "basically, what she did was eliminated all excess from her diet and just ate food that was rich in micronutrients and had all the things that are necessary", "what happened was the tumor started to disappear because she started to, i guess, when you don’t have excess in your fat, you’re just getting the micro nutrition that you need, she started to probably digest or whatever", "the tumor started to dissipate and [inaudible]", "she actually was on the road to beating the cancer", "then i guess once she did go into remission, she started to eat the normal food again and then it came back really fast", "were you – she used to tell me, “when i do this,” “when i eat,” – back then, kale wasn’t the popular thing – kale and seaweed and all these different things", "she told me that the way the chinese do it, their hair is black for a very long time", "they don’t go gray", "she went from gray to full color back at one point doing all that", "i saw just so many amazing changes take place in her approach and her belief that – and i’m sure part of this was mental – that she could beat it", "until recently, when i had a daughter, but it was because that loss was so overwhelming and so horrific that i never wanted to put myself in that place again", "i was always very difficult to get through", "but now i have a 5-year-old and it’s the most amazing experience in my life", "it’s beyond anything that words could ever explain", "and she’s doing magic that i didn’t teach her", "they just watch, you know", "she just watches and then she starts doing", "i’m like, oh no, i don’t want her to do magic because i don’t want her to do the crazy things", "do as i say, not as i do", "daddy says, don’t put the ice picks in your hand", "i encourage [inaudible]", "she teases me", "she’s like, “well, i’m gonna do things too", "i’m going to [inaudible].” i’m like, “no, you’re not.” she says, “yep, yep, yep, i am.” i said, “no.” it’s incredible how, in some cases, the apple just does not fall from the tree", "they just observe", "they absorb everything", "i wonder how much of it is just also innate", "like you’re somehow programmed towards magic", "i really wonder because i have a friend – a fantastic guy", "if you haven’t met him, you should meet him at some point – josh waitzkin", "john waitzkin was the basis for searching for bobby fischer, both the book and the movies", "he was the little kid who was the chess prodigy", "he had a very tough time being thrown into the public light with the movie as a 14 or 15-year-old", "it was very challenging for him", "it interfered with his chess career and so on and so forth", "so he never pulls out a chessboard, ever", "at one point, his son just found some type of – who is around the same age as your daughter – an online chess program", "he just sat there for hours and hours and got better and better and better", "he was just like, “well, i guess he’s going to play chess.” that’s crazy", "well, maybe he saw, maybe he somehow – because my daughter uses the ipad when she’s allowed to", "she’ll press the button and she’ll say – she has a french accent – “show me pictures of david blaine.” and then like all these things – i’m like, “no!” that’s not me in that globe right there in the water", "no, it’s not me", "but maybe there’s some sort of – maybe he saw something", "but who knows, maybe it is just intuitive", "there has to be – and i know because i’ve seen you work a room – not work a room, that sounds weird", "but i’ve seen you at a party, let’s just say", "you can navigate, you can surf that space really well", "part of your story is so incredible because it’s like, all right, he was in restaurants", "then he did this, then he saw this one person and did this trick to them and then it led to this, and then it led to that", "i want to bring up two parts of that", "one is, do you have, aside from the spider sense, is there anything else that helps you to decide which people to engage with in a situation like that", "no, because i kind of just do it to everybody, not – [crosstalk] i just love doing it", "i just like the process of doing it, so i just do it all the time", "but you’ve been very good at capitalizing on the opportunities that have presented themselves", "one of them that i wanted to get a little bit of backstory on because it seems like a pivotal moment", "if it wasn’t, i want you to tell me", "but going to st", "tropez, i guess it was", "yeah, i was hired by this amazing man", "his name was jeffrey steiner", "just a very powerful, self-made billionaire", "and you were young at the time", "i was young", "yeah, i was like 19 or 20 maybe", "i was doing magic at this bar mitzvah – i did magic to this man", "he was very intrigued", "he said, “have you ever been to st", "tropez?” i said, “what?” i don’t even know what it is", "“no.” he said, “here’s my card, call me.” so i called him and he asked me to come to his office to meet with him because he was going to have me possibly come during the summer and work", "i remember sitting in his office in the waiting room", "it was so fancy and incredible", "there was a security guard standing in the corner", "he was reading a newspaper", "i think he had a newspaper", "he’s standing there reading the paper", "i was just sitting there waiting", "it was like five minutes, ten minutes just waiting", "i look at the security guard", "i’m like, “excuse me.” the guy doesn’t budge", "like, “excuse me.” he doesn’t budge", "so i walk up to him and i touch him and it was like one of those madame tussaud’s wax figures", "i didn’t even know people had those types of things sitting around", "i didn’t either", "in the waiting room", "that’s kind of creepy", "it was amazing", "that’s amazing though", "then he asked me to go", "the learning lesson was watching how he, just the way he deals with everybody the same", "there’s no judgments", "he doesn’t judge me as this kid or this power play", "everybody’s treated in a very similar way and very elegantly and very caring", "i kind of learned from him as well that really all people are the same", "so it’s like he believed that there’s a divide because somebody’s rich or powerful or present", "i quickly learned – and i was lucky to learn at that point – that all people are the same", "obviously, there’s differences between each individual", "but i learned not to judge", "[crosstalk] i learned not to judge somebody for any reason", "because everybody ultimately is a human being", "i learned that also from my mother, but when you see it in a different context, it’s a very valuable lesson", "yeah, it reinforces it", "so let’s talk about a yet different context", "you watched mr", "steiner interacting with people", "then how do you bump into jack nicholson", "well, yeah, it was there", "he was also one of my favorites, obviously", "i was doing magic to him", "i remember i was an unknown kid at the time", "i remember it was in this club there and they turned the music off to say, “tonight we have jack nicholson and david blaine.” i was like, whoa, that’s pretty crazy", "suddenly i was known", "co-headliner with jack nicholson", "that’s pretty good for a 19-year-old", "yeah, so when i came back to america after that, it was kind of like because i was around jack nicholson and people like that, once again i realized that it would be possible to create these things i wanted to do because you meet this guy jack that you’ve looked up to", "he’s incredible, one of the best in the world", "you realize that he’s also still just another person", "it’s demystifying in a weird way, but it’s also like it’s incredible because you realize that there is no – it’s like if you work hard and pursue something, you can get there if you just don’t quit and you’re relentless", "well, you put in the reps too, right", "i mean, how many people do you think you’d approached or demonstrated magic to before you hit nicholson", "thousands", "yeah", "starting as a kid", "i would stand up on chairs when i was 5 in front of people – my mother’s friends and random strangers and stuff like that", "so yeah, the time put in, over and over", "what is the approach", "i’m curious", "i read about – i think you used to go out with a friend named adam, whose last name i can’t pronounce", "gigbot, gigba", "yeah, adam gimlif", "i’m godfather to his children", "and so you guys would – oh, yeah", "well, he – how did that work", "that was early on", "he would crash into – we would sneak into different, cool events", "adam would just walk up and act like he was best friends with everybody and say, “dave is going to do magic for you.” then i would just start doing magic to everybody", "it was like back then people started writing stories", "there was a guy named a.j", "benza who was with the daily news, who i met through micky rourke back then", "he basically started putting me out there", "just writing little – david did this to this person, that person", "did he pick up on that because you did magic to him", "or did he just start hearing about it through the grapevine", "back then, i think it was just a new york scene thing", "just the novelty", "[crosstalk] yeah, and also magic – it was rare to come across a magician back then", "there was a little group of magicians that hung in a deli called ruben’s on madison avenue in new york every saturday", "it was like this little, dirty back room of a coffee shop", "we would just sit there and brainstorm ideas", "the most incredible magicians from all over the world would just show up and walk in and blow everybody’s minds", "then i would engage my favorite ones and convince them to teach me one thing", "what were some of the things you picked up from ruben’s", "can you think back to any particular lessons", "or any particular moment that blew your mind", "there’s so many", "there’s so many different moments", "there was a guy named frank garcia who was an amazing magician", "i was really young", "he said to me, “one day, all of the magicians are going to be really mad at you", "they’re going to hate you", "they’re going to be jealous of you", "i’m going to tell you right now because you’re going to do things that are just going to drive them wild.” so when i did do that, i didn’t take it personally", "you didn’t get as rattled; he told you it was coming", "right, he predicted it", "no, but i met magicians there", "one of my best friends and basically my brother at this point, bill collousch, who was this incredible technician", "but he didn’t do magic so he could impress people", "he didn’t do magic to perform", "he would just sit there alone day and night and just practice moves for himself", "he’s phenomenal, like one of the best in the world", "i say to him, “what do you do", "you do the magic?” he’ll go, “holy – how did i do that?” for him, it’s almost like – [crosstalk] yeah, it’s like a painter paints because he needs to express something", "he plays with cards because he needs to express something or just work something out", "a digital fixation or something like that", "you don’t have adam as your wingman", "you just cold approach a celebrity", "how do you make it happen", "i think when i do magic, it’s pretty much the same thing", "it’s just kind of like – would you just walk up and say, “i want to show you something,” and you just roll with it", "it varies", "who have you been intimidated to approach", "does anybody come to mind", "or, if the answer is nobody – you know, speaking – actually, one of the people i did speak to on the phone for the end of his life, for quite a while, i spent maybe two years on and off talking to – was bobby fischer", "no kidding", "yeah", "how did that happen", "i pursued him", "the girl who was working for me, denise alpert, knew somebody that tried to – one of the most famous chess players of all time", "yeah, the movie is searching for bobby fischer", "but anyone, this woman, denise alpert, who was working for me, who is amazing at just getting through to anything or anybody, tracked him down in iceland", "found somebody that tried to get an interview with him and somehow got him a message that i wanted to talk to him", "somehow we started speaking and then we started talking", "and then we started talking all the time about everything", "amazing stories and history and chess stories", "i actually have some of that, like a friend here one time", "but that was one of the people i was most intrigued by", "who i was the most excited to get to", "he was one of them", "the other guy that i would love to meet is this mathematician named grigori perelman", "he lives outside of st", "petersburg, i believe", "he solved one of the most difficult conundrums of the last century", "they offered him a $1 million prize, which he refused", "because when he gave the solution, basically it took all the other mathematicians 12 years to even realize that he was right", "he was so disappointed in mathematicians, he was like, forget this", "he quit doing math", "he turned the prize down and went and moved back in with his mother", "yeah, and he lives in this little apartment", "they say his mattress is on the floor", "he’s almost cockroach infested", "the guardian tried to reach him for an interview", "when the guardian got through, they’re like, “why did you refuse $1 million?” he said, “please don’t bother me, i’m busy picking mushrooms,” and hung up the phone", "so that’s a guy i’d love to meet", "your kind of guy", "[crosstalk] you slept on the floor for a while too early on", "i think i’d have to stay in front of his house for a couple of weeks and somehow, i don’t even know how", "there was an old trick, it’s called “needle through arm.” i’d seen magicians do it where they pretend to push it through their arm and it bleeds and stuff like that", "i started thinking, well wait, there must be a way to do something similar, but in a more magical way but actually do it", "then i started working on what points in the body could you do it", "the craziest one is a guy named mirin dajo", "he used to take rapiers and he’d have them pushed straight through his body", "like through his lungs", "then he would go jogging with those things in him", "nobody believed him though", "if this sword the body isn’t enough", "nobody believed him, so time-life finally covered him in front of all of the doctors and scientists, which they think, no, there is no way this could be possible because we know that when a sword or rapier goes through you, you’re going to die", "he was just able to do it over and over like nothing", "he’d have it pushed through", "he’d go jogging and he would pull it out", "it was nothing", "but then he started to get really cocky", "he started to think he was invincible", "so he decided that he was going to swallow one of those big sailing needles", "he swallowed this big sailing needle and then he was going to push it through his stomach, but he couldn’t get it out", "he fell asleep and it ruptured his aorta and he bled out and died", "no sailing needles, audience", "what would be the one piece of advice you would give your 25-year-old self", "if you could tell us at 25 where you are and what you’re doing, roughly", "i would say to enjoy where you are, because you’re always try to think ahead and plan ahead", "i was young producing my first tv show and working so diligently to try to get to a place that you never ever get to because you’re always trying to get to another place", "a good thing to do is just sit back and breathe in and be like, wow, this is pretty awesome", "because you don’t – it was rare that i’d ever stop and just appreciate the now", "have you become better at that", "no", "i wasn’t planning on going into this, but i’ll tell you", "in college, i actually went six days without sleep", "i did it because i was studying neuroscience at the time", "we used – well, there were a number of labs that used cats", "they studied cats because they sleep so often", "so you could really look at their rem sleep cycles and serotonin was one of the neurotransmitters they look into", "i became very fascinated by – we’re going to get out there for a second, folks – the similarities between – i’d never used it at this point – but lsd-induced experiences and rem sleep", "i wondered what would happen if i completely deprived myself of rem sleep", "hence, the experiment", "it wasn’t fantastic", "i called it to a close because i was walking to class and just effectively blacked out", "like my mind went blank", "then i woke up about 200 steps later, after i had crossed a street", "i was like yeah, i think i need to stop doing this right now", "but i am fascinated by sleep deprivation", "particularly the vision quest version of that", "did you get any of those visions as well", "i did", "i did have not the good kind or productive kind", "what ended up happening to me was things would jump out", "i’d see flashes of rapid movement in my peripheral vision, which was really terrifying", "that was the most common", "i’d see it in jerking motion right in my peripheral vision", "i haven’t done too much of that recently", "i am interested in things like [inaudible] [00:46:31], just studying that", "by the way folks, if someone says there are no side effects of a certain drug, that’s just because they haven’t found them", "give it time", "there is a short story by david sedaris called naked", "it’s hilarious", "the book is called naked", "the short story is called plague of tics", "it’s amazing", "it’s about this kid that has all these insane tics that he just can’t stop", "it’s a great short story about what we’re talking about", "i thought you meant plague of ticks, like the tick i grew up with in long island", "i was like, ohmygod, that’s my nightmare", "plague of tics", "sedaris is a fantastic writer", "yeah, this is one of my favorites", "magic is all about capturing or diverting attention", "what are some basic tactical ways to divert someone’s attention for the purpose of performing simple magic tricks", "i think just really communicating with somebody", "because if you’re really talking to somebody, they’re going to look here", "but then again, the magic that i like the most is stuff that you don’t need people to look away", "i would work on things that it doesn’t matter who’s looking at what, for the most part", "so if you’re not trying to divert, let’s just say in some of your early environments, which like you said were not ideal environments – loud clubs, people yelling", "what are some good ways to get someone’s attention", "you have to adjust the magic to the environment", "it depends on the circumstances", "yeah", "or what are you trying to learn", "always learning", "but what i’m currently reading is american prometheus, about oppenheimer", "this is one of the more fascinating men that i’ve read about", "he created the atomic bomb", "it was a race between japan, germany and america", "he developed this weapon and it basically stopped japan or germany from having an atomic bomb, which who knows what they would’ve done to the world to this day", "after he created it and it was used, he realized he created the ultimate weapon of death", "it’s horrible", "it’s the worst thing that you could ever do", "this is a guy who grew up with poetry and art, studying picasso", "he started being very vocal about how awful this weapon of mass destruction was", "hoover had just become president", "hoover was very pro-military, pro-weapons, pro-building better bombs", "they went after him in a witch hunt and destroyed him; destroyed oppenheimer", "like galileo, just took everything away from him, embarrassed him, shamed him, isolated him, everything you could imagine", "but he was in court and they asked him in court, they said, “how many people would it take to sneak an atomic bomb into new york?” his answer was, “three", "just three people that are willing to take that risk.” “okay, how would you find that bomb?” and he said, “with a screwdriver, because you have to open every single nut and bolt in the city to detect it because there’s no way to.” the idea that anybody could take a dirty bomb, put it in any city and there’s nothing that could be done about that, that’s something that i think is a real human issue", "so anyway, that’s what i’ve learned recently", "i don’t know how it relates to – no, this actually leads me to ask of, it seems almost all of the books that you’ve talked about so far have a component of tragedy", "look at cervantes, look at this, primo levi", "there’s some element of tragedy or suffering in these books", "is that just coincidence that those are the books that came up", "or do you tend to pick books that have that element", "one of my favorite books is man’s search for meaning", "at the end of that book, he says, “since auschwitz, we know what man is capable of", "since hiroshima, we know what’s at stake.” i’ve been obsessed with – and they say, one of the ted talks i love is about what happens if a dirty bomb goes off", "he says, it’s not a matter of “if,” it’s a matter of “when.” i do think we’re at a critical time where we really need to analyze where there are so many weapons of mass destruction", "why they’re trying to make bigger ones", "i think that’s a real concern", "i like to read about these things because i do think it’s important to think about these things and then address them on some level", "for sure", "you look at electromagnetic pulse weapons in the great lakes area knocking out communications in chicago", "this is also one of those questions of probably “when,” not “if.” really pleasant topics", "pleasant topics to talk about", "you gave a fantastic ted talk", "if you had to give a ted talk on something that you’re not known for at all, some other obsession that you have that maybe people don’t know about, what would you give it on", "wow, that’s a great question", "what the hell would i talk about", "something i don’t know about", "that seems so scary", "or something you know about that people don’t know you for", "do you know the reason people are horrified of giving speeches in public", "why is that", "i was reading a book on public speaking, i forget by who", "he said basically when you’re standing on a stage with lots of eyeballs looking at you, it goes back a million years", "if you were in africa and you were living in a protected cave or a shelter of some sort, when you went out into an open field or a plateau and suddenly there were lots of eyes on you, you’d have to be worried because those were predators that were going to eat you", "so it’s like when you’re standing basically exposed where everybody can see you, you’re suddenly an open target", "your wiring of your brain is, i don’t want to stand up here with everybody staring at me because it’s counterintuitive to what we’ve learned to survive over the last 1.5 million years or even longer, whatever it is", "so that’s the reason", "so if i had to give a public talk about something i didn’t know about, i would talk at the ted conference about my favorite food", "what’s your favorite food", "well, there’s a pizza shop in brooklyn", "actually, okay, see, no, no, no", "it’s called di fara’s", "the guy has made over a million and a half pizzas", "to me, he’s an artist", "it looks like a soup kitchen", "when you go in there, it’s like everything is kind of messy, nothing fancy", "there’s these things that his kids stuck on the wall and they’re crooked and sideways", "it’s reviews that he’s got where the new york times puts him on the cover and says, “this isn’t pizza; this is art.” or it’s a cover of time out saying, “he’s the most underrated thing in new york.” it’s like all these amazing reviews", "when you go there, the guy, he’s made over a million and a half pizzas", "he’s been doing it for 50-something years", "his hands look like polar bear hands", "no, because he’s reached into that oven so many times and pulled out pizzas bare handed that you couldn’t even eat for five minutes because it’s too hot", "the guy just loves doing what he does", "he’s a perfectionist", "he won’t sell out", "he won’t go do it anywhere else", "he stays at this little shop", "i’m fascinated with people like that", "people that just get so obsessed with their thing and want to do it right", "they’re not in it for the profit or making money", "he’s just in it for the love of making the greatest pizza", "that’s the reason i fluctuate", "i stay away from there", "i think that’d be a good ted talk", "but no, i’d like to talk about people that are amazing at what they do, that just have this passion", "he basically – the mozzarella is fresh", "the basil, he grows it in his garden sometimes", "he has all of these incredible, rich ingredients", "when the dough is out, the shop is closed", "you don’t know if it’s going to be open when you get there", "when you do get there, there’s a huge line", "the forest", "it’s amazing", "i’ll be in new york city", "that’ll be my first stop", "di fara’s, d-i-f-a-r-a, di fara’s pizza", "oh, got it", "di fara’s pizza", "i don’t know how that would be a ted talk", "oh, you could totally do a ted talk on that", "i’d listen for 20 minutes to you talk about pizza", "do you have a quote", "you seem to have a very good memory for what you’ve read", "this doesn’t have to be from something you’ve read, but do you have a quote that you live by or think of often", "or any quotes", "you were before talking about quotes from siddharth", "you were saying i can fast", "but he also says, “love is stronger than hate", "soft is stronger than hard", "water is stronger than stone.” i think that’s how it goes", "i think that’s one of my favorite pieces of that book", "i like the abraham lincoln quote, “when i do good, i feel good", "when i do bad, i feel bad", "that’s my religion.” that quote i like", "there’s so many", "one of my favorites is michelangelo", "he says, “beauty is the purgation of superfluidities.” basically when he made the david, they asked him, “how did you make this beautiful thing out of that slab of marble?” he said, “the beauty was inside.” he just had to cut away all the crap, basically", "“beauty is the purgation of superfluidities.” i remember i had to look up all the words to understand what it meant", "it’s so poetic and incredible", "if you were teaching a ninth grade class or a freshman class in college and you could teach anything, what would you teach", "i guess magic", "that makes perfect sense", "moving on", "yeah, that’s the right answer", "can you think – if you look back on your life, your career, you can answer either of these", "do you have a favorite failure of yours", "okay", "or a failure that actually really sowed the seeds of a later success", "well, that’s the other quote that i love is the churchill quote, where he says, “success is the ability to move from one failure to another with enthusiasm.” i never look at anything really as a success", "i always look at it as a work in progress", "i’m always trying to figure out how to – i don’t see it as a failure necessarily", "i see it as practice and work in progress", "therefore, everything is not right until it’s right, which means it’s never going to be right, so everything technically is kind of a failure on some level, but not really", "i don’t look at failure as a bad thing at all", "i’m lucky with that", "how do you view it", "it’s like work", "it’s just a work in progress", "the more failures, the better you become", "so as long as you don’t dive, something like that, killing it", "but it’s all a work in progress", "i think failure is one of the best way to build your muscles", "like reading books is the best way to build the brain", "it’s like working out", "the more you read, the more the brain starts to really absorb information and think about new ideas and stuff like that", "it seems to me also when i was reading primo levi’s books that as a chemist, he was trained to look at things in a very experimental mindset", "it was just feedback", "it was hypothesis test feedback", "like you were mentioning having an ear for the latrine and just picking up patterns like that", "i strikes me that you think about failure in the way that a scientist might think about it", "you’re testing a lot all the time", "yeah, probably", "i think that’s a good place to put an exclamation – i shouldn’t say an exclamation point, probably just a poetic period", "what’s next for david blaine", "that little tour that i’ve been telling you i’m working on", "hopefully i’ll eventually to get it to feel sort of right, and then i’ll start taking it out across the country and through the world", "i’ll try to build a magic show that i would actually want to see", "david blaine, you’re amazing", "guys, give it up for david blaine"]}