{"dialog_idx": {"kevin kelly": [28, 29, 30, 31, 32, 33, 34, 51, 52, 53, 60, 64, 66, 67, 72, 73, 75, 76, 77, 79, 80, 85, 86, 87, 95, 96, 97, 98, 99, 100, 101, 109, 111, 122, 123, 129, 132, 133, 136, 138, 139, 140, 142, 147, 152, 153, 156, 160, 163, 166, 170, 181, 186, 189, 190, 193, 194, 195, 196, 197, 198, 199, 200, 205, 206, 210, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 231, 232, 233, 236, 240, 243, 245, 246, 250, 253, 254, 256, 257, 258, 259, 261, 263, 264, 265, 279, 280, 285, 286, 291, 295, 296, 297, 302, 303, 304, 309, 310], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 54, 55, 56, 57, 58, 59, 61, 62, 63, 65, 68, 69, 70, 71, 74, 78, 81, 82, 83, 84, 88, 89, 90, 91, 92, 93, 94, 102, 103, 104, 105, 106, 107, 108, 110, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 124, 125, 126, 127, 128, 130, 131, 134, 135, 137, 141, 143, 144, 145, 146, 148, 149, 150, 151, 154, 155, 157, 158, 159, 161, 162, 164, 165, 167, 168, 169, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 182, 183, 184, 185, 187, 188, 191, 192, 201, 202, 203, 204, 207, 208, 209, 211, 212, 213, 227, 228, 229, 230, 234, 235, 237, 238, 239, 241, 242, 244, 247, 248, 249, 251, 252, 255, 260, 262, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 281, 282, 283, 284, 287, 288, 289, 290, 292, 293, 294, 298, 299, 300, 301, 305, 306, 307, 308]}, "episode_num": 247, "file_type": "html", "guests": ["kevin kelly"], "num_sentences": 311, "num_words": 4827, "raw_text": "Tim Ferriss: Hello boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show where it is my job to typically interview world class performers from all different domains, whether that be sports, military, business, chess or otherwise to tease out routines, habits, etc. that you can apply and test in your own life. This is episode is a joint episode with Kevin Kelly, one of my favorite people on the planet. You can say hi to him on Twitter @kevin2kelly, the number two, or go to kk.org to see his writings, among others, 1,000 True Fans, perhaps the essay I have recommended the most in the world to the most audiences. Kevin might be the real-life most interesting man in the world. He sports an Amish beard, he built his own house, he spends many months of the year traveling all over and I’ve always wanted to travel with him. We recently had the chance to head to Uzbekistan together, and I jumped at the opportunity. This episode covers some of our favorite travel tools. So who is Kevin? He is Senior Maverick at Wired magazine, which he cofounded in 1993. He also cofounded the All Species Foundation, a nonprofit aimed at cataloging and identifying every living species on Earth, and that is not a joke. In his spare time he writes best selling books, cofounded The Rosetta Project, which is building an archive of all documented human languages, and serves on the board of the Long Now Foundation. As part of the last, he is investigating how to revive and restore endangered or extinct species, including the wooly mammoth. And I guess that would not be part of the last; it would be part of the All Species Foundation. But you get the idea. He’s a busy, busy dude. His newest critically acclaimed book is The Inevitable, subtitled: Understanding the 12 Technological Forces that will Shape our Future. As journalist David Pogue said of Kevin, “Anyone can claim to be a prophet, a fortune teller or a futurist and plenty of people do. What makes Kevin Kelly different is that he’s right. He has an impeccable track record.” This episode covers quite a bit of cool stuff, all very actionable. I hope you guys enjoy it. We had a blast recording it in the back of a car in the mountains. I will let Kevin get to it. This is also being simultaneously published on his Cool Tools podcast, which you guys should check out and you can find it at kk.org. Enjoy! Mr. Kelly? Kevin Kelly: Hi, this is Kevin Kelly. I’m sitting in the back of a car crossing a mountain pass about 2,000 meters in the Atintian Mountains in Uzbekistan. Uzbekistan is a Central Asian country that’s generally south of Russia, north of Afghanistan and next to all the other “stans” like Kazakhstan, Turkmenistan, and Tajikistan. Sitting next to me as we cross the mountains, is Tim Ferriss, the legendary exploiter and explainer of world class performances. We’re going to do a joint recording. Tim is going to tell us about his favorite four cool tools, and we’ll find out what he’s up to lately. Tim, why don’t you tell us about your first cool tool? Tim Ferriss: We’re sitting in the back, here. We have bags around us, bottles of water, a bunch of different gadgets and objects piled in my lap. The first that I can talk about is actually in my other piece of luggage. I don’t have any checked luggage, and it is a jacket that I roll up and travel with constantly. It’s from a brand called Nau, N-A-U. I believe it’s based in Portland. You can think of it as a blazer or a riding jacket. What makes it unique is a number of different factors. A) You can roll it up and throw it onto a black tee shirt and you look like you’re ready for a business dinner or a formal or semi formal occasions, so it saves me the trouble of packing a lot of collared shirts, for instance. There are collared shirts that don’t wrinkle but they do take up more space than, say, a black tee shirt. I have several different models at home. They’re weather resistant; of course if it’s designed in the Pacific Northwest, you would expect that, which comes in handy. That’s my first cool tool. Plenty of pockets, but there are lapels so you can get away with murder. You could wear it in a light rain, or you could wear it at a nice dinner. It’s an incredibly flexible piece of clothing. Kevin Kelly: One of the hazards for me, anyway, is if I try to roll up a jacket, I never quite get the wrinkles out. No-iron shirts, you can kind of hang in your hot shower and wrinkles will dissipate. How does this work in terms of unwrinkling it, or does it just magically unwrinkled? Tim Ferriss: This particular jacket has a number of features that disguise wrinkles. There’s also just the material science aspect; the fabric blends that are used tend not to wrinkle, number one. Two, it has folds and pockets and lapels that for whatever reason make wrinkles less noticeable. And then there’s the color. If you want to avoid problems with wrinkles generally, at least in my experience, you want darker clothing so that under light, you’re not having shadows cast across or beneath the wrinkles. So this is a charcoal colored jacket. Kevin Kelly: It’s kind of like your typical suit jacket length, or is it more like an outdoor jacket at the waist? Tim Ferriss: I would say typical dinner jacket length. It doesn’t show off any midriff. For those of you who are looking for that, you’re out of luck. Kevin Kelly: Or your belt. Tim Ferriss: You’d be able to see your belt if it were unbuttoned in the front. Kevin Kelly: It’s very lightweight. Tell the readers how small it compresses. Tim Ferriss: If you were to roll it up well, and if you want to know how to roll up a jacket like that well, you could actually go online and look at how a judo uniform is folded. If you roll it up well, you are looking at let’s just say the bottom three quarters, meaning it will cover the very bottom fabric of a standard-sized school backpack. So we’re not talking about a hiker’s backpack. If I had to estimate, I’d say I get it down to about a roll that is ten inches in length and about three to four inches in diameter. Kevin Kelly: That’s very impressive. I carry a lightweight down jacket that compresses into something very small but it’s certainly not as fancy or suitable for a dinner jacket like yours is. Tim Ferriss: A couple other tips for folks, and I am by no means a hyper minimalist, Appalachian Trail hiker or anything like that, but I also have, for instance, because I don’t want to lose the insulating ability if it gets wet, I have a synthetic down vest that is also stuffed into this backpack which I can put on top of that fancy looking jacket in case I need more warmth. Kevin Kelly: That’s brilliant. That’s a brilliant hack. Again, that’s called the Nau jacket? Tim Ferriss: N-A-U, Nau. Kevin Kelly: Approximately what does it cost? Just give me a range. Tim Ferriss: That’s a really good question. I bought it a long time ago. It’s not cheap, but then again if you’re comparing it to any type of dinner jacket or outdoor jacket, it’s not horribly expensive. I’d say it’s in the $150 to $350 range if I had to guess. Kevin Kelly: Okay, good. That’s fantastic. What else do you have in your backpack, which is stuffed here in the back of our car right now? Tim Ferriss: In my bag of tricks I have a Logitech Bluetooth keyboard. And to put this in perspective, it’s slightly larger than a paperback book, like a 5 by 8-inch trim paperback book. It is narrow enough that I will very often stick it into a journal to protect it, meaning it’s probably the width of eight to ten paperback pages. It holds a charge very, very well. I use this often. If I have any issues with my laptop, I can pair it with my iPhone which is a large sized iPhone, and lean it against, say, a glass of ice tea and I can get any type of writing done that I need to get done. Also, if I feel like taking a day trip but not taking this backpack, which is one of my main pieces of luggage and stuffed full of stuff and kind of heavy, I can take the keyboard and my iPhone and head off to some coffee shop ten or 15 minutes away without carrying all of my gear with me. Kevin Kelly: I’m going to try to describe this a little bit further. It’s very, very thin and very lightweight. It feels like it’s made out of aluminum and has kind of a matte texture finish on it. It feels very velvety. It’s mostly a charcoal color with white letters. This would serve as a keyboard with a phone, and the keyboard itself is pretty large in terms of your finger spacing so there would be no cramping. That is really cool. Tim Ferriss: Yeah, it’s a great device. I have had this now for I would say two years and I’ve never had a technical fail. So as a form of backup, I find it to be very cheap insurance. Because as you can see in person, this is lightweight and I’m not going to get scoliosis as having this additional piece of gear. I just stick it into a large format journal or even a magazine and I can travel with it.] Kevin Kelly: That’s really cool. So it pairs up through Bluetooth, I would imagine, right? Tim Ferriss: That’s right. Kevin Kelly: So you can pair it up to an iPad if you wanted to, as well as a phone if you happen to carry one? Tim Ferriss: Definitely. Kevin Kelly: What’s that called again? Tim Ferriss: This is a Logitech Bluetooth keyboard. We’ll put the exact model in the show notes for everybody. Next up, these all travel together. I very rarely take these out of my backpack. This is Max silicone ear plugs, which unlike foam earplugs are not inserted into the ear canal and then left to expand. These are effectively smeared over the ear opening. You have, in all caps: do not insert; just cover ear opening. These I found through Swimmers, in fact. They are very waxy and almost look like candies; some type of caramel but they’re white-colored. I find them to block sound much more effectively than any type of phone earplug, although there are some good ones on the market to be sure. Kevin Kelly: Do you use them just once, or can they be reused or recycled, or they last a little bit and get grungy? What’s their use? Tim Ferriss: I definitely reuse these. If I had to guesstimate, I would say four to five nights and then they start to lose their adherence because they get less tacky over time. The most important that I don’t want to overlook is that as someone who tends to rotate from back to slide, so sleeping on my back and my side, foam earplugs will very often hurt. They’ll get pushed into your ear when you roll onto your side. That is not the case with these. Kevin Kelly: So for side sleepers, these are a real cool tool because that allows you to sleep on your side while you have these earplugs in. Tim Ferriss: Definitely. And even as someone who kind of tosses and turns, in my case I don’t tend to wake up on my side but I am constantly going onto my side, and foam earplugs often will wake me up. Kevin Kelly: Cool. Is this mostly just used for sleeping, or do you use these for other sorts of sound abatement? Tim Ferriss: These earplugs live in each of my bags that I tend to travel with. So I have redundant caches of earplugs; one in this bag, one in my other bag, and sometimes I’ll even have them in jackets. Kevin Kelly: But mostly for sleeping? Tim Ferriss: Mostly for sleeping, definitely. Kevin Kelly: Or if you’re sitting on an airplane and trying to read and just want to drown out the sound, [inaudible] – [Crosstalk] Tim Ferriss: Then you can use them, for sure. Or if you’re swimming and you want to avoid swimmer’s ear. Kevin Kelly: Okay, what’s your fourth cool tool? Tim Ferriss: I might go over slightly here, but my fourth cool tool is a neck pillow. Kevin Kelly: I want one of those. Tim Ferriss: I’ve tried many different neck pillows. Most of them are very uninspiring and even less effective for helping me sleep. This, and I’ll do my best here, Cabeau, I believe is the pronunciation: C-A-B-E-A-U and it has “evolution pillow” written on the side. You can see that it compresses down very nicely. Kevin Kelly: It’s like the side of a grapefruit or cantaloupe? Tim Ferriss: Yeah, like a small cantaloupe or a large grapefruit and you could certainly compress it more. The actual bag that it comes with allows you to wrap it up and then compress it down to a smaller size. It’s just a very nice, in essence memory foam, neck pillow that also clips in the front. What I’ve found is not only does it help me sleep if I’m sitting upright, but it also is very, very helpful for getting to sleep when I’m laying prone, whether it’s on an airplane or even in a hotel room if the pillows are of dubious quality. Kevin Kelly: Do you have to inflate this by pumping or blowing air into it? Or is it self expanding? Tim Ferriss: It’s self expanding. You can think of it almost as a sponge-like material that you can press down, and then when you release it, it inflates or rather I should say expands automatically. Kevin Kelly: Is it one of those horseshoe-shaped items, or is it just a little kind of wedge that sits behind your neck? Tim Ferriss: It is horseshoe shaped. If you imagine a horseshoe being hung around the back of your neck, that is the shape. it can clip in the front and the design is such that there is a ridge that supports basically the occipital area at the base of the skull. Kevin Kelly: It’s very ergonomic in that sense. Tim Ferriss: It is. It’s the most comfortable neck pillow that I have found. Kevin Kelly: It’s a little bulky but it’s pretty light. Tim Ferriss: It’s light, and as far as neck pillows go, not very bulky at all. If you’re going to have a neck pillow, generally speaking in my experience at least, it’s going to be inflatable and quite uncomfortable or you’re going to end up with this type of compromise, and this is the best I’ve found. Kevin Kelly: It could pretty easily disappear into a day pack. Tim Ferriss: I think it absolutely could. And certainly if you wanted, you could lash this to the outside of a pack. I happen to have enough space in my bag so I include it, but you could lash it or hang it on the outside. Kevin Kelly: Sometimes you have the privilege of flying first class and you can lie down, but other times if you’re stuck in economy you really need one of these things to sleep in a seat. Tim Ferriss: I do, at least. The last thing I’ll mention, and then I want to ask you about an app that you have which is very, very different. Another app that I use a lot when I’m traveling, and I use it as home as well, is called “Apnea trainer.” I don’t use it for its intended use; I have an off label use. Apnea trainer is used by people who are training for free diving and what to improve their breath hold times. There are different types of tempos that you can use for different types of training. There’s pranayama breathing, there is the apnea breathing which would be a ratio of inhale, hold, exhale. Or inhale, hold, exhale, hold. So you might have something like five seconds in, 20 second hold; ten-second exhale. So it’s a one-four-two ratio. And what I’ve found is if I only have five to ten minutes and I don’t have time for my usual morning meditation I like to do, which is generally something like transcendental mediation of 20 minutes, that five minutes of breathing training with a voice that will count down for you is very much grounding for the rest of the day. Kevin Kelly: So it’s kind of like a substitute to meditation because you focus on your breath but you’re focused on holding your breath, not just breathing regularly. Tim Ferriss: That’s right. I would say it is meditation but it’s a guided, breathing meditation that has the side effect of performance enhancement, if that’s what you’re going for. And obviously, I’m not a doctor and I don’t play one on the internet so people who are listening, especially you crazy, haphazard males, do not use this right before you go into the water and don’t try to break any personal records holding your breath without very, very qualified supervision because you can die with shallow water blackouts and other issues. I use this just as a Kickstart to my day. Kevin Kelly: You’re sitting in maybe a position or something, and the worst that could happen is you’d fall over. Tim Ferriss: That’s right. I’m just sitting on a hotel bed or a hotel couch, generally. Kevin Kelly: That’s super. And that’s called what? Tim Ferriss: Apnea trainer. What is the app that you have on your phone that you were showing me earlier today? Kevin Kelly: I have a little, tiny app on my iPhone, and I it’s on Android as well; it’s called “My Tracks.” What it does is it makes a GPS log of our travel, wherever we’re going. The important thing is it does it without having to have cellular service somewhere. Because in these foreign countries, I don’t normally turn my cell phone service off but it’s still getting GPS signals. And just that information is enough to create a GPS log of a journey. The advantage of that is one; you have a record of your journey that you can import into Google Earth just with a KML format. But more importantly, if you have a camera that has a clock in it, a they all do these days, you can synchronize your clock to the local time and you’ll have a way to time stamp and view tag your photographs. So the software will look at the time stamp for a particular photograph and then it will s how you the exact coordinates of where that photograph was taken. So I don’t have to remember where was I when I took that photograph; I can just import that into Light Room or something and it’s going to show me the geographical locations for every one of my photographs. Tim Ferriss: I found this fascinating and it also begged the question for me; let’s just say you’re going on an excursion through the Grand Canyon or going on an extended trip overseas. Is there a potential safety element where that data could be then pinged back to some type of service that can monitor your last known whereabouts if you go MIA? Which if you are a developer of this app or know the developer, I’d love to know the answer or if there’s something similar that’s available. I thought that was a very, very cool app. Kevin Kelly: That would be really cool if you could live stream your location to permitted, interested parties. I would just have to imagine that there would be an app that did that somewhere. Tim Ferriss: You’d think there must be one available somewhere. One other cool tool that you have, which is more common here than I would have expected but in retrospect I shouldn’t be surprised. It is very, very hot here; it can get very, very hot and the sun is extremely powerful to the extent that we visited a solar furnace not long ago that could be used to melt various objects at absurdly high temperatures. Kevin Kelly: Yes; 3,000 degrees centigrade. Tim Ferriss: Exactly. Our esteemed guide has an umbrella – smart move – to create shade wherever he wants it. You have an umbrella, but you made a modification to your umbrella. Kevin Kelly: I just had an ordinary cheap, Chinese, black, really compact umbrella that I carry in my little camera bag all the time. I spray painted the top of it silver so that it reflects the light and it makes it a little bit cooler on the inside. Because just with the black umbrella, it tends to absorb that infrared and reradiate it back down on your head. Having a silver reflective layer bounces at least 60 percent of that back into the sky and it’s a lot cooler. There are versions of the silver umbrella; they’re extremely lightweight. They’re not as collapsible as the one I have but they’re made for hiking. I think it’s called the “silver dome,” if I’m not mistaken. They weigh only a few ounces. People out west, even if you’re climbing at the high altitudes, a lot of the long distance hikers now carry an umbrella for portable shade. They walk along under the shade. Shade follows them. It really makes a huge difference when you’re backpacking because you can really work up a sweat. And the hat doesn’t allow your head to cool off but the umbrella does. Tim Ferriss: Yes, I’ve had umbrella envy since I landed on this trip. Kevin, I’ve had so much fun. I’ve wanted to travel overseas with you for ages, and here we are. So I’m really glad that it came together. Kevin Kelly: Yes, and Tim, thanks for your great cool tool reviews. Where can people who have never heard of Tim Ferriss find out what you’re up to? And by the way, what are you up to next? Tim Ferriss: Up to next, well, I have a new TED Talk that should be coming out shortly; very personal and it talks about fighting off the dark moments and overcoming self doubt and so on. It’s a very personal journey through how to overcome some of those darker and even dangerous moments. Kevin Kelly: Just search Tim Ferriss at TEDx or TED? Tim Ferriss: If people search Tim Ferriss, TED Talk they will be able to find at least one and potentially two including the new one. I’ll be giving away several hundred pages of my favorite stoic writing, along with modern essays that I’ve added in and new artwork and original commissioned illustrations and calligraphy; all sorts of fun stuff. I’ll be giving all of that away for free in three volumes called “The Tao of Seneca.” So people can just search “Tao Seneca free book.” They should be able to also find it on Amazon and that should be available I would say in early to mid June. Kevin Kelly: And that’s going to be orderable on Amazon and on your website? Tim Ferriss: It should be available on Amazon, should be available via PDF; I’m just going to unleash it in the wild. They can certainly go to Tim.blog to find everything related to the projects as well as those eBooks and PDFs and everything else. Kevin Kelly: Tim.log? Tim Ferriss: Tim.blog. Kevin Kelly: Oh, blog. Okay, Tim.blog. Tim Ferriss: Yeah, Tim.blog. It’s a lot easier to spell than the previous URLs. Kevin, for people who don’t know how to find you and want to learn more, where can they find you? Kevin Kelly: I’m kk.org, O-R-G. Tim Ferriss: Did you say K-K dot pork? Just kidding. Kevin Kelly: It’s the air pressure. Our ears are not working up at this ascent. Tim Ferriss: Anything that you’re working on that you’d like people to check out? Kevin Kelly: I have the paperback version of my book, The Inevitable, which is being launched in June. So it’s preorder for $12.00. It’s cheaper than printing it out yourself so go there at Amazon and in June I’ll be talking a little bit more about the updated version, which is not updated so I haven’t changed my mind about anything in the last 12 months about the coming 20 years. So I stand by everything I said; now it’s in paperback. Tim Ferriss: Thank you, Kevin. Kevin Kelly: And thank you, Tim. Tim Ferriss: We have many adventures ahead. Kevin Kelly: You have another cool tool to talk about; in fact it’s just about in my mouth. It’s up against my face. Tell me, what is this thing? Tim Ferriss: I get that response a lot. This is the Yellow Tech IXM microphone. I travel with this almost always. What would you compare this to? I would say if you took six D batteries and laid them end to end, perhaps… Kevin Kelly: It’s like an old fashioned flashlight. Tim Ferriss: Yeah, an old fashioned flashlight. This is a microphone that can capture just tremendous quality of audio. It automatically equalizes. It has playback buttons on the side. It all records to an SD card that’s inserted in the bottom and it’s battery powered so you can take it on the road. Everything is contained and housed in this one unit that then goes into a tiny zip-up bag. So this just lives really inside my backpack. So if I don’t have a chance to bring more gear, or don’t want to bring more gear, I can use this at any time, anywhere and shazim. Kevin Kelly: So you might record an introduction of one of your podcasts from the back of a car going over the mountain pass in Uzbekistan, right? You’d be able to just pull it out and record and it would have as good quality as any real digital studio might? Tim Ferriss: It very often does. I’ve recorded podcast intros in airplane bathrooms before; certainly not ideal but you can really get away with murder with this device. It makes up for a lot of environmental factors that could otherwise really screw things up. Also, if you’re on the move and you happen to bump into someone who is fascinating and in my case I say would you mind if I ask you just a few questions, and they’re up for it; you can really on the drop of a dime capture these moments that would otherwise be lost. Kevin Kelly: Just to emphasize, this is a microphone that has a built-in recording device into the handle of it so it’s all in one. It’s more than a microphone; it’s a digital recording device built into a microphone. Tim Ferriss: That’s right. And then when I’m done recording, I would pop out this SD card, I would slap it into a laptop when I have access to one an drop the file then into a Dropbox folder, which would sync at the first opportunity to connect to WiFi and then that is available to my team. So I could send a link to that Dropbox through Slack to my team and off to the races. They have the interview files, they have the intra files, whatever it might be, and then it can all be polished for publication. Kevin Kelly: So in some kind of ways, except for the ambient sound, it’s a portable recording studio. Tim Ferriss: It absolutely is a portable recording studio, and I think that some of my best audio that has appeared on the podcast has come from this mike. People find it hard to believe because they’ll ask which studio I use in San Francisco, and I’ll say my bedroom and a handheld mike. That’s my studio. Kevin Kelly: That’s a really cool tool. Tim, can you give me a range of the price just so we’ll have some idea? We’ll have show notes about the particular model, but just give a little bit of a range. Tim Ferriss: If I had to guess, and it’s been a long time since I looked at the pricing but I would say it’s somewhere between $400 and $700. It’s not cheap. But when I consider the alternatives, let’s just say the H6 zoom which is the general recorder that I use with the XLR cables and the stage mikes and everything else involved, you’re getting into a similar price range or above. This just offers a lot more convenience in terms of its form factor. Kevin Kelly: I have to tell you, Tim travels light. He’s not an ultra light traveler but a very lightweight traveler with very minimal bags. This is one of the things you packed, so it’s very impressive that it’s light enough and small enough that even when you’re not packing much else, you can fit this in even if you’re a very weight-conscious traveler. Tim Ferriss: Definitely. There are other alternatives. I had enough space also to pack a Road IXY microphone which is intended to be connected via lightning port to, say, an iPhone. So I am testing different alternatives to compare sound quality, but thus far the Yellow Tech IXM has not let me down so I will continue using it until I find a superior solution. Kevin Kelly: Definitely a cool tool. Thanks. Posted on: June 1, 2018.", "speakers": ["tim ferriss", "kevin kelly"], "text_sentences": ["hello boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show where it is my job to typically interview world class performers from all different domains, whether that be sports, military, business, chess or otherwise to tease out routines, habits, etc", "that you can apply and test in your own life", "this is episode is a joint episode with kevin kelly, one of my favorite people on the planet", "you can say hi to him on twitter @kevin2kelly, the number two, or go to kk.org to see his writings, among others, 1,000 true fans, perhaps the essay i have recommended the most in the world to the most audiences", "kevin might be the real-life most interesting man in the world", "he sports an amish beard, he built his own house, he spends many months of the year traveling all over and i’ve always wanted to travel with him", "we recently had the chance to head to uzbekistan together, and i jumped at the opportunity", "this episode covers some of our favorite travel tools", "so who is kevin", "he is senior maverick at wired magazine, which he cofounded in 1993", "he also cofounded the all species foundation, a nonprofit aimed at cataloging and identifying every living species on earth, and that is not a joke", "in his spare time he writes best selling books, cofounded the rosetta project, which is building an archive of all documented human languages, and serves on the board of the long now foundation", "as part of the last, he is investigating how to revive and restore endangered or extinct species, including the wooly mammoth", "and i guess that would not be part of the last; it would be part of the all species foundation", "but you get the idea", "he’s a busy, busy dude", "his newest critically acclaimed book is the inevitable, subtitled: understanding the 12 technological forces that will shape our future", "as journalist david pogue said of kevin, “anyone can claim to be a prophet, a fortune teller or a futurist and plenty of people do", "what makes kevin kelly different is that he’s right", "he has an impeccable track record.” this episode covers quite a bit of cool stuff, all very actionable", "i hope you guys enjoy it", "we had a blast recording it in the back of a car in the mountains", "i will let kevin get to it", "this is also being simultaneously published on his cool tools podcast, which you guys should check out and you can find it at kk.org", "enjoy", "mr", "kelly", "hi, this is kevin kelly", "i’m sitting in the back of a car crossing a mountain pass about 2,000 meters in the atintian mountains in uzbekistan", "uzbekistan is a central asian country that’s generally south of russia, north of afghanistan and next to all the other “stans” like kazakhstan, turkmenistan, and tajikistan", "sitting next to me as we cross the mountains, is tim ferriss, the legendary exploiter and explainer of world class performances", "we’re going to do a joint recording", "tim is going to tell us about his favorite four cool tools, and we’ll find out what he’s up to lately", "tim, why don’t you tell us about your first cool tool", "we’re sitting in the back, here", "we have bags around us, bottles of water, a bunch of different gadgets and objects piled in my lap", "the first that i can talk about is actually in my other piece of luggage", "i don’t have any checked luggage, and it is a jacket that i roll up and travel with constantly", "it’s from a brand called nau, n-a-u", "i believe it’s based in portland", "you can think of it as a blazer or a riding jacket", "what makes it unique is a number of different factors", "a) you can roll it up and throw it onto a black tee shirt and you look like you’re ready for a business dinner or a formal or semi formal occasions, so it saves me the trouble of packing a lot of collared shirts, for instance", "there are collared shirts that don’t wrinkle but they do take up more space than, say, a black tee shirt", "i have several different models at home", "they’re weather resistant; of course if it’s designed in the pacific northwest, you would expect that, which comes in handy", "that’s my first cool tool", "plenty of pockets, but there are lapels so you can get away with murder", "you could wear it in a light rain, or you could wear it at a nice dinner", "it’s an incredibly flexible piece of clothing", "one of the hazards for me, anyway, is if i try to roll up a jacket, i never quite get the wrinkles out", "no-iron shirts, you can kind of hang in your hot shower and wrinkles will dissipate", "how does this work in terms of unwrinkling it, or does it just magically unwrinkled", "this particular jacket has a number of features that disguise wrinkles", "there’s also just the material science aspect; the fabric blends that are used tend not to wrinkle, number one", "two, it has folds and pockets and lapels that for whatever reason make wrinkles less noticeable", "and then there’s the color", "if you want to avoid problems with wrinkles generally, at least in my experience, you want darker clothing so that under light, you’re not having shadows cast across or beneath the wrinkles", "so this is a charcoal colored jacket", "it’s kind of like your typical suit jacket length, or is it more like an outdoor jacket at the waist", "i would say typical dinner jacket length", "it doesn’t show off any midriff", "for those of you who are looking for that, you’re out of luck", "or your belt", "you’d be able to see your belt if it were unbuttoned in the front", "it’s very lightweight", "tell the readers how small it compresses", "if you were to roll it up well, and if you want to know how to roll up a jacket like that well, you could actually go online and look at how a judo uniform is folded", "if you roll it up well, you are looking at let’s just say the bottom three quarters, meaning it will cover the very bottom fabric of a standard-sized school backpack", "so we’re not talking about a hiker’s backpack", "if i had to estimate, i’d say i get it down to about a roll that is ten inches in length and about three to four inches in diameter", "that’s very impressive", "i carry a lightweight down jacket that compresses into something very small but it’s certainly not as fancy or suitable for a dinner jacket like yours is", "a couple other tips for folks, and i am by no means a hyper minimalist, appalachian trail hiker or anything like that, but i also have, for instance, because i don’t want to lose the insulating ability if it gets wet, i have a synthetic down vest that is also stuffed into this backpack which i can put on top of that fancy looking jacket in case i need more warmth", "that’s brilliant", "that’s a brilliant hack", "again, that’s called the nau jacket", "n-a-u, nau", "approximately what does it cost", "just give me a range", "that’s a really good question", "i bought it a long time ago", "it’s not cheap, but then again if you’re comparing it to any type of dinner jacket or outdoor jacket, it’s not horribly expensive", "i’d say it’s in the $150 to $350 range if i had to guess", "okay, good", "that’s fantastic", "what else do you have in your backpack, which is stuffed here in the back of our car right now", "in my bag of tricks i have a logitech bluetooth keyboard", "and to put this in perspective, it’s slightly larger than a paperback book, like a 5 by 8-inch trim paperback book", "it is narrow enough that i will very often stick it into a journal to protect it, meaning it’s probably the width of eight to ten paperback pages", "it holds a charge very, very well", "i use this often", "if i have any issues with my laptop, i can pair it with my iphone which is a large sized iphone, and lean it against, say, a glass of ice tea and i can get any type of writing done that i need to get done", "also, if i feel like taking a day trip but not taking this backpack, which is one of my main pieces of luggage and stuffed full of stuff and kind of heavy, i can take the keyboard and my iphone and head off to some coffee shop ten or 15 minutes away without carrying all of my gear with me", "i’m going to try to describe this a little bit further", "it’s very, very thin and very lightweight", "it feels like it’s made out of aluminum and has kind of a matte texture finish on it", "it feels very velvety", "it’s mostly a charcoal color with white letters", "this would serve as a keyboard with a phone, and the keyboard itself is pretty large in terms of your finger spacing so there would be no cramping", "that is really cool", "yeah, it’s a great device", "i have had this now for i would say two years and i’ve never had a technical fail", "so as a form of backup, i find it to be very cheap insurance", "because as you can see in person, this is lightweight and i’m not going to get scoliosis as having this additional piece of gear", "i just stick it into a large format journal or even a magazine and i can travel with it.] that’s really cool", "so it pairs up through bluetooth, i would imagine, right", "that’s right", "so you can pair it up to an ipad if you wanted to, as well as a phone if you happen to carry one", "definitely", "what’s that called again", "this is a logitech bluetooth keyboard", "we’ll put the exact model in the show notes for everybody", "next up, these all travel together", "i very rarely take these out of my backpack", "this is max silicone ear plugs, which unlike foam earplugs are not inserted into the ear canal and then left to expand", "these are effectively smeared over the ear opening", "you have, in all caps: do not insert; just cover ear opening", "these i found through swimmers, in fact", "they are very waxy and almost look like candies; some type of caramel but they’re white-colored", "i find them to block sound much more effectively than any type of phone earplug, although there are some good ones on the market to be sure", "do you use them just once, or can they be reused or recycled, or they last a little bit and get grungy", "what’s their use", "i definitely reuse these", "if i had to guesstimate, i would say four to five nights and then they start to lose their adherence because they get less tacky over time", "the most important that i don’t want to overlook is that as someone who tends to rotate from back to slide, so sleeping on my back and my side, foam earplugs will very often hurt", "they’ll get pushed into your ear when you roll onto your side", "that is not the case with these", "so for side sleepers, these are a real cool tool because that allows you to sleep on your side while you have these earplugs in", "definitely", "and even as someone who kind of tosses and turns, in my case i don’t tend to wake up on my side but i am constantly going onto my side, and foam earplugs often will wake me up", "cool", "is this mostly just used for sleeping, or do you use these for other sorts of sound abatement", "these earplugs live in each of my bags that i tend to travel with", "so i have redundant caches of earplugs; one in this bag, one in my other bag, and sometimes i’ll even have them in jackets", "but mostly for sleeping", "mostly for sleeping, definitely", "or if you’re sitting on an airplane and trying to read and just want to drown out the sound, [inaudible] – [crosstalk] then you can use them, for sure", "or if you’re swimming and you want to avoid swimmer’s ear", "okay, what’s your fourth cool tool", "i might go over slightly here, but my fourth cool tool is a neck pillow", "i want one of those", "i’ve tried many different neck pillows", "most of them are very uninspiring and even less effective for helping me sleep", "this, and i’ll do my best here, cabeau, i believe is the pronunciation: c-a-b-e-a-u and it has “evolution pillow” written on the side", "you can see that it compresses down very nicely", "it’s like the side of a grapefruit or cantaloupe", "yeah, like a small cantaloupe or a large grapefruit and you could certainly compress it more", "the actual bag that it comes with allows you to wrap it up and then compress it down to a smaller size", "it’s just a very nice, in essence memory foam, neck pillow that also clips in the front", "what i’ve found is not only does it help me sleep if i’m sitting upright, but it also is very, very helpful for getting to sleep when i’m laying prone, whether it’s on an airplane or even in a hotel room if the pillows are of dubious quality", "do you have to inflate this by pumping or blowing air into it", "or is it self expanding", "it’s self expanding", "you can think of it almost as a sponge-like material that you can press down, and then when you release it, it inflates or rather i should say expands automatically", "is it one of those horseshoe-shaped items, or is it just a little kind of wedge that sits behind your neck", "it is horseshoe shaped", "if you imagine a horseshoe being hung around the back of your neck, that is the shape", "it can clip in the front and the design is such that there is a ridge that supports basically the occipital area at the base of the skull", "it’s very ergonomic in that sense", "it is", "it’s the most comfortable neck pillow that i have found", "it’s a little bulky but it’s pretty light", "it’s light, and as far as neck pillows go, not very bulky at all", "if you’re going to have a neck pillow, generally speaking in my experience at least, it’s going to be inflatable and quite uncomfortable or you’re going to end up with this type of compromise, and this is the best i’ve found", "it could pretty easily disappear into a day pack", "i think it absolutely could", "and certainly if you wanted, you could lash this to the outside of a pack", "i happen to have enough space in my bag so i include it, but you could lash it or hang it on the outside", "sometimes you have the privilege of flying first class and you can lie down, but other times if you’re stuck in economy you really need one of these things to sleep in a seat", "i do, at least", "the last thing i’ll mention, and then i want to ask you about an app that you have which is very, very different", "another app that i use a lot when i’m traveling, and i use it as home as well, is called “apnea trainer.” i don’t use it for its intended use; i have an off label use", "apnea trainer is used by people who are training for free diving and what to improve their breath hold times", "there are different types of tempos that you can use for different types of training", "there’s pranayama breathing, there is the apnea breathing which would be a ratio of inhale, hold, exhale", "or inhale, hold, exhale, hold", "so you might have something like five seconds in, 20 second hold; ten-second exhale", "so it’s a one-four-two ratio", "and what i’ve found is if i only have five to ten minutes and i don’t have time for my usual morning meditation i like to do, which is generally something like transcendental mediation of 20 minutes, that five minutes of breathing training with a voice that will count down for you is very much grounding for the rest of the day", "so it’s kind of like a substitute to meditation because you focus on your breath but you’re focused on holding your breath, not just breathing regularly", "that’s right", "i would say it is meditation but it’s a guided, breathing meditation that has the side effect of performance enhancement, if that’s what you’re going for", "and obviously, i’m not a doctor and i don’t play one on the internet so people who are listening, especially you crazy, haphazard males, do not use this right before you go into the water and don’t try to break any personal records holding your breath without very, very qualified supervision because you can die with shallow water blackouts and other issues", "i use this just as a kickstart to my day", "you’re sitting in maybe a position or something, and the worst that could happen is you’d fall over", "that’s right", "i’m just sitting on a hotel bed or a hotel couch, generally", "that’s super", "and that’s called what", "apnea trainer", "what is the app that you have on your phone that you were showing me earlier today", "i have a little, tiny app on my iphone, and i it’s on android as well; it’s called “my tracks.” what it does is it makes a gps log of our travel, wherever we’re going", "the important thing is it does it without having to have cellular service somewhere", "because in these foreign countries, i don’t normally turn my cell phone service off but it’s still getting gps signals", "and just that information is enough to create a gps log of a journey", "the advantage of that is one; you have a record of your journey that you can import into google earth just with a kml format", "but more importantly, if you have a camera that has a clock in it, a they all do these days, you can synchronize your clock to the local time and you’ll have a way to time stamp and view tag your photographs", "so the software will look at the time stamp for a particular photograph and then it will s how you the exact coordinates of where that photograph was taken", "so i don’t have to remember where was i when i took that photograph; i can just import that into light room or something and it’s going to show me the geographical locations for every one of my photographs", "i found this fascinating and it also begged the question for me; let’s just say you’re going on an excursion through the grand canyon or going on an extended trip overseas", "is there a potential safety element where that data could be then pinged back to some type of service that can monitor your last known whereabouts if you go mia", "which if you are a developer of this app or know the developer, i’d love to know the answer or if there’s something similar that’s available", "i thought that was a very, very cool app", "that would be really cool if you could live stream your location to permitted, interested parties", "i would just have to imagine that there would be an app that did that somewhere", "you’d think there must be one available somewhere", "one other cool tool that you have, which is more common here than i would have expected but in retrospect i shouldn’t be surprised", "it is very, very hot here; it can get very, very hot and the sun is extremely powerful to the extent that we visited a solar furnace not long ago that could be used to melt various objects at absurdly high temperatures", "yes; 3,000 degrees centigrade", "exactly", "our esteemed guide has an umbrella – smart move – to create shade wherever he wants it", "you have an umbrella, but you made a modification to your umbrella", "i just had an ordinary cheap, chinese, black, really compact umbrella that i carry in my little camera bag all the time", "i spray painted the top of it silver so that it reflects the light and it makes it a little bit cooler on the inside", "because just with the black umbrella, it tends to absorb that infrared and reradiate it back down on your head", "having a silver reflective layer bounces at least 60 percent of that back into the sky and it’s a lot cooler", "there are versions of the silver umbrella; they’re extremely lightweight", "they’re not as collapsible as the one i have but they’re made for hiking", "i think it’s called the “silver dome,” if i’m not mistaken", "they weigh only a few ounces", "people out west, even if you’re climbing at the high altitudes, a lot of the long distance hikers now carry an umbrella for portable shade", "they walk along under the shade", "shade follows them", "it really makes a huge difference when you’re backpacking because you can really work up a sweat", "and the hat doesn’t allow your head to cool off but the umbrella does", "yes, i’ve had umbrella envy since i landed on this trip", "kevin, i’ve had so much fun", "i’ve wanted to travel overseas with you for ages, and here we are", "so i’m really glad that it came together", "yes, and tim, thanks for your great cool tool reviews", "where can people who have never heard of tim ferriss find out what you’re up to", "and by the way, what are you up to next", "up to next, well, i have a new ted talk that should be coming out shortly; very personal and it talks about fighting off the dark moments and overcoming self doubt and so on", "it’s a very personal journey through how to overcome some of those darker and even dangerous moments", "just search tim ferriss at tedx or ted", "if people search tim ferriss, ted talk they will be able to find at least one and potentially two including the new one", "i’ll be giving away several hundred pages of my favorite stoic writing, along with modern essays that i’ve added in and new artwork and original commissioned illustrations and calligraphy; all sorts of fun stuff", "i’ll be giving all of that away for free in three volumes called “the tao of seneca.” so people can just search “tao seneca free book.” they should be able to also find it on amazon and that should be available i would say in early to mid june", "and that’s going to be orderable on amazon and on your website", "it should be available on amazon, should be available via pdf; i’m just going to unleash it in the wild", "they can certainly go to tim.blog to find everything related to the projects as well as those ebooks and pdfs and everything else", "tim.log", "tim.blog", "oh, blog", "okay, tim.blog", "yeah, tim.blog", "it’s a lot easier to spell than the previous urls", "kevin, for people who don’t know how to find you and want to learn more, where can they find you", "i’m kk.org, o-r-g", "did you say k-k dot pork", "just kidding", "it’s the air pressure", "our ears are not working up at this ascent", "anything that you’re working on that you’d like people to check out", "i have the paperback version of my book, the inevitable, which is being launched in june", "so it’s preorder for $12.00", "it’s cheaper than printing it out yourself so go there at amazon and in june i’ll be talking a little bit more about the updated version, which is not updated so i haven’t changed my mind about anything in the last 12 months about the coming 20 years", "so i stand by everything i said; now it’s in paperback", "thank you, kevin", "and thank you, tim", "we have many adventures ahead", "you have another cool tool to talk about; in fact it’s just about in my mouth", "it’s up against my face", "tell me, what is this thing", "i get that response a lot", "this is the yellow tech ixm microphone", "i travel with this almost always", "what would you compare this to", "i would say if you took six d batteries and laid them end to end, perhaps… it’s like an old fashioned flashlight", "yeah, an old fashioned flashlight", "this is a microphone that can capture just tremendous quality of audio", "it automatically equalizes", "it has playback buttons on the side", "it all records to an sd card that’s inserted in the bottom and it’s battery powered so you can take it on the road", "everything is contained and housed in this one unit that then goes into a tiny zip-up bag", "so this just lives really inside my backpack", "so if i don’t have a chance to bring more gear, or don’t want to bring more gear, i can use this at any time, anywhere and shazim", "so you might record an introduction of one of your podcasts from the back of a car going over the mountain pass in uzbekistan, right", "you’d be able to just pull it out and record and it would have as good quality as any real digital studio might", "it very often does", "i’ve recorded podcast intros in airplane bathrooms before; certainly not ideal but you can really get away with murder with this device", "it makes up for a lot of environmental factors that could otherwise really screw things up", "also, if you’re on the move and you happen to bump into someone who is fascinating and in my case i say would you mind if i ask you just a few questions, and they’re up for it; you can really on the drop of a dime capture these moments that would otherwise be lost", "just to emphasize, this is a microphone that has a built-in recording device into the handle of it so it’s all in one", "it’s more than a microphone; it’s a digital recording device built into a microphone", "that’s right", "and then when i’m done recording, i would pop out this sd card, i would slap it into a laptop when i have access to one an drop the file then into a dropbox folder, which would sync at the first opportunity to connect to wifi and then that is available to my team", "so i could send a link to that dropbox through slack to my team and off to the races", "they have the interview files, they have the intra files, whatever it might be, and then it can all be polished for publication", "so in some kind of ways, except for the ambient sound, it’s a portable recording studio", "it absolutely is a portable recording studio, and i think that some of my best audio that has appeared on the podcast has come from this mike", "people find it hard to believe because they’ll ask which studio i use in san francisco, and i’ll say my bedroom and a handheld mike", "that’s my studio", "that’s a really cool tool", "tim, can you give me a range of the price just so we’ll have some idea", "we’ll have show notes about the particular model, but just give a little bit of a range", "if i had to guess, and it’s been a long time since i looked at the pricing but i would say it’s somewhere between $400 and $700", "it’s not cheap", "but when i consider the alternatives, let’s just say the h6 zoom which is the general recorder that i use with the xlr cables and the stage mikes and everything else involved, you’re getting into a similar price range or above", "this just offers a lot more convenience in terms of its form factor", "i have to tell you, tim travels light", "he’s not an ultra light traveler but a very lightweight traveler with very minimal bags", "this is one of the things you packed, so it’s very impressive that it’s light enough and small enough that even when you’re not packing much else, you can fit this in even if you’re a very weight-conscious traveler", "definitely", "there are other alternatives", "i had enough space also to pack a road ixy microphone which is intended to be connected via lightning port to, say, an iphone", "so i am testing different alternatives to compare sound quality, but thus far the yellow tech ixm has not let me down so i will continue using it until i find a superior solution", "definitely a cool tool", "thanks"]}