{"dialog_idx": {"blake mycoskie": [41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 242, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 291, 292, 293, 294, 295, 296, 297, 298, 315, 316, 317, 318, 319, 320, 322, 323, 324, 325, 326, 327, 328, 329, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 460, 461, 462, 463, 464, 465, 466, 467, 468, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 518, 519, 520, 521, 522, 523, 524, 525, 527, 528, 529, 530, 531, 532, 533, 534, 536, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 680, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 718, 719, 720, 721, 722, 723, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 69, 82, 104, 153, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 241, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 289, 290, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 321, 330, 331, 359, 360, 413, 414, 459, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 517, 526, 535, 537, 593, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 681, 682, 717, 724, 725, 726, 727, 728, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 788]}, "episode_num": 249, "file_type": "html", "guests": ["blake mycoskie"], "num_sentences": 789, "num_words": 11275, "raw_text": "Tim Ferriss: Hello, boys and girls, Mademoiselle and Monsieur. Oui, oui. This is Tim Ferriss recording in Montreal, Quebec. The Tim Ferriss Show, each and every episode is focused on deconstructing world-class performers from all different fields. This episode features Blake Mycoskie. You can say hi to Blake on the socials, Twitter and so on, @BlakeMycoskie. We’ve known each other for quite a few years. Blake is the founder and Chief Shoe Giver of Toms. That makes him the person behind the one-for-one business model, which helps a person in need with every product that is purchased. But there are many, many stats and some very impressive numbers related to his bio and his business. We will get to that shortly. I’m going to keep this initial intro very short. In this episode, we cover a lot. We talked about early entrepreneurial ventures, the power of journaling, how the stool analogy changed Blake’s life, lessons from Ben Franklin, and much more. This episode comes from my new television show Fear(less), 10 episodes. It’s a full season where I interview world-class performers on stage in front of a studio audience about how they’ve overcome doubt, conquered fear, and made their hardest decisions. You can watch the entire first episode of this TV show, Fear(less), with illusionist David Blaine, where he actually performs magic on stage with guests from the audience as well. You can watch that for free at ATT.net/fearless. To watch all of the episodes and a lot of them are physical or involved demos on stage, please visit directvnow.com. Only one T in that. Or you can go to Tim.blog/fearless. We recorded three hours of material for this particular session with Blake. All of it was awesome. We used one hour for TV. So this podcast episode is not a duplicate. It is almost entirely brand-new content that did not appear on television. I hope you enjoy this chat as much as I did with Blake Mycoskie. Welcome to Fear(less). I’m your host, Tim Ferriss. On this stage, we’ll be deconstructing world-class performers of all different types to uncover the specific tactics and strategies they’ve used to overcome doubt, tackle their hardest decisions, and ultimately succeed on their own terms. By a show of hands, how many of you guys own a few pairs of shoes? That is everybody in the room. How many of you own around ten pairs of shoes? More than half. How many of you do not own a single pair of shoes? All right, that’s a big fat zero. My guest tonight has built a company that’s given away more than 60 million pairs of shoes to those who need them most. During a trip to South America, he recognized a unique opportunity to blend business and philanthropy. Since its founding, Toms has given away millions of shoes, helped restore eyesight, and provided safe drinking water to those in need across the globe. Ladies and Gentlemen, please welcome to the stage the founder of Toms, Blake Mycoskie. How did your Mom and Dad differ in terms of parenting styles? Blake Mycoskie: That’s a good question. I think my Dad was more serious and in more kind of intellectual in the things that he taught us. I think my Mom was much more hands on, caring. They both were very caring, but I think that my Mom’s was just over attentive. I was the first child. I think the first child gets that, no matter what family it is, because the parents are so afraid of messing up. I know I am. I have a two-year-old. But my Dad was always kind of like the moral – he was the true north in the family. He was a disciplinarian when that needed to happen. He was the intellectual, I would say. But what was interesting was when my Mom became this best-selling author and every publishing company in the world is flying to Arlington, Texas to try to court her. Then my Dad was realizing like wow, this is totally changing our family’s financial lives. The coolest thing I think I learned from my Dad was he cut down on his practice 50 percent, starting supporting her, traveling with her, going to do the talk shows, infomercials. It was a total role reversal. I think that really taught me a lot about relationships because it was such a beautiful thing to see. Even though I wasn’t understanding all of what I was seeing at that age. But now, she was there putting him through medical school. My parents literally used to sell their blood to go pay their rent, they were so poor during medical school. They have all these stories of being in New Orleans at Tulane and my Mom always says my Dad would get more money for his blood because it was more rare than hers and that used to piss her off. I recall all these things. She was working as a waitress and working here and there and everything to put him through medical school. It was all about his career for the longest time. The moment that my Mom created something and it had so much energy, instead of him being threatened by that, which I think a lot of men would have been, he said, “This is amazing. It’s your turn now.” My parents have been married for 47 years. They deserve it. I think that was something, seeing that was another part of that whole experience that really had a big impression on me. Not only what my Mom created, but the support my Dad played in it. Tim Ferriss: Was the cookie stand your first business experience? Blake Mycoskie: I think so. That seems like such a cliché, doesn’t it? There you go. That was early day cookies. I was a little older when I was selling them myself, but I was trained at a young age. It is almost like one of those – I feel like there’s some great clichés in entrepreneurship and they’re clichés for a reason. Like having your first business be the lemonade stand or the cookie stand – you hear that. But yeah, at a little older age than that, my Mom made these amazing cookies. I recognized – my Grandmother lived on a golf course and so on Saturdays and Sundays, you have hundreds of people who mostly know my Grandmother, who was a real character, coming through the golf course. So if I sat there right on the eighth hole, I think she was on the green, and I was dressed cute and all that, I could sell anything, right? The great thing about this business model was is could convince my Mom to make all the cookies but did not charge me for making them. So I had zero cost to goods sold, 100 percent profit margins. Tim Ferriss: Your Mom is a terrible cookie supplier. Blake Mycoskie: Yeah. It was a fantastic business while it lasted. I did that a couple summers, so I built up some clientele. They liked the cookies so much that they wouldn’t just buy them for that eating occasion, they would buy them and put in the freezer to have for weeks. I had a pretty good thing going. I think that was when I was like nine or ten. That was the first, I think, entrepreneurial venture. The second one was – and very few people know because I don’t think it’s really been that public. My Dad, when I was 18, freshman year in college, at this point I had never had a real job, as my Dad says. I was training to be a professional tennis player, so every single day after school, I trained from 3:30 until literally bedtime and I was incredibly obsessed with tennis. My parents totally supported that. But then when I went to college, I was playing college tennis and I remember my Dad, after the season was over, he said, “This summer I really think you need to get a job.” I had a younger brother and sister and they were eight years younger and four years younger. They had jobs at the dry cleaner or the clothing store at the mall and all these different places and they were much younger than me. My Dad’s like, you’ve got a college scholarship, you’re doing your thing, but this summer you need to have a job. I was like okay. I wasn’t really excited about that, but I said fine. It wasn’t because I didn’t like to work. I worked really hard, but I worked hard on something I cared about and that was tennis. So I talked to people and said, “How can you make the most amount of money when you’re 18 years old in a part-time job?” Because I still needed to practice tennis. The answer I got time and time again was to get a job at a restaurant that had high price points, but a pretty quick turnover. So not fine dining, but a more expensive restaurant than fast service. Tim Ferriss: Who were you asking for advice? Blake Mycoskie: I was asking anyone in college that I thought was older than me that had made some money or that had any form of work experience. Friends of mine who were older than me in school had done that and some of them were even putting themselves through school that way. There is this restaurant called Pappadeaux in Texas. I don’t know if you’ve been there. It’s seafood. Anyway, it’s pretty expensive, but the tables turn fast. So I went and even though I had no experience – for some people, this is their career. This isn’t a part-time job. It’s that good of a restaurant job. But luckily, the hiring manager was a huge tennis fan. We talked about tennis. She played in college at a rival school than I was playing at and all this. I was like, I can do this job. I really had to sell her on me doing it. So I got the job. I came home and I said to my Dad, “I got a job.” Not only a job, but a job that I’m going to make a lot of money this summer. The next part if you work in a restaurant is memorizing the menu. I had memorizing things. That is the worst for me. Studying and cramming for tests is not my thing. After two or three days of this, I was like, this is miserable. I’m not going to be able to memorize this menu. And I found out that you don’t even get paid the first two weeks because it’s training. My summer is only like nine weeks long. I’m like, that’s 15 percent that I’m not getting paid. So this is sounding less and less appealing every day. This is where the moment came, I think this was when my truly first entrepreneurial synapses went off in my brain. Next to our house, there was a tennis court. I clearly learned to become a great tennis player. I knew there were a lot of kids in our neighborhood that could use tennis lessons. Maybe even some other adults who wanted tennis lessons. We had this tennis court we could use any time. I knew how much my parents paid for tennis lessons for me growing up. It was a huge investment for me. I said before I got into work this weekend, I made these flyers. I put SMU College Tennis Player Training for Next Eight Weeks – Kids, Adults, Classes, the whole thing. The same way as you’d see at a country club. I made 5,000 flyers. I put them – it literally took me two days – in every single mailbox in the entire neighborhood. At that point, I had my own phone line. I changed my voicemail to like Blake’s Tennis Camp or something. I started getting calls. Within a week, I had every hour of the day booked. Instead of making – I think at Pappadeaux with tips and stuff, I had averaged where I was going to be making like $14.00 or $15.00 an hour, which would’ve been really good back then. Teaching tennis, because I had each kid paying $15.00 an hour and I had five kids at a time, I was making like $80.00 an hour. I had this set up. My Dad came home, he thought I was supposed to be at work at Pappadeaux. He sees me teaching a whole group of kids and my Mom delivering cookies and lemonade to their parents, and he does, “What’s going on here?” I said, “This is still a job and I’m making four times the money that I was.” So that was the moment where I started my entrepreneurial journey. Tim Ferriss: Did your Dad want you to get a job to earn money or was it because he wanted you to have the experience of reporting to someone else and all that? Blake Mycoskie: Clearly it was the latter, but I trumped him with earning – he couldn’t argue with an 18-year-old making $80.00 an hour. It was crazy. Every time I’m on a airplane, the first thing I do, if it’s not getting a cup of coffee, is start journaling. I have a massive safe in my office that has hundreds and hundreds of journals. We’re actually making a documentary film about the whole Toms experience. A big part of the film is going back and just grabbing random journals and reading these entries. You’re like, I can’t believe I was saying this or thinking this. Because you tend – or I tended to be – even though I confess all my fears, I tended to use the journal as a way of positively setting the tone for the next day, the next week, the next month. It’s something that I love doing and it’s something I’m really glad I did. I think it helps me understand my life, which I think is good, because understanding your past is how you can really be more proactive for your future. Tim Ferriss: So this is a shared habit. I have probably about eight bookshelves worth of journals. I’ve kept them all since around the same age, 15, 16. But it started with weightlifting – same thing. I wanted to track my progress and to be able to understand what worked and what didn’t and so on. It’s turned into what I’ve heard described, I think her name is Julia Cameron – she wrote a book called The Artist’s Way. She described journaling, the first type, the confessional, as spiritual windshield wipers. Meaning you get that down, especially in the morning – and the way I look at it is sort of trapping my monkey mind and my anxieties on the page so that I can get on with the day. The morning journaling habit was actually introduced to me by – by the way guys, the morning journaling specifically isn’t something I started until about three years ago. I think as a lot of people, I had been journaling for a long time and then I stopped for a while. I would only use it for goal setting. But I didn’t do that other part, which I think is so critical. I was like, that’s like the rah-rah positive thinking. I don’t want to even get involved, The Secret, whatever. I don’t want to deal with it. I then ran into a guy named Brian Koppelman, who’s a screenwriter. Along with his partner, they did The Illusionist, A Solitary Man, Ocean’s Thirteen, Billions (the co-creators of that show, which is a current huge hit). He does it every morning. He said, “You have to start morning journaling.” Since it was coming from him, I started and it was immediate the difference in not just my performance, but also my wellbeing. Blake Mycoskie: I think, and I haven’t heard the spiritual windshield wiper, which I like, that term, is that’s what it kind of does for me. Anything that is controlling my thoughts, stress-related or I feel like I have too many things on my mind or my to-do list or everything. Once I get it on the page, then I can just singularly focus on the most important things of the day. I know you’ve spoken about do the two most important things right away in your day and by journaling, (a) it helps me organize what are those really important things. Because when you’re writing about it, whatever’s getting the most attention typically is the thing you don’t want to have to do but you need to do. But it really does, I think, help you clean your day. And then at the end of the day too, I think it also can serve as a way to allow yourself to relax and get ready for bed and get over with the day if you’ve had some stuff on your mind. It’s interesting by writing it, you think you make it even more something you’d be thinking about, but I find once I’ve written it and I let it go and I close the book, the problems are in the book and they’re no longer with me anymore. If it’s a positive thing, but I think it’s just potentially reinforcing that. I’ll never forget this. It’s so interesting how going back to these little moments in your life that can really change your trajectory and oftentimes it can be someone that you meet or you listen to or a book you read. There is a guy named Bob Dedman. Bob Dedman has passed now. He was a self-made billionaire and he gave more money to SMU and University of Texas than anyone ever. He literally grew up in a trailer park. He started off as a lawyer and then ultimately where he made his real fortune was he recognized that country clubs were becoming more and more popular in the ‘70s and the ‘80s. But it was very expensive to maintain the golf course and the restaurant and everything. You made money by selling the real estate around it. What he started doing was creating clubs with multiple courses but one crew that could service multiple courses. So now you only need one greens keeper for three clubs and three times the amount of real estate sales, one kitchen, all these things. It became this thing called ClubCorp. When he passed away, he was the largest owner of golf courses and tennis courts in the world. He this amazing guy. He lived in Dallas, Texas. He loved tennis. So he’d come out and watch our tennis matches. He was an eccentric billionaire guy who’d watch our tennis matches. For whatever reason, I forget what it was – I think it was raining and we couldn’t practice that day. Our coach said, “You guys have seen Mr. Dedman many times watching the matches. Since it’s raining today, we can’t practice. We’re going to watch a video of a commencement speech that he gave for the MBA program at the University of Texas a couple weeks ago. Just so you can have some more frame of reference of how wise this guy is.” The speech was basically about having a life path and thinking of your life as a stool. Every stool has three or four legs. What are going to be the legs of your life? What’s going to be your path? One is your talents. One is your interests. All these different things. I can’t remember exactly what it was. I remember leaving that day and I just heard myself thinking, “I don’t think my stool is going to be a professional tennis player. I actually think my life is about other things.” I started recognizing these talents. Definitely self-discipline and all these different things. I remember watching that video and having peace at the idea of not continuing down this tennis path. Another great Ben Franklin story that I’ve read that actually had a huge impact on early days at Toms – I was reading a biography, one of the many written. When he had the Farmers’ Almanac. A lot of people don’t recognize that was how he made his first fortune was through the Almanac. Most of the things we know Ben Franklin for actually happened after he retired at age 40. He sold the Farmers’ Almanac, had money at the time, retired. And then all his inventions then came out of the curiosities afterwards. One of my favorite stories was there was this person that would advertise in the Farmers’ Almanac. Ben Franklin did not agree with this ethics and his morals and his ideals, but he needed to take advertising money to keep his Almanac going. So what he decided to do was that night, instead of sleeping in his bed in his home, he slept at his office on the floor with only a piece of bread to eat. He woke up the next morning and he was just as happy as he was the day before. That’s when he said he would never take advertising dollars from someone he didn’t believe in. That was a huge thing with me early with Toms. We will stay 100 percent focused on the mission, whether we make it or not because we’re going to be happier doing it the way we feel is the right thing to do than cutting corners to make extra money. When I read that, that was a huge thing. Tim Ferriss: I was just going to say, not only that, but that you can live with the worst case scenario. Blake Mycoskie: That’s what he proved, yeah. Tim Ferriss: We’re going to keep peeling back the onion here. I mentioned Stoicism earlier. Part of the reason I suspect Ben Franklin did that is he was a huge Seneca fan. Seneca, specifically, has a collection of letters called The Moral Letters to Lucilius. Don’t worry, this isn’t going to be long. Letter 13 called “On Festivals and Fasting.” I know the name because I’ve read it so many times. Part of it is set aside a few days – I’m making up the time period – every month where you will go with the cheapest of dress, the scantiest of fare, the roughest of bed, asking yourself all the while, is this the condition I so feared? I have a close buddy, Kevin Kelly, who is amazing. Kevin Kelly is the founding editor of Wired magazine and has done a million of just incredible things. What he would say to himself to bring it into contemporary times, because he’d spent a lot of time backpacking as a kid. “I was always thrilled, even as just like a dirt bag college student backpacker to have sleeping bag and oatmeal. As long as I have a sleeping bag and oatmeal, I’m fine. I don’t have to sell out.” So this isn’t selling out, this is dropping out. Blake Mycoskie: But I had started this thing and it was kind of working. I had employees and this responsibility. That felt much more real that going to class and talking about Descartes or whichever philosopher I was talking about at the time. I remember calling my Dad. I was really nervous because my Dad, as we’ve talked about before, is this really accomplished doctor. He did how many years of school – college, medical school, residency. He made a life of education. I was going to tell him after 18 months that I was going to drop out of college. I was also the oldest grandchild of all my other cousins and stuff to. So I was the one everyone was looking at. His response to that was the most amazing. To this day, I’m still kind of baffled to understand how his response was this way. He basically said, “You’ve taken on this thing. You have a responsibility now to a lot of people and it seems like you’re having a lot of fun. I think it’s a great idea.” I was like, is this a joke? I’d been working on like a month on the preparation for this call. I was too scared to do it in person. Even though my parents only lived an hour away. I did this as a phone because if at any point I needed to hang up and get out of it, I could. He was totally supportive. I think it’s a big testimony to my Dad and his belief of giving people the chance to fail and to learn. It was an amazing point because his confidence or his ability for me to be curious and try something. And also him stressing how I had really, now that I had employees, I had taken on more responsibility and just doing something for myself. It was bigger than just me. That has really stayed with me through all the different businesses. I think that’s why we invest so much in our employees at Toms and their full wellbeing, not just in their financial wellbeing. Also the point my Dad and I made then too was I was going to be on my own financially. So if I dropped out, I was being supported by my parents when I was in college, as most, or a lot of kids, or not every kid has that fortune, but many of the kids in my school were. But he was like “If you’re dropping out, your business needs to support you. You need to be able to support yourself.” That was a real difficult reality at first too, which created a lot of fear. A lot of oh my gosh, now I have to make this work because my parents aren’t supporting me anymore. But that also was great motivation. I think that was a great move on his part. Tim Ferriss: Got to keep your feet to the fire, right? No parental safety net. Blake Mycoskie: One of the things, a question I get all the time when I speak and universities now is they talk about people choosing to become entrepreneurs. I think, in my opinion, and a lot of people would disagree with me, you cannot choose to be an entrepreneur like you choose to be a lawyer or a doctor or a teacher. If you go into it saying okay, I’m going to study entrepreneurship and my career path is becoming an entrepreneur, I think that is a recipe sometimes for disaster. What happens is if you’ve chosen that path and you don’t have anything that’s bothering you, you don’t have any itches you need to scratch, then all of a sudden you’re looking at the world like how can I make money? How can I create something people want? But it’s never really your want. It’s never really your dying passion, your thing that you’re willing to sacrifice everything to solve in the world. So you end up creating a business that is to make money and to do all these things they taught you in entrepreneurial textbooks, but it doesn’t ever have that same intensity of the person that just is trying to solve a problem and then ends up creating a business. Tim Ferriss: As you point out too, this is super important. I’ve spoken to classes as well about entrepreneurship. There are cases of people dropping out of college and becoming huge successes, right? But there are also a lot who do not. So it’s not necessarily causation. Then you also have a lot of people who say go to a Harvard MBA program, then they do go on to become an entrepreneur and there are successful examples. But my position has always been exactly what you said. If I’m at least scratching my own itch, I know for a fact there is one customer. I know for a fact there’s one customer. So I did The 4-Hour Workweek, my first book. I went in to find the book that covered it and I couldn’t find it. I was like, all right, there’s Jack Welch over there, How to Build a Fortune 500 Company, not interested. Then there’s like Money’s Not Important – Give Away Everything. I’m like, I’m not sure I’m in that camp either. Where’s the thing in the middle? So it just ended up being a collection of those experiences for myself. Blake Mycoskie: Which, by the way, since you brought it up, I wanted to make sure I was at least able to say this. I read The 4-Hour Workweek right when I started Toms. There’s so many things that I took from that book that allowed Toms to have this incredible growth. We never had investors, which is unheard of when you go from $0 to $500 million in seven years. The reason we were able to build so rapidly is we outsourced so many things. I never understood how you could operate so lean had I not read that book. Tim Ferriss: Thank you. Blake Mycoskie: I think I’d sent Tim many pictures over the years of me going like this with the No. 4. It’s usually when I’m sailing or playing polo or doing something fun. I’m like, there’s a lot of people that we’ve outsourced a lot of this work to that are working really hard right now, but I’m not and things are continuing to do great. I know that wasn’t the only purpose of the book, but it really made an impact on me and a lot of our early staff all read it. Because when you’re building a company, when you try to do everything yourself, it’s really hard to grow as fast as you can. But the minute you let go of some of that control and you’re outsourcing as many different things as you can, yeah, your margin might not be the same initially, but you can prove the model, you can get the top line sales, and then you can always come back and improve the margin later by bringing that stuff in house. But anyways, thank you. Tim Ferriss: Well, thank you. That makes my day. Blake Mycoskie: I think one of the negatives as starting as an entrepreneur at age 18 is you’re so focused on your work, you have very little time for other stuff in your life. I was seeing that my friends were having much more fun social lives than me because I was working all the time. The way that I made a deal with myself was – and that was my way of still having some form of balance in my life. I think the word “balance,” we could have a whole two-hour conversation about the concept of balance because I think people look at it in so many different ways. For me, the only way I could even have a thought of balance was this 11 months just going crazy, working as an entrepreneur and then that month off. My sister and I had been to all these amazing countries on The Amazing Race. One of the countries we quickly went through was Brazil and Argentina. I always liked really immersing myself in whatever that country was known for. So I got a guidebook and as you know very well, the first thing that came up and that Argentina is known for is the tango. I had not written a book yet, so I didn’t know that it was possible to learn the tango at the level that you did. I was a little bit more – well, I just didn’t have the rhythm or the dancing skills and frankly, I didn’t want to spend my month off learning something that I probably thought I would never use again. So I decided not to do tango. Instead, I turned to horse polo. I grew up in Texas, had ridden horses before. Argentina is really well known for polo. I always thought it was a very romantic, cool, adrenaline sport. I signed up for polo camp at this place called La Tarde. I got there and after being there for a few days, I got bucked off a horse a bunch, almost was in the hospital the first week. It was dangerous, but it was a good danger. Every morning I woke up like, I’m going to tackle this horse and I’m going to hit this ball. I did that for a couple weeks. The other thing that Argentina is really well known for is their Malbec wines. If you like to drink red wine, Malbecs are fantastic. I decided to spend, when I wasn’t playing polo, time in these different vineyards and wine cafes. In the wine cafes is when I ultimately met a few women that were doing some volunteer work, which ultimately led to the idea that there were all these kids that didn’t have shoes. I’m jumping a little forward in the story. But I chose Argentina ultimately because it was my way of taking a month off and recharging and learning something new, which was polo. Tim Ferriss: Let’s jump right into it. You mentioned meeting these women. Blake Mycoskie: I’d been in Argentina for about three weeks. Here you have Buenos Aires, which is an amazing city. There’s some poverty and homeless and all the same things we have as problems here in our major cities in the United States. But you go an hour outside or two hours outside the city, where we were going a lot for the horses and fields to play polo. As I was seeing this because I was going to and from the city almost every day for the polo and for getting out to the farms, I think it was having an impression on me. But it wasn’t something that was leading to an action. It was just like, gosh, this is really intense. This is really sad. I can’t believe there’s this much poverty just an hour from this great city. Almost everyone was speaking Spanish the whole time I was there. I was trying to learn it, but I was not doing a good job. I could kind of get around with the Spanish that I learned in three weeks, but it was getting exhausting. You’re much better at learning languages and learning very quickly, as we know from reading your books. But for me, I had not been blessed with that ability yet. So I was just sitting at dinners most nights listening to everyone speak Spanish and it was like Charlie Brown’s teachers, blah, blah, blah. I’d be playing mental solitaire in my head until finally someone who could speak English would ask me a question. When I hear three women speaking English, I’m just like a bee on honey. Whoa, what are you guys doing? It’s so fun to talk to these women. They had been there for about the same amount of time as me. Two were from the U.S., one was from the U.K. They were going around to wealthy families in Buenos Aires collecting slightly used shoes and taking them to these towns and villages outside the city where kids needed shoes. It was amazing because I’d just been for three weeks seeing kids in the streets, not in school clearly, and not wearing shoes. I was amazed by the fact that this was the limiting factor in their education. But also believed it because I had seen all these kids on the streets. I’m a very curious person. I’d been playing polo for three weeks. I was looking for something more to round out my month experience. I said, “I’ve never done anything like this, but can I come and help in some way? If you’re going to be distributing all these shoes in the next week, can you use another set of hands?” They said, “Absolutely, we’d love for you to come.” When we got there, the kids had been told that they were going to get shoes this day. There was already this incredible excitement in the air. When we pulled in, the kids and some of the parents just started appearing from all these nooks and crannies in this town that was right next to a garbage dump. Exactly what you can picture if you’ve seen Slumdog Millionaire. That’s exactly what it felt like. But there was an incredible and enthusiasm because they’re getting these shoes. It was hard because the kids, a lot of them, most of them, didn’t even know what size they were because all they had was a pair of flip-flops and they didn’t have a proper shoe. Trying to get them fitted, that was a challenge, but we worked through it. After all the kids had shoes, we played soccer. We just had a great day. He was like, that’s pretty cool. He was actually kind of – first he thought it was cool that anyone was doing this for these kids because he knew the area. But second, he thought it was a nice gesture. I was telling him about how awesome it was and how exciting and how much fun. He was listening really intently. At this time, Alejo, a young guy, he’s 23 years old, a great polo player and he’s listening. He got so excited. It was actually his enthusiasm, the reason I’m pretty much sitting here. Because he was like, “This is an amazing idea. We have to do this.” Tim Ferriss: So just to put it in perspective too, the Argentines, especially the Porteños, right? Who live in Capital Federal in Buenos Aires, they’re a mixture of all sorts of immigrant bloods. They’ve got a lot of Italian, which is where they get the [inaudible]. Blake Mycoskie: Yeah, a lot of Italian. Tim Ferriss: And they’ve got a little bit of German and then all sorts of other bits and pieces. Yes, a very enthusiastic bunch. Blake Mycoskie: Yes, so Alejo, professional polo player, 23 years old, doesn’t know a thing about shoes, tells me – at first it’s not we. It’s YOU have to do this. It’s your idea, you do it. He was like, “But I will help you. I will figure this out.” So literally, by lunch – this is a guy who has two cellphones, not because he has a work phone and a personal phone, but because he has two conversations going on at all times. He’s talking to so-and-so’s brother and his his cousin and someone in the – and it’s all in Spanish, so I don’t understand anything he’s saying, but it’s with enthusiasm. He’s like, this is what’s happening. So by lunch, he had already figured out someone, a friend of a friend, who made alpargatas in their garage an hour away. Before I could even say no, we’re going. We are in this. I’m supposed to leave in like four days. In that long car ride there and back, as we really talked about it, my entrepreneur brain started thinking. I think this could work. Because first off, I’ve been wearing this alpargata. I love it. It’s super lightweight, super comfortable. If it gets wet, it dries right away. There’s nothing like this. The only shoes that are in this canvas slip-on are Converse or Vans and they’re heavier and they’re clunkier. I’ve worn those all these years, but this is different. I started to really fall in love with the product as well as the idea. Then I recognized that this didn’t have – it was the first time I had an idea in my life that I didn’t think of as a business really. Even though I was structuring it as we’re going to sell something and give something and it’s going to be a business and not a charity, I didn’t think I needed to do this to make money. I’d made some money. The driver’s ed business was going great. Sales were skyrocketing. I’m a little bit less interested in starting a business to make money. But I’m really thinking this could be fun. That’s the thing I always try to make sure that people really understand in terms of the beginning motivation. I was connected to these kids and I think this could work and help them and it was going to be a ton of fun. Now I was going to get to go back to Argentina four times a year. This was a great excuse to go to this country that I’ve fallen in love with. Alejo is so fun and other people were. Long story short, we get to this guy and we’re telling him, no, we don’t want alpargatas. We want to have a nice insole and arch support and they’re going to make the shoe cost like five times as much money. He’s like, “No one will ever buy this. Too expensive.” I’m like no, it’s got to last long because these things wear out in a couple weeks. Just things, even though I’d had no experience in shoes, as a customer, I would want this shoe to look this way, but I’d want it to perform a different way. After a couple days of going back and forth. Meanwhile, I’ve now called my partners at the driver’s ed business and told them it’s not going to be a one-month vacation, but two months this year. I’m going to take another couple weeks to see if I can figure out this shoe thing. I hadn’t told any of my friends of what I was thinking of doing or anyone. I just started calling my sister and girlfriends and friends of mine that I thought would appreciate this shoe and not telling them the story initially. That was one of the key points. Tim Ferriss: So selling the product on the product’s merits? Blake Mycoskie: I knew that the story would get people excited, but I didn’t want to really go into making this a venture unless I felt the product could stand on its own. Plus, I also didn’t know how much to charge. I needed to get people’s reaction. Do you like it, No. 1. No. 2, how much would you pay for it? It was such a different shoe than anything else out there. I spent a week or two really doing that. Tim Ferriss: Can I ask a question? You seem to have a long history of doing market research by asking women. We didn’t even cover the – Blake Mycoskie: Yes. Don’t they buy most of the stuff? Tim Ferriss: We didn’t even cover the Theta sorority collaboration with EZ Laundry. That’s a whole separate episode. Did you ask primarily women about – Blake Mycoskie: I did. Even though I didn’t think it was – I thought men and women would buy the shoes, but I just felt like I didn’t know very much about shoes in my life at that point. I knew nothing. But what I did know is that every woman in my life spent a lot of money and time on shoes. Whether it was my Mom, my sister, my girlfriend, there were buying shoes. I never really saw my guy friends buying shoes. Obviously, they had to because they wore shoes, but it wasn’t like they talked about it. I figured let’s go where – this conversation is already happening, let’s just enter into the conversation. That’s why initially my quick market research was women. But it was so cool because I remember this time I had several girls over to the house or the apartment at the time in Venice. They thought they were coming over for this dinner party that I was going to arrange, but instead I had all these shoes on the table. They were like, “What’s going on?” I was like, “Well, we’re going to have dinner, but before I want to show you – Tim Ferriss: To earn your dinner. Blake Mycoskie: Yeah, to earn your dinner, there is no free dinner. Is I want to hear what you think about these shoes, because I’m thinking of selling them. They come from Argentina. I didn’t tell them about the story. As I saw them in my living room, trying them on and getting pretty positive feedback of they’re cute, they’re comfortable, I’d wear them with this. They were talking amongst themselves. Then I pulled out a bunch of photos from my trip in this village and I told them the story. At this point, I’ve never seen women so excited to buy a pair of shoes. They bought three pairs each. They were telling me, “I’m going to call my friend. She’s got to get a pair.” It was like – Tim Ferriss: Feeding frenzy. Blake Mycoskie: Feeding frenzy. It was because of the story. It was because of the idea of one-for-one. It was because up until that point, they had never been offered an opportunity to buy something for themselves that they usually feel guilty about. Because women buying shoes doesn’t always end in happiness. A lot of it’s guilt because they have too many already. This time, they had no guilt. It was like the guilt-free shopping of the century. They were buying multiple pairs. They were telling me other girlfriends of theirs they would get to buy them. Some of the girls worked in PR and were telling me what stores to be in. Immediately I was like wow, I hit a nerve. That was really encouraging. That’s what got the initial sales going and helped me figure out how much to charge for them. The interesting thing about the charging – this is I think at some level why in the dictionary under the word “karma” there should be a picture of Toms. We created a model that was basically to break even, not to make money. So our whole goal was to get as many kids as shoes as possible. We wanted to charge a price that would be the least amount that we could charge a customer and still be able to pay for another pair of shoes and have an organization. So even though we weren’t a non-profit, we went into this thinking that profit is not the motivation. Tim Ferriss: You’re maximizing your margin. Blake Mycoskie: Yes. The thing is, we were making all the shoes by hand in garages in Argentina, which turns out is very expensive. We’re making shoes. When Toms started to take off and all of a sudden we were selling not a hundred pairs here and there, but thousands, tens of thousands and then millions, we started large-scale manufacturing. Our costs went from here to here. All of a sudden, we had this hugely profitable business. It’s like, how did we get here? All we did was truly – I’ll never forget. Tim Ferriss: The accidental profitable organization. Blake Mycoskie: It really was this crazy moment when I met with this factory for the first time, when we were moving from garages to factory. I was like, how much per pair? He gave me a price and I’m like is that per shoe or per pair? It was crazy how much less it was. Then we realized, okay, we can do the giving, we can do that. And we can have a good business. And we can make money. That was the ah-ha moment of this is what I’m going to put all my energy behind. Tim Ferriss: So in the very beginning, what names did you consider for the company and how did it end up on Toms? Blake Mycoskie: That’s a great question. Tim Ferriss: How many people think your name is Tom? Blake Mycoskie: Most people think my name is Tom. That’s the No. 1 question. You know that Tim’s a great interviewer because it’s been an hour and 45 minutes until he’s asked me that question. Nine times out of ten, that’s the leading first question because it’s so obvious. So the name Toms. I wore this shoe today in particular because (a) it’s one of my favorite shoes we’ve ever made and it’s also one of the first shoes we ever made ten years ago. What happened was is I originally called them Tomorrow Shoes. The reason they were called Tomorrow Shoes is that we thought we could make a better tomorrow by selling a pair today and giving a pair tomorrow. So that was our pitch. If you buy a pair today, we promise you that we will give a pair tomorrow to a child in need. Thank you. For the first couple weeks, they were called Tomorrow Shoes. We’re down in Argentina, we’re making them. Then we start looking at all the other casual shoes in the market. Now we’re starting to think about this a little bit more. We’ve got to figure out how we’re going to brand this thing. So we’re looking at this shoe and in this shoe in particular, there’s not a lot of places to brand it. The most natural place would be on the back. There’s no way I could fit the word “Tomorrows” on the back of this shoe. It just wouldn’t fit, no matter how little the font got. So I said okay, we’ll call it Toms – Shoes for a Better Tomorrow. So Toms coming from the word tomorrow. We chose the Argentine flag because that’s where they were being made. We got rid of the sun and put the Toms in there. That’s how it started and that’s how the name came. It’s funny because literally still to this day people call me Tom. Especially in the beginning. Before anyone knew what I looked like and they assumed that there was this Tom. One of my favorite stories is in order to sell the shoes, it’s like anything else entrepreneurial. The story is as important as the product. You’ve got to make sure you’ve got a good product, but you’ve got to convey your enthusiasm. And so when I first got into Nordstrom, which was pretty early considering how small a business we were. They said we’ll sell your shoes in these stores in Southern California, but you have to commit to going every Saturday and literally sitting there next to them and telling the story. Because the story was what was so interesting. So I said, “Fine, okay.” So I would go. I’ll never forget this one manager. I got there on a Saturday morning, bright and early. I’m all excited. I’m like, “Hey, I’m Blake. I’m here to sell the Toms Shoes.” She’s looked at me and she goes, “Oh, man. We have a problem.” I said, “What’s the problem?” She says, “We’ve been advertising for like a week that Tom is coming.” I was like, “I am Tom.” I used to carry my laptop [inaudible] quickly have it up. “That’s who you think Tom is. Look, that’s me. We’re the same person.” Tim Ferriss: The times that we live in right now, it’s very romanticized to go out and raise hundreds of millions of dollars in venture financing with something very complicated. The businesses that have worked for you that we’ve talked about started addressing a frustration or a need of your own, simple and low capital requirements. At least in the very beginning. Blake Mycoskie: The only business I ever raised money for was the business that failed, and that was the reality channel. That was the thing about Toms was we never raised money because we started small – 250 pairs. Then it was 1,000 pairs. Then it was 2,000 pairs. As we started growing, we were able to get bank loans and things like that to finance inventory. That’s one of the things that I think allowed us to preserve who we are today, ten years later with 75 million shoes given and all these things happened because we didn’t have that influence that comes from investors and their demands and how fast you’ve got to grow and things you’ve got to do. I always say to entrepreneurs, there’s some businesses inherently you have to raise money for. If you have a good idea and you can execute, every day that you wait, your idea and your company becomes more valuable. Tim Ferriss: And the more leverage you have. Blake Mycoskie: And the more leverage you have. The first time I saw someone wearing Toms was like a really special moment. It’s kind of like an artist that first times sees their painting hanging in a gallery. Anyone who’s created something of any magnitude is proud when they see it, especially if they see it on someone that’s a stranger that bought it without you begging them on the floor of Nordstrom, right? About four or five months after we started Toms, and this was before we were even in Nordstrom. We were only selling them online. The only people I’d seen wearing them were my neighbors because all of our neighbors in the neighborhood thought that it was cool that we were running this shoe company out of the apartment in Venice. So they were buying them; my interns; and then my family, of course. I was in New York City and I had actually had a very bad week. I had gone trying to get new customers, like retailers like the American Rag. I had just struck out. New Yorkers wanted nothing to do with this shoe. I was going back to L.A. a little bit with my tail between my legs. I wasn’t even wearing Toms. I was wearing some running shoes or something because I’d gone for a run in the park earlier that morning and then I was rushing to the airport. I get to the American Airlines check-in counter. I’m doing the kiosk. I’m not checking bags, just doing it quickly. I look to my right and there’s this woman and she’s wearing a red pairs of Toms. Mid-30s, wearing a pair of jeans, a pair of red Toms and I’m super excited. But at the same time, I’ll really curious. Like where’d you get those? What do you think about them? My marketing head, my focus group head just goes straight to it. So I say “Excuse me. I couldn’t help but notice these red shoes you’re wearing. They’re really cool. What are they?” I’m still doing the check-in because I don’t want to act like I’m too interested right and giving it away. She looks at me and her eyes kind of widen, and she goes “They’re Toms. Toms Shoes.” I’m like, “Oh, that’s cool. That’s great.” I’m kind of just taking, waiting to see what she says. I could tell, she’s looking at me like no, I have more to tell. So I kind of turned to her and she looks at me like really intently. She goes, “No, I don’t think you understand. This is the most amazing company in the world. When I bought this pair of shoes, they gave a pair for a child in Argentina.” I was like, “Oh, really?” She continued, “There’s this guy. He lives in Los Angeles. I think he lives on a boat.” She literally starts telling me my life story. Word for word. Like with more passion than my Mom tells it. It was incredible. She’s going on and on about this and that. At some point, I was like, oh gosh, I have to tell her who I am now. There’s other people listening. She’s animated. I say to her, “Excuse me. Actually, sorry to interrupt. But I’m Blake. I started Toms.” She just pauses. It’s like deer in headlights. You could hear a pin drop. She looks at me. She looks at me again. She goes, “Why did you cut your hair?” But the interesting thing about that question and what I learned a huge business lesson in this question. The reason she knew I cut my hair is she had watched every video on YouTube about our shoe giving. This is 2006, same year YouTube launched. Because there wasn’t a lot of content on there, our videos got a lot of views back then. She’d watched it and seen it. I realized she wasn’t just a customer. She took the time out of her check-in to tell me the entire story. She was an evangelist for Toms. So much that she didn’t recognize me because I had cut my hair short like this. Before in the videos, it was really long and bushy. It was so funny because on the way home, I realized we didn’t need to focus on marketing and advertising. That’s not what got this girl to buy a pair of shoes. We need to focus on doing our giving and making sure that content was easily sharable with our customers. Because if she was this passionate to tell a stranger at the airport, surely she had posted on Facebook about it, Tweeted about it, probably bought a pair for her friend for Christmas or whatever. So it was an amazing experience for me. It really has dictated our whole philosophy on marketing for the past ten years. If we do what we say we’re going to do and we create interesting content that allows our customers to share with pride what they’ve done, because it’s really them. We set it up, but unless we sell shoes, we don’t give them away. It’s what they’ve done. Then the momentum can build. I think that’s why we had this exponential growth. Tim Ferriss: This is a related one. This is actually from the extended family known as the internet. This is not like the drunk, angry uncle though. This is the nicer member of that Christmas party. So Daniel Roddick, I think that’s his name – I’m going to shorten this a little bit. “There’s a term I’ve heard used before called WFIO.” Which is pronounced whif-ee-oh, which stands for “We’re fucked; it’s over.” Essentially it’s when your business seems it’s on the brink of failure. You’re running out of cash. PR crisis [inaudible] etc. The question – and it goes on. This is a long question. But I was just wondering if you had any particular examples. Blake Mycoskie: WFIOs. Tim Ferriss: Yeah, from Toms. If there were any sort of existential threats when you’re like oh, boy. Blake Mycoskie: There’s one that’s as clear as day. This is in the second year. We now have made that transition from making them in garages to a big factory, knowing nothing about how to negotiate with factories and factories can smell naivete a mile away. We totally got screwed over by a factory. We had taken all these big orders. We had taken all the cash that we had. Not just Toms, but like me personally, out of my personal checking account, to order all these shoes, knowing that we were going to sell them for a profit and then we would be able – so it was a cash flow thing. I’ll never forget. I was with my Dad and it was the day that I was getting the sailboat that I was going to live on. I lived on a sailboat for six years. It’s a whole other story about essentialism and not having stuff you don’t need in life and simplifying your life, which I was very intent on doing after spending so much time in Argentina. So I’m going to get the boat with my Dad. It’s supposed to be a great day in my life. I get a call. It’s Sean, actually. The guy you saw. He’s like, “We have a problem.” I’m like, “What?” He’s like, “Every single sole on the shoes are falling off.” They’re not like not good quality, like they’re falling off. Like the glue they used at the factory got hot on the way here, whatever. He’s like, “It’s disintegrating.” All these people were expecting their shoes and all your money is in this. We didn’t have money to order more shoes. It was definitely a WFIO moment if there ever was one. I really did think it was going to be over. One, we were going to call these people and say we weren’t able to deliver and it would take weeks, if not months, to get them. This is at the point where we now have big customers, like Urban Outfitters and Nordstrom’s. They don’t take this news lightly. The second was, all our cash was in there. There was no more cash to order more shoes. Ultimately, the way we saved it was we were able to convince another factory that if they would make the shoes without any initial payment, that we would be able to pay them within 90 days and we would switch all of our business to them. They did and they were a great factory for a long time. But I didn’t even know that was a possibility. That came after days of heavy drinking and putting myself in a hole in which I couldn’t come out. I think every business has that. Ultimately, if you get through it, it makes you stronger. But the truth is, it probably kills a lot of businesses too. Tim Ferriss: In retrospect, were there any warning signs or anything that you could have – are there ways that you could have avoided that? Blake Mycoskie: In that particular case, I don’t think so. We didn’t have the brand reputation or the cash flow to have any leverage over factories, but we needed factories. At the same time, we didn’t have the experience level to know how to protect ourselves from that. In hindsight, there’s lots of things you can do to protect yourself from factories and payment terms and all these things. I think it was just a situation where we were unlucky and the factory took advantage of us. They probably thought they would never get another order anyway, so they didn’t take it too seriously. Tim Ferriss: If you were advising somebody – and I know this is going to be a small percentage of the audience – but actually in growing percentage, you now have people launching businesses on Kickstarter. It’s like good news/bad news. We’ve never made anything but we have 5,000 orders. We’ve told a really good story. What advice would you tell someone who’s looking at manufacturing for the first time? Blake Mycoskie: I would say the best thing to do in manufacturing for the first time, is have the manufacturing as close to you physically as you can, even if it’s a huge difference in margin, difference in price. Because what you’re trying to do in the beginning is prove a model. You’re not trying necessarily to make money. If it costs 80 percent more to do it in your home town than doing it overseas, I would say do it in your home town where you can watch it, be there, touch – then you don’t have the surprises. The thing that kills you with manufacturing, especially from a far-off place, is the surprise when it comes not being what you thought it was. By that time, it’s too late. So the nice things is – or you just move to wherever you’re manufacturing. One of my favorite entrepreneurs are Fernando and Santiago who started Reef sandals. These are Argentines actually as well, that I got to know through the years being in the shoe business. Santiago moved to Brazil and lived at the factory for those early years of Reef to literally watch every shoe being made. That’s why their quality was so good and that’s why they built such a great company. So sometimes if you can’t make it locally, you go there. But manufacturing is where I would say most of these businesses never get off the ground or end up imploding just because it’s one strike and you’re out, typically. Tim Ferriss: That’s a case where you really have to have boots on the ground. I was talking to a buddy of mine who is the founder or co-founder of an apparel brand called Sitka. It’s if you want to think of the Lululemon for hunting and outdoor gear. Really high-quality stuff. He went to China for the same reason. This is a guy – I’ve had some drinks with him. The way that he negotiated his terms that he needed, because they were like, yeah, can’t be done. No, everything’s got to be light. Similar to [inaudible]. Like ohmygod, this is an existential crisis. So he went to China and he sat there. He needed a translator. They were doing Cheers! Cheers to this. Cheers to the Chairman. Cheers to that. He was like, “Do they have to drink every time I do a cheers?” The translator was like “Yes, it would be rude not to.” He was like, okay. And so he just got everybody completely blitzed. And then the big boss was like, “Definitely! Next week! No problem!” And so he got his gear on time. Anyway, not my recommended negotiating tactic necessarily. There are books and so on you could read. Blake Mycoskie: If I lost the material positions or the wealth or the ability to do some of the things that my family used to do, it kind of goes back to what Tim was saying the guy with the sleeping bag and the oatmeal. Like I feel like there’s enough people that would help me get that oatmeal and that backpack and that sleeping bag and me and my family would still live a great life. The thing that I’ve learned the most – I think it’s the most – from my travels around the world – and I’ve been to every country and seen almost every hardship that is imaginable, is sometimes the people who are living in the most poverty, the most rural, are also the happiest. The reason is because their life is so simple that they spend their time in relationships. Like it’s amazing to see – I’m very close with many families in Ethiopia. We spend a lot of time there. We do manufacturing there. When you get to rural Ethiopia, you see the amount of time that they just spend in laughter and games and playing. It’s because there’s not much else to do because they don’t have anything else. Basically, their only daily chores is making sure they have water and food. Other than that, it’s just all about relationship and loving on one another. I think it’s a tricky time we live in now. We get caught in the cycle of having to support these lifestyles that we create and oftentimes we spend so much money trying to do that, that we don’t end up enjoying the life that we have. I will say that’s one thing that in my maturing and learning and studying over the years, I have gotten much better at and put much more premium on. I don’t work 11 months, lights out, and then just for that one month off anymore. I make sure I am experiencing – I mean, yesterday, Tim texted me to have a pre-call and I was surfing all day in Santa Barbara. I didn’t have my phone on. I didn’t get back to him until 10:00 at night because I was like, you know what? I had a couple really long days before this. I want to have a lot of fresh energy for this today, so I took the whole day and went surfing with one of my best friends and spent time all morning with my son. Those are the things that are important. I didn’t always realize that. I think that you really can’t lose everything when what you care about are the people and the memories you have. Tim Ferriss: Ladies and gentlemen, Blake Mycoskie. Posted on: June 1, 2018.", "speakers": ["tim ferriss", "blake mycoskie"], "text_sentences": ["hello, boys and girls, mademoiselle and monsieur", "oui, oui", "this is tim ferriss recording in montreal, quebec", "the tim ferriss show, each and every episode is focused on deconstructing world-class performers from all different fields", "this episode features blake mycoskie", "you can say hi to blake on the socials, twitter and so on, @blakemycoskie", "we’ve known each other for quite a few years", "blake is the founder and chief shoe giver of toms", "that makes him the person behind the one-for-one business model, which helps a person in need with every product that is purchased", "but there are many, many stats and some very impressive numbers related to his bio and his business", "we will get to that shortly", "i’m going to keep this initial intro very short", "in this episode, we cover a lot", "we talked about early entrepreneurial ventures, the power of journaling, how the stool analogy changed blake’s life, lessons from ben franklin, and much more", "this episode comes from my new television show fear(less), 10 episodes", "it’s a full season where i interview world-class performers on stage in front of a studio audience about how they’ve overcome doubt, conquered fear, and made their hardest decisions", "you can watch the entire first episode of this tv show, fear(less), with illusionist david blaine, where he actually performs magic on stage with guests from the audience as well", "you can watch that for free at att.net/fearless", "to watch all of the episodes and a lot of them are physical or involved demos on stage, please visit directvnow.com", "only one t in that", "or you can go to tim.blog/fearless", "we recorded three hours of material for this particular session with blake", "all of it was awesome", "we used one hour for tv", "so this podcast episode is not a duplicate", "it is almost entirely brand-new content that did not appear on television", "i hope you enjoy this chat as much as i did with blake mycoskie", "welcome to fear(less)", "i’m your host, tim ferriss", "on this stage, we’ll be deconstructing world-class performers of all different types to uncover the specific tactics and strategies they’ve used to overcome doubt, tackle their hardest decisions, and ultimately succeed on their own terms", "by a show of hands, how many of you guys own a few pairs of shoes", "that is everybody in the room", "how many of you own around ten pairs of shoes", "more than half", "how many of you do not own a single pair of shoes", "all right, that’s a big fat zero", "my guest tonight has built a company that’s given away more than 60 million pairs of shoes to those who need them most", "during a trip to south america, he recognized a unique opportunity to blend business and philanthropy", "since its founding, toms has given away millions of shoes, helped restore eyesight, and provided safe drinking water to those in need across the globe", "ladies and gentlemen, please welcome to the stage the founder of toms, blake mycoskie", "how did your mom and dad differ in terms of parenting styles", "that’s a good question", "i think my dad was more serious and in more kind of intellectual in the things that he taught us", "i think my mom was much more hands on, caring", "they both were very caring, but i think that my mom’s was just over attentive", "i was the first child", "i think the first child gets that, no matter what family it is, because the parents are so afraid of messing up", "i know i am", "i have a two-year-old", "but my dad was always kind of like the moral – he was the true north in the family", "he was a disciplinarian when that needed to happen", "he was the intellectual, i would say", "but what was interesting was when my mom became this best-selling author and every publishing company in the world is flying to arlington, texas to try to court her", "then my dad was realizing like wow, this is totally changing our family’s financial lives", "the coolest thing i think i learned from my dad was he cut down on his practice 50 percent, starting supporting her, traveling with her, going to do the talk shows, infomercials", "it was a total role reversal", "i think that really taught me a lot about relationships because it was such a beautiful thing to see", "even though i wasn’t understanding all of what i was seeing at that age", "but now, she was there putting him through medical school", "my parents literally used to sell their blood to go pay their rent, they were so poor during medical school", "they have all these stories of being in new orleans at tulane and my mom always says my dad would get more money for his blood because it was more rare than hers and that used to piss her off", "i recall all these things", "she was working as a waitress and working here and there and everything to put him through medical school", "it was all about his career for the longest time", "the moment that my mom created something and it had so much energy, instead of him being threatened by that, which i think a lot of men would have been, he said, “this is amazing", "it’s your turn now.” my parents have been married for 47 years", "they deserve it", "i think that was something, seeing that was another part of that whole experience that really had a big impression on me", "not only what my mom created, but the support my dad played in it", "was the cookie stand your first business experience", "i think so", "that seems like such a cliché, doesn’t it", "there you go", "that was early day cookies", "i was a little older when i was selling them myself, but i was trained at a young age", "it is almost like one of those – i feel like there’s some great clichés in entrepreneurship and they’re clichés for a reason", "like having your first business be the lemonade stand or the cookie stand – you hear that", "but yeah, at a little older age than that, my mom made these amazing cookies", "i recognized – my grandmother lived on a golf course and so on saturdays and sundays, you have hundreds of people who mostly know my grandmother, who was a real character, coming through the golf course", "so if i sat there right on the eighth hole, i think she was on the green, and i was dressed cute and all that, i could sell anything, right", "the great thing about this business model was is could convince my mom to make all the cookies but did not charge me for making them", "so i had zero cost to goods sold, 100 percent profit margins", "your mom is a terrible cookie supplier", "yeah", "it was a fantastic business while it lasted", "i did that a couple summers, so i built up some clientele", "they liked the cookies so much that they wouldn’t just buy them for that eating occasion, they would buy them and put in the freezer to have for weeks", "i had a pretty good thing going", "i think that was when i was like nine or ten", "that was the first, i think, entrepreneurial venture", "the second one was – and very few people know because i don’t think it’s really been that public", "my dad, when i was 18, freshman year in college, at this point i had never had a real job, as my dad says", "i was training to be a professional tennis player, so every single day after school, i trained from 3:30 until literally bedtime and i was incredibly obsessed with tennis", "my parents totally supported that", "but then when i went to college, i was playing college tennis and i remember my dad, after the season was over, he said, “this summer i really think you need to get a job.” i had a younger brother and sister and they were eight years younger and four years younger", "they had jobs at the dry cleaner or the clothing store at the mall and all these different places and they were much younger than me", "my dad’s like, you’ve got a college scholarship, you’re doing your thing, but this summer you need to have a job", "i was like okay", "i wasn’t really excited about that, but i said fine", "it wasn’t because i didn’t like to work", "i worked really hard, but i worked hard on something i cared about and that was tennis", "so i talked to people and said, “how can you make the most amount of money when you’re 18 years old in a part-time job?” because i still needed to practice tennis", "the answer i got time and time again was to get a job at a restaurant that had high price points, but a pretty quick turnover", "so not fine dining, but a more expensive restaurant than fast service", "who were you asking for advice", "i was asking anyone in college that i thought was older than me that had made some money or that had any form of work experience", "friends of mine who were older than me in school had done that and some of them were even putting themselves through school that way", "there is this restaurant called pappadeaux in texas", "i don’t know if you’ve been there", "it’s seafood", "anyway, it’s pretty expensive, but the tables turn fast", "so i went and even though i had no experience – for some people, this is their career", "this isn’t a part-time job", "it’s that good of a restaurant job", "but luckily, the hiring manager was a huge tennis fan", "we talked about tennis", "she played in college at a rival school than i was playing at and all this", "i was like, i can do this job", "i really had to sell her on me doing it", "so i got the job", "i came home and i said to my dad, “i got a job.” not only a job, but a job that i’m going to make a lot of money this summer", "the next part if you work in a restaurant is memorizing the menu", "i had memorizing things", "that is the worst for me", "studying and cramming for tests is not my thing", "after two or three days of this, i was like, this is miserable", "i’m not going to be able to memorize this menu", "and i found out that you don’t even get paid the first two weeks because it’s training", "my summer is only like nine weeks long", "i’m like, that’s 15 percent that i’m not getting paid", "so this is sounding less and less appealing every day", "this is where the moment came, i think this was when my truly first entrepreneurial synapses went off in my brain", "next to our house, there was a tennis court", "i clearly learned to become a great tennis player", "i knew there were a lot of kids in our neighborhood that could use tennis lessons", "maybe even some other adults who wanted tennis lessons", "we had this tennis court we could use any time", "i knew how much my parents paid for tennis lessons for me growing up", "it was a huge investment for me", "i said before i got into work this weekend, i made these flyers", "i put smu college tennis player training for next eight weeks – kids, adults, classes, the whole thing", "the same way as you’d see at a country club", "i made 5,000 flyers", "i put them – it literally took me two days – in every single mailbox in the entire neighborhood", "at that point, i had my own phone line", "i changed my voicemail to like blake’s tennis camp or something", "i started getting calls", "within a week, i had every hour of the day booked", "instead of making – i think at pappadeaux with tips and stuff, i had averaged where i was going to be making like $14.00 or $15.00 an hour, which would’ve been really good back then", "teaching tennis, because i had each kid paying $15.00 an hour and i had five kids at a time, i was making like $80.00 an hour", "i had this set up", "my dad came home, he thought i was supposed to be at work at pappadeaux", "he sees me teaching a whole group of kids and my mom delivering cookies and lemonade to their parents, and he does, “what’s going on here?” i said, “this is still a job and i’m making four times the money that i was.” so that was the moment where i started my entrepreneurial journey", "did your dad want you to get a job to earn money or was it because he wanted you to have the experience of reporting to someone else and all that", "clearly it was the latter, but i trumped him with earning – he couldn’t argue with an 18-year-old making $80.00 an hour", "it was crazy", "every time i’m on a airplane, the first thing i do, if it’s not getting a cup of coffee, is start journaling", "i have a massive safe in my office that has hundreds and hundreds of journals", "we’re actually making a documentary film about the whole toms experience", "a big part of the film is going back and just grabbing random journals and reading these entries", "you’re like, i can’t believe i was saying this or thinking this", "because you tend – or i tended to be – even though i confess all my fears, i tended to use the journal as a way of positively setting the tone for the next day, the next week, the next month", "it’s something that i love doing and it’s something i’m really glad i did", "i think it helps me understand my life, which i think is good, because understanding your past is how you can really be more proactive for your future", "so this is a shared habit", "i have probably about eight bookshelves worth of journals", "i’ve kept them all since around the same age, 15, 16", "but it started with weightlifting – same thing", "i wanted to track my progress and to be able to understand what worked and what didn’t and so on", "it’s turned into what i’ve heard described, i think her name is julia cameron – she wrote a book called the artist’s way", "she described journaling, the first type, the confessional, as spiritual windshield wipers", "meaning you get that down, especially in the morning – and the way i look at it is sort of trapping my monkey mind and my anxieties on the page so that i can get on with the day", "the morning journaling habit was actually introduced to me by – by the way guys, the morning journaling specifically isn’t something i started until about three years ago", "i think as a lot of people, i had been journaling for a long time and then i stopped for a while", "i would only use it for goal setting", "but i didn’t do that other part, which i think is so critical", "i was like, that’s like the rah-rah positive thinking", "i don’t want to even get involved, the secret, whatever", "i don’t want to deal with it", "i then ran into a guy named brian koppelman, who’s a screenwriter", "along with his partner, they did the illusionist, a solitary man, ocean’s thirteen, billions (the co-creators of that show, which is a current huge hit)", "he does it every morning", "he said, “you have to start morning journaling.” since it was coming from him, i started and it was immediate the difference in not just my performance, but also my wellbeing", "i think, and i haven’t heard the spiritual windshield wiper, which i like, that term, is that’s what it kind of does for me", "anything that is controlling my thoughts, stress-related or i feel like i have too many things on my mind or my to-do list or everything", "once i get it on the page, then i can just singularly focus on the most important things of the day", "i know you’ve spoken about do the two most important things right away in your day and by journaling, (a) it helps me organize what are those really important things", "because when you’re writing about it, whatever’s getting the most attention typically is the thing you don’t want to have to do but you need to do", "but it really does, i think, help you clean your day", "and then at the end of the day too, i think it also can serve as a way to allow yourself to relax and get ready for bed and get over with the day if you’ve had some stuff on your mind", "it’s interesting by writing it, you think you make it even more something you’d be thinking about, but i find once i’ve written it and i let it go and i close the book, the problems are in the book and they’re no longer with me anymore", "if it’s a positive thing, but i think it’s just potentially reinforcing that", "i’ll never forget this", "it’s so interesting how going back to these little moments in your life that can really change your trajectory and oftentimes it can be someone that you meet or you listen to or a book you read", "there is a guy named bob dedman", "bob dedman has passed now", "he was a self-made billionaire and he gave more money to smu and university of texas than anyone ever", "he literally grew up in a trailer park", "he started off as a lawyer and then ultimately where he made his real fortune was he recognized that country clubs were becoming more and more popular in the ‘70s and the ‘80s", "but it was very expensive to maintain the golf course and the restaurant and everything", "you made money by selling the real estate around it", "what he started doing was creating clubs with multiple courses but one crew that could service multiple courses", "so now you only need one greens keeper for three clubs and three times the amount of real estate sales, one kitchen, all these things", "it became this thing called clubcorp", "when he passed away, he was the largest owner of golf courses and tennis courts in the world", "he this amazing guy", "he lived in dallas, texas", "he loved tennis", "so he’d come out and watch our tennis matches", "he was an eccentric billionaire guy who’d watch our tennis matches", "for whatever reason, i forget what it was – i think it was raining and we couldn’t practice that day", "our coach said, “you guys have seen mr", "dedman many times watching the matches", "since it’s raining today, we can’t practice", "we’re going to watch a video of a commencement speech that he gave for the mba program at the university of texas a couple weeks ago", "just so you can have some more frame of reference of how wise this guy is.” the speech was basically about having a life path and thinking of your life as a stool", "every stool has three or four legs", "what are going to be the legs of your life", "what’s going to be your path", "one is your talents", "one is your interests", "all these different things", "i can’t remember exactly what it was", "i remember leaving that day and i just heard myself thinking, “i don’t think my stool is going to be a professional tennis player", "i actually think my life is about other things.” i started recognizing these talents", "definitely self-discipline and all these different things", "i remember watching that video and having peace at the idea of not continuing down this tennis path", "another great ben franklin story that i’ve read that actually had a huge impact on early days at toms – i was reading a biography, one of the many written", "when he had the farmers’ almanac", "a lot of people don’t recognize that was how he made his first fortune was through the almanac", "most of the things we know ben franklin for actually happened after he retired at age 40", "he sold the farmers’ almanac, had money at the time, retired", "and then all his inventions then came out of the curiosities afterwards", "one of my favorite stories was there was this person that would advertise in the farmers’ almanac", "ben franklin did not agree with this ethics and his morals and his ideals, but he needed to take advertising money to keep his almanac going", "so what he decided to do was that night, instead of sleeping in his bed in his home, he slept at his office on the floor with only a piece of bread to eat", "he woke up the next morning and he was just as happy as he was the day before", "that’s when he said he would never take advertising dollars from someone he didn’t believe in", "that was a huge thing with me early with toms", "we will stay 100 percent focused on the mission, whether we make it or not because we’re going to be happier doing it the way we feel is the right thing to do than cutting corners to make extra money", "when i read that, that was a huge thing", "i was just going to say, not only that, but that you can live with the worst case scenario", "that’s what he proved, yeah", "we’re going to keep peeling back the onion here", "i mentioned stoicism earlier", "part of the reason i suspect ben franklin did that is he was a huge seneca fan", "seneca, specifically, has a collection of letters called the moral letters to lucilius", "don’t worry, this isn’t going to be long", "letter 13 called “on festivals and fasting.” i know the name because i’ve read it so many times", "part of it is set aside a few days – i’m making up the time period – every month where you will go with the cheapest of dress, the scantiest of fare, the roughest of bed, asking yourself all the while, is this the condition i so feared", "i have a close buddy, kevin kelly, who is amazing", "kevin kelly is the founding editor of wired magazine and has done a million of just incredible things", "what he would say to himself to bring it into contemporary times, because he’d spent a lot of time backpacking as a kid", "“i was always thrilled, even as just like a dirt bag college student backpacker to have sleeping bag and oatmeal", "as long as i have a sleeping bag and oatmeal, i’m fine", "i don’t have to sell out.” so this isn’t selling out, this is dropping out", "but i had started this thing and it was kind of working", "i had employees and this responsibility", "that felt much more real that going to class and talking about descartes or whichever philosopher i was talking about at the time", "i remember calling my dad", "i was really nervous because my dad, as we’ve talked about before, is this really accomplished doctor", "he did how many years of school – college, medical school, residency", "he made a life of education", "i was going to tell him after 18 months that i was going to drop out of college", "i was also the oldest grandchild of all my other cousins and stuff to", "so i was the one everyone was looking at", "his response to that was the most amazing", "to this day, i’m still kind of baffled to understand how his response was this way", "he basically said, “you’ve taken on this thing", "you have a responsibility now to a lot of people and it seems like you’re having a lot of fun", "i think it’s a great idea.” i was like, is this a joke", "i’d been working on like a month on the preparation for this call", "i was too scared to do it in person", "even though my parents only lived an hour away", "i did this as a phone because if at any point i needed to hang up and get out of it, i could", "he was totally supportive", "i think it’s a big testimony to my dad and his belief of giving people the chance to fail and to learn", "it was an amazing point because his confidence or his ability for me to be curious and try something", "and also him stressing how i had really, now that i had employees, i had taken on more responsibility and just doing something for myself", "it was bigger than just me", "that has really stayed with me through all the different businesses", "i think that’s why we invest so much in our employees at toms and their full wellbeing, not just in their financial wellbeing", "also the point my dad and i made then too was i was going to be on my own financially", "so if i dropped out, i was being supported by my parents when i was in college, as most, or a lot of kids, or not every kid has that fortune, but many of the kids in my school were", "but he was like “if you’re dropping out, your business needs to support you", "you need to be able to support yourself.” that was a real difficult reality at first too, which created a lot of fear", "a lot of oh my gosh, now i have to make this work because my parents aren’t supporting me anymore", "but that also was great motivation", "i think that was a great move on his part", "got to keep your feet to the fire, right", "no parental safety net", "one of the things, a question i get all the time when i speak and universities now is they talk about people choosing to become entrepreneurs", "i think, in my opinion, and a lot of people would disagree with me, you cannot choose to be an entrepreneur like you choose to be a lawyer or a doctor or a teacher", "if you go into it saying okay, i’m going to study entrepreneurship and my career path is becoming an entrepreneur, i think that is a recipe sometimes for disaster", "what happens is if you’ve chosen that path and you don’t have anything that’s bothering you, you don’t have any itches you need to scratch, then all of a sudden you’re looking at the world like how can i make money", "how can i create something people want", "but it’s never really your want", "it’s never really your dying passion, your thing that you’re willing to sacrifice everything to solve in the world", "so you end up creating a business that is to make money and to do all these things they taught you in entrepreneurial textbooks, but it doesn’t ever have that same intensity of the person that just is trying to solve a problem and then ends up creating a business", "as you point out too, this is super important", "i’ve spoken to classes as well about entrepreneurship", "there are cases of people dropping out of college and becoming huge successes, right", "but there are also a lot who do not", "so it’s not necessarily causation", "then you also have a lot of people who say go to a harvard mba program, then they do go on to become an entrepreneur and there are successful examples", "but my position has always been exactly what you said", "if i’m at least scratching my own itch, i know for a fact there is one customer", "i know for a fact there’s one customer", "so i did the 4-hour workweek, my first book", "i went in to find the book that covered it and i couldn’t find it", "i was like, all right, there’s jack welch over there, how to build a fortune 500 company, not interested", "then there’s like money’s not important – give away everything", "i’m like, i’m not sure i’m in that camp either", "where’s the thing in the middle", "so it just ended up being a collection of those experiences for myself", "which, by the way, since you brought it up, i wanted to make sure i was at least able to say this", "i read the 4-hour workweek right when i started toms", "there’s so many things that i took from that book that allowed toms to have this incredible growth", "we never had investors, which is unheard of when you go from $0 to $500 million in seven years", "the reason we were able to build so rapidly is we outsourced so many things", "i never understood how you could operate so lean had i not read that book", "thank you", "i think i’d sent tim many pictures over the years of me going like this with the no", "4", "it’s usually when i’m sailing or playing polo or doing something fun", "i’m like, there’s a lot of people that we’ve outsourced a lot of this work to that are working really hard right now, but i’m not and things are continuing to do great", "i know that wasn’t the only purpose of the book, but it really made an impact on me and a lot of our early staff all read it", "because when you’re building a company, when you try to do everything yourself, it’s really hard to grow as fast as you can", "but the minute you let go of some of that control and you’re outsourcing as many different things as you can, yeah, your margin might not be the same initially, but you can prove the model, you can get the top line sales, and then you can always come back and improve the margin later by bringing that stuff in house", "but anyways, thank you", "well, thank you", "that makes my day", "i think one of the negatives as starting as an entrepreneur at age 18 is you’re so focused on your work, you have very little time for other stuff in your life", "i was seeing that my friends were having much more fun social lives than me because i was working all the time", "the way that i made a deal with myself was – and that was my way of still having some form of balance in my life", "i think the word “balance,” we could have a whole two-hour conversation about the concept of balance because i think people look at it in so many different ways", "for me, the only way i could even have a thought of balance was this 11 months just going crazy, working as an entrepreneur and then that month off", "my sister and i had been to all these amazing countries on the amazing race", "one of the countries we quickly went through was brazil and argentina", "i always liked really immersing myself in whatever that country was known for", "so i got a guidebook and as you know very well, the first thing that came up and that argentina is known for is the tango", "i had not written a book yet, so i didn’t know that it was possible to learn the tango at the level that you did", "i was a little bit more – well, i just didn’t have the rhythm or the dancing skills and frankly, i didn’t want to spend my month off learning something that i probably thought i would never use again", "so i decided not to do tango", "instead, i turned to horse polo", "i grew up in texas, had ridden horses before", "argentina is really well known for polo", "i always thought it was a very romantic, cool, adrenaline sport", "i signed up for polo camp at this place called la tarde", "i got there and after being there for a few days, i got bucked off a horse a bunch, almost was in the hospital the first week", "it was dangerous, but it was a good danger", "every morning i woke up like, i’m going to tackle this horse and i’m going to hit this ball", "i did that for a couple weeks", "the other thing that argentina is really well known for is their malbec wines", "if you like to drink red wine, malbecs are fantastic", "i decided to spend, when i wasn’t playing polo, time in these different vineyards and wine cafes", "in the wine cafes is when i ultimately met a few women that were doing some volunteer work, which ultimately led to the idea that there were all these kids that didn’t have shoes", "i’m jumping a little forward in the story", "but i chose argentina ultimately because it was my way of taking a month off and recharging and learning something new, which was polo", "let’s jump right into it", "you mentioned meeting these women", "i’d been in argentina for about three weeks", "here you have buenos aires, which is an amazing city", "there’s some poverty and homeless and all the same things we have as problems here in our major cities in the united states", "but you go an hour outside or two hours outside the city, where we were going a lot for the horses and fields to play polo", "as i was seeing this because i was going to and from the city almost every day for the polo and for getting out to the farms, i think it was having an impression on me", "but it wasn’t something that was leading to an action", "it was just like, gosh, this is really intense", "this is really sad", "i can’t believe there’s this much poverty just an hour from this great city", "almost everyone was speaking spanish the whole time i was there", "i was trying to learn it, but i was not doing a good job", "i could kind of get around with the spanish that i learned in three weeks, but it was getting exhausting", "you’re much better at learning languages and learning very quickly, as we know from reading your books", "but for me, i had not been blessed with that ability yet", "so i was just sitting at dinners most nights listening to everyone speak spanish and it was like charlie brown’s teachers, blah, blah, blah", "i’d be playing mental solitaire in my head until finally someone who could speak english would ask me a question", "when i hear three women speaking english, i’m just like a bee on honey", "whoa, what are you guys doing", "it’s so fun to talk to these women", "they had been there for about the same amount of time as me", "two were from the u.s., one was from the u.k", "they were going around to wealthy families in buenos aires collecting slightly used shoes and taking them to these towns and villages outside the city where kids needed shoes", "it was amazing because i’d just been for three weeks seeing kids in the streets, not in school clearly, and not wearing shoes", "i was amazed by the fact that this was the limiting factor in their education", "but also believed it because i had seen all these kids on the streets", "i’m a very curious person", "i’d been playing polo for three weeks", "i was looking for something more to round out my month experience", "i said, “i’ve never done anything like this, but can i come and help in some way", "if you’re going to be distributing all these shoes in the next week, can you use another set of hands?” they said, “absolutely, we’d love for you to come.” when we got there, the kids had been told that they were going to get shoes this day", "there was already this incredible excitement in the air", "when we pulled in, the kids and some of the parents just started appearing from all these nooks and crannies in this town that was right next to a garbage dump", "exactly what you can picture if you’ve seen slumdog millionaire", "that’s exactly what it felt like", "but there was an incredible and enthusiasm because they’re getting these shoes", "it was hard because the kids, a lot of them, most of them, didn’t even know what size they were because all they had was a pair of flip-flops and they didn’t have a proper shoe", "trying to get them fitted, that was a challenge, but we worked through it", "after all the kids had shoes, we played soccer", "we just had a great day", "he was like, that’s pretty cool", "he was actually kind of – first he thought it was cool that anyone was doing this for these kids because he knew the area", "but second, he thought it was a nice gesture", "i was telling him about how awesome it was and how exciting and how much fun", "he was listening really intently", "at this time, alejo, a young guy, he’s 23 years old, a great polo player and he’s listening", "he got so excited", "it was actually his enthusiasm, the reason i’m pretty much sitting here", "because he was like, “this is an amazing idea", "we have to do this.” so just to put it in perspective too, the argentines, especially the porteños, right", "who live in capital federal in buenos aires, they’re a mixture of all sorts of immigrant bloods", "they’ve got a lot of italian, which is where they get the [inaudible]", "yeah, a lot of italian", "and they’ve got a little bit of german and then all sorts of other bits and pieces", "yes, a very enthusiastic bunch", "yes, so alejo, professional polo player, 23 years old, doesn’t know a thing about shoes, tells me – at first it’s not we", "it’s you have to do this", "it’s your idea, you do it", "he was like, “but i will help you", "i will figure this out.” so literally, by lunch – this is a guy who has two cellphones, not because he has a work phone and a personal phone, but because he has two conversations going on at all times", "he’s talking to so-and-so’s brother and his his cousin and someone in the – and it’s all in spanish, so i don’t understand anything he’s saying, but it’s with enthusiasm", "he’s like, this is what’s happening", "so by lunch, he had already figured out someone, a friend of a friend, who made alpargatas in their garage an hour away", "before i could even say no, we’re going", "we are in this", "i’m supposed to leave in like four days", "in that long car ride there and back, as we really talked about it, my entrepreneur brain started thinking", "i think this could work", "because first off, i’ve been wearing this alpargata", "i love it", "it’s super lightweight, super comfortable", "if it gets wet, it dries right away", "there’s nothing like this", "the only shoes that are in this canvas slip-on are converse or vans and they’re heavier and they’re clunkier", "i’ve worn those all these years, but this is different", "i started to really fall in love with the product as well as the idea", "then i recognized that this didn’t have – it was the first time i had an idea in my life that i didn’t think of as a business really", "even though i was structuring it as we’re going to sell something and give something and it’s going to be a business and not a charity, i didn’t think i needed to do this to make money", "i’d made some money", "the driver’s ed business was going great", "sales were skyrocketing", "i’m a little bit less interested in starting a business to make money", "but i’m really thinking this could be fun", "that’s the thing i always try to make sure that people really understand in terms of the beginning motivation", "i was connected to these kids and i think this could work and help them and it was going to be a ton of fun", "now i was going to get to go back to argentina four times a year", "this was a great excuse to go to this country that i’ve fallen in love with", "alejo is so fun and other people were", "long story short, we get to this guy and we’re telling him, no, we don’t want alpargatas", "we want to have a nice insole and arch support and they’re going to make the shoe cost like five times as much money", "he’s like, “no one will ever buy this", "too expensive.” i’m like no, it’s got to last long because these things wear out in a couple weeks", "just things, even though i’d had no experience in shoes, as a customer, i would want this shoe to look this way, but i’d want it to perform a different way", "after a couple days of going back and forth", "meanwhile, i’ve now called my partners at the driver’s ed business and told them it’s not going to be a one-month vacation, but two months this year", "i’m going to take another couple weeks to see if i can figure out this shoe thing", "i hadn’t told any of my friends of what i was thinking of doing or anyone", "i just started calling my sister and girlfriends and friends of mine that i thought would appreciate this shoe and not telling them the story initially", "that was one of the key points", "so selling the product on the product’s merits", "i knew that the story would get people excited, but i didn’t want to really go into making this a venture unless i felt the product could stand on its own", "plus, i also didn’t know how much to charge", "i needed to get people’s reaction", "do you like it, no", "1", "no", "2, how much would you pay for it", "it was such a different shoe than anything else out there", "i spent a week or two really doing that", "can i ask a question", "you seem to have a long history of doing market research by asking women", "we didn’t even cover the – yes", "don’t they buy most of the stuff", "we didn’t even cover the theta sorority collaboration with ez laundry", "that’s a whole separate episode", "did you ask primarily women about – i did", "even though i didn’t think it was – i thought men and women would buy the shoes, but i just felt like i didn’t know very much about shoes in my life at that point", "i knew nothing", "but what i did know is that every woman in my life spent a lot of money and time on shoes", "whether it was my mom, my sister, my girlfriend, there were buying shoes", "i never really saw my guy friends buying shoes", "obviously, they had to because they wore shoes, but it wasn’t like they talked about it", "i figured let’s go where – this conversation is already happening, let’s just enter into the conversation", "that’s why initially my quick market research was women", "but it was so cool because i remember this time i had several girls over to the house or the apartment at the time in venice", "they thought they were coming over for this dinner party that i was going to arrange, but instead i had all these shoes on the table", "they were like, “what’s going on?” i was like, “well, we’re going to have dinner, but before i want to show you – to earn your dinner", "yeah, to earn your dinner, there is no free dinner", "is i want to hear what you think about these shoes, because i’m thinking of selling them", "they come from argentina", "i didn’t tell them about the story", "as i saw them in my living room, trying them on and getting pretty positive feedback of they’re cute, they’re comfortable, i’d wear them with this", "they were talking amongst themselves", "then i pulled out a bunch of photos from my trip in this village and i told them the story", "at this point, i’ve never seen women so excited to buy a pair of shoes", "they bought three pairs each", "they were telling me, “i’m going to call my friend", "she’s got to get a pair.” it was like – feeding frenzy", "feeding frenzy", "it was because of the story", "it was because of the idea of one-for-one", "it was because up until that point, they had never been offered an opportunity to buy something for themselves that they usually feel guilty about", "because women buying shoes doesn’t always end in happiness", "a lot of it’s guilt because they have too many already", "this time, they had no guilt", "it was like the guilt-free shopping of the century", "they were buying multiple pairs", "they were telling me other girlfriends of theirs they would get to buy them", "some of the girls worked in pr and were telling me what stores to be in", "immediately i was like wow, i hit a nerve", "that was really encouraging", "that’s what got the initial sales going and helped me figure out how much to charge for them", "the interesting thing about the charging – this is i think at some level why in the dictionary under the word “karma” there should be a picture of toms", "we created a model that was basically to break even, not to make money", "so our whole goal was to get as many kids as shoes as possible", "we wanted to charge a price that would be the least amount that we could charge a customer and still be able to pay for another pair of shoes and have an organization", "so even though we weren’t a non-profit, we went into this thinking that profit is not the motivation", "you’re maximizing your margin", "yes", "the thing is, we were making all the shoes by hand in garages in argentina, which turns out is very expensive", "we’re making shoes", "when toms started to take off and all of a sudden we were selling not a hundred pairs here and there, but thousands, tens of thousands and then millions, we started large-scale manufacturing", "our costs went from here to here", "all of a sudden, we had this hugely profitable business", "it’s like, how did we get here", "all we did was truly – i’ll never forget", "the accidental profitable organization", "it really was this crazy moment when i met with this factory for the first time, when we were moving from garages to factory", "i was like, how much per pair", "he gave me a price and i’m like is that per shoe or per pair", "it was crazy how much less it was", "then we realized, okay, we can do the giving, we can do that", "and we can have a good business", "and we can make money", "that was the ah-ha moment of this is what i’m going to put all my energy behind", "so in the very beginning, what names did you consider for the company and how did it end up on toms", "that’s a great question", "how many people think your name is tom", "most people think my name is tom", "that’s the no", "1 question", "you know that tim’s a great interviewer because it’s been an hour and 45 minutes until he’s asked me that question", "nine times out of ten, that’s the leading first question because it’s so obvious", "so the name toms", "i wore this shoe today in particular because (a) it’s one of my favorite shoes we’ve ever made and it’s also one of the first shoes we ever made ten years ago", "what happened was is i originally called them tomorrow shoes", "the reason they were called tomorrow shoes is that we thought we could make a better tomorrow by selling a pair today and giving a pair tomorrow", "so that was our pitch", "if you buy a pair today, we promise you that we will give a pair tomorrow to a child in need", "thank you", "for the first couple weeks, they were called tomorrow shoes", "we’re down in argentina, we’re making them", "then we start looking at all the other casual shoes in the market", "now we’re starting to think about this a little bit more", "we’ve got to figure out how we’re going to brand this thing", "so we’re looking at this shoe and in this shoe in particular, there’s not a lot of places to brand it", "the most natural place would be on the back", "there’s no way i could fit the word “tomorrows” on the back of this shoe", "it just wouldn’t fit, no matter how little the font got", "so i said okay, we’ll call it toms – shoes for a better tomorrow", "so toms coming from the word tomorrow", "we chose the argentine flag because that’s where they were being made", "we got rid of the sun and put the toms in there", "that’s how it started and that’s how the name came", "it’s funny because literally still to this day people call me tom", "especially in the beginning", "before anyone knew what i looked like and they assumed that there was this tom", "one of my favorite stories is in order to sell the shoes, it’s like anything else entrepreneurial", "the story is as important as the product", "you’ve got to make sure you’ve got a good product, but you’ve got to convey your enthusiasm", "and so when i first got into nordstrom, which was pretty early considering how small a business we were", "they said we’ll sell your shoes in these stores in southern california, but you have to commit to going every saturday and literally sitting there next to them and telling the story", "because the story was what was so interesting", "so i said, “fine, okay.” so i would go", "i’ll never forget this one manager", "i got there on a saturday morning, bright and early", "i’m all excited", "i’m like, “hey, i’m blake", "i’m here to sell the toms shoes.” she’s looked at me and she goes, “oh, man", "we have a problem.” i said, “what’s the problem?” she says, “we’ve been advertising for like a week that tom is coming.” i was like, “i am tom.” i used to carry my laptop [inaudible] quickly have it up", "“that’s who you think tom is", "look, that’s me", "we’re the same person.” the times that we live in right now, it’s very romanticized to go out and raise hundreds of millions of dollars in venture financing with something very complicated", "the businesses that have worked for you that we’ve talked about started addressing a frustration or a need of your own, simple and low capital requirements", "at least in the very beginning", "the only business i ever raised money for was the business that failed, and that was the reality channel", "that was the thing about toms was we never raised money because we started small – 250 pairs", "then it was 1,000 pairs", "then it was 2,000 pairs", "as we started growing, we were able to get bank loans and things like that to finance inventory", "that’s one of the things that i think allowed us to preserve who we are today, ten years later with 75 million shoes given and all these things happened because we didn’t have that influence that comes from investors and their demands and how fast you’ve got to grow and things you’ve got to do", "i always say to entrepreneurs, there’s some businesses inherently you have to raise money for", "if you have a good idea and you can execute, every day that you wait, your idea and your company becomes more valuable", "and the more leverage you have", "and the more leverage you have", "the first time i saw someone wearing toms was like a really special moment", "it’s kind of like an artist that first times sees their painting hanging in a gallery", "anyone who’s created something of any magnitude is proud when they see it, especially if they see it on someone that’s a stranger that bought it without you begging them on the floor of nordstrom, right", "about four or five months after we started toms, and this was before we were even in nordstrom", "we were only selling them online", "the only people i’d seen wearing them were my neighbors because all of our neighbors in the neighborhood thought that it was cool that we were running this shoe company out of the apartment in venice", "so they were buying them; my interns; and then my family, of course", "i was in new york city and i had actually had a very bad week", "i had gone trying to get new customers, like retailers like the american rag", "i had just struck out", "new yorkers wanted nothing to do with this shoe", "i was going back to l.a", "a little bit with my tail between my legs", "i wasn’t even wearing toms", "i was wearing some running shoes or something because i’d gone for a run in the park earlier that morning and then i was rushing to the airport", "i get to the american airlines check-in counter", "i’m doing the kiosk", "i’m not checking bags, just doing it quickly", "i look to my right and there’s this woman and she’s wearing a red pairs of toms", "mid-30s, wearing a pair of jeans, a pair of red toms and i’m super excited", "but at the same time, i’ll really curious", "like where’d you get those", "what do you think about them", "my marketing head, my focus group head just goes straight to it", "so i say “excuse me", "i couldn’t help but notice these red shoes you’re wearing", "they’re really cool", "what are they?” i’m still doing the check-in because i don’t want to act like i’m too interested right and giving it away", "she looks at me and her eyes kind of widen, and she goes “they’re toms", "toms shoes.” i’m like, “oh, that’s cool", "that’s great.” i’m kind of just taking, waiting to see what she says", "i could tell, she’s looking at me like no, i have more to tell", "so i kind of turned to her and she looks at me like really intently", "she goes, “no, i don’t think you understand", "this is the most amazing company in the world", "when i bought this pair of shoes, they gave a pair for a child in argentina.” i was like, “oh, really?” she continued, “there’s this guy", "he lives in los angeles", "i think he lives on a boat.” she literally starts telling me my life story", "word for word", "like with more passion than my mom tells it", "it was incredible", "she’s going on and on about this and that", "at some point, i was like, oh gosh, i have to tell her who i am now", "there’s other people listening", "she’s animated", "i say to her, “excuse me", "actually, sorry to interrupt", "but i’m blake", "i started toms.” she just pauses", "it’s like deer in headlights", "you could hear a pin drop", "she looks at me", "she looks at me again", "she goes, “why did you cut your hair?” but the interesting thing about that question and what i learned a huge business lesson in this question", "the reason she knew i cut my hair is she had watched every video on youtube about our shoe giving", "this is 2006, same year youtube launched", "because there wasn’t a lot of content on there, our videos got a lot of views back then", "she’d watched it and seen it", "i realized she wasn’t just a customer", "she took the time out of her check-in to tell me the entire story", "she was an evangelist for toms", "so much that she didn’t recognize me because i had cut my hair short like this", "before in the videos, it was really long and bushy", "it was so funny because on the way home, i realized we didn’t need to focus on marketing and advertising", "that’s not what got this girl to buy a pair of shoes", "we need to focus on doing our giving and making sure that content was easily sharable with our customers", "because if she was this passionate to tell a stranger at the airport, surely she had posted on facebook about it, tweeted about it, probably bought a pair for her friend for christmas or whatever", "so it was an amazing experience for me", "it really has dictated our whole philosophy on marketing for the past ten years", "if we do what we say we’re going to do and we create interesting content that allows our customers to share with pride what they’ve done, because it’s really them", "we set it up, but unless we sell shoes, we don’t give them away", "it’s what they’ve done", "then the momentum can build", "i think that’s why we had this exponential growth", "this is a related one", "this is actually from the extended family known as the internet", "this is not like the drunk, angry uncle though", "this is the nicer member of that christmas party", "so daniel roddick, i think that’s his name – i’m going to shorten this a little bit", "“there’s a term i’ve heard used before called wfio.” which is pronounced whif-ee-oh, which stands for “we’re fucked; it’s over.” essentially it’s when your business seems it’s on the brink of failure", "you’re running out of cash", "pr crisis [inaudible] etc", "the question – and it goes on", "this is a long question", "but i was just wondering if you had any particular examples", "wfios", "yeah, from toms", "if there were any sort of existential threats when you’re like oh, boy", "there’s one that’s as clear as day", "this is in the second year", "we now have made that transition from making them in garages to a big factory, knowing nothing about how to negotiate with factories and factories can smell naivete a mile away", "we totally got screwed over by a factory", "we had taken all these big orders", "we had taken all the cash that we had", "not just toms, but like me personally, out of my personal checking account, to order all these shoes, knowing that we were going to sell them for a profit and then we would be able – so it was a cash flow thing", "i’ll never forget", "i was with my dad and it was the day that i was getting the sailboat that i was going to live on", "i lived on a sailboat for six years", "it’s a whole other story about essentialism and not having stuff you don’t need in life and simplifying your life, which i was very intent on doing after spending so much time in argentina", "so i’m going to get the boat with my dad", "it’s supposed to be a great day in my life", "i get a call", "it’s sean, actually", "the guy you saw", "he’s like, “we have a problem.” i’m like, “what?” he’s like, “every single sole on the shoes are falling off.” they’re not like not good quality, like they’re falling off", "like the glue they used at the factory got hot on the way here, whatever", "he’s like, “it’s disintegrating.” all these people were expecting their shoes and all your money is in this", "we didn’t have money to order more shoes", "it was definitely a wfio moment if there ever was one", "i really did think it was going to be over", "one, we were going to call these people and say we weren’t able to deliver and it would take weeks, if not months, to get them", "this is at the point where we now have big customers, like urban outfitters and nordstrom’s", "they don’t take this news lightly", "the second was, all our cash was in there", "there was no more cash to order more shoes", "ultimately, the way we saved it was we were able to convince another factory that if they would make the shoes without any initial payment, that we would be able to pay them within 90 days and we would switch all of our business to them", "they did and they were a great factory for a long time", "but i didn’t even know that was a possibility", "that came after days of heavy drinking and putting myself in a hole in which i couldn’t come out", "i think every business has that", "ultimately, if you get through it, it makes you stronger", "but the truth is, it probably kills a lot of businesses too", "in retrospect, were there any warning signs or anything that you could have – are there ways that you could have avoided that", "in that particular case, i don’t think so", "we didn’t have the brand reputation or the cash flow to have any leverage over factories, but we needed factories", "at the same time, we didn’t have the experience level to know how to protect ourselves from that", "in hindsight, there’s lots of things you can do to protect yourself from factories and payment terms and all these things", "i think it was just a situation where we were unlucky and the factory took advantage of us", "they probably thought they would never get another order anyway, so they didn’t take it too seriously", "if you were advising somebody – and i know this is going to be a small percentage of the audience – but actually in growing percentage, you now have people launching businesses on kickstarter", "it’s like good news/bad news", "we’ve never made anything but we have 5,000 orders", "we’ve told a really good story", "what advice would you tell someone who’s looking at manufacturing for the first time", "i would say the best thing to do in manufacturing for the first time, is have the manufacturing as close to you physically as you can, even if it’s a huge difference in margin, difference in price", "because what you’re trying to do in the beginning is prove a model", "you’re not trying necessarily to make money", "if it costs 80 percent more to do it in your home town than doing it overseas, i would say do it in your home town where you can watch it, be there, touch – then you don’t have the surprises", "the thing that kills you with manufacturing, especially from a far-off place, is the surprise when it comes not being what you thought it was", "by that time, it’s too late", "so the nice things is – or you just move to wherever you’re manufacturing", "one of my favorite entrepreneurs are fernando and santiago who started reef sandals", "these are argentines actually as well, that i got to know through the years being in the shoe business", "santiago moved to brazil and lived at the factory for those early years of reef to literally watch every shoe being made", "that’s why their quality was so good and that’s why they built such a great company", "so sometimes if you can’t make it locally, you go there", "but manufacturing is where i would say most of these businesses never get off the ground or end up imploding just because it’s one strike and you’re out, typically", "that’s a case where you really have to have boots on the ground", "i was talking to a buddy of mine who is the founder or co-founder of an apparel brand called sitka", "it’s if you want to think of the lululemon for hunting and outdoor gear", "really high-quality stuff", "he went to china for the same reason", "this is a guy – i’ve had some drinks with him", "the way that he negotiated his terms that he needed, because they were like, yeah, can’t be done", "no, everything’s got to be light", "similar to [inaudible]", "like ohmygod, this is an existential crisis", "so he went to china and he sat there", "he needed a translator", "they were doing cheers", "cheers to this", "cheers to the chairman", "cheers to that", "he was like, “do they have to drink every time i do a cheers?” the translator was like “yes, it would be rude not to.” he was like, okay", "and so he just got everybody completely blitzed", "and then the big boss was like, “definitely", "next week", "no problem!” and so he got his gear on time", "anyway, not my recommended negotiating tactic necessarily", "there are books and so on you could read", "if i lost the material positions or the wealth or the ability to do some of the things that my family used to do, it kind of goes back to what tim was saying the guy with the sleeping bag and the oatmeal", "like i feel like there’s enough people that would help me get that oatmeal and that backpack and that sleeping bag and me and my family would still live a great life", "the thing that i’ve learned the most – i think it’s the most – from my travels around the world – and i’ve been to every country and seen almost every hardship that is imaginable, is sometimes the people who are living in the most poverty, the most rural, are also the happiest", "the reason is because their life is so simple that they spend their time in relationships", "like it’s amazing to see – i’m very close with many families in ethiopia", "we spend a lot of time there", "we do manufacturing there", "when you get to rural ethiopia, you see the amount of time that they just spend in laughter and games and playing", "it’s because there’s not much else to do because they don’t have anything else", "basically, their only daily chores is making sure they have water and food", "other than that, it’s just all about relationship and loving on one another", "i think it’s a tricky time we live in now", "we get caught in the cycle of having to support these lifestyles that we create and oftentimes we spend so much money trying to do that, that we don’t end up enjoying the life that we have", "i will say that’s one thing that in my maturing and learning and studying over the years, i have gotten much better at and put much more premium on", "i don’t work 11 months, lights out, and then just for that one month off anymore", "i make sure i am experiencing – i mean, yesterday, tim texted me to have a pre-call and i was surfing all day in santa barbara", "i didn’t have my phone on", "i didn’t get back to him until 10:00 at night because i was like, you know what", "i had a couple really long days before this", "i want to have a lot of fresh energy for this today, so i took the whole day and went surfing with one of my best friends and spent time all morning with my son", "those are the things that are important", "i didn’t always realize that", "i think that you really can’t lose everything when what you care about are the people and the memories you have", "ladies and gentlemen, blake mycoskie"]}