{"dialog_idx": {}, "episode_num": 250, "file_type": "audio", "guests": [], "num_sentences": 524, "num_words": 9440, "raw_text": "Please enjoy this transcript of my answers to questions submitted and voted upon by subscribers to my newsletter – 5-Bullet Friday. It was transcribed and therefore might contain a few typos. When episodes last 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the podcast here or by selecting any of the options below.    DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity. WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc.   Hello, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, where it is usually my job to deconstruct world class performers of all different types, of all different stripes, to tease out the habits, routines and so on that you can apply to your own life. This particular episode is a Q&A episode. I do these every once in awhile; they seem to be well received and specifically I am going to respond to the most up voted questions from subscribers to Five Bullet Friday. Five Bullet Friday is a free newsletter that I send out every Friday with, you guessed it, five bullet points of cool things that I’ve found or that I’m experimenting with that guests from the podcasts have introduced to me; articles, books I’m reading, etc. It’s free, it’s always going to be free, and if you want to check that out you can go to Tim.blog/Friday. That’s Tim.blog/Friday. It has more than 60 percent open rate, which is outrageous compared to industry standards, especially for a list of its size; it’s about a million people. I’m going to just jump right into it, and I think if you are a longtime listener of this podcast, you will find at least one or two actionable pieces of information here. But, I will answer them in the order they were up voted. So, we’re going to start with something seemingly esoteric. So, question No. 1. This is from Nate Cornet: “How do you feel about personality metrics such as Myers-Briggs, etc.? What are your types?” I am an INTJ, but I only know that because I have been told that so many times. I’ve never taken the test. The value, I think, in something like Myers-Briggs or other personality tests for personal use; if you’re hiring I think they can make a very useful first or second past assessment if you have a large funnel of applications for, say, a division of Unilever in a particular low level position. But otherwise, I enjoy studying questions from tests like that because they lead to introspection of some type. This is also how I use the Tao Te Ching, which is a book that has been recommended by many guests on this podcast. It is one of the five most recommended, and all of those are listed in Tools of Titans. In the sense that questions and the prompts from the Tao Te Ching are in of themselves only interesting to me because they prompt you or cue you to create some chain of thought. So if the Tao Te Ching says weakness is strength and strength is weakness, well, what does that mean really? It sounds just like a collection of fortune cookies but it could – and it does – prompt me to start asking questions immediately or soon thereafter; where in my life might feigning strength be a weakness, or feigning weakness be a strength, and so on and so forth. I tease out that threat and pull on it, and it often leads to very interesting place, particularly if I am journaling in the morning. I collect questions. If I find interesting questions in interviews, I will borrow them, take photographs of them, put them in Evernote, and write them down, whatever. And I buy books of questions. For instance, there’s one called If… and I expect 19 out of 20 questions in books like that to be useless for my purposes. There are also boxes of questions that are sometimes turned into games, like Gravitas is one. School of Life, the original box of questions I think has some real winners in it, which was co-created by Aland Baton who has been on this podcast. So there you have it; the value from me is in the prompting and cuing; the providing of some type of train of thought or thread that I can then explore. I use the Tao Te Ching almost on a daily basis by flipping to a random page, or by having someone else select a page for me in that way, because we can get stuck in routine and I like the scheduled use of randomness, if that makes sense, in prompts. Next question; this is by Dr. Sergo, Andrea Sergo: “You asked this question to Mr. Money Moustache and I loved it; what are the most common misconceptions that your fans have about your work or philosophy? Where do most people get it wrong?” Alright, I’m not going to say that most people get this wrong, but the most common misconception certainly that fans or readers may have is that the goal is free time or idleness. That has never been my proposed objective. I think that controlling currencies like time and mobility allow you to multiply the lifestyle impact of each marginal dollar that you earn. But the objective was never to sit on a beach for the rest of your life rubbing cocoa nut butter on your ever expanding waistline; that’s not in. So the most neglected chapter, because these go together, is called “Filling the Void,” in The 4-Hour Workweek. And I would say there are many other mistakes that they make in the 4-Hour Body and so on, but I’ll focus on 4-Hour Workweek for a second. Another one is that your choice of business matters; your choice of product matters. This is going to come up in a later question, but I strongly recommend that you choose a product and service that you would be proud to put in front of your entire family, all of your closest friends, or in front of people you idolize or look up to. So, if Richard Branson is your idle, would you be proud to gift him on his – I don’t know how old he is; 150? – 70th birthday or whatever it is, this as your one opportunity to give him a gift? If the answer is no, then you might want to think about why that is the case. Perhaps you’ve created a muse that is an automated cash flow business that provides install-it-yourself mounts for flat screen TVs. That’s fine. You wouldn’t necessarily be proud to give that to Branson, but you wouldn’t be ashamed to explain your business. And I have seen a fair number of people who use very questionable or just flat out unethical affiliate approaches or multi level marketing approaches to try to create automated passive income of one type or another. It’s very, very common and I do not agree with selling garbage or any type of promise of, say, income generation that you can’t back up with a lot of track record. So there you have it. In terms of 4-Hour Body, almost every mistake that people make related to the Slow-Carb Diet, which still has the highest adherence rate of any diet I’ve seen and that I’ve now met probably close to 100 people who have lost more than 100 pounds, and some who have lost more than 200. You can search Slow Carb Diet, 100 pounds if you want to see some amazing photographs and case studies; you can get all that information, including the diet, for free. You don’t have to buy the 4-Hour Body; I would love that but you can just search 100 pound Slow-Carb Diet and it will pop right up. The most common mistake people make is they think it needs to be complicated, because most diets are complicated because the model is complicated to profit. Let’s make the diet or exercise program complicated enough so we can sell you extra bands you don’t need, sell you extra meal plans you don’t need, sell you additional follow up DVDs that you don’t need; whatever it might be. (DVDs, I’m getting old!) And in the Slow-Carb Diet case, it’s four or five rules: don’t eat anything white, don’t do this, go crazy once a week, have your cheat day, etc.; there are five or six rules. The guiding tenet should be if you have to ask if it’s okay, don’t eat it. 99.9999 percent of the time, you already know. Or, if you have to ask, leave it out; that’s it. And you will not die if you have to leave something out. If you’re like, can I eat garbanzo beans or not? Oh, God! Short answer: you can’t; actually you shouldn’t. But I cover that in the 4-Hour Body second chapter. But if you’re not sure, don’t eat it. If you have poor portion control over something, don’t eat it. Alright, I’m going to move on. Next is: “What just missed the cut for Tools of Titans?” This is Zach. So Zach, I’m going to read you an example of something that didn’t make it in. And based on this question, I was inspired and I put together a blog post. It’s “Tools of Titans; a few goodies from the cutting room floor.” You can find it at Tim.blog/extras, and there is a bunch. There are many, many, many; in fact there are hundreds and hundreds of cuts that we had to make because the book was long enough at 700 pages. We didn’t want it to be 1,500; nor did the publisher. So I’ll pull one paragraph from Naval Ravikant, who is the person I call most often for startup advice, I would say; neck and neck with Kevin Rose. They have different areas of expertise but overlapping. Incredible track record, incredibly good as an investor in multiple asset classes, and a very ethical, brilliant guy. So the question he was answering is, “What are the things you look for in founders or the red flags that disqualify an investment or a founder?” There are a few. He goes into intelligence and defines what that actually means. He talks about energy and why that is critical. So if people are constantly looking for positive feedback, for instance, they’re probably not going to make it to the end goal if they are in the often zero sum game of venture-backed startups. The last one is where I want to focus. “And finally, is integrity. Because if you have someone who is high intelligence and high energy but they’re low integrity, what you’ve got is a hard working, smart crook. Especially in the startup world; things are very dynamic. They’re very fast moving. People are very independent. So if someone wants to screw you over, they will find a way to do it. Fundamentally, ethics and integrity are what you do despite the money. If being ethical or profitable, everybody would do it. So what you’re looking for is a core sense of values that rise above and beyond the pure financial incentives.” Now, of course he’s not implying that being ethical is always unprofitable, at all. But it is often profitable to be unethical; therefore his point. That is one example. You can find a bunch of others, and a couple pages of extras that are fun at Tim.blog/extras. Actually, let me add a few other things because there was a follow up to that which asked about other books. There are a few things that I think very carefully about putting out into the world. If you hear anything in the background, I am in the Montreal offices of Shopify, one of the companies I have worked with forever, since they had six or seven employees and I think they now have 2,000-plus, so congrats, guys. Beautiful office, by the way. Alright, so there are certain things I hesitate to put out in the world, or think very carefully about. One is any type of instruction or step-by-step process that could be used for very dangerous or illegal activities. I always cringe and get quite upset at journalists or media outlets who will say, “Put together a feature piece and it’s about how to put together a dirty bomb for less than $200.00; here’s what terrorists could do.” I find that to be incredibly irresponsible. Therein they lay out the details, and I think that really is just irresponsible and pretty despicable for clicks or whatever their metric is. To create that type of public risk I think is incredibly, incredibly irresponsible. So, one that fits in that category for 4-Hour Body, I had written up a chapter about how to have genetic testing done anonymously, because I do not like to have my name associated with a lot of my biological testing. Why? Well, there are a number of reasons. I’ll give you one that you may not realize. That is that based on your full genome, probably only small portions of it since we at this point can only interpret small portions, there are certain companies that are really far ahead who can reconstruct your face, your actual, visual appearance based on your genetic code. So, that in and of itself would lead you to think then it’s never anonymous, and we’re going to get to that point. But for now, I like to keep my name out of it because there are such things as, say, specialized biological weapons. You might think I’m a complete crazy person. I know people who can design these things, and it’s actually not that hard, not that expensive. So, it could just be blowing a certain type of trace metal into someone’s face if they’re predisposed to a certain neuro generative disease. I know a lot more about this than perhaps I should but that’s because I’ve spent a lot of time with odd but very competent scientists. But, here we go. The anonymous genetic testing was something I didn’t put out because it would, in the way that at that time you would have to do it, and even now the way you would have to do it, in many ways would be a how-to manual for money laundering and acts of terror through anonymity. If you’re a really smart engineer, you can figure out a lot of this; or just a generally smart person who can think hyper rationally, you can figure it out. But I didn’t want to put fuel in the fire, and here’s the key piece. The benefit, the max benefit, the utility to most people is not that high. The public risk and the illegality that it would engineer were not commensurate at all with the benefit. There are other cases where I’m putting out, ay, pieces on how I learned to swim, where I assume that one out of every 1,000 people is bat shit crazy. I also assume that a few people out of those thousand are really haphazard, maybe stupid, and will read all of the warnings and potentially not follow them. So, I have to write things very carefully for risk mitigation. But even recognizing that some people might do things completely counter to my instructions, I think the benefits of teaching thousands, tens of thousands, hundreds of thousands of people how to swim outweighs that nominal risk. And therefore I have put out these pieces like “How I Learned to Swim in Ten Days.” I didn’t learn until I was in my 30s, for those people wondering. So you can check that out as an example of one I thought about very carefully and then put up. A counterexample would be a chapter in the 4-Hour Body with David Blaine, who is amazing. If you haven’t seen my episode on TV with him, you should. I’m not sure if this link is going to be active by the time that you hear this, but ATT.net/fearless; you can watch a TV program that I did with David, which was awesome. He taught me how to hold my breath, and I went from 45 seconds to three minutes and 33 seconds with about 15 minutes of training. I did a chapter on this in the 4-Hour Body and very quickly decided that the risks outweighed the benefits, and it was removed from additional printing. Next question, we’ve got Vesterda: “I’m throwing a whacky accent on that just because I like it. “What do you see yourself doing in old age? Would you take immortality if it became available? Are you hoping it does?” He or she really wants me to answer the third question in depth. I’m not sure it will be in depth. In old age I hope to continue doing a lot of what I am already doing; learning, exploring, finding things to experiment with, and then teaching the cream of the crop that has a really, really fantastic benefit to risk ratio for the greatest number of people. I plan on continuing to do a lot of intense physical training. I look to people like Don Wildman, for instance, who is one of Laird Hamilton’s heroes who at 83 is heli-skiing; snowboarding in this case, I think, a month to two months a year. Art Devany, another who has been on the podcast; Jersey Gregory, these are all models for me. When you meet– in my case because I’m a male, when I meet men but also Gabby Reese, Laird Hamilton’s wife is a great example of this – people who are well into their 40s, 50s, 60s, 70s, even 80s who are doing 15 to 20 pull-ups, who are heli-skiing; it removes age as a complete excuse, certainly. I will not only train but spend time with people who show me what can be done despite common excuses. To your other question, would I take immortality if it became available, I’m assuming we’re talking about scientific immortality, not mythical immortality. In other words, I’m assuming you mean that by using fill-in-the-blank: a combination of metformin, stem cell therapy, Rapamycin, vampire-like blood transfusions with 18-year-olds – who knows – that you’re able to extend your life hundreds of years, 50 years, whatever, or forever in this case immortality; that also assumes that if you’re like, you know what? I’m tired of living forever; all of my friends who can’t afford this are already dead; that you can just off yourself. So in other words, you’re not some type of demi God who can never die. You have the exit option of taking the Kato route. Well, Kato was ordered to kill. Wait, was Kato ordered to kill himself? I think Kato actually just killed himself. Seneca was ordered to kill himself. In any case, you’re able to take that exit option. So assuming that option were on the table, yeah, I’d take immortality; sure. Then you always have the option to hit escape. Am I hoping it does? This is a trickier one. On some level, I am not pining after immortality. There are many ways we could dig into this. I am all for extending my functional health span, certainly. But if you look at the average life span now, 2017, and you look at the average life span 1950, average life span 1910, average life span 1850; if you isolate your socioeconomic class and you remove infant mortality because infant mortality is what skews averages. If Bill Gates walks into a bar, the average net worth is a few hundred million dollars. That doesn’t mean anything; it’s ridiculous. In the same way, when you’re counting all these babies that die at day one, day ten, day 14; the average lifespan gets dragged down tremendously. But if you remove infants, newborns and you remove people outside of your socioeconomic class and if you’re listening to this podcast, chances are the average lifespan really hasn’t improved that much in the last 50 years, certainly. I would just say that I worry about having all the time in the world, or the perception of having all the time in the world. This is my personal concern. There are other economic and environmental concerns that I would have, but without getting too far into Methuselah and so on, the concern can be illustrated by a hypothetical question. Do you think you are more likely to write a book if you have a year deadline and a publisher holding you accountable, or if you have 30 years to write that book? I would argue you’re much more likely, infinitely more likely – that’s of course an exaggeration – in the former case of having a tight deadline. So I do think there is the possibility that if I were immortal, I would feel no rush, no compulsion to do many, many things. I like the fact that I have a fire under my ass for exploring the world because it could be taken away at any moment. And also, if we are assuming that I have scientific immortality, that is barring any type of catastrophic life ending event. So barring being hit by a bus or having a frozen chunk of ice land on your head, even if you are going to live forever, you still aren’t guaranteed a long life. So there you have it; long answer to a short question. Alright, the next question is from Paul Tworlifeson. Paul asks the following: “Hey, Tim, you’ve asked a few guests about this but what is your current view on balancing future focus goals and enjoying the present moment? Too much of one leaves you forever chasing the Joneses, while too much of the other seems to lead to stagnation an maybe even nihilism. Thanks.” This is a question that I think about a lot. I think the focus on present state appreciation, or appreciation in general and achievement – let’s just call that future focus – can certainly shift over time. When you travel up Maslow’s hierarchy of needs and you achieve greater material success, financial security, etc; these things can change. My current view for myself is that by routinely exposing myself to simulated poverty, to difficulty, to cheap food, cheap dress, fating for extended periods of time – which you shouldn’t do without medical supervision; read the Tools of Titans chapter on that, please – I come to realize on a regular basis that I can be happy/content, and those are tricky words so I use them sparingly, with very, very little. And that the financial position I am in provides me all of the security that I would need with very rare exceptions. For that reason, I have tried to temper my drive for achievement if it is primarily financial driven. I have on my schedule I would say daily practices for self awareness and the exercising of gratitude. The Five Minute Journal would be an example of that. I did that this morning; I have it in my backpack right now. I have weekly practices that allow me to be more present state aware, which I think goes hand in hand with appreciation; if you have one, you have the other. An example of that would be screen-free Saturdays, when I am avoiding, for instance, laptops, social media, and so on. I may still use my phone for Uber and other apps – maps and so on – that are necessary for me to function in a city. Then, quarterly resets so two to three-day excursions or retreats; it could be a silent retreat, could be a hiking trip without electronics, could be any number of different activities or lack thereof that is on the calendar. So these are things that are on the calendar. I also take extended trips with my family, meaning my parents in this case. If you’re not spending a lot of time with your parents these day s, read The Tail End which is an article by Tim Urban on Wait but Why; it might change your life. Check it out: The Tail End, by Tim Urban. If you want to get two different perspectives on this and philosophically compare two very smart, very accomplished, very different people who I happen to think are pretty well balanced in both achievement and appreciation but are in different modes currently, you can listen to my podcast with Mark Andreessen; billionaire, entrepreneur and investor who is fascinating. So Mark Andreessen; if you just search his name and my name, it will pop right up. Contrasted with that, you could check out my interview with Derek Sivers. I have two with Derek; they’re both phenomenon. Derek, I would say, is more in the Monk mode side of things. When people ask him how to scale their business, which he has done, he says, why do you want to scale your business? He has a lot of great questions, so I would recommend checking that out. Next question. “Everyone says go after your vision/passion. Do you have any suggestions on figuring out or creating a vision to go after?” Here’s my answer. Not everyone says go after your vision or passion. I do not say those things because I think they are two words that have been overused to the extent that they carry little or no meaning, generally. My approach has been treating my life as a series of six-month projects, two-week experiments, and then assessing opportunities after each has been launched and achieved some type of critical mass. So I do not have a five- or ten-year plan, number one, which is related. Because some people assume they are going to find their one true-life passion that will guide them for decades. No doubt there are people who fit this profile; I am not one of them. I generally, in selecting my projects and experiments, use excitement as a barometer. It’s pretty simple, like the sympathetic nervous system; what gets you all hyped up. To determine that, you don’t sit down and think your way through it. You have to try a lot and see what bites you, meaning what gives you the edge. In my experience, or at least from me, the only way of doing that is by throwing a lot against the wall and seeing what sticks. You have to get out, be curious, take classes. I took my first fencing lesson recently, for instance. I am in Montreal learning some kit equois, just a little bit. It is a little rough around the edges; limited use outside of Canada. But I am very, very curious. Even if I never use something, again I feel compelled because I enjoy the learning process and interacting with people who are excited to teach just about anything. Greek, Turkish, doesn’t matter, even if I know there’s a 99 percent likelihood I’ll never use it again. So get out and try things. You need to schedule. Be more social. Make yourself uncomfortable. One way you can try to find the Venn diagram overlap of what excites you and what could sustain you for a longer period of time, even if that longer period is just six months, is asking yourself what are you better at than your friends? What do you find easy or easier than your friends? What are your friends impressed by that you can do that other people find more difficult? You could use that as a hypothetical when you try things; how would my friends fare at this? And if you are like me, very competitive, then when you find the overlap of something that excites you and something where you seem in some predetermined fashion through genetics or interests or otherwise, to be better than average that often, at least will give you something to work with for six months. I don’t have a prescription for a ten- to 20-year plan because I don’t have one. This is a subtext, a follow up meaning a slightly hidden portion of this question that I just covered. This is the Designs for Small Empires. Personally I see myself jumping around a bunch and essentially lowering the chance that I hit mastery in any given one. None of them feel like they fulfill me enough to go 120 percent into just one. But maybe the diversification is what’s causing the lack of fulfillment. Anyway, I would love to get your thoughts. Side note: I read the book you put in a Quarterly box; that’s Quarterly.co if you guys want to see it. The book, if you guys want to check it out, is The Crossroads of Should and Must, by Elle, E-L-L-E Luna, The Crossroads of Should and Must: a great read that hits on this question. That book does, I think, hit on this very, very specifically but I want to just point out something here. There are a number of assumptions built into your questions that I would test. The first was everyone says go after your vision/passion. Do they? Because I don’t, and I know a lot of friends who don’t. So I would look for exceptions. Whenever you find yourself saying “everyone, always, never,” look for exceptions because you don’t want to calcify your thinking that way. So essentially lowering the chance that I hit mastery in any given one, that presupposes you have to have mastery to find this passion/vision/excitement. I don’t think that’s necessarily true. I love to try to get, say, in the top 5 percent of the general population in a given skill very quickly; say within six months. And that can be done for many, many things. I talk about it a lot in the 4-Hour Chef, which is actually about accelerated learning, which I know is confusing. But, Josh Waitzkin, on the other hand, really wants to take himself and others from being in the 99th percentile to the 99.9999 percentile, if that’s even a thing. So Josh Waitzkin would be an example of that mastery-focused individual. That’s assumption No. 1, which you can test and disprove pretty quickly. The next is none of them feel like they fulfill me enough to go 120 percent into just one. That implies that you have to go 120 percent into just one, and I don’t think you do, in fact. If you just search “jack of trades” and my name, you will find a short article that I wrote about some of the advantages for some people, like Steve Jobs for instance, in being a generalist. And actually, Mark Anderson and Scott Adams of Dilbert fame have talked about this; this combining of two things that say you’re in the top 10 percent, the top decile, in ability for often beats the one person who is attempting to be in the top 1 percent. So if you’re attempting to go to the NBA; very, very hard road ahead of you unless you are the one in a million who is going to make it. If, however, you are a really good engineer and you combine that with a law degree, that is pretty odd. That is an unusual combination and you can take that a long, long way. If you are, say, an MBA student who suddenly becomes a fantastic speaker so you focus on communication, that’s a force multiplier. So you can read a lot on career advice. If you search “career advice, Scott Adams,” that will come right up. Alright, next question is from Nathan. Here we go. “Hi, Tim. You put yourself through mental and physical situations that normal folk would run a mile from. What is your self talk on the lead up to and during those situations? Getting an insight into your doing phase may help many to use the same self talk to take their first steps to something bigger. Thanks, Nathan from the UK.” Self talk is, I find, a cool topic and I ask a lot of my guests about this. When you did X, what was the monologue, what was the dialogue; what was the self talk internally? When you posed this question, I thought of a few things. I thought of extreme cold exposure, so let’s say getting into an ice bath that’s four feet deep and ice from top to bottom; there’s no getting away from it; so doing something like that for the first time. Or, something like yabusame, which is something I would not recommend; Japanese horseback archery. There’s some video of me trying that on the internet. There are a few things that I might say. No. 1 is I’ve prepared or I am more prepared, meaning than other people who have attempted this. So I’ve done my homework, I’ve done the training, I’ve put in my time; I am prepared for this. Even though I’m afraid of it, I’m prepared for it. That could be one line. The other would be along the lines of a quote, and I’ll let you look it up, Cus D’Amato, the first real trainer of Mike Tyson in boxing. He was just a phenomenal trainer; had an incredible track record. He would say, and I’m paraphrasing, that the hero and the coward feel the same thing; it’s how the hero responds that makes him or her different. So, I would just remind myself that fear is natural. Being uncomfortable is natural. Feeling anxious is natural. That is what happens before you do something like this; it’s not unique to me. Then, the last thing that I will sometimes say to myself, and since I’m not politically correct I won’t try to be. This may seem offensive to some people; I find it useful. Whether you’re getting on stage to give a speech, and I don’t need that for speeches necessarily at this point since I’ve done so many, but for something that I’ve never done before that I’m very nervous about I will ask myself: have any other people, say less driven or if it’s a physical activity, older or fatter or less pain tolerant figured this out and done this before? The answer is almost always going to be yes. Meaning you’re afraid, you’re starting to make excuses or you’re starting to say things to yourself. For instance, I remember before a sports competition at one point I said in my head: if I got a silver medal, that would still be fantastic. And that is not how you win a gold medal, by the way, I don’t think in my experience. So, I snuffed that and I said: has anyone who is less prepared, less well trained, older, younger, whatever might be viewed as a handicap or disadvantage; have they won a gold medal? If the answer is yes, I have no excuses. I am prepared; therefore that is my goal. Those are a few of the things that I might say to myself before any of these. I think competition brings out that type of self talk a lot more than independent self experiments. And actually, I forgot one thing that I might say to myself. Which is that even if this turns out poorly, it’s going to make a good story. Even if I hate this, it’s going to make a funny story. That doesn’t mean do things that are dangerous. Speak to your qualified professional and medical doctor and attorney and common sense advisor before doing anything, obviously. But I did see a tee shirt at one point on a rather attractive girl in New York City, which made it very distracting for reasons that will become obvious. The shirt said: bad decisions make good stories. Alright, bad decisions make good stories. I thought that was very funny. I think that in some cases, bad experiences can also make good stories. You don’t want to be haphazard, you don’t want to throw caution to the wind and do something that is extremely high risk. But the point being if you get into an ice bath with someone else and you can’t hold your bladder because it’s too cold and you pee and they see it, and they’re really pissed off; that will be funny for your friends later. Okay, next question. This is from Gogorsky26. “Many of your guests, when asked what advice they would give to their younger selves, say ‘Don’t work so hard,’ or ‘Take time and enjoy it.’ But do you think they would have gotten to where they did if they followed their own advice?” This is a very good question. I want to say no, and I think most of them would also give that answer. There’s a good chance that the answer is no. But it is not automatically, 100 percent a no. There is the possibility that they could have been selectively focused and achieved great things, maybe even greater things. But there is a period of time, and this relates to an earlier answer about finding excitement when to determine what you are good at, to determine what you are excited by, which by the way leads to energy which is one of the three criteria that Naval looks for when he’s investing in companies, so in the founder; energy is one of them. How do you get energy? One of the pre-reqs is that it is a burn, not just an itch. It’s something that excites you so much that you can plow through brick walls. To figure out what triggers you that much and what you’re obscenely good at, more than the people you’ll be competing against, you have to try a lot of stuff in the beginning. In the beginning could mean starting in high school if you’re skipping college, let’s say. In the beginning could mean right after college. It could mean when you’re 40 or 50; it doesn’t matter. When you get started in entrepreneurship, assuming that’s what we’re talking about, you have to try a lot; throw a lot on the wall to see what works, what doesn’t, what you like, what you dislike and so on so you can do an 80/20 analysis. At least in my portfolio of tools, you would then use an 80/20 analysis to determine where you get the maximum outputs for the minimum inputs. To do that type of analysis, you need a data set so you have to try a bunch of shit. Pardon my French, earmuffs for children who may be listening in the car. And that does take a lot of effort. So don’t work so hard probably doesn’t apply in the very beginning. However, afterwards take time and enjoy it. I have come to believe that taking a little bit of time to appreciate, which relates to an earlier question, and be grateful for what you have is very important. Because if you can’t appreciate what you have, nothing you get will ever make you happy, if that makes sense, because you’ll always be on to the next thing. There’s a terrible, terrible phenomenon called hedonic adaptation that you guys can look up. It’s sometimes called experience stretching, but hedonic adaptation applies to more than experiences. You guys can look that up. In any case, the point being I think that you can be very, very hard driving but still have a five-minute morning practice of using something like a five-minute journal, or morning pages or a gratitude exercise like the Jar of Awesome, which you may not have heard of. You guys can look that up. I don’t think they are mutually exclusive, and you want to be very careful about false dichotomies, as Matt Mullenweg would call it. So there you have it. I do think it’s possible that they could have by A) not working so hard, B) taking time and enjoying it. Taking time and enjoying it I don’t think is mutually exclusive. I think you can also work your ass off on the things that matter. So, common misconception about me; I have no problem whatsoever with hard work, really hard work. And believe me; I can do it when it is applied to the right things. That is a critical condition. Don’t work so hard in the beginning, chances are you’re going to have to do a lot of stuff in a constrained timeframe; you’ve got to put out the effort. Next question is from DE1073; catchy name. Here it is: “Hi, Tim. What would your advice be for students preparing to take the MCAT?” If I’m not forgetting, I believe that is for med school. “1) What would an 80/20 breakdown look like? Where would you spend most of your time to get the best results? Also, do you have any advice? I’m sure I could re-listen to older podcasts and find these on retaining information. Maybe routines that could make the hours spent studying extremely productive to get the best results from them.” This could be a long, long conversation. I will give you some very specific recommendations, but I will also advise or suggest that you read the Meta learning section of The 4-Hour Chef, which goes into a lot of this, particularly if you are dealing with hard to recall and retain material. Then, you may want to use some types of mnemonic devices for turning the abstract, say different numbers and theorems and so on, into the concrete images which you can peg and remember very easily. So if anyone listening, for instance, wants to get to the point where you can memorize a shuffled deck of cards and give it to someone and tell them the exact order, or memorize a hundred digits of random numbers, like a hundred-digit string of random numbers forwards and backwards; you can do that with about two weeks of training. Okay. But, the points that I will make are: 1) Practice tests over and over and over again, under stressful conditions. A mistake that many people make is they take a test, and they take it in perfect conditions. They are sitting at their laptop with a book open in a completely quite room and the setting is ideal. Maybe they just had a foot rub, ate a nice sandwich, they have a dog there to keep them calm; fantastic. But just because you perform well there doesn’t mean you’re going to perform well in a crowded test-taking hall, or in front of a computer in some type of lab when there some person next to you sneezing and farting the whole time. So, you want to expose yourself to different types of stresses. Once you have an acceptable degree of performance in practice tests in a controlled environment, you want to start adding stressors. What does that mean? I’ll give you some real world examples from my life, from my last TED Talk. If you guys want to see that, I’m very proud of it; it just came out a couple weeks ago: Tim.blog/TED. You can check it out. To practice for that, I did many, many different things. One of them, which was very important, was I didn’t just rehearse in front of one or two friends or by myself. I would go to the offices of startups that I work with, and you could certainly do this with Toastmasters or elsewhere. Or, you can get up in front of a completely random group of strangers at a food court or something and in my case, I did it in offices. I would ask a friend within the company, could you please gather a group of people during the lunch hour? Just tell them that someone’s rehearsing their TED Talk, they’d love feedback; it’s a rough draft. Then I would have a room full of 15 or 20 people who expect to be entertained and who are strangers. Very important; I don’t want my first rehearsal in front of a large group of strangers to be when I stand u pin front of 3,000 people or however many at TED with the spotlights on me. That is just asking for a catastrophe. That’s one way that I did it. Another way that I did it was assuming my heart rate would be pounding through my chest when I got on stage at TED, once I graduated from in front of the group, then I would calm down in front of ten people, 20 people. Alright, now I’m calm. Then I would pound, say, two double espressos. Don’t be an idiot; use your common sense here. I would add caffeine so I would have to deal with a highly stimulated, sympathetic active nervous system while I’m doing this. I’m adding a stressor. And if you’re not going to sleep well the night before a test, you better make sure that you can perform on very little sleep. You want to have that confidence because in the back of your head when you sit down to take the test, you don’t want to be saying to yourself: man, if I’d just gotten more sleep; I’m probably gonna bomb this test because I always get eight hours and I only got four hours last night. Prepare for that. You want to train as you’re going to compete. You should also never test, say, new supplements in athletic competition, which a lot of people do and it’s just asking for a huge left hook to the head, metaphorically. So don’t necessarily pull an all-nighter, but sleep for four hours, get up, wait until the appointed time when you know you’re going to take your test. In my case, I knew because I asked, that I would be giving my TED Talk around 5:30, 6:00. So I waited until that time on four hours of sleep, and then I gave my talk over and over and over again. In the case of archery, I was working on archery for awhile and I wanted to get accustomed to doing that under stressful conditions. I would do kettle bell swings and burpees and so on to get my heart rate to 180 or 190 or so, and then hop up and immediately try to take shots. So, it’s not enough to have the skills; you have to have the comfort with discomfort that can be achieved by adding stressors. So hopefully, that’s helpful. One more thing for factual recall, I recommend that you check out a book that helped me a lot in high school and college. I think it ages well; I haven’t read it in forever. It is called, to the best of my memory – get it? – Your Memory and How to Improve it. The last name of the author is Higbee, H-I-G-B-E-E, I believe. Your Memory and How to Improve it by Higbee. If you want to hear a world class memory competitor on the podcast, Ed Cooke is one of those. He is a fascinating, fascinating and hilarious guy. Ed Cooke: C-O-O-K-E if you want to hear him. He’s been on the podcast, so you can check that out. He was the coach in a book called Moonwalking with Einstein, which is the type of odd imagery that is easy to remember, by the way; that’s why its title. So Moonwalking with Einstein is about how Ed took an American journalist who had never competed and turned him into a national memory champion here, I believe it was. The next question is probably the last question for now. I’ll keep this episode a little on the shorter side. This is GTO_Reddits. GTO underscore Reddits. Alright, here is the question: “The least confident person in the world, me, craves confidence. What are some effective ways to create it in our daily lives? Some back story; I’m going to be old this year, 50. I have little to show for my time on this planet. My lack of confidence is a major contributor to this situation. Any tips would be appreciated. Thanks.” This relates very closely to my answer to the previous question, and adding stressors. The premise that to become comfortable with discomfort you have to schedule it; you have to impose it on yourself. Along those lines, I would start with delineating two types of confidence. You have uninformed confidence, which is I think I can do X; I believe I can do X. You try to have confidence and then take action. I’m not a big fan of uninformed confidence. I think it gets people into all sorts of trouble, but that is what many people who recommend positive thinking and self help books and that genre, and therefore it has generally at best mediocre results, from what I’ve seen. Informed confidence is something different. It’s to I think I can do X, I believe I can do X. It’s I know I can do X because I’ve done it. That requires that you go from action to confidence. You don’t start with confidence and then take action. I don’t know anyone really who has done that. There is self talk, like I mentioned, when you’re getting into an ice bath for the first time that you can use, even though you haven’t developed the confidence there; you’ve built confidence and competencies in other areas that give you the belief, which is well founded, that you can handle what you’re about to do. It’s an informed confidence. So the way I recommend exploring this is looking at what I call comfort challenges. Comfort challenges were part of the end of almost every chapter; I want to say, in the 4-Hour Workweek. They are a really, really important part of the book. I never really up-played it or emphasized it but it’s a critical piece of the book. You can get an example of one, which is the lie down challenge, by looking up someone named Till H. Gross, T-I-L-L, middle initial H, Grosse; G-R-O-S-S. He credits comfort exercises to completely changing his life, and his story is really amazing. He’s met many of the people he viewed as untouchable icons. He married the girl of his dreams; it goes on and on. It began with him developing confidence through action by making himself selectively uncomfortable in different ways. The lie down challenge is pretty simple, and here’s what it looks like. You should not hugely disrupt the public peace, you should not get yourself arrested, blah, blah, blah; disclaimer, disclaimer. But, the way it works generally, let’s say, is you go into a coffee shop at a crowded time. I consider it cheating to do this with someone else; you should do it by yourself, otherwise it’s too comfortable. The whole point is to make yourself uncomfortable. You’re in line for your coffee. Let’s just say you think it’s going to be five to ten minutes; five minutes, it doesn’t matter. Then you just slowly get on the floor, lay on your back, fold your hands over your stomach if you want, and just lay there for ten seconds. It could be 30 if you’re really aggressive. And you don’t say anything. You don’t say I’m doing an experiment. You don’t say I’m doing a comfort challenge. You don’t give any explanation whatsoever. If someone asks you if you’re okay, you say yeah, I’m fine; just taking a rest. Then you get up, and you just continue on with your day. That is one type of comfort challenge. Another, which is appropriate for this location that I’m talking about, the coffee shop, is the 10 percent coffee challenge or the coffee challenge. Noah Kagan, K-A-G-A-N, is an entrepreneur who has been on the podcast, talks about this. It’s real simple. So you get to the front, and it doesn’t matter where you are. You could be at a Starbucks. You could be at the most corporate place imaginable. You ask for 10 percent off of your coffee or tea or whatever you’re buying. Again, you cannot say you’re doing an exercise. You could say hey, it’s a nice guy discount; can I have 10 percent off? And you have to ask at least twice, alright? And that’s it. Nothing bad is going to happen; you shouldn’t go to jail. It will make you uncomfortable. It will make other people a little uncomfortable, but really nothing disruptive. And that’s it. So those two examples, and very hilarious; I was chatting with a friend of mine who is a very accomplished entrepreneur. I asked him if he had done the coffee challenge. He’s like, “Oh man, that’s ridiculous; why would I need that?” I said, “Because you’ve been putting off A, B and C, which you want to do but you’re afraid of rejection or whatever. This is a way to inoculate yourself in a sense, or at least develop a higher tolerance to that.” He said, “Oh, it’s nonsense man; I could do that 100 times a day. Why would I do that?” I said, “Thou doth protest too much, sir. Why don’t you do it and then we can talk after that.” He’s a younger guy. He sent me a text a day later. He walked around the block eight or nine times with sweaty palms before he was able to go in and ask for a discount, which he got. He was able to get his coffee with a 10 percent discount. It had this host of effects; it had this ripple effect. It was very unexpected and entirely intended by design on Noah’s part and on my part. That is the power of comfort challenges. By subjecting yourself to controlled discomfort and controlled challenges, that is how you develop confidence. You do not think your way into confidence. You act your way into confidence, with comes along with competence and you need both. Alright, guys, that is what I’m going to answer for today to do a slightly shorter episode. I will be doing more of these, so if you want to give me your questions and have me answer them, make sure you subscribe to Five Bullet Friday. It is free; it’s always going to be free, and it’s really fun. People enjoy it. You’ll be joining many, many names you would recognize that I’m not going to mention, but people who have been on the podcast, household names who subscribe to this. So check it out; I think you’ll like it. If it sucks, you can tell me on Twitter. But go to Tim.blog/Friday and you can check it out. If you don’t like it, unsubscribe. That is it. It’s a more manageable way for me to take questions from everybody. That is it for now. So as always, thank you for listening and you can find the show notes, links, and so on from this episode along with every other episode at Tim.blog/podcast. That has all the podcast episodes and everything, and I’ll put show notes, links, etc. for the books and everything else that I mentioned in this little diddy. So I hope you enjoyed, and thank you for listening. Posted on: May 30, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my answers to questions submitted and voted upon by subscribers to my newsletter – 5-bullet friday", "it was transcribed and therefore might contain a few typos", "when episodes last 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the podcast here or by selecting any of the options below", "   due to some headaches in the past, please note legal conditions: tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", "what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "  hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is usually my job to deconstruct world class performers of all different types, of all different stripes, to tease out the habits, routines and so on that you can apply to your own life", "this particular episode is a q&a episode", "i do these every once in awhile; they seem to be well received and specifically i am going to respond to the most up voted questions from subscribers to five bullet friday", "five bullet friday is a free newsletter that i send out every friday with, you guessed it, five bullet points of cool things that i’ve found or that i’m experimenting with that guests from the podcasts have introduced to me; articles, books i’m reading, etc", "it’s free, it’s always going to be free, and if you want to check that out you can go to tim.blog/friday", "that’s tim.blog/friday", "it has more than 60 percent open rate, which is outrageous compared to industry standards, especially for a list of its size; it’s about a million people", "i’m going to just jump right into it, and i think if you are a longtime listener of this podcast, you will find at least one or two actionable pieces of information here", "but, i will answer them in the order they were up voted", "so, we’re going to start with something seemingly esoteric", "so, question no", "1", "this is from nate cornet: “how do you feel about personality metrics such as myers-briggs, etc.", "what are your types?” i am an intj, but i only know that because i have been told that so many times", "i’ve never taken the test", "the value, i think, in something like myers-briggs or other personality tests for personal use; if you’re hiring i think they can make a very useful first or second past assessment if you have a large funnel of applications for, say, a division of unilever in a particular low level position", "but otherwise, i enjoy studying questions from tests like that because they lead to introspection of some type", "this is also how i use the tao te ching, which is a book that has been recommended by many guests on this podcast", "it is one of the five most recommended, and all of those are listed in tools of titans", "in the sense that questions and the prompts from the tao te ching are in of themselves only interesting to me because they prompt you or cue you to create some chain of thought", "so if the tao te ching says weakness is strength and strength is weakness, well, what does that mean really", "it sounds just like a collection of fortune cookies but it could – and it does – prompt me to start asking questions immediately or soon thereafter; where in my life might feigning strength be a weakness, or feigning weakness be a strength, and so on and so forth", "i tease out that threat and pull on it, and it often leads to very interesting place, particularly if i am journaling in the morning", "i collect questions", "if i find interesting questions in interviews, i will borrow them, take photographs of them, put them in evernote, and write them down, whatever", "and i buy books of questions", "for instance, there’s one called if… and i expect 19 out of 20 questions in books like that to be useless for my purposes", "there are also boxes of questions that are sometimes turned into games, like gravitas is one", "school of life, the original box of questions i think has some real winners in it, which was co-created by aland baton who has been on this podcast", "so there you have it; the value from me is in the prompting and cuing; the providing of some type of train of thought or thread that i can then explore", "i use the tao te ching almost on a daily basis by flipping to a random page, or by having someone else select a page for me in that way, because we can get stuck in routine and i like the scheduled use of randomness, if that makes sense, in prompts", "next question; this is by dr", "sergo, andrea sergo: “you asked this question to mr", "money moustache and i loved it; what are the most common misconceptions that your fans have about your work or philosophy", "where do most people get it wrong?” alright, i’m not going to say that most people get this wrong, but the most common misconception certainly that fans or readers may have is that the goal is free time or idleness", "that has never been my proposed objective", "i think that controlling currencies like time and mobility allow you to multiply the lifestyle impact of each marginal dollar that you earn", "but the objective was never to sit on a beach for the rest of your life rubbing cocoa nut butter on your ever expanding waistline; that’s not in", "so the most neglected chapter, because these go together, is called “filling the void,” in the 4-hour workweek", "and i would say there are many other mistakes that they make in the 4-hour body and so on, but i’ll focus on 4-hour workweek for a second", "another one is that your choice of business matters; your choice of product matters", "this is going to come up in a later question, but i strongly recommend that you choose a product and service that you would be proud to put in front of your entire family, all of your closest friends, or in front of people you idolize or look up to", "so, if richard branson is your idle, would you be proud to gift him on his – i don’t know how old he is; 150", "– 70th birthday or whatever it is, this as your one opportunity to give him a gift", "if the answer is no, then you might want to think about why that is the case", "perhaps you’ve created a muse that is an automated cash flow business that provides install-it-yourself mounts for flat screen tvs", "that’s fine", "you wouldn’t necessarily be proud to give that to branson, but you wouldn’t be ashamed to explain your business", "and i have seen a fair number of people who use very questionable or just flat out unethical affiliate approaches or multi level marketing approaches to try to create automated passive income of one type or another", "it’s very, very common and i do not agree with selling garbage or any type of promise of, say, income generation that you can’t back up with a lot of track record", "so there you have it", "in terms of 4-hour body, almost every mistake that people make related to the slow-carb diet, which still has the highest adherence rate of any diet i’ve seen and that i’ve now met probably close to 100 people who have lost more than 100 pounds, and some who have lost more than 200", "you can search slow carb diet, 100 pounds if you want to see some amazing photographs and case studies; you can get all that information, including the diet, for free", "you don’t have to buy the 4-hour body; i would love that but you can just search 100 pound slow-carb diet and it will pop right up", "the most common mistake people make is they think it needs to be complicated, because most diets are complicated because the model is complicated to profit", "let’s make the diet or exercise program complicated enough so we can sell you extra bands you don’t need, sell you extra meal plans you don’t need, sell you additional follow up dvds that you don’t need; whatever it might be", "(dvds, i’m getting old!) and in the slow-carb diet case, it’s four or five rules: don’t eat anything white, don’t do this, go crazy once a week, have your cheat day, etc.; there are five or six rules", "the guiding tenet should be if you have to ask if it’s okay, don’t eat it", "99.9999 percent of the time, you already know", "or, if you have to ask, leave it out; that’s it", "and you will not die if you have to leave something out", "if you’re like, can i eat garbanzo beans or not", "oh, god", "short answer: you can’t; actually you shouldn’t", "but i cover that in the 4-hour body second chapter", "but if you’re not sure, don’t eat it", "if you have poor portion control over something, don’t eat it", "alright, i’m going to move on", "next is: “what just missed the cut for tools of titans?” this is zach", "so zach, i’m going to read you an example of something that didn’t make it in", "and based on this question, i was inspired and i put together a blog post", "it’s “tools of titans; a few goodies from the cutting room floor.” you can find it at tim.blog/extras, and there is a bunch", "there are many, many, many; in fact there are hundreds and hundreds of cuts that we had to make because the book was long enough at 700 pages", "we didn’t want it to be 1,500; nor did the publisher", "so i’ll pull one paragraph from naval ravikant, who is the person i call most often for startup advice, i would say; neck and neck with kevin rose", "they have different areas of expertise but overlapping", "incredible track record, incredibly good as an investor in multiple asset classes, and a very ethical, brilliant guy", "so the question he was answering is, “what are the things you look for in founders or the red flags that disqualify an investment or a founder?” there are a few", "he goes into intelligence and defines what that actually means", "he talks about energy and why that is critical", "so if people are constantly looking for positive feedback, for instance, they’re probably not going to make it to the end goal if they are in the often zero sum game of venture-backed startups", "the last one is where i want to focus", "“and finally, is integrity", "because if you have someone who is high intelligence and high energy but they’re low integrity, what you’ve got is a hard working, smart crook", "especially in the startup world; things are very dynamic", "they’re very fast moving", "people are very independent", "so if someone wants to screw you over, they will find a way to do it", "fundamentally, ethics and integrity are what you do despite the money", "if being ethical or profitable, everybody would do it", "so what you’re looking for is a core sense of values that rise above and beyond the pure financial incentives.” now, of course he’s not implying that being ethical is always unprofitable, at all", "but it is often profitable to be unethical; therefore his point", "that is one example", "you can find a bunch of others, and a couple pages of extras that are fun at tim.blog/extras", "actually, let me add a few other things because there was a follow up to that which asked about other books", "there are a few things that i think very carefully about putting out into the world", "if you hear anything in the background, i am in the montreal offices of shopify, one of the companies i have worked with forever, since they had six or seven employees and i think they now have 2,000-plus, so congrats, guys", "beautiful office, by the way", "alright, so there are certain things i hesitate to put out in the world, or think very carefully about", "one is any type of instruction or step-by-step process that could be used for very dangerous or illegal activities", "i always cringe and get quite upset at journalists or media outlets who will say, “put together a feature piece and it’s about how to put together a dirty bomb for less than $200.00; here’s what terrorists could do.” i find that to be incredibly irresponsible", "therein they lay out the details, and i think that really is just irresponsible and pretty despicable for clicks or whatever their metric is", "to create that type of public risk i think is incredibly, incredibly irresponsible", "so, one that fits in that category for 4-hour body, i had written up a chapter about how to have genetic testing done anonymously, because i do not like to have my name associated with a lot of my biological testing", "why", "well, there are a number of reasons", "i’ll give you one that you may not realize", "that is that based on your full genome, probably only small portions of it since we at this point can only interpret small portions, there are certain companies that are really far ahead who can reconstruct your face, your actual, visual appearance based on your genetic code", "so, that in and of itself would lead you to think then it’s never anonymous, and we’re going to get to that point", "but for now, i like to keep my name out of it because there are such things as, say, specialized biological weapons", "you might think i’m a complete crazy person", "i know people who can design these things, and it’s actually not that hard, not that expensive", "so, it could just be blowing a certain type of trace metal into someone’s face if they’re predisposed to a certain neuro generative disease", "i know a lot more about this than perhaps i should but that’s because i’ve spent a lot of time with odd but very competent scientists", "but, here we go", "the anonymous genetic testing was something i didn’t put out because it would, in the way that at that time you would have to do it, and even now the way you would have to do it, in many ways would be a how-to manual for money laundering and acts of terror through anonymity", "if you’re a really smart engineer, you can figure out a lot of this; or just a generally smart person who can think hyper rationally, you can figure it out", "but i didn’t want to put fuel in the fire, and here’s the key piece", "the benefit, the max benefit, the utility to most people is not that high", "the public risk and the illegality that it would engineer were not commensurate at all with the benefit", "there are other cases where i’m putting out, ay, pieces on how i learned to swim, where i assume that one out of every 1,000 people is bat shit crazy", "i also assume that a few people out of those thousand are really haphazard, maybe stupid, and will read all of the warnings and potentially not follow them", "so, i have to write things very carefully for risk mitigation", "but even recognizing that some people might do things completely counter to my instructions, i think the benefits of teaching thousands, tens of thousands, hundreds of thousands of people how to swim outweighs that nominal risk", "and therefore i have put out these pieces like “how i learned to swim in ten days.” i didn’t learn until i was in my 30s, for those people wondering", "so you can check that out as an example of one i thought about very carefully and then put up", "a counterexample would be a chapter in the 4-hour body with david blaine, who is amazing", "if you haven’t seen my episode on tv with him, you should", "i’m not sure if this link is going to be active by the time that you hear this, but att.net/fearless; you can watch a tv program that i did with david, which was awesome", "he taught me how to hold my breath, and i went from 45 seconds to three minutes and 33 seconds with about 15 minutes of training", "i did a chapter on this in the 4-hour body and very quickly decided that the risks outweighed the benefits, and it was removed from additional printing", "next question, we’ve got vesterda: “i’m throwing a whacky accent on that just because i like it", "“what do you see yourself doing in old age", "would you take immortality if it became available", "are you hoping it does?” he or she really wants me to answer the third question in depth", "i’m not sure it will be in depth", "in old age i hope to continue doing a lot of what i am already doing; learning, exploring, finding things to experiment with, and then teaching the cream of the crop that has a really, really fantastic benefit to risk ratio for the greatest number of people", "i plan on continuing to do a lot of intense physical training", "i look to people like don wildman, for instance, who is one of laird hamilton’s heroes who at 83 is heli-skiing; snowboarding in this case, i think, a month to two months a year", "art devany, another who has been on the podcast; jersey gregory, these are all models for me", "when you meet– in my case because i’m a male, when i meet men but also gabby reese, laird hamilton’s wife is a great example of this – people who are well into their 40s, 50s, 60s, 70s, even 80s who are doing 15 to 20 pull-ups, who are heli-skiing; it removes age as a complete excuse, certainly", "i will not only train but spend time with people who show me what can be done despite common excuses", "to your other question, would i take immortality if it became available, i’m assuming we’re talking about scientific immortality, not mythical immortality", "in other words, i’m assuming you mean that by using fill-in-the-blank: a combination of metformin, stem cell therapy, rapamycin, vampire-like blood transfusions with 18-year-olds – who knows – that you’re able to extend your life hundreds of years, 50 years, whatever, or forever in this case immortality; that also assumes that if you’re like, you know what", "i’m tired of living forever; all of my friends who can’t afford this are already dead; that you can just off yourself", "so in other words, you’re not some type of demi god who can never die", "you have the exit option of taking the kato route", "well, kato was ordered to kill", "wait, was kato ordered to kill himself", "i think kato actually just killed himself", "seneca was ordered to kill himself", "in any case, you’re able to take that exit option", "so assuming that option were on the table, yeah, i’d take immortality; sure", "then you always have the option to hit escape", "am i hoping it does", "this is a trickier one", "on some level, i am not pining after immortality", "there are many ways we could dig into this", "i am all for extending my functional health span, certainly", "but if you look at the average life span now, 2017, and you look at the average life span 1950, average life span 1910, average life span 1850; if you isolate your socioeconomic class and you remove infant mortality because infant mortality is what skews averages", "if bill gates walks into a bar, the average net worth is a few hundred million dollars", "that doesn’t mean anything; it’s ridiculous", "in the same way, when you’re counting all these babies that die at day one, day ten, day 14; the average lifespan gets dragged down tremendously", "but if you remove infants, newborns and you remove people outside of your socioeconomic class and if you’re listening to this podcast, chances are the average lifespan really hasn’t improved that much in the last 50 years, certainly", "i would just say that i worry about having all the time in the world, or the perception of having all the time in the world", "this is my personal concern", "there are other economic and environmental concerns that i would have, but without getting too far into methuselah and so on, the concern can be illustrated by a hypothetical question", "do you think you are more likely to write a book if you have a year deadline and a publisher holding you accountable, or if you have 30 years to write that book", "i would argue you’re much more likely, infinitely more likely – that’s of course an exaggeration – in the former case of having a tight deadline", "so i do think there is the possibility that if i were immortal, i would feel no rush, no compulsion to do many, many things", "i like the fact that i have a fire under my ass for exploring the world because it could be taken away at any moment", "and also, if we are assuming that i have scientific immortality, that is barring any type of catastrophic life ending event", "so barring being hit by a bus or having a frozen chunk of ice land on your head, even if you are going to live forever, you still aren’t guaranteed a long life", "so there you have it; long answer to a short question", "alright, the next question is from paul tworlifeson", "paul asks the following: “hey, tim, you’ve asked a few guests about this but what is your current view on balancing future focus goals and enjoying the present moment", "too much of one leaves you forever chasing the joneses, while too much of the other seems to lead to stagnation an maybe even nihilism", "thanks.” this is a question that i think about a lot", "i think the focus on present state appreciation, or appreciation in general and achievement – let’s just call that future focus – can certainly shift over time", "when you travel up maslow’s hierarchy of needs and you achieve greater material success, financial security, etc; these things can change", "my current view for myself is that by routinely exposing myself to simulated poverty, to difficulty, to cheap food, cheap dress, fating for extended periods of time – which you shouldn’t do without medical supervision; read the tools of titans chapter on that, please – i come to realize on a regular basis that i can be happy/content, and those are tricky words so i use them sparingly, with very, very little", "and that the financial position i am in provides me all of the security that i would need with very rare exceptions", "for that reason, i have tried to temper my drive for achievement if it is primarily financial driven", "i have on my schedule i would say daily practices for self awareness and the exercising of gratitude", "the five minute journal would be an example of that", "i did that this morning; i have it in my backpack right now", "i have weekly practices that allow me to be more present state aware, which i think goes hand in hand with appreciation; if you have one, you have the other", "an example of that would be screen-free saturdays, when i am avoiding, for instance, laptops, social media, and so on", "i may still use my phone for uber and other apps – maps and so on – that are necessary for me to function in a city", "then, quarterly resets so two to three-day excursions or retreats; it could be a silent retreat, could be a hiking trip without electronics, could be any number of different activities or lack thereof that is on the calendar", "so these are things that are on the calendar", "i also take extended trips with my family, meaning my parents in this case", "if you’re not spending a lot of time with your parents these day s, read the tail end which is an article by tim urban on wait but why; it might change your life", "check it out: the tail end, by tim urban", "if you want to get two different perspectives on this and philosophically compare two very smart, very accomplished, very different people who i happen to think are pretty well balanced in both achievement and appreciation but are in different modes currently, you can listen to my podcast with mark andreessen; billionaire, entrepreneur and investor who is fascinating", "so mark andreessen; if you just search his name and my name, it will pop right up", "contrasted with that, you could check out my interview with derek sivers", "i have two with derek; they’re both phenomenon", "derek, i would say, is more in the monk mode side of things", "when people ask him how to scale their business, which he has done, he says, why do you want to scale your business", "he has a lot of great questions, so i would recommend checking that out", "next question", "“everyone says go after your vision/passion", "do you have any suggestions on figuring out or creating a vision to go after?” here’s my answer", "not everyone says go after your vision or passion", "i do not say those things because i think they are two words that have been overused to the extent that they carry little or no meaning, generally", "my approach has been treating my life as a series of six-month projects, two-week experiments, and then assessing opportunities after each has been launched and achieved some type of critical mass", "so i do not have a five- or ten-year plan, number one, which is related", "because some people assume they are going to find their one true-life passion that will guide them for decades", "no doubt there are people who fit this profile; i am not one of them", "i generally, in selecting my projects and experiments, use excitement as a barometer", "it’s pretty simple, like the sympathetic nervous system; what gets you all hyped up", "to determine that, you don’t sit down and think your way through it", "you have to try a lot and see what bites you, meaning what gives you the edge", "in my experience, or at least from me, the only way of doing that is by throwing a lot against the wall and seeing what sticks", "you have to get out, be curious, take classes", "i took my first fencing lesson recently, for instance", "i am in montreal learning some kit equois, just a little bit", "it is a little rough around the edges; limited use outside of canada", "but i am very, very curious", "even if i never use something, again i feel compelled because i enjoy the learning process and interacting with people who are excited to teach just about anything", "greek, turkish, doesn’t matter, even if i know there’s a 99 percent likelihood i’ll never use it again", "so get out and try things", "you need to schedule", "be more social", "make yourself uncomfortable", "one way you can try to find the venn diagram overlap of what excites you and what could sustain you for a longer period of time, even if that longer period is just six months, is asking yourself what are you better at than your friends", "what do you find easy or easier than your friends", "what are your friends impressed by that you can do that other people find more difficult", "you could use that as a hypothetical when you try things; how would my friends fare at this", "and if you are like me, very competitive, then when you find the overlap of something that excites you and something where you seem in some predetermined fashion through genetics or interests or otherwise, to be better than average that often, at least will give you something to work with for six months", "i don’t have a prescription for a ten- to 20-year plan because i don’t have one", "this is a subtext, a follow up meaning a slightly hidden portion of this question that i just covered", "this is the designs for small empires", "personally i see myself jumping around a bunch and essentially lowering the chance that i hit mastery in any given one", "none of them feel like they fulfill me enough to go 120 percent into just one", "but maybe the diversification is what’s causing the lack of fulfillment", "anyway, i would love to get your thoughts", "side note: i read the book you put in a quarterly box; that’s quarterly.co if you guys want to see it", "the book, if you guys want to check it out, is the crossroads of should and must, by elle, e-l-l-e luna, the crossroads of should and must: a great read that hits on this question", "that book does, i think, hit on this very, very specifically but i want to just point out something here", "there are a number of assumptions built into your questions that i would test", "the first was everyone says go after your vision/passion", "do they", "because i don’t, and i know a lot of friends who don’t", "so i would look for exceptions", "whenever you find yourself saying “everyone, always, never,” look for exceptions because you don’t want to calcify your thinking that way", "so essentially lowering the chance that i hit mastery in any given one, that presupposes you have to have mastery to find this passion/vision/excitement", "i don’t think that’s necessarily true", "i love to try to get, say, in the top 5 percent of the general population in a given skill very quickly; say within six months", "and that can be done for many, many things", "i talk about it a lot in the 4-hour chef, which is actually about accelerated learning, which i know is confusing", "but, josh waitzkin, on the other hand, really wants to take himself and others from being in the 99th percentile to the 99.9999 percentile, if that’s even a thing", "so josh waitzkin would be an example of that mastery-focused individual", "that’s assumption no", "1, which you can test and disprove pretty quickly", "the next is none of them feel like they fulfill me enough to go 120 percent into just one", "that implies that you have to go 120 percent into just one, and i don’t think you do, in fact", "if you just search “jack of trades” and my name, you will find a short article that i wrote about some of the advantages for some people, like steve jobs for instance, in being a generalist", "and actually, mark anderson and scott adams of dilbert fame have talked about this; this combining of two things that say you’re in the top 10 percent, the top decile, in ability for often beats the one person who is attempting to be in the top 1 percent", "so if you’re attempting to go to the nba; very, very hard road ahead of you unless you are the one in a million who is going to make it", "if, however, you are a really good engineer and you combine that with a law degree, that is pretty odd", "that is an unusual combination and you can take that a long, long way", "if you are, say, an mba student who suddenly becomes a fantastic speaker so you focus on communication, that’s a force multiplier", "so you can read a lot on career advice", "if you search “career advice, scott adams,” that will come right up", "alright, next question is from nathan", "here we go", "“hi, tim", "you put yourself through mental and physical situations that normal folk would run a mile from", "what is your self talk on the lead up to and during those situations", "getting an insight into your doing phase may help many to use the same self talk to take their first steps to something bigger", "thanks, nathan from the uk.” self talk is, i find, a cool topic and i ask a lot of my guests about this", "when you did x, what was the monologue, what was the dialogue; what was the self talk internally", "when you posed this question, i thought of a few things", "i thought of extreme cold exposure, so let’s say getting into an ice bath that’s four feet deep and ice from top to bottom; there’s no getting away from it; so doing something like that for the first time", "or, something like yabusame, which is something i would not recommend; japanese horseback archery", "there’s some video of me trying that on the internet", "there are a few things that i might say", "no", "1 is i’ve prepared or i am more prepared, meaning than other people who have attempted this", "so i’ve done my homework, i’ve done the training, i’ve put in my time; i am prepared for this", "even though i’m afraid of it, i’m prepared for it", "that could be one line", "the other would be along the lines of a quote, and i’ll let you look it up, cus d’amato, the first real trainer of mike tyson in boxing", "he was just a phenomenal trainer; had an incredible track record", "he would say, and i’m paraphrasing, that the hero and the coward feel the same thing; it’s how the hero responds that makes him or her different", "so, i would just remind myself that fear is natural", "being uncomfortable is natural", "feeling anxious is natural", "that is what happens before you do something like this; it’s not unique to me", "then, the last thing that i will sometimes say to myself, and since i’m not politically correct i won’t try to be", "this may seem offensive to some people; i find it useful", "whether you’re getting on stage to give a speech, and i don’t need that for speeches necessarily at this point since i’ve done so many, but for something that i’ve never done before that i’m very nervous about i will ask myself: have any other people, say less driven or if it’s a physical activity, older or fatter or less pain tolerant figured this out and done this before", "the answer is almost always going to be yes", "meaning you’re afraid, you’re starting to make excuses or you’re starting to say things to yourself", "for instance, i remember before a sports competition at one point i said in my head: if i got a silver medal, that would still be fantastic", "and that is not how you win a gold medal, by the way, i don’t think in my experience", "so, i snuffed that and i said: has anyone who is less prepared, less well trained, older, younger, whatever might be viewed as a handicap or disadvantage; have they won a gold medal", "if the answer is yes, i have no excuses", "i am prepared; therefore that is my goal", "those are a few of the things that i might say to myself before any of these", "i think competition brings out that type of self talk a lot more than independent self experiments", "and actually, i forgot one thing that i might say to myself", "which is that even if this turns out poorly, it’s going to make a good story", "even if i hate this, it’s going to make a funny story", "that doesn’t mean do things that are dangerous", "speak to your qualified professional and medical doctor and attorney and common sense advisor before doing anything, obviously", "but i did see a tee shirt at one point on a rather attractive girl in new york city, which made it very distracting for reasons that will become obvious", "the shirt said: bad decisions make good stories", "alright, bad decisions make good stories", "i thought that was very funny", "i think that in some cases, bad experiences can also make good stories", "you don’t want to be haphazard, you don’t want to throw caution to the wind and do something that is extremely high risk", "but the point being if you get into an ice bath with someone else and you can’t hold your bladder because it’s too cold and you pee and they see it, and they’re really pissed off; that will be funny for your friends later", "okay, next question", "this is from gogorsky26", "“many of your guests, when asked what advice they would give to their younger selves, say ‘don’t work so hard,’ or ‘take time and enjoy it.’ but do you think they would have gotten to where they did if they followed their own advice?” this is a very good question", "i want to say no, and i think most of them would also give that answer", "there’s a good chance that the answer is no", "but it is not automatically, 100 percent a no", "there is the possibility that they could have been selectively focused and achieved great things, maybe even greater things", "but there is a period of time, and this relates to an earlier answer about finding excitement when to determine what you are good at, to determine what you are excited by, which by the way leads to energy which is one of the three criteria that naval looks for when he’s investing in companies, so in the founder; energy is one of them", "how do you get energy", "one of the pre-reqs is that it is a burn, not just an itch", "it’s something that excites you so much that you can plow through brick walls", "to figure out what triggers you that much and what you’re obscenely good at, more than the people you’ll be competing against, you have to try a lot of stuff in the beginning", "in the beginning could mean starting in high school if you’re skipping college, let’s say", "in the beginning could mean right after college", "it could mean when you’re 40 or 50; it doesn’t matter", "when you get started in entrepreneurship, assuming that’s what we’re talking about, you have to try a lot; throw a lot on the wall to see what works, what doesn’t, what you like, what you dislike and so on so you can do an 80/20 analysis", "at least in my portfolio of tools, you would then use an 80/20 analysis to determine where you get the maximum outputs for the minimum inputs", "to do that type of analysis, you need a data set so you have to try a bunch of shit", "pardon my french, earmuffs for children who may be listening in the car", "and that does take a lot of effort", "so don’t work so hard probably doesn’t apply in the very beginning", "however, afterwards take time and enjoy it", "i have come to believe that taking a little bit of time to appreciate, which relates to an earlier question, and be grateful for what you have is very important", "because if you can’t appreciate what you have, nothing you get will ever make you happy, if that makes sense, because you’ll always be on to the next thing", "there’s a terrible, terrible phenomenon called hedonic adaptation that you guys can look up", "it’s sometimes called experience stretching, but hedonic adaptation applies to more than experiences", "you guys can look that up", "in any case, the point being i think that you can be very, very hard driving but still have a five-minute morning practice of using something like a five-minute journal, or morning pages or a gratitude exercise like the jar of awesome, which you may not have heard of", "you guys can look that up", "i don’t think they are mutually exclusive, and you want to be very careful about false dichotomies, as matt mullenweg would call it", "so there you have it", "i do think it’s possible that they could have by a) not working so hard, b) taking time and enjoying it", "taking time and enjoying it i don’t think is mutually exclusive", "i think you can also work your ass off on the things that matter", "so, common misconception about me; i have no problem whatsoever with hard work, really hard work", "and believe me; i can do it when it is applied to the right things", "that is a critical condition", "don’t work so hard in the beginning, chances are you’re going to have to do a lot of stuff in a constrained timeframe; you’ve got to put out the effort", "next question is from de1073; catchy name", "here it is: “hi, tim", "what would your advice be for students preparing to take the mcat?” if i’m not forgetting, i believe that is for med school", "“1) what would an 80/20 breakdown look like", "where would you spend most of your time to get the best results", "also, do you have any advice", "i’m sure i could re-listen to older podcasts and find these on retaining information", "maybe routines that could make the hours spent studying extremely productive to get the best results from them.” this could be a long, long conversation", "i will give you some very specific recommendations, but i will also advise or suggest that you read the meta learning section of the 4-hour chef, which goes into a lot of this, particularly if you are dealing with hard to recall and retain material", "then, you may want to use some types of mnemonic devices for turning the abstract, say different numbers and theorems and so on, into the concrete images which you can peg and remember very easily", "so if anyone listening, for instance, wants to get to the point where you can memorize a shuffled deck of cards and give it to someone and tell them the exact order, or memorize a hundred digits of random numbers, like a hundred-digit string of random numbers forwards and backwards; you can do that with about two weeks of training", "okay", "but, the points that i will make are: 1) practice tests over and over and over again, under stressful conditions", "a mistake that many people make is they take a test, and they take it in perfect conditions", "they are sitting at their laptop with a book open in a completely quite room and the setting is ideal", "maybe they just had a foot rub, ate a nice sandwich, they have a dog there to keep them calm; fantastic", "but just because you perform well there doesn’t mean you’re going to perform well in a crowded test-taking hall, or in front of a computer in some type of lab when there some person next to you sneezing and farting the whole time", "so, you want to expose yourself to different types of stresses", "once you have an acceptable degree of performance in practice tests in a controlled environment, you want to start adding stressors", "what does that mean", "i’ll give you some real world examples from my life, from my last ted talk", "if you guys want to see that, i’m very proud of it; it just came out a couple weeks ago: tim.blog/ted", "you can check it out", "to practice for that, i did many, many different things", "one of them, which was very important, was i didn’t just rehearse in front of one or two friends or by myself", "i would go to the offices of startups that i work with, and you could certainly do this with toastmasters or elsewhere", "or, you can get up in front of a completely random group of strangers at a food court or something and in my case, i did it in offices", "i would ask a friend within the company, could you please gather a group of people during the lunch hour", "just tell them that someone’s rehearsing their ted talk, they’d love feedback; it’s a rough draft", "then i would have a room full of 15 or 20 people who expect to be entertained and who are strangers", "very important; i don’t want my first rehearsal in front of a large group of strangers to be when i stand u pin front of 3,000 people or however many at ted with the spotlights on me", "that is just asking for a catastrophe", "that’s one way that i did it", "another way that i did it was assuming my heart rate would be pounding through my chest when i got on stage at ted, once i graduated from in front of the group, then i would calm down in front of ten people, 20 people", "alright, now i’m calm", "then i would pound, say, two double espressos", "don’t be an idiot; use your common sense here", "i would add caffeine so i would have to deal with a highly stimulated, sympathetic active nervous system while i’m doing this", "i’m adding a stressor", "and if you’re not going to sleep well the night before a test, you better make sure that you can perform on very little sleep", "you want to have that confidence because in the back of your head when you sit down to take the test, you don’t want to be saying to yourself: man, if i’d just gotten more sleep; i’m probably gonna bomb this test because i always get eight hours and i only got four hours last night", "prepare for that", "you want to train as you’re going to compete", "you should also never test, say, new supplements in athletic competition, which a lot of people do and it’s just asking for a huge left hook to the head, metaphorically", "so don’t necessarily pull an all-nighter, but sleep for four hours, get up, wait until the appointed time when you know you’re going to take your test", "in my case, i knew because i asked, that i would be giving my ted talk around 5:30, 6:00", "so i waited until that time on four hours of sleep, and then i gave my talk over and over and over again", "in the case of archery, i was working on archery for awhile and i wanted to get accustomed to doing that under stressful conditions", "i would do kettle bell swings and burpees and so on to get my heart rate to 180 or 190 or so, and then hop up and immediately try to take shots", "so, it’s not enough to have the skills; you have to have the comfort with discomfort that can be achieved by adding stressors", "so hopefully, that’s helpful", "one more thing for factual recall, i recommend that you check out a book that helped me a lot in high school and college", "i think it ages well; i haven’t read it in forever", "it is called, to the best of my memory – get it", "– your memory and how to improve it", "the last name of the author is higbee, h-i-g-b-e-e, i believe", "your memory and how to improve it by higbee", "if you want to hear a world class memory competitor on the podcast, ed cooke is one of those", "he is a fascinating, fascinating and hilarious guy", "ed cooke: c-o-o-k-e if you want to hear him", "he’s been on the podcast, so you can check that out", "he was the coach in a book called moonwalking with einstein, which is the type of odd imagery that is easy to remember, by the way; that’s why its title", "so moonwalking with einstein is about how ed took an american journalist who had never competed and turned him into a national memory champion here, i believe it was", "the next question is probably the last question for now", "i’ll keep this episode a little on the shorter side", "this is gto_reddits", "gto underscore reddits", "alright, here is the question: “the least confident person in the world, me, craves confidence", "what are some effective ways to create it in our daily lives", "some back story; i’m going to be old this year, 50", "i have little to show for my time on this planet", "my lack of confidence is a major contributor to this situation", "any tips would be appreciated", "thanks.” this relates very closely to my answer to the previous question, and adding stressors", "the premise that to become comfortable with discomfort you have to schedule it; you have to impose it on yourself", "along those lines, i would start with delineating two types of confidence", "you have uninformed confidence, which is i think i can do x; i believe i can do x", "you try to have confidence and then take action", "i’m not a big fan of uninformed confidence", "i think it gets people into all sorts of trouble, but that is what many people who recommend positive thinking and self help books and that genre, and therefore it has generally at best mediocre results, from what i’ve seen", "informed confidence is something different", "it’s to i think i can do x, i believe i can do x", "it’s i know i can do x because i’ve done it", "that requires that you go from action to confidence", "you don’t start with confidence and then take action", "i don’t know anyone really who has done that", "there is self talk, like i mentioned, when you’re getting into an ice bath for the first time that you can use, even though you haven’t developed the confidence there; you’ve built confidence and competencies in other areas that give you the belief, which is well founded, that you can handle what you’re about to do", "it’s an informed confidence", "so the way i recommend exploring this is looking at what i call comfort challenges", "comfort challenges were part of the end of almost every chapter; i want to say, in the 4-hour workweek", "they are a really, really important part of the book", "i never really up-played it or emphasized it but it’s a critical piece of the book", "you can get an example of one, which is the lie down challenge, by looking up someone named till h", "gross, t-i-l-l, middle initial h, grosse; g-r-o-s-s", "he credits comfort exercises to completely changing his life, and his story is really amazing", "he’s met many of the people he viewed as untouchable icons", "he married the girl of his dreams; it goes on and on", "it began with him developing confidence through action by making himself selectively uncomfortable in different ways", "the lie down challenge is pretty simple, and here’s what it looks like", "you should not hugely disrupt the public peace, you should not get yourself arrested, blah, blah, blah; disclaimer, disclaimer", "but, the way it works generally, let’s say, is you go into a coffee shop at a crowded time", "i consider it cheating to do this with someone else; you should do it by yourself, otherwise it’s too comfortable", "the whole point is to make yourself uncomfortable", "you’re in line for your coffee", "let’s just say you think it’s going to be five to ten minutes; five minutes, it doesn’t matter", "then you just slowly get on the floor, lay on your back, fold your hands over your stomach if you want, and just lay there for ten seconds", "it could be 30 if you’re really aggressive", "and you don’t say anything", "you don’t say i’m doing an experiment", "you don’t say i’m doing a comfort challenge", "you don’t give any explanation whatsoever", "if someone asks you if you’re okay, you say yeah, i’m fine; just taking a rest", "then you get up, and you just continue on with your day", "that is one type of comfort challenge", "another, which is appropriate for this location that i’m talking about, the coffee shop, is the 10 percent coffee challenge or the coffee challenge", "noah kagan, k-a-g-a-n, is an entrepreneur who has been on the podcast, talks about this", "it’s real simple", "so you get to the front, and it doesn’t matter where you are", "you could be at a starbucks", "you could be at the most corporate place imaginable", "you ask for 10 percent off of your coffee or tea or whatever you’re buying", "again, you cannot say you’re doing an exercise", "you could say hey, it’s a nice guy discount; can i have 10 percent off", "and you have to ask at least twice, alright", "and that’s it", "nothing bad is going to happen; you shouldn’t go to jail", "it will make you uncomfortable", "it will make other people a little uncomfortable, but really nothing disruptive", "and that’s it", "so those two examples, and very hilarious; i was chatting with a friend of mine who is a very accomplished entrepreneur", "i asked him if he had done the coffee challenge", "he’s like, “oh man, that’s ridiculous; why would i need that?” i said, “because you’ve been putting off a, b and c, which you want to do but you’re afraid of rejection or whatever", "this is a way to inoculate yourself in a sense, or at least develop a higher tolerance to that.” he said, “oh, it’s nonsense man; i could do that 100 times a day", "why would i do that?” i said, “thou doth protest too much, sir", "why don’t you do it and then we can talk after that.” he’s a younger guy", "he sent me a text a day later", "he walked around the block eight or nine times with sweaty palms before he was able to go in and ask for a discount, which he got", "he was able to get his coffee with a 10 percent discount", "it had this host of effects; it had this ripple effect", "it was very unexpected and entirely intended by design on noah’s part and on my part", "that is the power of comfort challenges", "by subjecting yourself to controlled discomfort and controlled challenges, that is how you develop confidence", "you do not think your way into confidence", "you act your way into confidence, with comes along with competence and you need both", "alright, guys, that is what i’m going to answer for today to do a slightly shorter episode", "i will be doing more of these, so if you want to give me your questions and have me answer them, make sure you subscribe to five bullet friday", "it is free; it’s always going to be free, and it’s really fun", "people enjoy it", "you’ll be joining many, many names you would recognize that i’m not going to mention, but people who have been on the podcast, household names who subscribe to this", "so check it out; i think you’ll like it", "if it sucks, you can tell me on twitter", "but go to tim.blog/friday and you can check it out", "if you don’t like it, unsubscribe", "that is it", "it’s a more manageable way for me to take questions from everybody", "that is it for now", "so as always, thank you for listening and you can find the show notes, links, and so on from this episode along with every other episode at tim.blog/podcast", "that has all the podcast episodes and everything, and i’ll put show notes, links, etc", "for the books and everything else that i mentioned in this little diddy", "so i hope you enjoyed, and thank you for listening"]}