{"dialog_idx": {"mark bell": [16, 17, 18, 22, 23, 24, 25, 26, 27, 28, 31, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 96, 97, 98, 100, 101, 104, 105, 106, 108, 111, 112, 113, 114, 115, 116, 117, 118, 121, 128, 131, 132, 133, 134, 138, 139, 141, 142, 143, 144, 145, 147, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 206, 208, 214, 215, 216, 217, 218, 219, 220, 221, 222, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 242, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 256, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 404, 406, 407, 408, 409, 410, 411, 412, 413, 415, 421, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 439, 441, 442, 443, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 458, 459, 460, 461, 462, 464, 465, 466, 467, 468, 469, 471, 472, 474, 475, 476, 479, 482, 488, 489, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 506, 507, 510, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 540, 541, 542, 543, 544, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 577, 578, 579, 582, 583, 584, 585, 586, 587, 588, 589, 590, 592, 593, 594, 595, 596, 597, 598, 599, 601, 607, 608, 609, 610, 611, 612, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 630, 635, 636, 638, 642, 644, 646, 647, 648, 649, 650, 651, 652, 653, 655, 656, 657, 658, 659, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 677, 679, 680, 681, 682, 683, 684, 685, 686, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 711, 713, 714, 715, 716, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 736, 744, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 764, 767, 768, 769, 770, 771, 772, 773, 774, 780, 783, 784, 785, 786, 790, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 811, 814, 819, 820, 821, 823, 824, 825, 826, 827, 828, 829, 831, 833, 836, 840, 844, 846, 850, 859, 865, 866, 867, 870, 872, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 896, 901, 902, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 958, 959, 962, 963, 964, 965, 966, 967, 971, 972, 977, 978, 979, 980, 981, 984, 986, 987, 989, 990, 991, 992, 993, 994, 995, 996, 997, 1000, 1001, 1002, 1003, 1005, 1007, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1032, 1039, 1040, 1041, 1042, 1045, 1049, 1050, 1051, 1052, 1056, 1057], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 19, 20, 21, 29, 30, 32, 55, 56, 57, 58, 93, 94, 95, 99, 102, 103, 107, 109, 110, 119, 120, 122, 123, 124, 125, 126, 127, 129, 130, 135, 136, 137, 140, 146, 148, 191, 204, 205, 207, 209, 210, 211, 212, 213, 223, 240, 241, 243, 255, 257, 258, 259, 260, 261, 274, 299, 300, 301, 302, 321, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 389, 403, 405, 414, 416, 417, 418, 419, 420, 422, 423, 438, 440, 444, 457, 463, 470, 473, 477, 478, 480, 481, 483, 484, 485, 486, 487, 490, 505, 508, 509, 511, 512, 513, 514, 515, 516, 517, 518, 539, 545, 546, 561, 576, 580, 581, 591, 600, 602, 603, 604, 605, 606, 613, 614, 628, 629, 631, 632, 633, 634, 637, 639, 640, 641, 643, 645, 654, 660, 661, 676, 678, 687, 710, 712, 717, 718, 735, 737, 738, 739, 740, 741, 742, 743, 745, 763, 765, 766, 775, 776, 777, 778, 779, 781, 782, 787, 788, 789, 791, 792, 808, 809, 810, 812, 813, 815, 816, 817, 818, 822, 830, 832, 834, 835, 837, 838, 839, 841, 842, 843, 845, 847, 848, 849, 851, 852, 853, 854, 855, 856, 857, 858, 860, 861, 862, 863, 864, 868, 869, 871, 873, 874, 889, 890, 891, 892, 893, 894, 895, 897, 898, 899, 900, 903, 904, 905, 941, 942, 943, 944, 957, 960, 961, 968, 969, 970, 973, 974, 975, 976, 982, 983, 985, 988, 998, 999, 1004, 1006, 1008, 1009, 1010, 1031, 1033, 1034, 1035, 1036, 1037, 1038, 1043, 1044, 1046, 1047, 1048, 1053, 1054, 1055, 1058, 1059]}, "episode_num": 252, "file_type": "html", "guests": ["mark bell"], "num_sentences": 1060, "num_words": 16744, "raw_text": "Tim Ferriss: This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, where it is my job to deconstruct world class performers of all different types from business, entertainment, sports, anything you can imagine really. My guest today is Mark Bell. @MarkSmellyBell on Twitter, who is the founder of Super Training Gym from Sacramento, which is oftentimes referred to as the strongest gym in the West. Prior to opening his own gym, he spent years studying and training under the legendary Louie Simmons at Westside Barbell. Mark is no stranger to the iron at all. His best geared lifts in competition include a 1,025-pound squat (that’s 465 kilos), an 832-pound bench press (that’s 377 kilos), and a 738-pound deadlift (that’s 335 kilos). Mark is also the inventor of the patented SlingShot, a device utilized to assist a lifter in maintaining proper bench press form while also allowing a lifter to use more weight or perform more reps. He now has an entire line of products and has been spectacularly successful. In this episode we cover a lot, including his most important lessons for building strength, how to avoid injury and breakdown, the lesser-known (or some lesser-known) training techniques that nearly everyone overlooks, how he became a millionaire by offering his gym memberships for free, which in and of itself is just an incredible story, and much, much more. So, we really dig into the audio. We recorded this at his gym. While there, we took a full tour of his facility, looking at some crazy equipment and custom-modded equipment that he has at the Super Training Gym in Sacramento. If you want to see that video, you can and it is at Tim.blog/SuperTraining, all one word. And for links to everything in this episode, as usual you can find the show notes at Tim.blog/podcast. So without further ado, please enjoy Mark Smelly Bell. Mark, welcome to the show. Mark Bell: Thanks, Tim. I’m fired up to be here, man. This is going to be fun. Tim Ferriss: It’s been awhile since I’ve hung out among the Goliaths here at Super Training Gym. This is my first time in the new location. I like the digs. Mark Bell: I’m glad we finally got you to the new spot here. We’re having a lot of fun here. This is kind of a dream come true; ten years in the making. Super Training Gym has been around since 2006. I started off in somebody else’s gym, and then I had my own spot for awhile where we were near a Hmong funeral home where they were sacrificing all kinds of animals and shit like that; that was really bizarre. But to come to this and be able to offer the gym; the Super Training Gym is free. It’s just a dream come true to be able to share knowledge and my mission and goal in life is to make the world a better place to lift. Tim Ferriss: Explain the business model. How does that work? Mark Bell: How the fuck does that work? Tim Ferriss: No honestly, how did you make that decision? Mark Bell: When I first did it, one of my good friends asked me why are you making the gym free? Because the gym wasn’t always free. The gym used to be $125.00 a month; I just kind of made that value up out of the four times a week that we get together and the amount of coaching that I was offering everybody. To me, it would have been valued a lot more than that, but power lifters typically don’t have that kind of dough to shell out $200-$300 a month. So I made it $125.00. But when I switched it to be free, one of my good friends was like, why are you making the gym free? I said: to become rich and famous. From that moment on, that’s when things started to really kick in, and things started to really groove. At that point, everything started to make a lot more sense to me. It was like Mio and the Matrix; everything just kind of started to come together. One by one, things started to unfold. My brother passed away kind of around that time, and it was just a message to me, very simple; life is short. I don’t give two fucks about what other people think; I need to get myself heading in the right direction and I need to do the things that I want to do, and I need to follow through with my hopes and my dreams rather than be so fearful of stuff. A lot of people are fearful of jumping in with two feet into stuff. And I was like, I can’t have that mentality anymore; it’s just not going to work. It didn’t work for my brother, and it’s not going to work for me so I need to just forge forward and figure out a way to keep moving forward and to share the message I want to share, and to do it my own way. Do the things my own way. So making the gym free was a byproduct of the SlingShot being invented, and the SlingShot giving me the financial means to make the gym free. But I knew that the gym being free was going to give me back everything tenfold. And in addition to that, the SlingShot was made inside the walls of Super Training Gym. So I can never really repay Super Training Gym what it’s done to me, no matter how we slice it. So the gym being free is just my way of paying back to the power ton community. Tim Ferriss: Did you make that decision in part because it was just consuming like 10 percent of your bandwidth, having to keep track of membership payments and to all the details that go along with that kind of profit and loss? And so by freeing it up, it just made your focus on other things more pure? And what are the rules? Can anybody show up anytime they want, or what’s the commitment you look for, if anything? Mark Bell: I like some of the words you just said there. You mentioned the word “pure.” I’m to the humanitarian of the fucking decade or anything like that. It’s nothing corny or weird like that, because financial gain is on the front of my mind. It’s not on the back of my mind; it’s on the front of my mind. I’m a scoreboard-driven person. I’m trying to put points up on the scoreboard. And as an adult, how do you put points up on the scoreboard? You put points up on the scoreboard by making money; dollars and cents we’re talking about. And so that’s kind of the mission; that’s the goal. So by making the gym free, it gave me a testing ground for a lot of the products I have. It really opened the doors for a lot of other financial gain that maybe, when I first made the gym free, I didn’t recognize. But once I made the gym free, I kind of just started to think more in terms of okay, I literally own everything that’s in here, including the people now. I basically purchased the people in some weird way because they’re no longer paying me for my services. I’m allowing them to train here for free with hundreds and thousands of dollars’ worth of equipment. That gym is so expensive. To go over each piece of equipment; every barbell is specialized, every plate is specialized. There’s nothing in there that’s normal, especially the people. Nothing in there is normal. Everything is a little different in there, and because of that it allowed me to recognize that I have a place, a real, strong testing ground where I can test products. And also, I’m not a products company only; I’m 50 percent products and 50 percent media. Without media, social media, without YouTube and without the magazine, Power Magazine; without all these different formats – Tim Ferriss: I’m a subscriber, as you know. Mark Bell: Yeah. Without these different formats to get the message out there, then what am I? It’s great to see that it’s all working, through the podcast and through other things. Trying to make the products popular, trying to make the gym popular, trying to make money; all those things are definitely on the front of my mind. You did ask how does the gym work. The way the gym works is not that complicated. What we do is we do have an email address that’s associated with the gym. It’s not plastered everywhere, but if you do work towards finding it and you’re able to communicate back and forth with us, then you’re able to come here. So it’s not that complicated but we try not to advertise too much. The sign that you saw out front today doesn’t say “gym.” We don’t make it super simple to get here. And once you get here, we sort of make it a little bit confusing on what’s the next step. Somebody’s like; hey, I was supposed to talk to Marcus; I don’t know what’s going on. I’m like; I don’t know what’s going on, either. Tim Ferriss: That just happened like five minutes ago. It’s like, I don’t know Marcus; I’m just a fly on the wall here. I have no idea. Mark Bell: They’re like, don’t you own the place? I’m like yeah, sort of; don’t worry about it. So we make it a little confusing. Tim Ferriss: Go lift some heavy stuff; we’ll talk in a half hour. Mark Bell: When I see people in here working, like if you’re not sweating, I’m not talking to you. There’s just no point. Tim Ferriss: podcast. People are intimidated by all the heathens you have back there. Mark Bell: That’s right; there are some heathens back there for sure. But if I’m not seeing that you’re working, then there’s no room for me to have conversation with you. I’m not going to help you out of nowhere and just start giving you a bunch of advice unless I see that you’re hungry for it. Tim Ferriss: We’re effectively in your recording portion of the office at Super Training Gym. Mark Bell: We’re in HQ. Tim Ferriss: Someone came in earlier to HQ to talk about the schedule. So the schedule for the gym, can you lay out the days of the week and what you do on them? Mark Bell: The gym schedule is we get together every Tuesday and Thursday during the week from about 3 until approximately 7, and then Saturday/Sunday is from 9 until about 1. In terms of the training split, it’s pretty simple. We do lower body once a week, we do upper body once a week. I’m sorry; we deadlift and squat once a week, so I guess it would be lower body twice a week and upper body about once a week. Every Tuesday is deadlifts, every Thursday is bench, and every Saturday is squats. After awhile, it starts getting kind of preprogrammed into your body, and your body is kind of like: oh, today’s a squat day. Rather than it being Tuesday, it’s deadlift day. That’s how meat heady we get around here. Tim Ferriss: When you start just instinctively exploding off of the toilet into – Mark Bell: Exploding on the toilet and into the toilet. Tim Ferriss: Then you know you’ve had too much pre-workout stimulus, number one, and it’s squat day. Mark Bell: That’s right. Tim Ferriss: So first of all, I want to recommend a couple of things. First is – and there’s a poster on the wall – two documentaries that I think offer a lot of insight into your background and your family, and also your brother. Because I don’t know if we’ll have time to really dig into the details, but Bigger, Stronger, Faster, which is how we originally met, I believe. Because I saw the documentary and I was really impressed. So the tagline is: “It’s still cheating if everyone is doing it,” which is about performance enhancing drugs. It’s a great doc which was made by your brother. Mark Bell: Now it’s kind of like in that classic status. Tim Ferriss: Oh, yeah. I liked it so much that number one, I reached out and tried to find you and realized oh my God, you’re in northern California; and then travel to Sacramento to embarrass myself. Mark Bell: I was like, who is this skinny guy? What does this skinny guy want? Why is this guy trying to throw kicks and stuff at me? What’s going on here? Tim Ferriss: Then the other is Prescription Thugs, which covers a lot of semi related topics but also goes very deep with your family. Those are just two things I want people to check out for further watching and resources that I would highly encourage checking out. The training split; could you talk about Louie Simmons and Westside and what are some of the key lessons you learned? Mark Bell: I trained with Louie Simmons for about a year. I also worked with him and coached under him for an additional year beyond that. Tim Ferriss: For people who don’t know him, could you just give them an overview? Mark Bell: Louie Simmons is the owner of pretty much the strongest gym in the history of lifting. He created a community that was so competitive and so strong that 1000-pound squats were routine, 800-pound benches were routine, and 800-pound deadlifts were very routine. Keep in mind this is back a few years when geared power was a little bit more acceptable. Now people have taken the power ThinkGear off. The power ThinkGear is very supportive and it adds additional pounds to what you can actually lift. Tim Ferriss: For those people who don’t follow powerlifting, gear in this particular case we’re referring to multi ply bench press shirts and deadlift suits, and so on. Mark Bell: Stuff that looks like a straightjacket type of deal. Tim Ferriss: It improves your leverage. Mark Bell: Yeah, it improves your leverage. But regardless of what people wore and didn’t wear, at the time that was the style of lifting that was popular. Louie created the fastest, most explosive, strongest athletes in the game without question. He would have what seemed like ten, 15 guys at a time that were just crushing world records in some different weight classes. Year by year, things would change a little bit in the gym and they’d get new guys in, and he would still create monster after monster; it didn’t matter. The only thing that would change in there was the names. The numbers would go up a little bit, the names would change a little bit but it was still the same thing; still Westside Barbell kicking the crap out of everybody. Louie was a pioneer, in a way, of bands and chains being utilized in training. The bands and chains helped accommodate resistance so weights are lighter at the bottom and heavier at the top. As your body becomes in a more advantageous position and more favorable position, you’re getting more weight on the bar. As your body is in the least favorable position, such as the bottom of a bench press or the bottom of a squat, you have less chain weight or less resistance from the band. And so it gives you an opportunity for a lot of things. No. 1, it can help you produce more force which is great in any sport. It can also help you to just be faster, be more dynamic. The other thing it’s going to do is it’s going to help prevent injuries because as I mentioned, when you’re at the bottom of the lift there’s less weight on you; you have less overall weight on you. So for example, if you were to bench press with some bands on the bar, at the bottom of the lift if you had three plates on the bar like I was using today, let’s just say it’s 50 pounds of bands total. At the bottom with 315, it would be a bout 365 pounds at the bottom. And if it jumped up to 100 pounds extra, it would be about 415 at the top. So as you can see, again the weights are lighter at the bottom, heavier at the top. It allows for acceleration. You can accelerate through the weights and it allows for a kind of consistent tension on those weights. So Louie paired up speed training, dynamic effort training as he calls it, with Maximal Effort training. So he basically attacked training from two different ways, and there’s a third way I’ll talk about in a second. But the main two ways he attacked it were from the perspective of if I can move faster, if I can become more explosive, I can move more weight. Because in some cases, it just becomes a race against the clock. If you go to bench press 300 pounds and it’s going to take you 12 seconds, the odds of you making one rep last that long like that are probably not very good. Anybody out there that’s listening to the show that can bench press even 300 pounds, take 200 pounds and try to go five seconds on the way down ,with a five second pause and five seconds on the way up and you’ll quickly realize that time management of those lifts is crucial. You want to get underneath the weight and get it the hell over with as quickly as possible. So the speed element and the speed aspect is crucial. The other way that he recognized gaining strength was to simply just get stronger. Work on handling more weights and trying to figure out different ways and different angles to handle more weights. He came up with a lot of new and creative and different ways of handling big weights so it wouldn’t kill your central nervous system, so it wouldn’t kill your knees and kill your elbows and things of that nature because he started to use a lot of specialized bar bells. He would squat off of boxes back in the day. Then he started squatting off of foam. He’s even put springs inside of barbells to create a different effect. One barbell in particular had a spring in the middle; it kind of looked like the spring inside the roll of a toilet paper, or something on a shake weight. But you would squeeze the barbell together. It was on a regular bar like for bench pressing. You’d squeeze the bar together and sure enough, it would blow your chest up; it would crush you. So he had a lot of great innovative ways but those were the two main ways he thought of to increase strength. One was to max UT, to go as heavy as possible. Tim Ferriss: Max Effort Day. Mark Bell: Max Effort Day, and to choose different exercises each week; that’s kind of the basis of the conjugate system. You might do a box squat one week, you might do a regular squat the next; next week after that you might squat with chains. The variety is both good and bad. Sometimes the variety got to be so large that you no longer knew what the hell you were doing anymore. Sometimes the variety was a welcome change because you might be a seasoned lifter who is just so tired doing the same shit over and over again. The other huge advantage of changing things up is in a good way, you kind of don’t know where you stand, which I think is kind of nice because being a competitive lifter and being a competitive athlete for so long, you can get really frustrated and the ups and downs can be very negative. You want to be kind of even keel as an athlete; you don’t want the highs and lows to ever be too great because they can throw you for a loop when something unexpected does happen. The third way to increase strength is to have more muscle mass. Louie recognized hypertrophy; just some bodybuilding style training, the Repetition Effort Method as he would call it. Simply once you’re done with some of the main movements, you would do three sets of eight, four sets of eight, five sets of ten; basically get in more work, more volume with different exercises that would allow you to help build muscle mass. You’d get done with the main lift and the overall volume of the main lift may not be through the roof, because there’s only so much you can do with a barbell. You’d move into assistance exercises; that’s where you’d get your volume in and that’s where you’d build muscle. Tim Ferriss: If you look at a lot of these concepts, whether it’s the bands or the chains, box squats, board presses where you have – What are they, technically? Are they two by fours? Mark Bell: I think so, yes. Tim Ferriss: Just sort of put together at different heights so you can stop the bar from, in this case, the chest at say four inches, six inches. Mark Bell: Partial range of motion. Tim Ferriss: Partial range of motion. These have become very popular. Do you have a particular opinion about when people should incorporate versus not incorporate these things? Because I’m sure you could go to many different gyms where if somebody who is bench pressing 45 pounds an they have 17 different accessories,. For someone who is athletic but not a powerlifter getting started, focusing on these three lifts, at what point would you introduce things like bands and chains and so on? Mark Bell: That’s a great question. First of all, I think that a little bit of lifting, a little bit of training – what we’re doing when we’re going to the gym is what I call artificial exercise. We’re making shit up because we don’t have to do the same tasks that we had to do hundreds and hundreds of years ago. We’re not carrying buckets of water, we’re not digging ditches, and we’re not digging stuff as much as we were in the past. And so you’ve got to make shit up to get to be muscular. To even look manly, you’ve got to make stuff up to kind of make up some ground for the girly shit that men do nowadays. That’s kind of where we’re at, seriously. Hanging out at a computer all day and all these different things were not really things that we were designed to do. But anyway, longer story for another day, right? Tim Ferriss: Get Kelly Starrett in here and have some wine. Mark Bell: Yeah, exactly. One of the key components to all of this is that when you’re a newer lifter, you just try and keep it simple. Even as you advance; if anything seems too good to be true, it is. There are no tricks, unfortunately. There are some things that can help. You used the term and I love the term, “accelerated learning.” That is probably the only trick that there really is. Find somebody who knows what they’re doing, rub elbows with them and try to find other people who know what they’re doing. Because that will actually accelerate you to the top faster than you could imagine; much faster than finding some secret fat burner or something like that. Finding people that know how to lose body fat, finding people that know how to build strength and getting around those people is going to be a crucial element. For newer lifters, and even older lifters; again, five exercises is about all that you need. You don’t need to be in the gym for hours on end. If you feel good for the day and you want to do more exercises, then ride it out and go ahead and feel better and do it. But a real crucial thing to your training, and this is something that has taken me a long time to learn; your training should make you feel better and not make you feel worse. If you can, always keep that in mind; your training should make you feel better and not make you feel worse. Think about that the next time you have some stupid idea to do something. You’re like oh, I’m going to try to run 12 miles, and you haven’t run one mile in the last couple years. Tim Ferriss knows exactly what I’m talking about. Tim Ferriss: I do. Mark Bell: I still follow his social media and he’s doing something crazy all the time. Tim Ferriss: We both specialize in certain types of gross indulgence. Mark Bell: You want to be careful. If you haven’t sprinted in a long time, it’s probably not a great idea to go do ten sets of 200s out on a track somewhere. You’ve got to ease your way into stuff; you’ve got to take your time. You’ve got to build up towards something. And then once you build up towards something, you can start to add in more stuff. The bands and the chains and stuff are great; anyone can use them. I never want to tell a new person they can’t do s, because why not let them have access to all the same stuff. Let them use the SlingShot, let them use bands, let them use boards or whatever they want to do. But just kind of keep in mind the basics are going to be the stuff that really gets you there. People from the ‘70s didn’t have any problem gaining strength and they didn’t need any special tools back then. They had less stuff than we do now. Tim Ferriss: A lot of what Louie does is based on his reading of the Soviet research, as I understand it, which was from those previous decades. Mark Bell: Yeah, Olympic weight lifting. Tim Ferriss: Just to underscore a couple things, the time being your enemy, I’ve heard this from also Olympic lifting; same story. It’s like the less time you spend under the bar, the better. That was from a guy named Jerzy Gregorek who is a four-time world champion in Olympic weight lifting. The footnote that I placed in my head when you mentioned five exercises; if you were picking five exercises for a novice or an intermediate, like let’s say somebody who hypothetically was an athlete, maybe a baseball player, soccer player in college (I’m just making this up), has a regular physical practice but has not lifted, per se; has never had any instruction. What would the five exercises be? Mark Bell: This actually is very simple. Take the activity that you want to do and think about if you were to ask 100 people. If you got in front of 100 people and said hey, what five exercises do you think would be good for a triathlete? Give or take that there are going to be a couple things in the gym that somebody might say one thing over the other, but in general there’s going to be some sort of a press, maybe two pressing movements. Maybe one person’s excited about incline bench and maybe one person’s excited about overhead. So you have two pressing movements. Maybe somebody in the room is a big fan of doing squats, so you have a squat. Maybe somebody else would rather see a leg press; maybe somebody else would rather see a deadlift. Go around the room and you can kind of narrow it down. Maybe you end up with ten exercises total. You can probably agree on about five exercises. Now, take those five exercises and start to think about how do I build up these exercises through other exercises? Tim Ferriss: Simple assistance exercises. Mark Bell: Yes, for example, we have things like an overhead press. What are some of the muscles involved in the overhead press? You don’t have to be insanely intelligent to be able to grasp some of this. Just kind of think about what are some of the muscles that you see flexing in the mirror when you do some of these movements? Your triceps are firing, your shoulders are firing, and so can a lateral raise help your overhead press? I would think so. It’s going to help build up your shoulders, maybe help with stability. Would work in the back of your shoulder help make the entire shoulder more stable so you can press more weight? Sure, it will. The triceps are involved heavily. So you start to break things down in that sense and things start to become very, very simple and a lot less complicated. That’s one of the things I really loved about the Westside Barbell approach. That’s kind of where I started to really see that kind of stuff and my eyes became very open to the fact that you can narrow everything down by what is going to help me get to that; what is going to help make me better in a particular sport? So if you’re grappling, maybe you want more hips so maybe you’re going to squat a little bit more. Maybe you’re going to do more sumo dead lifts. Maybe you’re going to do more med ball throws. Maybe you’re going to do some more athletic stuff; maybe some twisting of some kind. You’re going to think of a few exercises that you want to do on a regular basis, and you want to try to figure out a way to overload those exercises and ways to become more efficient in those exercises. From that standpoint it gets to be very simple. You think about even building the muscles, rather than think about functional and I always hate that term because I don’t understand what a nonfunctional movement would be. The human body, you see some people that are gifted at dancing or figure skating or gymnastics; the human body can do all kinds of crazy stuff. So show me a nonfunctional movement; I don’t know what that means, versus a functional movement. I get the basis of it. But anyway, the point is we’re made to move through these ranges of motion with these given exercises, and we’re just trying to associate them with what’s going to make those exercises improve to get stronger, which is going to be probably the most functional and easiest way to get through these workouts. Tim Ferriss: So if we look at, say, three primary exercises; looking at the bench press, the squat. We could make it specific and say it’s a low bar, wider squat for powerlifting, and then dead lift. And you could pick conventional or sumo, whichever you want to talk about. What would be some lesser known assistance exercises that you found valuable for each of those? Mark Bell: When it comes to both the deadlift and the squat, not that it’s lesser known necessarily because some coaches really understand the value of it; I love single leg stuff. Whenever you have the opportunity to do something standing, and any time you have the opportunity to do something with one leg or one arm, I think you’re better off. The main barbell movements are great; we do so many of them already. That’s kind of the beauty of doing these single leg or unilateral exercises. Think about lunges, think about step-ups; anything like that is going to give you a different stimulus and it’s also going to take you through a range of motion that’s going to dynamically stretch the opposite hip and stretch the opposite leg, and it’s going to create a lot of motion. A lot times when we’re lifting, we’re not really moving around a whole lot especially when it comes to the bench or it comes to the squat, or even comes to the deadlift. There’s just not enough motion going on with those movements. So my favorites for deadlifts, aside from the unilateral stuff, my favorite stuff for deadlifting is simply partial range of motion deadlifts. You can deadlift off of some blocks, or deadlift out of a rack, and that can help build up the lower back, help build up the upper back, and therefore help with your overall deadlifting performance. One thing that people don’t sometimes realize is that when you do a partial range of motion deadlift, because it buildings up your lower back it can build up your speed off the floor. Sometimes I think people think oh, I’ll do a deficit deadlift, which would be you increasing the range of motion of the deadlift – Tim Ferriss: By standing on top of a block or something like that. Mark Bell: Exactly; by standing on something. Or maybe instead of using 45-pound plates, maybe only using 35-pound plates or something smaller than a 45-pound plate in circumference. There are a lot of options when it comes to how do I figure out how to get faster off the floor. But anybody I’ve ever worked with, they’ve gotten faster off the floor from getting stronger and from handling more weight, rather than handling less weight, which sometimes a deficit pull can actually make you handle less weight. So whenever you can find something that’s going to allow you to handle more weight but still – I don’t want to say safe, because none of this stuff is all that safe once you start really getting after it; it can be dangerous. I don’t want to sell people on a bag of goods that’s not true. But once you start to handle some big weights, and anytime you have an opportunity to do something safely and effectively, you might as well go for it. Tim Ferriss: In the case of, say, bench press what are some movements as assistance exercises or warm-ups that you’ve consistently used that might not be obvious to just a recreational lifter? Mark Bell: For bench press, I’ll talk about assistance movements first. Obviously I’m the inventor of the SlingShot so I’m always going to back that thing up, but the SlingShot is not valuable for the reasons that people think it is. A lot of times, people just want to handle more weight with it; they want to load up a ton of weight. And it can be used for that. It can be used for that very effectively. But here in my gym what we do is we use it for more reps and more sets. I want to also say we don’t exclusively just use a SlingShot all the time. We do a lot of work without the SlingShot. The SlingShot makes up 20 or 30 percent of our overall bench pressing. However, if we’re hurt, it will make up about half of what we do. So we’ll go through a normal workout. Anybody out there listening who likes to do certain styles of training, go ahead and do whatever that style is; five sets of five, or three sets of three. Once you’re done with that, throw a SlingShot on and do three extra sets; three to four extra sets. Add about 20 pounds per set, or add weight as needed; each person is going to be a little bit different. And just follow through with the same, exact reps that you did with your raw work. So just a sample workout; if I did three sets of three with 275, I would then put on 295 for three with the SlingShot on, 315 with the SlingShot on for another set of three, and then I’d finish with 335 for another set of three. All three of those sets are sets I normally would never have been able to do without being able to throw the SlingShot on. The SlingShot is going to allow you to handle more weight, it’s going to allow you to more reps, more sets, handle more overall volume in your training. And the method that’s referred to when we talk about SlingShot or reverse band training is called the Future Method. You’re getting your body ready for heavier weights that it’s going to be able to handle in the future. Tim Ferriss: For people who aren’t familiar, and please correct me if this description doesn’t do it justice, but the SlingShot in this particular use case because you can use different types of SlingShots for different purposes on the legs and otherwise. In this case, if people could imagine you lifting up your arms out in front of you like Frankenstein, and then if you were o take a thick, elastic fabric – and I know I’m not doing it justice – like a knee wrap around your upper arms, then lower a bar to your chest; that fabric, that material would make contact with your chest in the lowest portion, the weakest range of motion and help you to accommodate that larger weight. And it goes without saying but knowing the internet I’m going to say it anyway; you guys have very good spotters here. So you’re not just walking into your garage and slapping on more than your max one-rep capacity and then hoping for the best. If you want to see cautionary tales on that, look up bench press fail on YouTube to give yourself nightmares. What about back work? Is there any particular type of back work that is helpful or important to the bench press? I personally am, No. 1, not terribly good at the bench press; it’s not part of my regular regimen now with the folks in gymnastics. But a lot of people are very interested in it. I saw you doing, for instance when we came in, band pulls of some type. So I’d love for you to talk about maybe some warm-ups. And secondly, just as a note for people who are wondering, when we came in you were just in the process of getting warmed up. I said when do you want to pick up doing the podcast? You said I going to start doing my workout and getting into it; probably 35 minutes. So it’s not like you’re in the gym for four or five hours at a time. But could you talk about the warm-up and back work that’s helpful? Mark Bell: Just before we move onto some of the back stuff, I want to give you a couple of exercises without the SlingShot because I hate to be that guy that’s overselling something. Close-grip bench press, very simple. Go with a closer grip than what you’re used to. Don’t go with such a close grip that it crushes your elbow and it hurts really badly. Whenever you’re in pain, you’re probably doing something wrong or there’s something from a long time ago that’s bothering you. There are other options, other ways of doing it, but simply go closer than whatever your normal grip is. If you find you’re very strong with the close grip, then try to go with a wider grip. And again, don’t go out so wide that you’re feeling all this pain in your shoulders. Pain is a great indicator of something ain’t right. It’s kind of like if you pull fridge out of your fridge from a few days ago and you heated it up and went to eat it and it smells really bad, and you decide to eat it anyway, you might get sick. You might continue to do more damage; you might get hurt if you have pain while you’re doing some of these movements. So if something feels weird, it’s weird for a reason and you’ll have to find something different to do. Another thing that can help the bench press tremendously, and it’s the easiest thing to do, is to do pause work. Take weights, pause them on your chest, count for three Mississippis or so, get a good three-second count in there and then press. When you press the weight back up, make sure you’re not sinking the weight back into your body more. Make sure you’re staying tight the entire time. You’re trying to stay so connected to the bar that you’re kind of zeroing the weight out but you’re not zeroing the weight out by resting it on your body. You’re just creating so much tension and so much tightness that you’re literally just kind of holding the bar; just barely touching your tee shirt. That will build up a tremendous amount of strength and it will help a ton with your form. I call it idiot proofing the bench press because sometimes you get some people that get excited, and they want to move really fast and explosively to show you how strong they are, and they start going all haywire. The left arm is going, the right arm – Tim Ferriss: Using their rib cage as a trampoline. Mark Bell: Yeah, they’re going just buck wild, which is cool; it’s great to be motivated. But try doing some pause work. You’ll be surprised on how much it can really help your bench press. Moving into some back movements, the movement you saw me doing here is very simple. We just had some bands attached to a machine. Anything stationary that’s bolted down or anything that’s heavy in the gym that won’t come shooting back at you when you put a band around it would be a good thing to use. It’s something you could do in your garage very easily, as well. You can do it at home, again making sure that whatever you hook it to is very secure. All it’s doing is pulling the bands towards me. Tim Ferriss: And you’re pulling them sort of towards eye level? Mark Bell: You know, there’s no wrong or right way to do it. you just pull wherever you want to pull to. We have a very scientific thing in here that we talk about quite often. Somebody says hey, Mark, how many reps should I do? I always tell them some for a few. Or the old Mohammed Ali – RIP – the old Mohammed Ali saying of how many reps did you do when you did sit-ups; and he said I only counted reps once they started to hurt. Those are the only reps that count; no pain, no gain. There’s really no wrong or right way to do this. All you’re trying to do is you’re just trying to get the upper back kind of warmed up. What I’ll do is I’ll pull and I’ll hold for five seconds. I’ll try to keep the positioning of my rib cage upward, and I’ll pull really hard, pull my arms back behind my body as far as I can, which is not very good for me because my range of motion is fairly crappy. But then from there, I’ll walk away from the rack and what that does is it puts more tension on the bands. From there, I’ll just move my elbows up and I’ll move my arms down. Tim Ferriss: And your arms are bent. Mark Bell: My arms are bent, right. Tim Ferriss: So you’re simulating, in a way, the bench press position. Mark Bell: Right. It’s like a standing row or whatever you want to call it; standing bench or whatever. What that does is activate my lats, it’s getting my back ready to go and I’ll continue to move my arms around in different positions. Sometimes I’ll find something that feels a little awkward, doesn’t feel right and so I’ll hang out and I’ll move around in that position longer. Or, I’ll say shit, hat’s a little bit weird; maybe I should get on the foam roller. Maybe I should figure out what is that back there, what’s going on in that spot? You know, something I maybe didn’t notice and maybe I didn’t notice I slightly tweaked something at some other point in my training. The warm-up is an evaluation of how you’re doing for the day. Tim Ferriss: It’s like a diagnostic tool, right? Mark Bell: 100 percent. Tim Ferriss: Actually, since I saw you at the previous location and saw you doing face pulls but you were using cables and you were also using bands. I started doing that, and I still do that, even at the beginning of my gymnastics routines. I have a stall bar. You don’t need to get one of these necessarily; they’re a real pain in the ass to install. It’s like a gigantic ladder on the wall; it’s a real pain. Mark Bell: Like a non stall bar. Tim Ferriss: But I will do the work with bands and whatnot, like you said, to diagnose if there is an issue before I put a lot of load on it. Then I like oh, my left infraspinatus is really grumpy today; therefore I’m going to lay down and pt a lacrosse ball underneath it and then do internal/external rotation until it calms the fuck down so I don’t blow it apart when I try to do something on the rings. Mark Bell: It’s also possible that it’s just not in the cards that day to do anything all that spectacular. You start to move around and you’re like man, I don’t know what’s going on. Maybe something happened at home that you’re pretty upset about. Maybe you’re not feeling good and yada yada, and all of a sudden you’ve got this kind of downward spiral of things that are against you for the day, and maybe it’s not in the cards for you to lift all that heavy for that particular day. The other thing I do is I just turn back around the other way with the bands. So I’ll just turn facing away from the bands. The setup you saw that I have, I have two bands. I have one band choked around the rack, and then I have another band going through the other band so I have two basically handles for the bands where I can press and pull and do whatever. So I’ll turn the opposite way and I’ll bench press with the bands. I’ll let the bands go way up over my head, and I’ll let them pull on my arms, pull my arms back behind my body. I’ll let the bands sit into my hands, which will pull my wrists and help stretch my forearms. I have extremely tight forearms and elbows and I’ve got different stuff pulling on different things in a bunch of different directions. One of my favorite warm-ups, I don’t do a ton of warm-ups for squatting but for whatever reason I just basically come in and start squatting a lot of times. I will sometimes use my hip circle to warm up for a few minutes. Tim Ferriss: Hip circle is like fire hydrant-type stuff on the ground? Mark Bell: Hip circle is a product I have from HowMuchBench.net. Tim Ferriss: Ah, there we go. Mark Bell: Throw it up over your knees and you just start walking with it. you can use a band as well. Some people will make a circle out of a band and walk forward and sideways. Tim Ferriss: Like the monster walks, the X walks. Mark Bell: Exactly, just trying to walk around, move around, get the hips ready; get everything fired up before you start your workout. You’re kind of asking your body a lot, is the main thing to recognize. If you’re working all day and now you’re going to come in gym and you just think you’re going to perform great without really warming up, you’ve got another think coming, usually. You want to do something that’s realistic for you to do the second you get out of your car. You can hop on an Airdyne bike or some sort of stationary bike. There are a lot of different things you can do. You can get on a treadmill. You could even go for a walk before you go to the gym, or walk to the gym, or ride your bike to the gym; there are a lot of different options. But you want your body temperature to be up. My favorite thing to do, though, in the gym which I can show you in a little while is a bench press where you just take the barbell and you move the barbell around in a bunch of different funky positions. Let’s say you have one pinkie on one of the power rings of the bar. You take your other hand and put it as close as you can, I guess right where the knurling is about to end. Tim Ferriss: On the inside. Mark Bell: On the inside, right. So you have one hand out really wide, basically, and one hand is in a lot closer. Take the weight down and let the weight push your shoulder down in position. You can even actually have a little bit of barbell weight if you’re really stuck together the way I am sometimes. What you’re trying to do is you’re trying to get the shoulder to drop back down into position and to open up, and you’re trying to get the barbell to touch your rib cage. Tim Ferriss: So you’re doing some internal rotation with that. Mark Bell: You’re doing a lot of very intense internal rotation. What it will end up looking like is you’re doing some sort of weird paddling, like rowing type thing with a barbell. One side of the barbell is down; it’s almost hitting the ground. The other side of the barbell is at full locked out position to where it’s almost up over the rack. It ends up looking very strange. We do that warm-up in here pretty much all the time. Tim Ferriss: We’ll take some video of that, guys, and put it in the show notes at fourhourworkweek.com/podcast so that will be in the show notes, also. Mark Bell: We will also just take the bar and hold it in position, and we’ll typewriter it back and forth. I just made up that term; that was pretty good, huh? Tim Ferriss: You’re moving it back and forth sideways. Mark Bell: Yeah, just moving it back and forth sideways; anything to get those shoulders to open up. When I show you especially how tight I am after bench pressing, you’re going to laugh because the barbell is going to be several inches from my chest or stomach or wherever I bring the bar down to. But after I start to move like that, the bar will cleanly touch my body without any problems. Tim Ferriss: I’ll laugh at your mobility and you can laugh at my strength. That seems to be the only way this is going to continue developing our relationship. Mark Bell: That’s right. Tim Ferriss: I want to shift gears a little bit, but one question before I do. This is a question from Twitter, actually posted by Nassim Nicholas Taleb, NN Taleb who wrote The Black Swan and Fooled by Randomness; two great books. Mark Bell: Really? Tim Ferriss: Yes. So what is the max deadlift for a noncompetitive flaneur, that is just a noncompetitive lifter like himself, adjusted by age group, that would be considered decent? Let’s just say you have a 40-year-old guy, non-athlete, recreational lifter. What would you consider – and I’m just going to make up some numbers. So 180 pounds, maybe 15 percent body fat. Mark Bell: Going towards a multiple bodyweight deadlift is a great place to start. In this case the guy weighed what, 180? Tim Ferriss: Yeah, let’s just say 180. Mark Bell: A 360 or a 405 deadlift, getting four plates on there would be an awesome goal. I think a lot of times people think because I power lift, they sometimes will tell me oh, I don’t lift like you, man. I’ll say what do you lift? And they’ll say my best bench is only like 225, and I dead lifted like 350. I’m the first person to be like, what did you do when you started? And they’ll say when I first started, I think I benched 95 pounds. And then I’ll be like, what you’re doing now is fucking awesome, what are you talking about? Why are you beating yourself up so badly? In the sport of powerlifting, the commitment to gaining size, and the commitment to the nutrition, and the commitment to sleeping, and the commitment to even performance enhancing drugs; there are just so many levels of commitment that competitive powerlifters take that your average person doesn’t care to go there. So the fact that they can lift 200, 300, 400, is still really impressive. Really what we’re trying to do as powerlifters, and sometimes we get very carried away with it, just as you can with any other sport, we just end up taking it to that next level. We’re trying to do the same thing you’re trying to do. It’s just about self improvement. However, our definition of success and our definition of self improvement gets to be really swayed after awhile because we’re really trying to push the envelope. Tim Ferriss: If you guys want to see examples of that, you can watch Bigger, Stronger, Faster with footage of some of the Westside lifters, including yourself where you have guys with blood shooting out of their noses at the bottom of competitive squats and whatnot. Mark Bell: Some people are like, who would desire to do that? And there are other people like, fuck yeah, that’s great, I love that! Tim Ferriss: You had a period of time when you were doing pro wrestling and that was a real focus for you. I want to talk about a video that I saw. Mark Bell: Uh-oh! Tim Ferriss: I want to get into a couple of stories. There were a bunch of things that popped up on social media when I mentioned that you were going to be on the show and I asked people what I should ask you about. We’re not going to go directly to this; this is going to be step two. First I want to ask you about the “fuck your elbow” piece; we’re going to get to that. But there were all these requests to ask you about poop stories, and I don’t know what the context is there. Maybe you have some background that I don’t. Can you explain for people the background on the “fuck your elbow” shenanigans? What happened there and how does it tie into professional wrestling? Mark Bell: I did professional wrestling for about five years. My oldest brother, Mad Dog Mike Bell, he passed away several years ago now but he was big into wrestling. My brothers and me as kids loved pro wrestling. I was asked one day, randomly by a guy at Gold’s Gym, if I had ever thought about pro wrestling. I said I think about it all the time, I watch it all the time; I love it. He’s like, how would you like to try out for some wrestling? And I was like, okay, sounds cool to me; I’ll give it a shot. Long story short is I ended up doing pro wrestling for about five years. I progressed pretty well. I ended up wrestling in the WWE training grounds which is in Louisville, Kentucky. I just kind of ran out of juice in terms of my desire to continue to do it. I had a kid at the time, my son Jake who is now 12, so it was awhile back. But at the time, I was pretty hungry to do it. Then once I had my kid and I was like well, I don’t really know what I’m doing because if I did sign with wrestling, I’d be traveling all the time and it just wouldn’t create a great family environment. Anyway, that ended but I learned a lot from pro wrestling. I learned how to do wrestling promos. They put you on the spot and they’d say hey, you’re wrestling Tim Ferriss on July 31st; you’ve got 30 seconds, Smelly, go ahead. Smelly is my nickname my two older brothers gave me so that was the name I used when I was wrestling as well. But they do all kinds of things like that. They’d swerve you and throw things at you. Tim Ferriss: You’d have to improvise. Mark Bell: Yeah, improvise. They’d even say like hey, you’re going to do an ad for this bar soap. I’d be like well; I’m not Smelly anymore after using this bar of soap, or something silly. You just had to go through it because there are like 50 other wrestlers watching you, too. You felt like an idiot but after a while you start to have fun with it and you become more comfortable with it, and started to really learn that I have many haters on the internet, as I’m sure you have acquired a few yourself. Tim Ferriss: Oh, yes. It’s the tax you pay for being on the internet. Mark Bell: And for some reason, it’s a singular focus. Rather than the people who love us and tell us what a great job we do and how inspiring we are, it’s always feel about focus on the negative; that’s just the way it goes. So anyway, he said I can’t believe you tell people not to worry about their central nervous system and that they’re using that as an excuse to not train. Just at the time, stuff about the nervous system kept popping up over and over again. I was just getting tired of hearing people use these excuses about how they needed to auto regulate their training, and they needed special programming and all this shit. I was like you know, I’m just going to cut a wrestling promo on this guy; I’m just going to give it to him straight. I went on to say: you know what? Here’s the truth. We’re all gonna die one day. We’re all gonna be in a lot of pain. We’re all heading there. It’s inevitable; death is a part of life. Thinking of that and knowing that, the time that you spend on this earth you might as well live it as a fucking savage, and train and do whatever the fuck you want. So when I said fuck you and fuck your elbow, I meant it: fuck you and fuck your elbow. Tim Ferriss: He was complaining about his elbows? Mark Bell: Because I think in the video that I talked shit about the central nervous system or something, I said maybe you’re using an excuse because your elbow hurts or something. Well, I say fuck your elbow; just go in there and train. What do they say, a violent attack today is better than a well planned attack tomorrow? That’s kind of the mindset. Just go get the fucking work done. I don’t care about the complaints. I don’t care about your fucking excuses. It’s kind of like you want certain work to be done; you have certain jobs that you want to be done from your camera crew that’s right here. You don’t want to hear them saying that their lower back hurts or whatever. There’s just fucking work to do, right? There’s stuff to get done. You don’t care. Obviously, you do care if they don’t feel good but at the same time there’s shit to get done, so that’s just the way I view that. The old wrestler in me kind of popped out for that moment and attacked that guy. Tim Ferriss: So you’ve done a couple of wrestling promos that have travelled pretty well as a result on the inter webs. Mark Bell: A more recent one was with – I don’t even know if he’s a long term friend anymore. I don’t know what happened but it’s with Mike O’Hearn. Do you know who Mike O’Hearn is? Tim Ferriss: I do, yes. Maybe you could tell people who do not know who he is. Mark Bell: Mike O’Hearn has been on the cover of 500 magazines or so, according to himself of course. I don’t know if there’s any real data to back that up. But Mike O’Hearn has been on the cover of about 500 magazines. He’s a fitness model. He’s been around for 25 plus years or so. He’s always been in great shape. He’s probably six-two or six-three. he’s probably 250, 260. He’s always claimed to be natural. Tim Ferriss: Natural meaning drug free. Mark Bell: Natural meaning drug free. Before the internet came around, when he would say drug-free and stuff, no one really cared. As the internet progressed and as YouTube became popular, you saw a lot of these drug-tested lifters and a lot of drug-free natural body builders become insanely popular, to the point where they have 300- 400- 500- 800,000 followers. Those people started saying you know what? Some of these people are full of shit saying they’re natural. Who is this guy over here, and who’s that guy over there? And so that’s kind of the stuff that’s happened with Michael O’Hearn, all the way to the point where they gave him a new name. His new name is now Mike O-Tren. Tim Ferriss: For trenbolone? Mark Bell: For trenbolone; there you go. Tim Ferriss: Trenbolone is an androgenic, anabolic steroid that is particularly popular among power – Mark Bell: Use the code Tim Ferriss. Tim Ferriss: 30 percent off your next Tren order from China! Quality not guaranteed. I’m kidding, folks. Trenbolone [inaudible] tablets that were used to inject into cows, and then reconstituted or basically – not that I would know anything about that, but continue. Mark Bell: So anyway, Mike has been a friend of mine for a long time. We used to train together. We used to powerlift together. And so he made a video, a very short, kind of lame-ish video on Instagram where he called me out. I didn’t really mind me too much and still it doesn’t really bug me too much. But the one thing that I didn’t like was he said he’s coming after my numbers. Tim Ferriss: Your PRs? Your lifting [inaudible]. Mark Bell: Yeah, just to protect powerlifting and to protect the sport. Like I’m not going to tell him I’m going to go up and do a pose down with him in my underwear; that’ snot what I’m good at. That’s not what I know how to do. He’s won a lot of competitions; he’d whoop my ass in that. So I asked my brother and asked a couple other people, should I do a wrestling promo on him? They’re like oh fuck, yeah; that will be funny! And so I did a whole promo. You can watch it on my YouTube; YouTube.com\\SuperTraining06 where I said Mike O’Tren, you’re no longer my friend or something like that is the title of it. You guys will get a kick out of it. it was all for fun. Anyway, Mike retracted whatever he put up. I haven’t talked to him since then so I don’t really know where his mind is at with that. But I got him with a couple good, hard hitting things on there. Tim Ferriss: What have you learned from some of the lifters you’ve interacted with, like Ed Coan, for instance? The man, the myth; not really the myth; the man, the legend. Mark Bell: Almost mythological, though. Tim Ferriss: Of mythological proportions. There is a book by Marty Gallagher that – Mark Bell: I’ve got it right here! Tim Ferriss: Oh, you do? It’s a great book. Mark Bell: It’s right here. It’s the bible. Tim Ferriss: It’s hard to find. Mark Bell: It’s my bible. Tim Ferriss: There it is. So Coan The Man, The Myth, The Method: The Lifetimes & Training of The Greatest Power Lifter of All Time, written by Marty Gallagher. This is a fucking great book. Mark Bell: It’s unbelievable. Tim Ferriss: It’s so, so good. Mark Bell: It documents all his different contests and stuff like that; it’s unbelievable. Tim Ferriss: Can you give people just a little bit of background on Ed and why people revere him so much? Mark Bell: Ed Coan is the greatest powerlifter of all time. He’s regarded as the greatest powerlifter of all time because he competed in the 220-pound weight class. There are a lot of different weight classes in powerlifting, but from Ed Coan’s standpoint, competing at 220 and 242, there’s also the 275-pound weight class, there’s a 308 weight class, and then there’s super heavies. The super heavyweights are guys are who weigh over 308; some of them weighing 350 and stuff like that. Ed was so strong that he was able to to topple Bill Kazmaier from back in the day. Kazmaier totaled a little bit over 2,400 pounds and Ed was able to surpass him. It was kind of a lifelong journey for him; I think it was around 1991 or so was the time that he did it. The style that he did it, the way that he did stuff was always super impressive. Tim Ferriss: Bill Kazmaier, for people who don’t know, number one they might recognize the name from World’s Strongest Men competitions; just a beast. Mark Bell: Bill Kazmaier was a savage; there’s no question. The way the guy was built was extremely impressive. He was very lean for how heavy he was. But when it comes to American strong man competitors, he’s a legend; there’s no doubt about it. Even just in the history of strong men period in America or otherwise, he’s a legend. Tim Ferriss: I interrupted you, though. You were talking about Coan and his method or his technique? Mark Bell: It’s not just what Ed Coan did, it’s how he did it. He’s not a guy to cut corners. He’s a guy to use old school methods. He uses hard work. He’s a tough bastard; he’s a tough guy. And he’s not going to let anything get in the way of him being the best. And so on his quest to topple this all-time world record, he would hit these huge squats, he would hit a big bench press. And then a lot of times it would come down to the deadlift. Anybody who knows Ed Coan, he’s one of the greatest dead lifters of all time. He did a 901 pound sumo deadlift at one point at 220 pounds; a record that still stands to this day. It’s mind boggling. He just had a belt on for that lift. Ed struggled a little bit in the bench press, though. Bill Kazmaier, by the way, had the world record in the bench press for a long time; he benched 661 pounds, 300 kilos which is just another mind boggling feet. Tim Ferriss: What gear or lack thereof at the time was –? Mark Bell: I don’t think Bill Kazmaier wore a bench shirt. Tim Ferriss: Just like a singlet and a belt? Mark Bell: I think the 661 bench press that Bill Kazmaier did, I could be wrong but I think it was just in a tee shirt. Bill Kazmaier also squatted in the mid-eights with a single-ply suit, which was basically like a ramped up singlet of some sort; didn’t do a whole lot for you. Some cheap knee wraps, and they would just go at it. and then Bill also was able to pull over 800 pounds. So Coan had to make up a lot of ground in the squat and the dead lift because he couldn’t bench as much as Bill Kazmaier did. But this one particular meet that he did down in Texas came down to the dead lift and Ed Coan injured himself in training. He couldn’t pull sumo. So he gets down to his last dead lift and he’s got to pull 887 pounds conventional. Tim Ferriss: So sumo is wider stance, hands inside the legs; conventional is kind of the opposite, legs closer together and arms on the outside. Mark Bell: Correct. So there goes Ed Coan. He goes up to the bar, 887 pounds and just like the true professional that he was, rips the weight up off the ground, locks it out and it’s the only time you’ll ever see him celebrate. You can find that video on YouTube. It’s really neat to watch because he doesn’t really celebrate; he’s usually very stoic whenever he does a lift. So you can see him get really fired up. Just a passionate guy. The time that he did come out here and the time we spent with him here at Super Training, we shot some videos with him; we podcasted with him. When he left, that day I told the rest of the guys in the gym: that’s it; that’s the GOAT; that’s the greatest of all time. There will never be another Ed Coan walking through the door. I was like, it’s all just downhill from here with any other lifter that we get. Everybody was laughing but everybody now understands why I said it, because he’s a great person off the platform. He’s a great person either way. He’s somebody that I look up to in lifting and in life. He’s a super awesome guy to be around. He’s always very happy, he’s always very energetic. He loves sharing information; he loves helping people. He’s going to be the first guy to help you; he’s also going to be the first guy to brag that he helped you, which I think is funny. He brags to me all the time, still to this day, about how he helped this guy with that and he helped that guy with that. He’s so excited about it and it’s just great to see. The main thing I learned from him, I guess two things. When it comes to lifting, what I learned from him is that he likes to just do one set because he acquired so much strength that he really only seeded the stimulus from one main set. Tim Ferriss: One main work set. Mark Bell: One main working set. Tim Ferriss: But he would have warm-ups. Mark Bell: Of course, of course, and warm-ups – I don’t even know what you would even call them because it’s 700 pounds, then it’s 730 pounds, then it’s 760 pounds and then it’s 800 pounds and it just goes on forever and ever. But yeah, they’re warm-ups. They’re very easy for him to do. They’re 70 percent for him, 80 percent for him. Tim Ferriss: One thing that struck me reading this book way back in the day (I’ve had it for ages), is that his training regimen is actually very similar to the training regimen of Dorian Yates when Yates was in his prime. The programming was very similar. Mark Bell: Yeah, they’re just kind of one and done. They get that main lift in there. The other thing I learned from him, which is this is really hard to do; I would advise anybody to try to practice this. I challenge anybody to be able to actually follow through with this because it’s really hard to do. This is advice from Ed Coan, the greatest powerlifter of all time. He said be nice to those who are nice to you, and that’s it; don’t do anything else. I always took that as a challenge; that’s really hard to do in life. You get somebody being mean or nasty to you, the only thing you can think of is how do I retaliate? How do I get this person’s attention so I can get back to him? How do I get them to stop? How do I cut them off, or I want to punch them in the face; whatever it might be. That advice from him to me was critical and it came at a really good time. I was having some issues with an old member of the gym and stuff like that, so it just kind of relieved me of that tension. I was like, you know what? He’s absolutely right. Why don’t I just concentrate on what I’m doing; concentrate on the positive, great things that I have going on. Tim Ferriss: Be nice to the people who are nice to you and then ignore the rest. Mark Bell: Ignore the rest. Tim Ferriss: Are there any other lifters, for instance you’ve interviewed some just phenomenal athletes and of course you have a ton of them here at the gym. But a few names that come to mind because they’re just, like you put it, mind boggling? Dmitry Klokov, Konstanin Konstantinovs; am I getting the name right? That guy, good Lord. There’s a video you guys can see. What was it, 945, 985 with just a belt? No, it was no belt. Mark Bell: Yeah, no belt. Tim Ferriss: Have you taken anything away from these guys, and Dmitry Klokov is just an absolute mutant of Olympic lifting; have you taken anything from those guys that you’ve tested or incorporated in your own training or otherwise? Mark Bell: Sometimes when you look at some of these guys, you do have to recognize that there are different species among us. There are some people who are just different. There’s the guy in high school who’s six-four who’s really lean and gets all the chicks. There are some people that you just sometimes can’t keep up with, for lack of a better term; you don’t know how to compete with them. And some of these guys were like that. Like you’re truly and honestly just not ever going to be able to compete with them at some of the stuff they do. We had a lifter here for a long time who lifted with us. He was a PhD in mathematics and he said I think it was like second or third grade they put some equations in front of him for multiplication and division. They’re like, we’re going to be going over this for the next month and we’re going to review this, and you guys will know this like the back of your hand. He was like: I already know all the answers. There are people who are just like that. There are people who walk in here today; I just told you the story today about Ensima, one of the lifters we have in here. He did a 715-pound dead lift. I’ve been working my whole life – Tim Ferriss: Double overhand grip. Mark Bell: Double overhand grip with no belt! It was a hook grip; double overhand would be almost impossible with that kind of weight. I don’t know if there’s anybody who could do that. Tim Ferriss: Just for people listening who don’t know, this is with the four fingers on your hand on top of the thumb, correct? Mark Bell: Could not hurt any worse. Tim Ferriss: I’m trying to be part of the conversation and feel like one of the boys, but obviously I can’t even – I can freakin’ hold the water bottle for you guys. I’ve never been comfortable trying that grip. Mark Bell: Oh, I know; it hurts like hell. I guess my point is that sometimes some of these guys are on such another level, it’s hard to really learn much from them at all. Dmitry Klokov, this is going to sound ridiculous just saying it but one thing he really preaches to other Olympic lifters is to get stronger. As funny as that may sound, I think what he’s referring to is hey, you know what? Stop worrying about becoming so mobile, and stop worrying so much about your technique and your form. It’s not all these different things, it’s just that you’re a pussy and you’re not strong enough so work on being stronger. A lot of things can be really solved through dead lifting and squatting. And so his point was hey, let’s just get more weight on your back; let’s have that be the focus rather than you spending ten hours a day on your technique in the snatch or something like that. Tim Ferriss: You have a big mural in the gym that says strength is never a weakness. One of the guests I had on the podcast, Pavel Tsatsouline, who popularized the kettle bell in the U.S. would also say strength first. That is the foundational skill. Then you can build everything else on top of it. Mark Bell: That’s true. Tim Ferriss: I would go so far as to say with, say, Konstantinovs, who is hot from Latvia; isn’t he from Russia but he lives in Latvia and he’s like, let’s get something clear? He gets pretty fired up. Mark Bell: What’s interesting in interviewing him, the text that came back was so harsh that when we started to edit it on our end, I was like no, we need to leave some of that in there. He’s kind of like really blunt, and he was also kind of mean, too, towards Americans like Americans are weak and Russians are strong and tough. I was like, we’re leaving that in there; that sounds great. I love this guy. Tim Ferriss: It was a good interview. I read the whole thing and I actually underlined quite a lot. But what I was going to say is that in some cases it seems to me dangerous to emulate some of the habits of people who are in the top .001 percent because they’ve already built such a foundation of strength training that they can then break the rules. Mark Bell: Professional. Tim Ferriss: He initiates a lot of his record breaking dead lifts with a rounded back, right? But if you take someone who is just doing, say, 2x bodyweight and they want to get to 3x bodyweight and they’re like now I should lift with a rounded back; it’s like well, let’s not put the cart before the horse. Mark Bell: A great analogy would be, and you’ve done some MMA-type stuff, you’ve done some martial arts and stuff like that. Imagine just learning a few weeks of martial arts and being like okay, I want to start doing some stuff like Bones Jones. And where you try that is in the UFC against a professional fighter when you’ve had no experience with that. So sometimes you’ve just got to leave some of the things up to the pros and recognize that they’re going to look different when they do things. Konstantin Konstantinovs, it appears that he lifts with a rounded back but is his back rounded, or are his erectors so dense that when he goes to bend down, his spine just kind of looks that way? It’s hard to really tell. The guy is so damn jacked, it’s hard to really reference much of anything. The thing to learn from him, though, is the explosiveness and the intent. He’s not out there to win a balloon or a lollipop. He’s trying to break stuff; he’s trying to be very violent with the weights. He’s trying to rip the weight off the ground as fast and as explosively as he possibly can. That’s a good take home message for people. And also realize he built up his dead lift by doing a lot of repetitions. I remember in the article he said he used to do sets of ten and 15 routinely. You don’t see that so often in the dead lift. Tim Ferriss: It reminds me also of Pavel and Dan John, a lot of the guys would, if they’re looking at what they would call easy strength, they’re probably doing fewer repetitions per set. Pavel has said if you want to press a lot, you have to press a lot. You have to work on that skill and the technique of it. Mark Bell: You hang out in the positions that you’re bad in for a long time. Tim Ferriss: As you’ve gotten older, what have you added to your regimen, if anything, to try to minimize the likelihood of injury or spinal issues? I know one fan of mine had mentioned, and I don’t know if this is accurate, but that Ronny Coleman has had a number of back surgeries. Mark Bell: Oh, man, sad to see. Tim Ferriss: Of course Ed Coan has had double hip replacements. How do you think about addressing that as you get older? Because you’re not just a power lifter now, right? You’re also an entrepreneur and you have a lot of other projects and responsibilities; how do you think about that? Mark Bell: I don’t. I can’t be that worried about tomorrow if I’m going to do the things that I really, truly want to do now. Now, it would be irresponsible not thinking about it at all, so there are some things that I added and when I say them you’ll laugh because it just sounds silly to even say it out loud, but adding in more food has been a big part of it. Tim Ferriss: Eating more food. Mark Bell: Eating more food, yeah. More fuel; you’re going to need more fuel for the tasks that you need to be able to complete. And that’s not to say that doesn’t go along with getting older; probably less food goes more along with getting older than anything else. In order for me to be competitive, in order for me to stay strong I’m going to need to add food into what I’m doing. So food is going to be a big part of it and the sleep regimen is going to be a big part of it. As ridiculous as that sounds, Jesse Burdick and I laugh all the time. We wanted to start a website called “Rest Wad,” which is all about snoozing; all about sleeping. Tim Ferriss: I like hanging out with Jesse because he has as large a head as I do. Mark Bell: Oh, he has a hell of a cranium, doesn’t he? Tim Ferriss: It’s incredible. Mark Bell: He’s got those pockets, like on the side. Tim Ferriss: Oh yeah, it’s great. It’s kind of like a pit bull, when you see a pit bull chewing on something; oh, my God, what are those muscles? Mark Bell: It’s impressive. Tim Ferriss: But Jesse is also – he can pull a lot of weight. This is a real athlete. My first real hands-on interaction with Jessie was getting ART with Jesse. Mark Bell: Oh, no. Tim Ferriss: I’m going to come back to that in a second. But what does Jesse pull? Do you have any idea? Mark Bell: His best deadlift in competition I think is 821; 821 pounds. Tim Ferriss: He’s a strong unit. Mark Bell: Very strong. Tim Ferriss: Thick-handed young man. I met him because I was having lower back and hip-related pain. So Active Release Technique, for those people who are not familiar, I will try to give a very oversimplified definition and then just a short story on Jesse. Mark Bell: Painful. Tim Ferriss: Oh, my God. The basic idea, and this is going to be super oversimplified, is that if you have tissues, let’s just say have developed scar tissues and adhesions and they’re adjacent tissues, that you can have someone effectively stick their fingers deep in between them and then have you go through different gliding motions to tear it apart. This is roughly what it’s like. If you don’t know where your psoas is, imagine basically a millimeter next to your junk, your genitals – either gender – and it travels up through the hip and attaches to the lower back. So people who sit down a lot get very tight iliopsoas, as in hip flexers, and then they stand up and it pulls in the lower back; ouch, ouch. So I decided to go see Jesse Burdick at one point. He had may lay down on the table with my legs dangling off and he said okay, safe word is “brisket.” That’s how he started. How much doe Jesse weigh? Mark Bell: Probably 280 or so. Tim Ferriss: 280. Basically, imagine making a ridge hand like you’re going to sort of Austin Powers judo-chop someone. It felt like he stuck his hand kind of up to the second knuckle into my groin and then moved my leg around like a marionette. It was a memorable day. I felt like I was, I don’t know, welcome to Riker’s. Mark Bell: I’ve had something similar done before, and for some reason even though their hand is on your stomach, it feels like someone’s fist is going up your ass. I don’t know what that’s about but it’s a weird feeling, like what just happened? My virginity! Tim Ferriss: Or tickling your spine from the front. It’s a very uncomfortable experience. Mark Bell: Yeah, you’re like I don’t know what’s happening at this point. Tim Ferriss: Usually you have to go to a funky club in the middle of nowhere at 3 in the morning with blue lights to get that service. Mark Bell: If you buy Jesse Burdick flowers, he’ll be willing to do it all the time for you. Tim Ferriss: Rest wad. So what else? Mark Bell: The other element of staying healthy as you get older is just to make sure that there’s no stone unturned in your training. Make sure you’re not doing that stupid stuff at the end of your workout that’s going to compromise. At the end of your workout you always have the angel and the devil on your shoulder. The angel is always telling you: hey, you should go home; you should probably just rest. Take today as a win, buddy, and just relax. Then you’ve got the devil telling you: no, you should do another set; you need to be more jacked. So when you have that sensation of wanting to do more stuff, you probably shouldn’t, especially if you’re already cooled down. There are other days to train, other days to get the job done. And it’s a long, long process to get stronger. It’s a long process to get fit; it’s a long process to stay in shape. so view it as that. Make sure you’re hydrated, make sure you’re sleeping well. And even if need be, take a nap. All these things are going to be crucial in your journey towards succeeding at whatever your goals are. Tim Ferriss: The simple stuff, it’s so funny how often, and I’ve found myself succumbing to this often; you’re not getting proper sleep and yet you’re going to obsess over the minute details of some tiny variation of some exercise. And it’s like no, you dumbass, you just need to actually get your sleep. Or take a 20-minute nap, or whatever it might be. What you just said echoes true across a couple of different fields. Because for instance in surfing, that “just one more wave” is always when people get hurt. So people like Laird Hamilton will say you’re never allowed to say that. Then you have people like Tim O’Neil, who is I think a six-time national champion at rally car racing and it’s like at the end of the day, 4:30, the witching hour; that’s when everybody fucks up and drives into a tree or has some type of accident. Mark Bell: Your mind’s not connected to anything anymore. Tim Ferriss: That’s when you call it. Coach Sommer, the former national team gymnastics’ coach for men’s gymnastics has put it to me because I am also inclined to push it too hard, particularly with connective tissue. I get muscularly stronger quite quickly but then my connective tissue lags and I get injured. He said look, you can always push harder the next training cycle or in the next workout, but if you overdo it today you might be out for two or three weeks. Mark Bell: Everyone’s always trying to have all these crazy recovery methods; foam rolling and doing all these other things. All those things are great and they can really help a lot, but if you just don’t train like an idiot, then you don’t need it as much. Tim Ferriss: Right, you need less of it. Let’s hit just a couple of rapid fire questions here, and then we can get back into the gym and we can demo some of these exercises. The first one is one of my most common questions, and that is when you hear the word successful, who is the first person who comes to mind for you and why? Mark Bell: My pops. My dad, all five-foot-four of him. I got a Bo Jackson rookie card sitting right here on this desk where we’re at right now. And when I was a kid, I probably would have viewed that as success. But what I’ve learned over the years is that the success that we embrace as Americans and the success that people are judged by can actually be quite maddening to even ever reach. And it’s not always all that obtainable. You want to think about success, and you want to think about what it means to be successful. I don’t know if people truly think about what the term means to them. That’s the most important thing; what does it actually mean to you? If you think being successful is being in movies, then look at any issue of People Magazine and see how many divorces and see how many problems a lot of people would have that we would normally put up on a pedestal and say they’re successful. They have all the same problems a lot of regular people have but they’re amplified and their lives spin out of control very often through alcohol and all other kinds of problems, as kind of pointed out in Prescription Thugs; those types of things become very real to the rich and famous. Success to me s defined by the simple act of being good for a long period of time and doing the right thing over and over again. People want a fast way to success, people want a fast way to getting better or self improvement, and people oftentimes talk about a steroid or this and that is going to get me there faster. The ultimate pill you could take is, again, the act of doing the right thing as often as you possibly can. It’s hard because we have a lot of self doubt in our bodies. We talk ourselves out of stuff every day. We have naysayers and people who tell us that we can’t. so sometimes that sneaks in, and we’re like yeah, they’re probably right; I’m probably right. I probably can’t do that. I probably shouldn’t be doing that. And so to me, success is the ability to continually get a lot of stuff done, whatever it is your goals may be, to continually make the right decision day in and day out and see acts of being good for a very, very long period of time. Because being successful and being great is not something that can happen just in one particular day or one particular month. I’ve talked before about Michael Jordan, and talked before about Mohammed Ali. These are not people who were good on just a given day. They were good for a long period of time. They did the right thing for a long period of time, and that prepared them to be great when the time was right. And they stood the test of time. To me, that’s the ultimate form of success; to be able to stand the test of time. I remember as a kid, as I started getting more and more into girls and stuff like that, watching my dad and seeing him as an example. I remember a couple times, I’m like there’s no way my dad is not going to look at this girl. It’s impossible; there’s no way. This girl has too little of clothes on for him to not turn his head and not look at this girl when she walks by. I don’t care how in love with Mom he is; there’s no way, it’s not possible. My dad would never look. And to me, that’s the definition of greatness; somebody who is that disciplined and somebody who can make that sort of commitment. Tim Ferriss: I would just also add that one thing I’ve admired from what I’ve seen of your path, and we haven’t hung out as much as I would like, but we have interacted a fair amount. I think one enviable aspect of what I’ve seen you do, and admirable, is that you don’t take yourself too seriously. I think life can be really short, it can be cut short; it can also feel really, really long. So I think the act of not taking yourself too seriously has allowed you to accomplish a lot of really serious things, and that that’s an asset. Mark Bell: There’s no question about it. Having fun, how can having fun not be part of your success? At the same time, if you’re not kicking ass and not getting ahead, it’s harder to have fun; make no mistake about it. I’m a driven person; I want to kick as much ass as the next person. But at the same time, I’m not going to sacrifice my training. I’m not such a serious person that I think everything is going to be diminished or interfered with if I have a couple laughs before I go do a lift. Now obviously, before I load up the bar with 600 pounds I’m not going to be the source of entertainment for everybody for those 15, 20, 30 seconds before I go and do my lift. As soon as it’s done, though, you break back to your normal self having a good time. I just have learned over a period of time that it’s not a great thing to be so self indulged in what you’re doing. As I mentioned earlier, it can be maddening when you’re trying to chase after certain numbers and certain things. It can really make or break you. And so if I can’t have fun and chase at the same time, I’d rather fall a little bit short and have fun along the way. Tim Ferriss: What $100.00 or less purchase has most positively impacted your life recently? Mark Bell: Initially I was going to say a pair of Groucho Marx glasses that I bought in Japan. I got a lot of legs out of those. Tim Ferriss: Wait a second. Grouch Marx glasses? Mark Bell: I can’t even remember how much they cost but in U.S. dollars they were about $2.00. But for some reason, everybody wanted to take a picture of me with them. They instantly made me famous somehow. I don’t know how it happened but there were like hundreds of people – Tim Ferriss: In Japan? Mark Bell: Yeah, in Japan. Tim Ferriss: Well, that makes sense. You’re a fucking mountain of a human being wearing Groucho Marx glasses. It’s like the most Japanese comic book thing I’ve ever heard of. Mark Bell: I was also wearing a purple jacket; a Ribera Steakhouse purple jacket, satin nonetheless, to make matters even better. Let’s see, $100.00 purchase that has done what, exactly? Tim Ferriss: Just positively impacted your life. It could be any purchase, really. I’m just looking for something that’s not like – well, my new Escalade, because people aren’t just going to run out and by a thousand Escalades. I don’t know; maybe they would. Mark Bell: You know what, the wifey does so many of the purchase around the house – Tim Ferriss: Okay, I can rephrase it. What is a piece of gear that you’re extremely happy with that people might not be familiar with? You showed me one, the triad. Is that what it was called? Mark Bell: HAVYK triad. Tim Ferriss: Which was pretty cool. I saw another weird device that looked like some modified type of pull-down grip for lat pull-downs. Mark Bell: I wish I could remember the name of that thing. Tim Ferriss: We will take video of that. Mark Bell: That thing is pretty bad ass. In terms of the lifting equipment in the gym, man, everything in there is so expensive. Tim Ferriss: Expensive is okay. Mark Bell: There’s what’s called the Duffalo bar, which is by a friend of mine, Chris Duffin. Basically it’s kind of a spin on the buffalo bar which is a bar that is specifically bent a certain way so it’s less stress on your elbows and shoulders when you go to squat. I like that piece a lot. And then we have something in the gym that I’ll introduce you to that you’ll really like. It’s also by Chris Duffin; it’s called the geisha. I believe that’s how you say it. It’s 120 pounds of cement that is in the shape of a foam roller. You just roll it on your back and roll it on your legs. It feels terrible and magnificent at the same time. Tim Ferriss: I have seen a number of products from him. He also makes the widow maker or whatever, all these different things; they’re like weighted cylinders. Mark Bell: Yes. Donnie Thompson makes some of the stuff as well. I think they make some stuff in conjunction. One of the things he makes is called the ex-wife and it’s like 150 pounds or something like that. Tim Ferriss: The triad is pretty cool as well, which is basically thick bar, or you could use it for thick bar training but it has three different grips on each, let’s just call it triad; 20 pounds, 40 pounds, 60 pounds. Mark Bell: My friend who makes those is a huge fan of yours so if he listens to this, his heart is just going to stop. Tim Ferriss: I was going to ask you if I could buy a few of them, actually. Mark Bell: The name of the company is HAVYK; if we can plug it, he’ll die. Tim Ferriss: Yeah, fantastic. So check it out, folks. If you could have one billboard anywhere with anything on it that is not an advertisement; if you could put a phrase or anything on it; what would you put up there? Mark Bell: I like some of the quotes we have in the gym but one of my favorite quotes of all time is “Either you’re in, or you’re in the way.” There’s a little back story on that. I won’t go too long into it but a friend of mine, I was single at the time and I was dating a few girls and was trying to find the right one; trying to find Mrs. Bell. I went on few dates with my now-wife Andy, and my friend at the time, this little Italian guy, very fiery, very excited, Danny Divot-like sort of guy but then also super jacked and super ripped and built, and talked 100 miles an hour, chain smoked like a motherfucker but looked like a pro body builder at the same time. Just a weird combination of shit going on. His nickname was Vinnie Gumbatz. He was so abrasive when he was talking to you and he always looked like he was getting into a fight with you. But he’s just telling you a story, and he’s always moving his hands around soMark: much and so energetic and loud and stuff. He used to stay at our house a lot; my brother just let us stay at the house for awhile. He was kind of down and out for a period of time. My wife ended up seeing him out somewhere and they spent a few hours together; they hung out at the beach together while he’s smoking and cursing up a storm at the beach. My wife thought he and I were really good friends. It was just more of an acquaintance than anything else. My wife was trying to just spend time with him to get on my good side, basically. And so Vinnie comes home and he tells me, he’s like hey, I saw Andy and we were hanging out. She’s super sweet, nice girl, blah, blah, blah and he’s going on and on. He’s like: you’re a fucking idiot. I don’t know why you’re with this girl, you’re with that girl, and you’re complaining. He’s like, “I’ve got a saying; either you’re in, or you’re in the fucking way. And Andy, she’s in.” And so that speech right there led to Andy and I being married for 15-plus years now and having two children. Tim Ferriss: Wow. Mark Bell: Either you’re in, or you’re in the way. Tim Ferriss: I love it. Mark, I’ll tell you what, we could talk and talk and talk, and maybe we’ll do a round two sometime but I want to let you get back to your training. We’re going to film some stuff that people can see in the show notes, grab some video, and probably also find some of your tirades, your professional wrestling challenge videos to put in the show notes. But where can people find you? What would you like them to check out? How can they reach you or learn more about you on the interwebs, etc.? Mark Bell: Instagram is @MarkSmellyBell and Twitter, I have a website called HowMuchYouBench.net, which has all my products. They’re all supportive gear to help you lift more weight more safely. Also you’re going to want to check out my YouTube channel which has tons and tons of great information on training. It’s YouTube.com\\SuperTraining06. Tim Ferriss: Alright, there we have it. any parting comments, suggestions, things you’d like listeners of the podcast to consider? Mark Bell: Just multiply your muscle and multiply your hustle. Tim Ferriss: Alright, Mark. Thanks so much. I really appreciate it. Mark Bell: Alright, man. Thank you. Appreciate it. A lot of fun. Tim Ferriss: And everybody listening, as always you can find links to everything we discussed and more resources, etc. in the show notes for this episode and every other episode at fourhourworkweek.com/podcast. And as always, until next time, thanks for listening. Mark Bell: I’m available for more of these. If you need me, I can take over a little bit when you’re not around; anything you need, buddy. Tim Ferriss: Substitute Mark Bell. Thanks, guys. Posted on: May 30, 2018.", "speakers": ["tim ferriss", "mark bell"], "text_sentences": ["this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world class performers of all different types from business, entertainment, sports, anything you can imagine really", "my guest today is mark bell", "@marksmellybell on twitter, who is the founder of super training gym from sacramento, which is oftentimes referred to as the strongest gym in the west", "prior to opening his own gym, he spent years studying and training under the legendary louie simmons at westside barbell", "mark is no stranger to the iron at all", "his best geared lifts in competition include a 1,025-pound squat (that’s 465 kilos), an 832-pound bench press (that’s 377 kilos), and a 738-pound deadlift (that’s 335 kilos)", "mark is also the inventor of the patented slingshot, a device utilized to assist a lifter in maintaining proper bench press form while also allowing a lifter to use more weight or perform more reps", "he now has an entire line of products and has been spectacularly successful", "in this episode we cover a lot, including his most important lessons for building strength, how to avoid injury and breakdown, the lesser-known (or some lesser-known) training techniques that nearly everyone overlooks, how he became a millionaire by offering his gym memberships for free, which in and of itself is just an incredible story, and much, much more", "so, we really dig into the audio", "we recorded this at his gym", "while there, we took a full tour of his facility, looking at some crazy equipment and custom-modded equipment that he has at the super training gym in sacramento", "if you want to see that video, you can and it is at tim.blog/supertraining, all one word", "and for links to everything in this episode, as usual you can find the show notes at tim.blog/podcast", "so without further ado, please enjoy mark smelly bell", "mark, welcome to the show", "thanks, tim", "i’m fired up to be here, man", "this is going to be fun", "it’s been awhile since i’ve hung out among the goliaths here at super training gym", "this is my first time in the new location", "i like the digs", "i’m glad we finally got you to the new spot here", "we’re having a lot of fun here", "this is kind of a dream come true; ten years in the making", "super training gym has been around since 2006", "i started off in somebody else’s gym, and then i had my own spot for awhile where we were near a hmong funeral home where they were sacrificing all kinds of animals and shit like that; that was really bizarre", "but to come to this and be able to offer the gym; the super training gym is free", "it’s just a dream come true to be able to share knowledge and my mission and goal in life is to make the world a better place to lift", "explain the business model", "how does that work", "how the fuck does that work", "no honestly, how did you make that decision", "when i first did it, one of my good friends asked me why are you making the gym free", "because the gym wasn’t always free", "the gym used to be $125.00 a month; i just kind of made that value up out of the four times a week that we get together and the amount of coaching that i was offering everybody", "to me, it would have been valued a lot more than that, but power lifters typically don’t have that kind of dough to shell out $200-$300 a month", "so i made it $125.00", "but when i switched it to be free, one of my good friends was like, why are you making the gym free", "i said: to become rich and famous", "from that moment on, that’s when things started to really kick in, and things started to really groove", "at that point, everything started to make a lot more sense to me", "it was like mio and the matrix; everything just kind of started to come together", "one by one, things started to unfold", "my brother passed away kind of around that time, and it was just a message to me, very simple; life is short", "i don’t give two fucks about what other people think; i need to get myself heading in the right direction and i need to do the things that i want to do, and i need to follow through with my hopes and my dreams rather than be so fearful of stuff", "a lot of people are fearful of jumping in with two feet into stuff", "and i was like, i can’t have that mentality anymore; it’s just not going to work", "it didn’t work for my brother, and it’s not going to work for me so i need to just forge forward and figure out a way to keep moving forward and to share the message i want to share, and to do it my own way", "do the things my own way", "so making the gym free was a byproduct of the slingshot being invented, and the slingshot giving me the financial means to make the gym free", "but i knew that the gym being free was going to give me back everything tenfold", "and in addition to that, the slingshot was made inside the walls of super training gym", "so i can never really repay super training gym what it’s done to me, no matter how we slice it", "so the gym being free is just my way of paying back to the power ton community", "did you make that decision in part because it was just consuming like 10 percent of your bandwidth, having to keep track of membership payments and to all the details that go along with that kind of profit and loss", "and so by freeing it up, it just made your focus on other things more pure", "and what are the rules", "can anybody show up anytime they want, or what’s the commitment you look for, if anything", "i like some of the words you just said there", "you mentioned the word “pure.” i’m to the humanitarian of the fucking decade or anything like that", "it’s nothing corny or weird like that, because financial gain is on the front of my mind", "it’s not on the back of my mind; it’s on the front of my mind", "i’m a scoreboard-driven person", "i’m trying to put points up on the scoreboard", "and as an adult, how do you put points up on the scoreboard", "you put points up on the scoreboard by making money; dollars and cents we’re talking about", "and so that’s kind of the mission; that’s the goal", "so by making the gym free, it gave me a testing ground for a lot of the products i have", "it really opened the doors for a lot of other financial gain that maybe, when i first made the gym free, i didn’t recognize", "but once i made the gym free, i kind of just started to think more in terms of okay, i literally own everything that’s in here, including the people now", "i basically purchased the people in some weird way because they’re no longer paying me for my services", "i’m allowing them to train here for free with hundreds and thousands of dollars’ worth of equipment", "that gym is so expensive", "to go over each piece of equipment; every barbell is specialized, every plate is specialized", "there’s nothing in there that’s normal, especially the people", "nothing in there is normal", "everything is a little different in there, and because of that it allowed me to recognize that i have a place, a real, strong testing ground where i can test products", "and also, i’m not a products company only; i’m 50 percent products and 50 percent media", "without media, social media, without youtube and without the magazine, power magazine; without all these different formats – i’m a subscriber, as you know", "yeah", "without these different formats to get the message out there, then what am i", "it’s great to see that it’s all working, through the podcast and through other things", "trying to make the products popular, trying to make the gym popular, trying to make money; all those things are definitely on the front of my mind", "you did ask how does the gym work", "the way the gym works is not that complicated", "what we do is we do have an email address that’s associated with the gym", "it’s not plastered everywhere, but if you do work towards finding it and you’re able to communicate back and forth with us, then you’re able to come here", "so it’s not that complicated but we try not to advertise too much", "the sign that you saw out front today doesn’t say “gym.” we don’t make it super simple to get here", "and once you get here, we sort of make it a little bit confusing on what’s the next step", "somebody’s like; hey, i was supposed to talk to marcus; i don’t know what’s going on", "i’m like; i don’t know what’s going on, either", "that just happened like five minutes ago", "it’s like, i don’t know marcus; i’m just a fly on the wall here", "i have no idea", "they’re like, don’t you own the place", "i’m like yeah, sort of; don’t worry about it", "so we make it a little confusing", "go lift some heavy stuff; we’ll talk in a half hour", "when i see people in here working, like if you’re not sweating, i’m not talking to you", "there’s just no point", "podcast", "people are intimidated by all the heathens you have back there", "that’s right; there are some heathens back there for sure", "but if i’m not seeing that you’re working, then there’s no room for me to have conversation with you", "i’m not going to help you out of nowhere and just start giving you a bunch of advice unless i see that you’re hungry for it", "we’re effectively in your recording portion of the office at super training gym", "we’re in hq", "someone came in earlier to hq to talk about the schedule", "so the schedule for the gym, can you lay out the days of the week and what you do on them", "the gym schedule is we get together every tuesday and thursday during the week from about 3 until approximately 7, and then saturday/sunday is from 9 until about 1", "in terms of the training split, it’s pretty simple", "we do lower body once a week, we do upper body once a week", "i’m sorry; we deadlift and squat once a week, so i guess it would be lower body twice a week and upper body about once a week", "every tuesday is deadlifts, every thursday is bench, and every saturday is squats", "after awhile, it starts getting kind of preprogrammed into your body, and your body is kind of like: oh, today’s a squat day", "rather than it being tuesday, it’s deadlift day", "that’s how meat heady we get around here", "when you start just instinctively exploding off of the toilet into – exploding on the toilet and into the toilet", "then you know you’ve had too much pre-workout stimulus, number one, and it’s squat day", "that’s right", "so first of all, i want to recommend a couple of things", "first is – and there’s a poster on the wall – two documentaries that i think offer a lot of insight into your background and your family, and also your brother", "because i don’t know if we’ll have time to really dig into the details, but bigger, stronger, faster, which is how we originally met, i believe", "because i saw the documentary and i was really impressed", "so the tagline is: “it’s still cheating if everyone is doing it,” which is about performance enhancing drugs", "it’s a great doc which was made by your brother", "now it’s kind of like in that classic status", "oh, yeah", "i liked it so much that number one, i reached out and tried to find you and realized oh my god, you’re in northern california; and then travel to sacramento to embarrass myself", "i was like, who is this skinny guy", "what does this skinny guy want", "why is this guy trying to throw kicks and stuff at me", "what’s going on here", "then the other is prescription thugs, which covers a lot of semi related topics but also goes very deep with your family", "those are just two things i want people to check out for further watching and resources that i would highly encourage checking out", "the training split; could you talk about louie simmons and westside and what are some of the key lessons you learned", "i trained with louie simmons for about a year", "i also worked with him and coached under him for an additional year beyond that", "for people who don’t know him, could you just give them an overview", "louie simmons is the owner of pretty much the strongest gym in the history of lifting", "he created a community that was so competitive and so strong that 1000-pound squats were routine, 800-pound benches were routine, and 800-pound deadlifts were very routine", "keep in mind this is back a few years when geared power was a little bit more acceptable", "now people have taken the power thinkgear off", "the power thinkgear is very supportive and it adds additional pounds to what you can actually lift", "for those people who don’t follow powerlifting, gear in this particular case we’re referring to multi ply bench press shirts and deadlift suits, and so on", "stuff that looks like a straightjacket type of deal", "it improves your leverage", "yeah, it improves your leverage", "but regardless of what people wore and didn’t wear, at the time that was the style of lifting that was popular", "louie created the fastest, most explosive, strongest athletes in the game without question", "he would have what seemed like ten, 15 guys at a time that were just crushing world records in some different weight classes", "year by year, things would change a little bit in the gym and they’d get new guys in, and he would still create monster after monster; it didn’t matter", "the only thing that would change in there was the names", "the numbers would go up a little bit, the names would change a little bit but it was still the same thing; still westside barbell kicking the crap out of everybody", "louie was a pioneer, in a way, of bands and chains being utilized in training", "the bands and chains helped accommodate resistance so weights are lighter at the bottom and heavier at the top", "as your body becomes in a more advantageous position and more favorable position, you’re getting more weight on the bar", "as your body is in the least favorable position, such as the bottom of a bench press or the bottom of a squat, you have less chain weight or less resistance from the band", "and so it gives you an opportunity for a lot of things", "no", "1, it can help you produce more force which is great in any sport", "it can also help you to just be faster, be more dynamic", "the other thing it’s going to do is it’s going to help prevent injuries because as i mentioned, when you’re at the bottom of the lift there’s less weight on you; you have less overall weight on you", "so for example, if you were to bench press with some bands on the bar, at the bottom of the lift if you had three plates on the bar like i was using today, let’s just say it’s 50 pounds of bands total", "at the bottom with 315, it would be a bout 365 pounds at the bottom", "and if it jumped up to 100 pounds extra, it would be about 415 at the top", "so as you can see, again the weights are lighter at the bottom, heavier at the top", "it allows for acceleration", "you can accelerate through the weights and it allows for a kind of consistent tension on those weights", "so louie paired up speed training, dynamic effort training as he calls it, with maximal effort training", "so he basically attacked training from two different ways, and there’s a third way i’ll talk about in a second", "but the main two ways he attacked it were from the perspective of if i can move faster, if i can become more explosive, i can move more weight", "because in some cases, it just becomes a race against the clock", "if you go to bench press 300 pounds and it’s going to take you 12 seconds, the odds of you making one rep last that long like that are probably not very good", "anybody out there that’s listening to the show that can bench press even 300 pounds, take 200 pounds and try to go five seconds on the way down ,with a five second pause and five seconds on the way up and you’ll quickly realize that time management of those lifts is crucial", "you want to get underneath the weight and get it the hell over with as quickly as possible", "so the speed element and the speed aspect is crucial", "the other way that he recognized gaining strength was to simply just get stronger", "work on handling more weights and trying to figure out different ways and different angles to handle more weights", "he came up with a lot of new and creative and different ways of handling big weights so it wouldn’t kill your central nervous system, so it wouldn’t kill your knees and kill your elbows and things of that nature because he started to use a lot of specialized bar bells", "he would squat off of boxes back in the day", "then he started squatting off of foam", "he’s even put springs inside of barbells to create a different effect", "one barbell in particular had a spring in the middle; it kind of looked like the spring inside the roll of a toilet paper, or something on a shake weight", "but you would squeeze the barbell together", "it was on a regular bar like for bench pressing", "you’d squeeze the bar together and sure enough, it would blow your chest up; it would crush you", "so he had a lot of great innovative ways but those were the two main ways he thought of to increase strength", "one was to max ut, to go as heavy as possible", "max effort day", "max effort day, and to choose different exercises each week; that’s kind of the basis of the conjugate system", "you might do a box squat one week, you might do a regular squat the next; next week after that you might squat with chains", "the variety is both good and bad", "sometimes the variety got to be so large that you no longer knew what the hell you were doing anymore", "sometimes the variety was a welcome change because you might be a seasoned lifter who is just so tired doing the same shit over and over again", "the other huge advantage of changing things up is in a good way, you kind of don’t know where you stand, which i think is kind of nice because being a competitive lifter and being a competitive athlete for so long, you can get really frustrated and the ups and downs can be very negative", "you want to be kind of even keel as an athlete; you don’t want the highs and lows to ever be too great because they can throw you for a loop when something unexpected does happen", "the third way to increase strength is to have more muscle mass", "louie recognized hypertrophy; just some bodybuilding style training, the repetition effort method as he would call it", "simply once you’re done with some of the main movements, you would do three sets of eight, four sets of eight, five sets of ten; basically get in more work, more volume with different exercises that would allow you to help build muscle mass", "you’d get done with the main lift and the overall volume of the main lift may not be through the roof, because there’s only so much you can do with a barbell", "you’d move into assistance exercises; that’s where you’d get your volume in and that’s where you’d build muscle", "if you look at a lot of these concepts, whether it’s the bands or the chains, box squats, board presses where you have – what are they, technically", "are they two by fours", "i think so, yes", "just sort of put together at different heights so you can stop the bar from, in this case, the chest at say four inches, six inches", "partial range of motion", "partial range of motion", "these have become very popular", "do you have a particular opinion about when people should incorporate versus not incorporate these things", "because i’m sure you could go to many different gyms where if somebody who is bench pressing 45 pounds an they have 17 different accessories,", "for someone who is athletic but not a powerlifter getting started, focusing on these three lifts, at what point would you introduce things like bands and chains and so on", "that’s a great question", "first of all, i think that a little bit of lifting, a little bit of training – what we’re doing when we’re going to the gym is what i call artificial exercise", "we’re making shit up because we don’t have to do the same tasks that we had to do hundreds and hundreds of years ago", "we’re not carrying buckets of water, we’re not digging ditches, and we’re not digging stuff as much as we were in the past", "and so you’ve got to make shit up to get to be muscular", "to even look manly, you’ve got to make stuff up to kind of make up some ground for the girly shit that men do nowadays", "that’s kind of where we’re at, seriously", "hanging out at a computer all day and all these different things were not really things that we were designed to do", "but anyway, longer story for another day, right", "get kelly starrett in here and have some wine", "yeah, exactly", "one of the key components to all of this is that when you’re a newer lifter, you just try and keep it simple", "even as you advance; if anything seems too good to be true, it is", "there are no tricks, unfortunately", "there are some things that can help", "you used the term and i love the term, “accelerated learning.” that is probably the only trick that there really is", "find somebody who knows what they’re doing, rub elbows with them and try to find other people who know what they’re doing", "because that will actually accelerate you to the top faster than you could imagine; much faster than finding some secret fat burner or something like that", "finding people that know how to lose body fat, finding people that know how to build strength and getting around those people is going to be a crucial element", "for newer lifters, and even older lifters; again, five exercises is about all that you need", "you don’t need to be in the gym for hours on end", "if you feel good for the day and you want to do more exercises, then ride it out and go ahead and feel better and do it", "but a real crucial thing to your training, and this is something that has taken me a long time to learn; your training should make you feel better and not make you feel worse", "if you can, always keep that in mind; your training should make you feel better and not make you feel worse", "think about that the next time you have some stupid idea to do something", "you’re like oh, i’m going to try to run 12 miles, and you haven’t run one mile in the last couple years", "tim ferriss knows exactly what i’m talking about", "i do", "i still follow his social media and he’s doing something crazy all the time", "we both specialize in certain types of gross indulgence", "you want to be careful", "if you haven’t sprinted in a long time, it’s probably not a great idea to go do ten sets of 200s out on a track somewhere", "you’ve got to ease your way into stuff; you’ve got to take your time", "you’ve got to build up towards something", "and then once you build up towards something, you can start to add in more stuff", "the bands and the chains and stuff are great; anyone can use them", "i never want to tell a new person they can’t do s, because why not let them have access to all the same stuff", "let them use the slingshot, let them use bands, let them use boards or whatever they want to do", "but just kind of keep in mind the basics are going to be the stuff that really gets you there", "people from the ‘70s didn’t have any problem gaining strength and they didn’t need any special tools back then", "they had less stuff than we do now", "a lot of what louie does is based on his reading of the soviet research, as i understand it, which was from those previous decades", "yeah, olympic weight lifting", "just to underscore a couple things, the time being your enemy, i’ve heard this from also olympic lifting; same story", "it’s like the less time you spend under the bar, the better", "that was from a guy named jerzy gregorek who is a four-time world champion in olympic weight lifting", "the footnote that i placed in my head when you mentioned five exercises; if you were picking five exercises for a novice or an intermediate, like let’s say somebody who hypothetically was an athlete, maybe a baseball player, soccer player in college (i’m just making this up), has a regular physical practice but has not lifted, per se; has never had any instruction", "what would the five exercises be", "this actually is very simple", "take the activity that you want to do and think about if you were to ask 100 people", "if you got in front of 100 people and said hey, what five exercises do you think would be good for a triathlete", "give or take that there are going to be a couple things in the gym that somebody might say one thing over the other, but in general there’s going to be some sort of a press, maybe two pressing movements", "maybe one person’s excited about incline bench and maybe one person’s excited about overhead", "so you have two pressing movements", "maybe somebody in the room is a big fan of doing squats, so you have a squat", "maybe somebody else would rather see a leg press; maybe somebody else would rather see a deadlift", "go around the room and you can kind of narrow it down", "maybe you end up with ten exercises total", "you can probably agree on about five exercises", "now, take those five exercises and start to think about how do i build up these exercises through other exercises", "simple assistance exercises", "yes, for example, we have things like an overhead press", "what are some of the muscles involved in the overhead press", "you don’t have to be insanely intelligent to be able to grasp some of this", "just kind of think about what are some of the muscles that you see flexing in the mirror when you do some of these movements", "your triceps are firing, your shoulders are firing, and so can a lateral raise help your overhead press", "i would think so", "it’s going to help build up your shoulders, maybe help with stability", "would work in the back of your shoulder help make the entire shoulder more stable so you can press more weight", "sure, it will", "the triceps are involved heavily", "so you start to break things down in that sense and things start to become very, very simple and a lot less complicated", "that’s one of the things i really loved about the westside barbell approach", "that’s kind of where i started to really see that kind of stuff and my eyes became very open to the fact that you can narrow everything down by what is going to help me get to that; what is going to help make me better in a particular sport", "so if you’re grappling, maybe you want more hips so maybe you’re going to squat a little bit more", "maybe you’re going to do more sumo dead lifts", "maybe you’re going to do more med ball throws", "maybe you’re going to do some more athletic stuff; maybe some twisting of some kind", "you’re going to think of a few exercises that you want to do on a regular basis, and you want to try to figure out a way to overload those exercises and ways to become more efficient in those exercises", "from that standpoint it gets to be very simple", "you think about even building the muscles, rather than think about functional and i always hate that term because i don’t understand what a nonfunctional movement would be", "the human body, you see some people that are gifted at dancing or figure skating or gymnastics; the human body can do all kinds of crazy stuff", "so show me a nonfunctional movement; i don’t know what that means, versus a functional movement", "i get the basis of it", "but anyway, the point is we’re made to move through these ranges of motion with these given exercises, and we’re just trying to associate them with what’s going to make those exercises improve to get stronger, which is going to be probably the most functional and easiest way to get through these workouts", "so if we look at, say, three primary exercises; looking at the bench press, the squat", "we could make it specific and say it’s a low bar, wider squat for powerlifting, and then dead lift", "and you could pick conventional or sumo, whichever you want to talk about", "what would be some lesser known assistance exercises that you found valuable for each of those", "when it comes to both the deadlift and the squat, not that it’s lesser known necessarily because some coaches really understand the value of it; i love single leg stuff", "whenever you have the opportunity to do something standing, and any time you have the opportunity to do something with one leg or one arm, i think you’re better off", "the main barbell movements are great; we do so many of them already", "that’s kind of the beauty of doing these single leg or unilateral exercises", "think about lunges, think about step-ups; anything like that is going to give you a different stimulus and it’s also going to take you through a range of motion that’s going to dynamically stretch the opposite hip and stretch the opposite leg, and it’s going to create a lot of motion", "a lot times when we’re lifting, we’re not really moving around a whole lot especially when it comes to the bench or it comes to the squat, or even comes to the deadlift", "there’s just not enough motion going on with those movements", "so my favorites for deadlifts, aside from the unilateral stuff, my favorite stuff for deadlifting is simply partial range of motion deadlifts", "you can deadlift off of some blocks, or deadlift out of a rack, and that can help build up the lower back, help build up the upper back, and therefore help with your overall deadlifting performance", "one thing that people don’t sometimes realize is that when you do a partial range of motion deadlift, because it buildings up your lower back it can build up your speed off the floor", "sometimes i think people think oh, i’ll do a deficit deadlift, which would be you increasing the range of motion of the deadlift – by standing on top of a block or something like that", "exactly; by standing on something", "or maybe instead of using 45-pound plates, maybe only using 35-pound plates or something smaller than a 45-pound plate in circumference", "there are a lot of options when it comes to how do i figure out how to get faster off the floor", "but anybody i’ve ever worked with, they’ve gotten faster off the floor from getting stronger and from handling more weight, rather than handling less weight, which sometimes a deficit pull can actually make you handle less weight", "so whenever you can find something that’s going to allow you to handle more weight but still – i don’t want to say safe, because none of this stuff is all that safe once you start really getting after it; it can be dangerous", "i don’t want to sell people on a bag of goods that’s not true", "but once you start to handle some big weights, and anytime you have an opportunity to do something safely and effectively, you might as well go for it", "in the case of, say, bench press what are some movements as assistance exercises or warm-ups that you’ve consistently used that might not be obvious to just a recreational lifter", "for bench press, i’ll talk about assistance movements first", "obviously i’m the inventor of the slingshot so i’m always going to back that thing up, but the slingshot is not valuable for the reasons that people think it is", "a lot of times, people just want to handle more weight with it; they want to load up a ton of weight", "and it can be used for that", "it can be used for that very effectively", "but here in my gym what we do is we use it for more reps and more sets", "i want to also say we don’t exclusively just use a slingshot all the time", "we do a lot of work without the slingshot", "the slingshot makes up 20 or 30 percent of our overall bench pressing", "however, if we’re hurt, it will make up about half of what we do", "so we’ll go through a normal workout", "anybody out there listening who likes to do certain styles of training, go ahead and do whatever that style is; five sets of five, or three sets of three", "once you’re done with that, throw a slingshot on and do three extra sets; three to four extra sets", "add about 20 pounds per set, or add weight as needed; each person is going to be a little bit different", "and just follow through with the same, exact reps that you did with your raw work", "so just a sample workout; if i did three sets of three with 275, i would then put on 295 for three with the slingshot on, 315 with the slingshot on for another set of three, and then i’d finish with 335 for another set of three", "all three of those sets are sets i normally would never have been able to do without being able to throw the slingshot on", "the slingshot is going to allow you to handle more weight, it’s going to allow you to more reps, more sets, handle more overall volume in your training", "and the method that’s referred to when we talk about slingshot or reverse band training is called the future method", "you’re getting your body ready for heavier weights that it’s going to be able to handle in the future", "for people who aren’t familiar, and please correct me if this description doesn’t do it justice, but the slingshot in this particular use case because you can use different types of slingshots for different purposes on the legs and otherwise", "in this case, if people could imagine you lifting up your arms out in front of you like frankenstein, and then if you were o take a thick, elastic fabric – and i know i’m not doing it justice – like a knee wrap around your upper arms, then lower a bar to your chest; that fabric, that material would make contact with your chest in the lowest portion, the weakest range of motion and help you to accommodate that larger weight", "and it goes without saying but knowing the internet i’m going to say it anyway; you guys have very good spotters here", "so you’re not just walking into your garage and slapping on more than your max one-rep capacity and then hoping for the best", "if you want to see cautionary tales on that, look up bench press fail on youtube to give yourself nightmares", "what about back work", "is there any particular type of back work that is helpful or important to the bench press", "i personally am, no", "1, not terribly good at the bench press; it’s not part of my regular regimen now with the folks in gymnastics", "but a lot of people are very interested in it", "i saw you doing, for instance when we came in, band pulls of some type", "so i’d love for you to talk about maybe some warm-ups", "and secondly, just as a note for people who are wondering, when we came in you were just in the process of getting warmed up", "i said when do you want to pick up doing the podcast", "you said i going to start doing my workout and getting into it; probably 35 minutes", "so it’s not like you’re in the gym for four or five hours at a time", "but could you talk about the warm-up and back work that’s helpful", "just before we move onto some of the back stuff, i want to give you a couple of exercises without the slingshot because i hate to be that guy that’s overselling something", "close-grip bench press, very simple", "go with a closer grip than what you’re used to", "don’t go with such a close grip that it crushes your elbow and it hurts really badly", "whenever you’re in pain, you’re probably doing something wrong or there’s something from a long time ago that’s bothering you", "there are other options, other ways of doing it, but simply go closer than whatever your normal grip is", "if you find you’re very strong with the close grip, then try to go with a wider grip", "and again, don’t go out so wide that you’re feeling all this pain in your shoulders", "pain is a great indicator of something ain’t right", "it’s kind of like if you pull fridge out of your fridge from a few days ago and you heated it up and went to eat it and it smells really bad, and you decide to eat it anyway, you might get sick", "you might continue to do more damage; you might get hurt if you have pain while you’re doing some of these movements", "so if something feels weird, it’s weird for a reason and you’ll have to find something different to do", "another thing that can help the bench press tremendously, and it’s the easiest thing to do, is to do pause work", "take weights, pause them on your chest, count for three mississippis or so, get a good three-second count in there and then press", "when you press the weight back up, make sure you’re not sinking the weight back into your body more", "make sure you’re staying tight the entire time", "you’re trying to stay so connected to the bar that you’re kind of zeroing the weight out but you’re not zeroing the weight out by resting it on your body", "you’re just creating so much tension and so much tightness that you’re literally just kind of holding the bar; just barely touching your tee shirt", "that will build up a tremendous amount of strength and it will help a ton with your form", "i call it idiot proofing the bench press because sometimes you get some people that get excited, and they want to move really fast and explosively to show you how strong they are, and they start going all haywire", "the left arm is going, the right arm – using their rib cage as a trampoline", "yeah, they’re going just buck wild, which is cool; it’s great to be motivated", "but try doing some pause work", "you’ll be surprised on how much it can really help your bench press", "moving into some back movements, the movement you saw me doing here is very simple", "we just had some bands attached to a machine", "anything stationary that’s bolted down or anything that’s heavy in the gym that won’t come shooting back at you when you put a band around it would be a good thing to use", "it’s something you could do in your garage very easily, as well", "you can do it at home, again making sure that whatever you hook it to is very secure", "all it’s doing is pulling the bands towards me", "and you’re pulling them sort of towards eye level", "you know, there’s no wrong or right way to do it", "you just pull wherever you want to pull to", "we have a very scientific thing in here that we talk about quite often", "somebody says hey, mark, how many reps should i do", "i always tell them some for a few", "or the old mohammed ali – rip – the old mohammed ali saying of how many reps did you do when you did sit-ups; and he said i only counted reps once they started to hurt", "those are the only reps that count; no pain, no gain", "there’s really no wrong or right way to do this", "all you’re trying to do is you’re just trying to get the upper back kind of warmed up", "what i’ll do is i’ll pull and i’ll hold for five seconds", "i’ll try to keep the positioning of my rib cage upward, and i’ll pull really hard, pull my arms back behind my body as far as i can, which is not very good for me because my range of motion is fairly crappy", "but then from there, i’ll walk away from the rack and what that does is it puts more tension on the bands", "from there, i’ll just move my elbows up and i’ll move my arms down", "and your arms are bent", "my arms are bent, right", "so you’re simulating, in a way, the bench press position", "right", "it’s like a standing row or whatever you want to call it; standing bench or whatever", "what that does is activate my lats, it’s getting my back ready to go and i’ll continue to move my arms around in different positions", "sometimes i’ll find something that feels a little awkward, doesn’t feel right and so i’ll hang out and i’ll move around in that position longer", "or, i’ll say shit, hat’s a little bit weird; maybe i should get on the foam roller", "maybe i should figure out what is that back there, what’s going on in that spot", "you know, something i maybe didn’t notice and maybe i didn’t notice i slightly tweaked something at some other point in my training", "the warm-up is an evaluation of how you’re doing for the day", "it’s like a diagnostic tool, right", "100 percent", "actually, since i saw you at the previous location and saw you doing face pulls but you were using cables and you were also using bands", "i started doing that, and i still do that, even at the beginning of my gymnastics routines", "i have a stall bar", "you don’t need to get one of these necessarily; they’re a real pain in the ass to install", "it’s like a gigantic ladder on the wall; it’s a real pain", "like a non stall bar", "but i will do the work with bands and whatnot, like you said, to diagnose if there is an issue before i put a lot of load on it", "then i like oh, my left infraspinatus is really grumpy today; therefore i’m going to lay down and pt a lacrosse ball underneath it and then do internal/external rotation until it calms the fuck down so i don’t blow it apart when i try to do something on the rings", "it’s also possible that it’s just not in the cards that day to do anything all that spectacular", "you start to move around and you’re like man, i don’t know what’s going on", "maybe something happened at home that you’re pretty upset about", "maybe you’re not feeling good and yada yada, and all of a sudden you’ve got this kind of downward spiral of things that are against you for the day, and maybe it’s not in the cards for you to lift all that heavy for that particular day", "the other thing i do is i just turn back around the other way with the bands", "so i’ll just turn facing away from the bands", "the setup you saw that i have, i have two bands", "i have one band choked around the rack, and then i have another band going through the other band so i have two basically handles for the bands where i can press and pull and do whatever", "so i’ll turn the opposite way and i’ll bench press with the bands", "i’ll let the bands go way up over my head, and i’ll let them pull on my arms, pull my arms back behind my body", "i’ll let the bands sit into my hands, which will pull my wrists and help stretch my forearms", "i have extremely tight forearms and elbows and i’ve got different stuff pulling on different things in a bunch of different directions", "one of my favorite warm-ups, i don’t do a ton of warm-ups for squatting but for whatever reason i just basically come in and start squatting a lot of times", "i will sometimes use my hip circle to warm up for a few minutes", "hip circle is like fire hydrant-type stuff on the ground", "hip circle is a product i have from howmuchbench.net", "ah, there we go", "throw it up over your knees and you just start walking with it", "you can use a band as well", "some people will make a circle out of a band and walk forward and sideways", "like the monster walks, the x walks", "exactly, just trying to walk around, move around, get the hips ready; get everything fired up before you start your workout", "you’re kind of asking your body a lot, is the main thing to recognize", "if you’re working all day and now you’re going to come in gym and you just think you’re going to perform great without really warming up, you’ve got another think coming, usually", "you want to do something that’s realistic for you to do the second you get out of your car", "you can hop on an airdyne bike or some sort of stationary bike", "there are a lot of different things you can do", "you can get on a treadmill", "you could even go for a walk before you go to the gym, or walk to the gym, or ride your bike to the gym; there are a lot of different options", "but you want your body temperature to be up", "my favorite thing to do, though, in the gym which i can show you in a little while is a bench press where you just take the barbell and you move the barbell around in a bunch of different funky positions", "let’s say you have one pinkie on one of the power rings of the bar", "you take your other hand and put it as close as you can, i guess right where the knurling is about to end", "on the inside", "on the inside, right", "so you have one hand out really wide, basically, and one hand is in a lot closer", "take the weight down and let the weight push your shoulder down in position", "you can even actually have a little bit of barbell weight if you’re really stuck together the way i am sometimes", "what you’re trying to do is you’re trying to get the shoulder to drop back down into position and to open up, and you’re trying to get the barbell to touch your rib cage", "so you’re doing some internal rotation with that", "you’re doing a lot of very intense internal rotation", "what it will end up looking like is you’re doing some sort of weird paddling, like rowing type thing with a barbell", "one side of the barbell is down; it’s almost hitting the ground", "the other side of the barbell is at full locked out position to where it’s almost up over the rack", "it ends up looking very strange", "we do that warm-up in here pretty much all the time", "we’ll take some video of that, guys, and put it in the show notes at fourhourworkweek.com/podcast so that will be in the show notes, also", "we will also just take the bar and hold it in position, and we’ll typewriter it back and forth", "i just made up that term; that was pretty good, huh", "you’re moving it back and forth sideways", "yeah, just moving it back and forth sideways; anything to get those shoulders to open up", "when i show you especially how tight i am after bench pressing, you’re going to laugh because the barbell is going to be several inches from my chest or stomach or wherever i bring the bar down to", "but after i start to move like that, the bar will cleanly touch my body without any problems", "i’ll laugh at your mobility and you can laugh at my strength", "that seems to be the only way this is going to continue developing our relationship", "that’s right", "i want to shift gears a little bit, but one question before i do", "this is a question from twitter, actually posted by nassim nicholas taleb, nn taleb who wrote the black swan and fooled by randomness; two great books", "really", "yes", "so what is the max deadlift for a noncompetitive flaneur, that is just a noncompetitive lifter like himself, adjusted by age group, that would be considered decent", "let’s just say you have a 40-year-old guy, non-athlete, recreational lifter", "what would you consider – and i’m just going to make up some numbers", "so 180 pounds, maybe 15 percent body fat", "going towards a multiple bodyweight deadlift is a great place to start", "in this case the guy weighed what, 180", "yeah, let’s just say 180", "a 360 or a 405 deadlift, getting four plates on there would be an awesome goal", "i think a lot of times people think because i power lift, they sometimes will tell me oh, i don’t lift like you, man", "i’ll say what do you lift", "and they’ll say my best bench is only like 225, and i dead lifted like 350", "i’m the first person to be like, what did you do when you started", "and they’ll say when i first started, i think i benched 95 pounds", "and then i’ll be like, what you’re doing now is fucking awesome, what are you talking about", "why are you beating yourself up so badly", "in the sport of powerlifting, the commitment to gaining size, and the commitment to the nutrition, and the commitment to sleeping, and the commitment to even performance enhancing drugs; there are just so many levels of commitment that competitive powerlifters take that your average person doesn’t care to go there", "so the fact that they can lift 200, 300, 400, is still really impressive", "really what we’re trying to do as powerlifters, and sometimes we get very carried away with it, just as you can with any other sport, we just end up taking it to that next level", "we’re trying to do the same thing you’re trying to do", "it’s just about self improvement", "however, our definition of success and our definition of self improvement gets to be really swayed after awhile because we’re really trying to push the envelope", "if you guys want to see examples of that, you can watch bigger, stronger, faster with footage of some of the westside lifters, including yourself where you have guys with blood shooting out of their noses at the bottom of competitive squats and whatnot", "some people are like, who would desire to do that", "and there are other people like, fuck yeah, that’s great, i love that", "you had a period of time when you were doing pro wrestling and that was a real focus for you", "i want to talk about a video that i saw", "uh-oh", "i want to get into a couple of stories", "there were a bunch of things that popped up on social media when i mentioned that you were going to be on the show and i asked people what i should ask you about", "we’re not going to go directly to this; this is going to be step two", "first i want to ask you about the “fuck your elbow” piece; we’re going to get to that", "but there were all these requests to ask you about poop stories, and i don’t know what the context is there", "maybe you have some background that i don’t", "can you explain for people the background on the “fuck your elbow” shenanigans", "what happened there and how does it tie into professional wrestling", "i did professional wrestling for about five years", "my oldest brother, mad dog mike bell, he passed away several years ago now but he was big into wrestling", "my brothers and me as kids loved pro wrestling", "i was asked one day, randomly by a guy at gold’s gym, if i had ever thought about pro wrestling", "i said i think about it all the time, i watch it all the time; i love it", "he’s like, how would you like to try out for some wrestling", "and i was like, okay, sounds cool to me; i’ll give it a shot", "long story short is i ended up doing pro wrestling for about five years", "i progressed pretty well", "i ended up wrestling in the wwe training grounds which is in louisville, kentucky", "i just kind of ran out of juice in terms of my desire to continue to do it", "i had a kid at the time, my son jake who is now 12, so it was awhile back", "but at the time, i was pretty hungry to do it", "then once i had my kid and i was like well, i don’t really know what i’m doing because if i did sign with wrestling, i’d be traveling all the time and it just wouldn’t create a great family environment", "anyway, that ended but i learned a lot from pro wrestling", "i learned how to do wrestling promos", "they put you on the spot and they’d say hey, you’re wrestling tim ferriss on july 31st; you’ve got 30 seconds, smelly, go ahead", "smelly is my nickname my two older brothers gave me so that was the name i used when i was wrestling as well", "but they do all kinds of things like that", "they’d swerve you and throw things at you", "you’d have to improvise", "yeah, improvise", "they’d even say like hey, you’re going to do an ad for this bar soap", "i’d be like well; i’m not smelly anymore after using this bar of soap, or something silly", "you just had to go through it because there are like 50 other wrestlers watching you, too", "you felt like an idiot but after a while you start to have fun with it and you become more comfortable with it, and started to really learn that i have many haters on the internet, as i’m sure you have acquired a few yourself", "oh, yes", "it’s the tax you pay for being on the internet", "and for some reason, it’s a singular focus", "rather than the people who love us and tell us what a great job we do and how inspiring we are, it’s always feel about focus on the negative; that’s just the way it goes", "so anyway, he said i can’t believe you tell people not to worry about their central nervous system and that they’re using that as an excuse to not train", "just at the time, stuff about the nervous system kept popping up over and over again", "i was just getting tired of hearing people use these excuses about how they needed to auto regulate their training, and they needed special programming and all this shit", "i was like you know, i’m just going to cut a wrestling promo on this guy; i’m just going to give it to him straight", "i went on to say: you know what", "here’s the truth", "we’re all gonna die one day", "we’re all gonna be in a lot of pain", "we’re all heading there", "it’s inevitable; death is a part of life", "thinking of that and knowing that, the time that you spend on this earth you might as well live it as a fucking savage, and train and do whatever the fuck you want", "so when i said fuck you and fuck your elbow, i meant it: fuck you and fuck your elbow", "he was complaining about his elbows", "because i think in the video that i talked shit about the central nervous system or something, i said maybe you’re using an excuse because your elbow hurts or something", "well, i say fuck your elbow; just go in there and train", "what do they say, a violent attack today is better than a well planned attack tomorrow", "that’s kind of the mindset", "just go get the fucking work done", "i don’t care about the complaints", "i don’t care about your fucking excuses", "it’s kind of like you want certain work to be done; you have certain jobs that you want to be done from your camera crew that’s right here", "you don’t want to hear them saying that their lower back hurts or whatever", "there’s just fucking work to do, right", "there’s stuff to get done", "you don’t care", "obviously, you do care if they don’t feel good but at the same time there’s shit to get done, so that’s just the way i view that", "the old wrestler in me kind of popped out for that moment and attacked that guy", "so you’ve done a couple of wrestling promos that have travelled pretty well as a result on the inter webs", "a more recent one was with – i don’t even know if he’s a long term friend anymore", "i don’t know what happened but it’s with mike o’hearn", "do you know who mike o’hearn is", "i do, yes", "maybe you could tell people who do not know who he is", "mike o’hearn has been on the cover of 500 magazines or so, according to himself of course", "i don’t know if there’s any real data to back that up", "but mike o’hearn has been on the cover of about 500 magazines", "he’s a fitness model", "he’s been around for 25 plus years or so", "he’s always been in great shape", "he’s probably six-two or six-three", "he’s probably 250, 260", "he’s always claimed to be natural", "natural meaning drug free", "natural meaning drug free", "before the internet came around, when he would say drug-free and stuff, no one really cared", "as the internet progressed and as youtube became popular, you saw a lot of these drug-tested lifters and a lot of drug-free natural body builders become insanely popular, to the point where they have 300- 400- 500- 800,000 followers", "those people started saying you know what", "some of these people are full of shit saying they’re natural", "who is this guy over here, and who’s that guy over there", "and so that’s kind of the stuff that’s happened with michael o’hearn, all the way to the point where they gave him a new name", "his new name is now mike o-tren", "for trenbolone", "for trenbolone; there you go", "trenbolone is an androgenic, anabolic steroid that is particularly popular among power – use the code tim ferriss", "30 percent off your next tren order from china", "quality not guaranteed", "i’m kidding, folks", "trenbolone [inaudible] tablets that were used to inject into cows, and then reconstituted or basically – not that i would know anything about that, but continue", "so anyway, mike has been a friend of mine for a long time", "we used to train together", "we used to powerlift together", "and so he made a video, a very short, kind of lame-ish video on instagram where he called me out", "i didn’t really mind me too much and still it doesn’t really bug me too much", "but the one thing that i didn’t like was he said he’s coming after my numbers", "your prs", "your lifting [inaudible]", "yeah, just to protect powerlifting and to protect the sport", "like i’m not going to tell him i’m going to go up and do a pose down with him in my underwear; that’ snot what i’m good at", "that’s not what i know how to do", "he’s won a lot of competitions; he’d whoop my ass in that", "so i asked my brother and asked a couple other people, should i do a wrestling promo on him", "they’re like oh fuck, yeah; that will be funny", "and so i did a whole promo", "you can watch it on my youtube; youtube.com\\supertraining06 where i said mike o’tren, you’re no longer my friend or something like that is the title of it", "you guys will get a kick out of it", "it was all for fun", "anyway, mike retracted whatever he put up", "i haven’t talked to him since then so i don’t really know where his mind is at with that", "but i got him with a couple good, hard hitting things on there", "what have you learned from some of the lifters you’ve interacted with, like ed coan, for instance", "the man, the myth; not really the myth; the man, the legend", "almost mythological, though", "of mythological proportions", "there is a book by marty gallagher that – i’ve got it right here", "oh, you do", "it’s a great book", "it’s right here", "it’s the bible", "it’s hard to find", "it’s my bible", "there it is", "so coan the man, the myth, the method: the lifetimes & training of the greatest power lifter of all time, written by marty gallagher", "this is a fucking great book", "it’s unbelievable", "it’s so, so good", "it documents all his different contests and stuff like that; it’s unbelievable", "can you give people just a little bit of background on ed and why people revere him so much", "ed coan is the greatest powerlifter of all time", "he’s regarded as the greatest powerlifter of all time because he competed in the 220-pound weight class", "there are a lot of different weight classes in powerlifting, but from ed coan’s standpoint, competing at 220 and 242, there’s also the 275-pound weight class, there’s a 308 weight class, and then there’s super heavies", "the super heavyweights are guys are who weigh over 308; some of them weighing 350 and stuff like that", "ed was so strong that he was able to to topple bill kazmaier from back in the day", "kazmaier totaled a little bit over 2,400 pounds and ed was able to surpass him", "it was kind of a lifelong journey for him; i think it was around 1991 or so was the time that he did it", "the style that he did it, the way that he did stuff was always super impressive", "bill kazmaier, for people who don’t know, number one they might recognize the name from world’s strongest men competitions; just a beast", "bill kazmaier was a savage; there’s no question", "the way the guy was built was extremely impressive", "he was very lean for how heavy he was", "but when it comes to american strong man competitors, he’s a legend; there’s no doubt about it", "even just in the history of strong men period in america or otherwise, he’s a legend", "i interrupted you, though", "you were talking about coan and his method or his technique", "it’s not just what ed coan did, it’s how he did it", "he’s not a guy to cut corners", "he’s a guy to use old school methods", "he uses hard work", "he’s a tough bastard; he’s a tough guy", "and he’s not going to let anything get in the way of him being the best", "and so on his quest to topple this all-time world record, he would hit these huge squats, he would hit a big bench press", "and then a lot of times it would come down to the deadlift", "anybody who knows ed coan, he’s one of the greatest dead lifters of all time", "he did a 901 pound sumo deadlift at one point at 220 pounds; a record that still stands to this day", "it’s mind boggling", "he just had a belt on for that lift", "ed struggled a little bit in the bench press, though", "bill kazmaier, by the way, had the world record in the bench press for a long time; he benched 661 pounds, 300 kilos which is just another mind boggling feet", "what gear or lack thereof at the time was –", "i don’t think bill kazmaier wore a bench shirt", "just like a singlet and a belt", "i think the 661 bench press that bill kazmaier did, i could be wrong but i think it was just in a tee shirt", "bill kazmaier also squatted in the mid-eights with a single-ply suit, which was basically like a ramped up singlet of some sort; didn’t do a whole lot for you", "some cheap knee wraps, and they would just go at it", "and then bill also was able to pull over 800 pounds", "so coan had to make up a lot of ground in the squat and the dead lift because he couldn’t bench as much as bill kazmaier did", "but this one particular meet that he did down in texas came down to the dead lift and ed coan injured himself in training", "he couldn’t pull sumo", "so he gets down to his last dead lift and he’s got to pull 887 pounds conventional", "so sumo is wider stance, hands inside the legs; conventional is kind of the opposite, legs closer together and arms on the outside", "correct", "so there goes ed coan", "he goes up to the bar, 887 pounds and just like the true professional that he was, rips the weight up off the ground, locks it out and it’s the only time you’ll ever see him celebrate", "you can find that video on youtube", "it’s really neat to watch because he doesn’t really celebrate; he’s usually very stoic whenever he does a lift", "so you can see him get really fired up", "just a passionate guy", "the time that he did come out here and the time we spent with him here at super training, we shot some videos with him; we podcasted with him", "when he left, that day i told the rest of the guys in the gym: that’s it; that’s the goat; that’s the greatest of all time", "there will never be another ed coan walking through the door", "i was like, it’s all just downhill from here with any other lifter that we get", "everybody was laughing but everybody now understands why i said it, because he’s a great person off the platform", "he’s a great person either way", "he’s somebody that i look up to in lifting and in life", "he’s a super awesome guy to be around", "he’s always very happy, he’s always very energetic", "he loves sharing information; he loves helping people", "he’s going to be the first guy to help you; he’s also going to be the first guy to brag that he helped you, which i think is funny", "he brags to me all the time, still to this day, about how he helped this guy with that and he helped that guy with that", "he’s so excited about it and it’s just great to see", "the main thing i learned from him, i guess two things", "when it comes to lifting, what i learned from him is that he likes to just do one set because he acquired so much strength that he really only seeded the stimulus from one main set", "one main work set", "one main working set", "but he would have warm-ups", "of course, of course, and warm-ups – i don’t even know what you would even call them because it’s 700 pounds, then it’s 730 pounds, then it’s 760 pounds and then it’s 800 pounds and it just goes on forever and ever", "but yeah, they’re warm-ups", "they’re very easy for him to do", "they’re 70 percent for him, 80 percent for him", "one thing that struck me reading this book way back in the day (i’ve had it for ages), is that his training regimen is actually very similar to the training regimen of dorian yates when yates was in his prime", "the programming was very similar", "yeah, they’re just kind of one and done", "they get that main lift in there", "the other thing i learned from him, which is this is really hard to do; i would advise anybody to try to practice this", "i challenge anybody to be able to actually follow through with this because it’s really hard to do", "this is advice from ed coan, the greatest powerlifter of all time", "he said be nice to those who are nice to you, and that’s it; don’t do anything else", "i always took that as a challenge; that’s really hard to do in life", "you get somebody being mean or nasty to you, the only thing you can think of is how do i retaliate", "how do i get this person’s attention so i can get back to him", "how do i get them to stop", "how do i cut them off, or i want to punch them in the face; whatever it might be", "that advice from him to me was critical and it came at a really good time", "i was having some issues with an old member of the gym and stuff like that, so it just kind of relieved me of that tension", "i was like, you know what", "he’s absolutely right", "why don’t i just concentrate on what i’m doing; concentrate on the positive, great things that i have going on", "be nice to the people who are nice to you and then ignore the rest", "ignore the rest", "are there any other lifters, for instance you’ve interviewed some just phenomenal athletes and of course you have a ton of them here at the gym", "but a few names that come to mind because they’re just, like you put it, mind boggling", "dmitry klokov, konstanin konstantinovs; am i getting the name right", "that guy, good lord", "there’s a video you guys can see", "what was it, 945, 985 with just a belt", "no, it was no belt", "yeah, no belt", "have you taken anything away from these guys, and dmitry klokov is just an absolute mutant of olympic lifting; have you taken anything from those guys that you’ve tested or incorporated in your own training or otherwise", "sometimes when you look at some of these guys, you do have to recognize that there are different species among us", "there are some people who are just different", "there’s the guy in high school who’s six-four who’s really lean and gets all the chicks", "there are some people that you just sometimes can’t keep up with, for lack of a better term; you don’t know how to compete with them", "and some of these guys were like that", "like you’re truly and honestly just not ever going to be able to compete with them at some of the stuff they do", "we had a lifter here for a long time who lifted with us", "he was a phd in mathematics and he said i think it was like second or third grade they put some equations in front of him for multiplication and division", "they’re like, we’re going to be going over this for the next month and we’re going to review this, and you guys will know this like the back of your hand", "he was like: i already know all the answers", "there are people who are just like that", "there are people who walk in here today; i just told you the story today about ensima, one of the lifters we have in here", "he did a 715-pound dead lift", "i’ve been working my whole life – double overhand grip", "double overhand grip with no belt", "it was a hook grip; double overhand would be almost impossible with that kind of weight", "i don’t know if there’s anybody who could do that", "just for people listening who don’t know, this is with the four fingers on your hand on top of the thumb, correct", "could not hurt any worse", "i’m trying to be part of the conversation and feel like one of the boys, but obviously i can’t even – i can freakin’ hold the water bottle for you guys", "i’ve never been comfortable trying that grip", "oh, i know; it hurts like hell", "i guess my point is that sometimes some of these guys are on such another level, it’s hard to really learn much from them at all", "dmitry klokov, this is going to sound ridiculous just saying it but one thing he really preaches to other olympic lifters is to get stronger", "as funny as that may sound, i think what he’s referring to is hey, you know what", "stop worrying about becoming so mobile, and stop worrying so much about your technique and your form", "it’s not all these different things, it’s just that you’re a pussy and you’re not strong enough so work on being stronger", "a lot of things can be really solved through dead lifting and squatting", "and so his point was hey, let’s just get more weight on your back; let’s have that be the focus rather than you spending ten hours a day on your technique in the snatch or something like that", "you have a big mural in the gym that says strength is never a weakness", "one of the guests i had on the podcast, pavel tsatsouline, who popularized the kettle bell in the u.s", "would also say strength first", "that is the foundational skill", "then you can build everything else on top of it", "that’s true", "i would go so far as to say with, say, konstantinovs, who is hot from latvia; isn’t he from russia but he lives in latvia and he’s like, let’s get something clear", "he gets pretty fired up", "what’s interesting in interviewing him, the text that came back was so harsh that when we started to edit it on our end, i was like no, we need to leave some of that in there", "he’s kind of like really blunt, and he was also kind of mean, too, towards americans like americans are weak and russians are strong and tough", "i was like, we’re leaving that in there; that sounds great", "i love this guy", "it was a good interview", "i read the whole thing and i actually underlined quite a lot", "but what i was going to say is that in some cases it seems to me dangerous to emulate some of the habits of people who are in the top .001 percent because they’ve already built such a foundation of strength training that they can then break the rules", "professional", "he initiates a lot of his record breaking dead lifts with a rounded back, right", "but if you take someone who is just doing, say, 2x bodyweight and they want to get to 3x bodyweight and they’re like now i should lift with a rounded back; it’s like well, let’s not put the cart before the horse", "a great analogy would be, and you’ve done some mma-type stuff, you’ve done some martial arts and stuff like that", "imagine just learning a few weeks of martial arts and being like okay, i want to start doing some stuff like bones jones", "and where you try that is in the ufc against a professional fighter when you’ve had no experience with that", "so sometimes you’ve just got to leave some of the things up to the pros and recognize that they’re going to look different when they do things", "konstantin konstantinovs, it appears that he lifts with a rounded back but is his back rounded, or are his erectors so dense that when he goes to bend down, his spine just kind of looks that way", "it’s hard to really tell", "the guy is so damn jacked, it’s hard to really reference much of anything", "the thing to learn from him, though, is the explosiveness and the intent", "he’s not out there to win a balloon or a lollipop", "he’s trying to break stuff; he’s trying to be very violent with the weights", "he’s trying to rip the weight off the ground as fast and as explosively as he possibly can", "that’s a good take home message for people", "and also realize he built up his dead lift by doing a lot of repetitions", "i remember in the article he said he used to do sets of ten and 15 routinely", "you don’t see that so often in the dead lift", "it reminds me also of pavel and dan john, a lot of the guys would, if they’re looking at what they would call easy strength, they’re probably doing fewer repetitions per set", "pavel has said if you want to press a lot, you have to press a lot", "you have to work on that skill and the technique of it", "you hang out in the positions that you’re bad in for a long time", "as you’ve gotten older, what have you added to your regimen, if anything, to try to minimize the likelihood of injury or spinal issues", "i know one fan of mine had mentioned, and i don’t know if this is accurate, but that ronny coleman has had a number of back surgeries", "oh, man, sad to see", "of course ed coan has had double hip replacements", "how do you think about addressing that as you get older", "because you’re not just a power lifter now, right", "you’re also an entrepreneur and you have a lot of other projects and responsibilities; how do you think about that", "i don’t", "i can’t be that worried about tomorrow if i’m going to do the things that i really, truly want to do now", "now, it would be irresponsible not thinking about it at all, so there are some things that i added and when i say them you’ll laugh because it just sounds silly to even say it out loud, but adding in more food has been a big part of it", "eating more food", "eating more food, yeah", "more fuel; you’re going to need more fuel for the tasks that you need to be able to complete", "and that’s not to say that doesn’t go along with getting older; probably less food goes more along with getting older than anything else", "in order for me to be competitive, in order for me to stay strong i’m going to need to add food into what i’m doing", "so food is going to be a big part of it and the sleep regimen is going to be a big part of it", "as ridiculous as that sounds, jesse burdick and i laugh all the time", "we wanted to start a website called “rest wad,” which is all about snoozing; all about sleeping", "i like hanging out with jesse because he has as large a head as i do", "oh, he has a hell of a cranium, doesn’t he", "it’s incredible", "he’s got those pockets, like on the side", "oh yeah, it’s great", "it’s kind of like a pit bull, when you see a pit bull chewing on something; oh, my god, what are those muscles", "it’s impressive", "but jesse is also – he can pull a lot of weight", "this is a real athlete", "my first real hands-on interaction with jessie was getting art with jesse", "oh, no", "i’m going to come back to that in a second", "but what does jesse pull", "do you have any idea", "his best deadlift in competition i think is 821; 821 pounds", "he’s a strong unit", "very strong", "thick-handed young man", "i met him because i was having lower back and hip-related pain", "so active release technique, for those people who are not familiar, i will try to give a very oversimplified definition and then just a short story on jesse", "painful", "oh, my god", "the basic idea, and this is going to be super oversimplified, is that if you have tissues, let’s just say have developed scar tissues and adhesions and they’re adjacent tissues, that you can have someone effectively stick their fingers deep in between them and then have you go through different gliding motions to tear it apart", "this is roughly what it’s like", "if you don’t know where your psoas is, imagine basically a millimeter next to your junk, your genitals – either gender – and it travels up through the hip and attaches to the lower back", "so people who sit down a lot get very tight iliopsoas, as in hip flexers, and then they stand up and it pulls in the lower back; ouch, ouch", "so i decided to go see jesse burdick at one point", "he had may lay down on the table with my legs dangling off and he said okay, safe word is “brisket.” that’s how he started", "how much doe jesse weigh", "probably 280 or so", "280", "basically, imagine making a ridge hand like you’re going to sort of austin powers judo-chop someone", "it felt like he stuck his hand kind of up to the second knuckle into my groin and then moved my leg around like a marionette", "it was a memorable day", "i felt like i was, i don’t know, welcome to riker’s", "i’ve had something similar done before, and for some reason even though their hand is on your stomach, it feels like someone’s fist is going up your ass", "i don’t know what that’s about but it’s a weird feeling, like what just happened", "my virginity", "or tickling your spine from the front", "it’s a very uncomfortable experience", "yeah, you’re like i don’t know what’s happening at this point", "usually you have to go to a funky club in the middle of nowhere at 3 in the morning with blue lights to get that service", "if you buy jesse burdick flowers, he’ll be willing to do it all the time for you", "rest wad", "so what else", "the other element of staying healthy as you get older is just to make sure that there’s no stone unturned in your training", "make sure you’re not doing that stupid stuff at the end of your workout that’s going to compromise", "at the end of your workout you always have the angel and the devil on your shoulder", "the angel is always telling you: hey, you should go home; you should probably just rest", "take today as a win, buddy, and just relax", "then you’ve got the devil telling you: no, you should do another set; you need to be more jacked", "so when you have that sensation of wanting to do more stuff, you probably shouldn’t, especially if you’re already cooled down", "there are other days to train, other days to get the job done", "and it’s a long, long process to get stronger", "it’s a long process to get fit; it’s a long process to stay in shape", "so view it as that", "make sure you’re hydrated, make sure you’re sleeping well", "and even if need be, take a nap", "all these things are going to be crucial in your journey towards succeeding at whatever your goals are", "the simple stuff, it’s so funny how often, and i’ve found myself succumbing to this often; you’re not getting proper sleep and yet you’re going to obsess over the minute details of some tiny variation of some exercise", "and it’s like no, you dumbass, you just need to actually get your sleep", "or take a 20-minute nap, or whatever it might be", "what you just said echoes true across a couple of different fields", "because for instance in surfing, that “just one more wave” is always when people get hurt", "so people like laird hamilton will say you’re never allowed to say that", "then you have people like tim o’neil, who is i think a six-time national champion at rally car racing and it’s like at the end of the day, 4:30, the witching hour; that’s when everybody fucks up and drives into a tree or has some type of accident", "your mind’s not connected to anything anymore", "that’s when you call it", "coach sommer, the former national team gymnastics’ coach for men’s gymnastics has put it to me because i am also inclined to push it too hard, particularly with connective tissue", "i get muscularly stronger quite quickly but then my connective tissue lags and i get injured", "he said look, you can always push harder the next training cycle or in the next workout, but if you overdo it today you might be out for two or three weeks", "everyone’s always trying to have all these crazy recovery methods; foam rolling and doing all these other things", "all those things are great and they can really help a lot, but if you just don’t train like an idiot, then you don’t need it as much", "right, you need less of it", "let’s hit just a couple of rapid fire questions here, and then we can get back into the gym and we can demo some of these exercises", "the first one is one of my most common questions, and that is when you hear the word successful, who is the first person who comes to mind for you and why", "my pops", "my dad, all five-foot-four of him", "i got a bo jackson rookie card sitting right here on this desk where we’re at right now", "and when i was a kid, i probably would have viewed that as success", "but what i’ve learned over the years is that the success that we embrace as americans and the success that people are judged by can actually be quite maddening to even ever reach", "and it’s not always all that obtainable", "you want to think about success, and you want to think about what it means to be successful", "i don’t know if people truly think about what the term means to them", "that’s the most important thing; what does it actually mean to you", "if you think being successful is being in movies, then look at any issue of people magazine and see how many divorces and see how many problems a lot of people would have that we would normally put up on a pedestal and say they’re successful", "they have all the same problems a lot of regular people have but they’re amplified and their lives spin out of control very often through alcohol and all other kinds of problems, as kind of pointed out in prescription thugs; those types of things become very real to the rich and famous", "success to me s defined by the simple act of being good for a long period of time and doing the right thing over and over again", "people want a fast way to success, people want a fast way to getting better or self improvement, and people oftentimes talk about a steroid or this and that is going to get me there faster", "the ultimate pill you could take is, again, the act of doing the right thing as often as you possibly can", "it’s hard because we have a lot of self doubt in our bodies", "we talk ourselves out of stuff every day", "we have naysayers and people who tell us that we can’t", "so sometimes that sneaks in, and we’re like yeah, they’re probably right; i’m probably right", "i probably can’t do that", "i probably shouldn’t be doing that", "and so to me, success is the ability to continually get a lot of stuff done, whatever it is your goals may be, to continually make the right decision day in and day out and see acts of being good for a very, very long period of time", "because being successful and being great is not something that can happen just in one particular day or one particular month", "i’ve talked before about michael jordan, and talked before about mohammed ali", "these are not people who were good on just a given day", "they were good for a long period of time", "they did the right thing for a long period of time, and that prepared them to be great when the time was right", "and they stood the test of time", "to me, that’s the ultimate form of success; to be able to stand the test of time", "i remember as a kid, as i started getting more and more into girls and stuff like that, watching my dad and seeing him as an example", "i remember a couple times, i’m like there’s no way my dad is not going to look at this girl", "it’s impossible; there’s no way", "this girl has too little of clothes on for him to not turn his head and not look at this girl when she walks by", "i don’t care how in love with mom he is; there’s no way, it’s not possible", "my dad would never look", "and to me, that’s the definition of greatness; somebody who is that disciplined and somebody who can make that sort of commitment", "i would just also add that one thing i’ve admired from what i’ve seen of your path, and we haven’t hung out as much as i would like, but we have interacted a fair amount", "i think one enviable aspect of what i’ve seen you do, and admirable, is that you don’t take yourself too seriously", "i think life can be really short, it can be cut short; it can also feel really, really long", "so i think the act of not taking yourself too seriously has allowed you to accomplish a lot of really serious things, and that that’s an asset", "there’s no question about it", "having fun, how can having fun not be part of your success", "at the same time, if you’re not kicking ass and not getting ahead, it’s harder to have fun; make no mistake about it", "i’m a driven person; i want to kick as much ass as the next person", "but at the same time, i’m not going to sacrifice my training", "i’m not such a serious person that i think everything is going to be diminished or interfered with if i have a couple laughs before i go do a lift", "now obviously, before i load up the bar with 600 pounds i’m not going to be the source of entertainment for everybody for those 15, 20, 30 seconds before i go and do my lift", "as soon as it’s done, though, you break back to your normal self having a good time", "i just have learned over a period of time that it’s not a great thing to be so self indulged in what you’re doing", "as i mentioned earlier, it can be maddening when you’re trying to chase after certain numbers and certain things", "it can really make or break you", "and so if i can’t have fun and chase at the same time, i’d rather fall a little bit short and have fun along the way", "what $100.00 or less purchase has most positively impacted your life recently", "initially i was going to say a pair of groucho marx glasses that i bought in japan", "i got a lot of legs out of those", "wait a second", "grouch marx glasses", "i can’t even remember how much they cost but in u.s", "dollars they were about $2.00", "but for some reason, everybody wanted to take a picture of me with them", "they instantly made me famous somehow", "i don’t know how it happened but there were like hundreds of people – in japan", "yeah, in japan", "well, that makes sense", "you’re a fucking mountain of a human being wearing groucho marx glasses", "it’s like the most japanese comic book thing i’ve ever heard of", "i was also wearing a purple jacket; a ribera steakhouse purple jacket, satin nonetheless, to make matters even better", "let’s see, $100.00 purchase that has done what, exactly", "just positively impacted your life", "it could be any purchase, really", "i’m just looking for something that’s not like – well, my new escalade, because people aren’t just going to run out and by a thousand escalades", "i don’t know; maybe they would", "you know what, the wifey does so many of the purchase around the house – okay, i can rephrase it", "what is a piece of gear that you’re extremely happy with that people might not be familiar with", "you showed me one, the triad", "is that what it was called", "havyk triad", "which was pretty cool", "i saw another weird device that looked like some modified type of pull-down grip for lat pull-downs", "i wish i could remember the name of that thing", "we will take video of that", "that thing is pretty bad ass", "in terms of the lifting equipment in the gym, man, everything in there is so expensive", "expensive is okay", "there’s what’s called the duffalo bar, which is by a friend of mine, chris duffin", "basically it’s kind of a spin on the buffalo bar which is a bar that is specifically bent a certain way so it’s less stress on your elbows and shoulders when you go to squat", "i like that piece a lot", "and then we have something in the gym that i’ll introduce you to that you’ll really like", "it’s also by chris duffin; it’s called the geisha", "i believe that’s how you say it", "it’s 120 pounds of cement that is in the shape of a foam roller", "you just roll it on your back and roll it on your legs", "it feels terrible and magnificent at the same time", "i have seen a number of products from him", "he also makes the widow maker or whatever, all these different things; they’re like weighted cylinders", "yes", "donnie thompson makes some of the stuff as well", "i think they make some stuff in conjunction", "one of the things he makes is called the ex-wife and it’s like 150 pounds or something like that", "the triad is pretty cool as well, which is basically thick bar, or you could use it for thick bar training but it has three different grips on each, let’s just call it triad; 20 pounds, 40 pounds, 60 pounds", "my friend who makes those is a huge fan of yours so if he listens to this, his heart is just going to stop", "i was going to ask you if i could buy a few of them, actually", "the name of the company is havyk; if we can plug it, he’ll die", "yeah, fantastic", "so check it out, folks", "if you could have one billboard anywhere with anything on it that is not an advertisement; if you could put a phrase or anything on it; what would you put up there", "i like some of the quotes we have in the gym but one of my favorite quotes of all time is “either you’re in, or you’re in the way.” there’s a little back story on that", "i won’t go too long into it but a friend of mine, i was single at the time and i was dating a few girls and was trying to find the right one; trying to find mrs", "bell", "i went on few dates with my now-wife andy, and my friend at the time, this little italian guy, very fiery, very excited, danny divot-like sort of guy but then also super jacked and super ripped and built, and talked 100 miles an hour, chain smoked like a motherfucker but looked like a pro body builder at the same time", "just a weird combination of shit going on", "his nickname was vinnie gumbatz", "he was so abrasive when he was talking to you and he always looked like he was getting into a fight with you", "but he’s just telling you a story, and he’s always moving his hands around somark: much and so energetic and loud and stuff", "he used to stay at our house a lot; my brother just let us stay at the house for awhile", "he was kind of down and out for a period of time", "my wife ended up seeing him out somewhere and they spent a few hours together; they hung out at the beach together while he’s smoking and cursing up a storm at the beach", "my wife thought he and i were really good friends", "it was just more of an acquaintance than anything else", "my wife was trying to just spend time with him to get on my good side, basically", "and so vinnie comes home and he tells me, he’s like hey, i saw andy and we were hanging out", "she’s super sweet, nice girl, blah, blah, blah and he’s going on and on", "he’s like: you’re a fucking idiot", "i don’t know why you’re with this girl, you’re with that girl, and you’re complaining", "he’s like, “i’ve got a saying; either you’re in, or you’re in the fucking way", "and andy, she’s in.” and so that speech right there led to andy and i being married for 15-plus years now and having two children", "wow", "either you’re in, or you’re in the way", "i love it", "mark, i’ll tell you what, we could talk and talk and talk, and maybe we’ll do a round two sometime but i want to let you get back to your training", "we’re going to film some stuff that people can see in the show notes, grab some video, and probably also find some of your tirades, your professional wrestling challenge videos to put in the show notes", "but where can people find you", "what would you like them to check out", "how can they reach you or learn more about you on the interwebs, etc.", "instagram is @marksmellybell and twitter, i have a website called howmuchyoubench.net, which has all my products", "they’re all supportive gear to help you lift more weight more safely", "also you’re going to want to check out my youtube channel which has tons and tons of great information on training", "it’s youtube.com\\supertraining06", "alright, there we have it", "any parting comments, suggestions, things you’d like listeners of the podcast to consider", "just multiply your muscle and multiply your hustle", "alright, mark", "thanks so much", "i really appreciate it", "alright, man", "thank you", "appreciate it", "a lot of fun", "and everybody listening, as always you can find links to everything we discussed and more resources, etc", "in the show notes for this episode and every other episode at fourhourworkweek.com/podcast", "and as always, until next time, thanks for listening", "i’m available for more of these", "if you need me, i can take over a little bit when you’re not around; anything you need, buddy", "substitute mark bell", "thanks, guys"]}