{"dialog_idx": {"jamie foxx": [21, 22, 23, 24, 291, 293, 294, 295, 296, 297, 298, 299, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 312, 313, 314, 316, 317, 318, 319, 320, 321, 322, 323, 325, 326, 327, 328, 329, 332, 333, 334, 336, 337, 339, 340, 341, 342, 343, 344, 345, 349, 351, 352, 353, 354, 355, 356, 357, 359, 360, 361, 362, 363, 364, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 384, 385, 386, 388, 389, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430], "jocko willink": [17, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 76, 77, 79, 80, 81, 82, 85, 86, 87, 88, 89, 90, 92, 94, 95, 96, 97, 98, 100, 102, 103, 104, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146], "scott adams": [25, 26, 27, 434, 435, 436, 437, 438, 440, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 457, 458, 459, 460, 465, 466, 467, 468, 469, 470, 471, 472, 474, 475, 476, 477, 478, 479, 480, 482, 483, 484, 487, 489, 490, 491, 492, 494, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 524, 525, 527, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 543, 544, 545, 546, 547, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658], "seth godin": [19, 161, 163, 164, 165, 167, 168, 169, 172, 173, 174, 175, 176, 177, 178, 180, 182, 183, 184, 185, 186, 187, 188, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 225, 227, 228, 229, 230, 231, 232, 233, 234, 235, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 18, 20, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 75, 78, 83, 84, 91, 93, 99, 101, 105, 106, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 162, 166, 170, 171, 179, 181, 189, 190, 191, 192, 193, 194, 222, 223, 224, 226, 236, 263, 264, 265, 266, 267, 268, 269, 292, 300, 311, 315, 324, 330, 331, 335, 338, 346, 347, 348, 350, 358, 365, 366, 381, 382, 383, 387, 390, 431, 432, 433, 439, 441, 456, 461, 462, 463, 464, 473, 481, 485, 486, 488, 493, 495, 496, 497, 521, 522, 523, 526, 528, 542, 548, 565, 606, 647, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670]}, "episode_num": 253, "file_type": "html", "guests": ["jocko willink", "jamie foxx", "seth godin", "scott adams"], "num_sentences": 671, "num_words": 10117, "raw_text": "Tim Ferriss: Hello, ladies and germs. Welcome back to the Tim Ferriss Show. This is Tim Ferriss, and if you’ve listened to this podcast before, you know it is my job to tease out the habits, routines, and tactics and breakfasts – or lack thereof – of world class performers. I really dig into the nitty gritty of what you can apply. This episode is a special episode of the Tim Ferriss Radio Hour. Normally, I speak with one guest in long interviews but the Tim Ferriss Radio Hour is thematic. So, I will look at, say, meditation or I will look at failure, or I will look at how people handle a specific problem or opportunity and then pull highlights from my conversations with multiple guests. In this particular episode, I went in search of morning routines. Morning routines are very important to me for a lot of reasons. Routine may sound boring, but I encourage you to keep in mind the quote of W. H. Auden, which is: “Routine, in an intelligent man – which could be person, of course – is a sign of ambition.” Now, why would that be the case? We’re going to come back to why that would be the case when I get to my own personal example. But first, let me give you an idea of who we’re going to chat with. In this episode I talked to Jocko Willink, a legend in the Special Operations world and former U.S. Navy Seal commander. He’s also a black belt in Brazilian jiu-jitsu, weighs more than 200 pounds, and can do 60-plus strict pull-ups. Jocko Willink: When I wake up in the morning, I’m thinking about the enemy; what can I do to be ready for that moment which is coming? Tim Ferriss: Then, bestselling author Seth Godin discusses the importance that diet plays in the structure of his day. Seth Godin: Well, if there’s a laptop or I’m not unconscious, I’m at work. Tim Ferriss: I also interviewed Academy Award winning actor and Grammy Award winning musician, Jamie Foxx to ask him about the first 60 minutes of his day. Jamie Foxx: I’ve got a homey, Tyrin. He played Cain in Menace to Society. I kept wondering how is he always in shape? He says, “Man, I’m trying to tell you the pull-up bar is everything.” Tim Ferriss: And then Scott Adams, creator of Dilbert, shares how he begins the day and discusses the six dimensions of humor. Scott Adams: There’s a process. Once you clear your mind, you have to flood it. You may use different words for this but I know you do it. Tim Ferriss: This is the Tim Ferriss Radio Hour on “Creating Your Ideal Morning Routine.” I mentioned earlier, and this is a quote of course, that routine in the intelligent person is a sign of ambition, and that is the case because at least from my perspective your morning should have a predictable and scripted boot up sequence. What does that mean? That means that you have an algorithm, a set of steps, that produce an optimal day for you more often than not, and that is dictated in the first 60 to 90 minutes of the day. So, it might be as simple as, say, making your bed in the morning. Look up McRraven, “Making Your Bed,” for an interesting video and commencement speech all about this. It could include journaling; it could include any number of things. By putting those particular steps on autopilot, having that boot up sequence, you conserve your cognitive calories for the things that matter most. Meaning rather than deciding what you’re going to have for breakfast, what type of toothpaste you’re going to use, where you’re going to sit on the toilet; whatever it might be you are sparing yourself that cognitive burden so that you can apply your energy where your unique strengths can best be applied later. I’ve heard it said before and I do believe that if you win the morning, you win the day. So, in my case, what are some of the nonnegotiables of my mornings? I’ve written about this in Tools of Titans, I’ve talked about it elsewhere; it varies very mildly from week to week, from month to month but right now some of the nonnegotiables are wake up, prime state. This is per Tony Robbins. I jump in a cold pool. It could be a cold shower. I come out, I do 20 minutes of transcendental meditation, which could also be for instance head space, or some type of guided meditation say by Tara Brach or Sam Harris. That is for state awareness. Then I sit down with a cup of tea, very often pu’er plus turmeric and ginger, and I use a journal. Most often that is a five-minute journal, and this is to clarify my intense objectives and also gratitude for the day, which decreases anxiety. I find that to be an important precursor for me personally for optimal output. And that is really it. Literally, that takes about 30, 40 minutes. And if that means, and this is very hard for me to bite off and accept because I am a night owl and love sleeping late; if I need to sleep 30 minutes less to get that boot up sequence completed, that is a worthwhile investment and I will very often be able to make that up later with a 30-minute caffeine nap later in the day. You can Google “caffeine nap” if you want to know what that is. So, am I completely psychotic and obsessive and so on? Probably, but not because of my interest in morning routines. Almost every guest on this podcast has an interesting approach to the beginning of the day. Whether that is highly, highly structured or completely unstructured, there’s usually some thought behind it. Their habits and practices can help set the stage for you. So, without further ado, let’s get started. Jocko Willink spent 20 years in the U.S. Navy and command Seal teams’ Three Task Unit Bruiser, the most highly decorated Special Operations unit in the Iraq War. Upon returning to the U.S., Jocko served as the Officer in Charge of training for all West Coast Seal teams, designing and implementing some of the most challenging and realistic, perhaps psychotic, combat training in the world. After retiring from the Navy, he cofounded a leadership and management consulting company and authored the No. 1 New York Times Bestseller, Extreme Ownership: How U.S. Navy Seals Lead and Win. He did his first ever interview on this podcast. He also hosts a fantastic podcast called “Jocko Podcast,” which you should check out; it’s intense. In our conversation I started by asking Jocko, at least in this excerpt, what his morning routines look like and how he would structure his ideal day. Here’s what he said. Jocko Willink: So, I wake up early. I wake up at 4:45. I like to have that psychological win over the enemy. For me, when I wake up in the morning and I don’t know why, I’m thinking about the enemy and what they’re doing. And I know I’m not active duty anymore, but it’s still in there that there’s a guy that’s in a cave somewhere and he’s rocking back and forth and he’s got a machine gun in one hand and a grenade in the other hand and he’s waiting for me, and we’re gonna meet. When I wake up in the morning, I’m thinking to myself what can I do to be ready for that moment which is coming, which is coming. So, that propels me out of bed. I work out early in the morning. Tim Ferriss: So, you wake up at 4:45; what’s the next thing aside from brushing your teeth and doing the usual? Jocko Willink: Do the usual, start working out and ideally, I like to get done with my workout by the time the sun comes up. And so now if there’s waves, I live by the ocean and I’ll go surfing and get done with that. Tim Ferriss: What does the typical morning workout look like? Jocko Willink: I do a lot of pull-ups, pushups and lifts. I dead lift and do squats, I do sprints. It’s everything that everybody does, right? I swing kettle bells, I do burpees; it’s all that. Tim Ferriss: And it’s like a 60-minute workout? How long is the workout? Jocko Willink: It depends on what’s going on. I will try and do some strength movements to be strong; dead lifts, cleans, clean and jerks, something like that to make myself stronger. Or even if it’s something like just dead hang pull-ups and I’m just maxing out, but I’ll do something like that to make myself stronger. And sometimes that can take a while, because I’ll just want to relax and hit singles or doubles on dead lifts or cleans or whatever. Then when I get done with that, I’ll do some kind of metabolic conditioning; I’ll be sprinting, or rowing, or swinging a kettle bell, or lighter weight clean and jerks for reps or something like that. That’s what it looks like for me. Tim Ferriss: So, you finish training when the sun comes up, hit the waves since they’re there, which is a good policy, and what happens then? Jocko Willink: I’ll come back and start doing normal human stuff. Tim Ferriss: That’s when the work begins, the professional work. Jocko Willink: I have a leadership and management consulting business, so I’ll have clients to talk to, I’ll have emails to push out. I’ll start taking care of that business. I normally don’t get hungry until 10 or 11:00 in the morning. So, around 10 or 11:00 I start wanting to start to graze on some food, and I’ll do that. And then by noon I’m feeling pretty hungry, like I need some lunch. Tim Ferriss: What does your diet generally look like? Jocko Willink: It generally looks like steak, and chicken, and salad. Tim Ferriss: Paleo-ish? Jocko Willink: Yeah. I’m no stranger to having some mint chocolate chip ice cream, or some Ovaltine, or whatever. Again, I’m not a competitive body builder so I’ll eat some normal food. Tim Ferriss: Right, you can indulge when the spirit moves you. When you think of the word successful, who are the first people or the first person that come to mind? Jocko Willink: For me, the part of the world that I’ve seen is a very dark place. It’s a dark place. That’s what war is. When your job, which my job was, was to expand that darkness in many ways, war is about killing people. And so for me, when I look to someone who’s successful, it’s someone who brings some light into that darkness. So, for me, the first people that come to my head are Mark Lee, who is one of my guys, first CO killed in Iraq; Mike Monsure, one of my guys, second Seal killed in Iraq, posthumously awarded the Medal of Honor; and Ryan Jobe, one of my guys, wounded in Iraq, blinded in both eyes. Made it home, medically retired from the Navy, and married his high school sweetheart. Got her pregnant and finished his college degree. And after his 22nd surgery to repair the damage that was done to his head and face, there were complications and he died as well. But all of those guys, in all of that darkness, they did things. They made a sacrifice that was completely selfless. And to do that and to live and fight and die like a warrior, that to me is success and those guys are my heroes. Tim Ferriss: What do you struggle with, and I ask that because we’ve only just met but it’s hard for me as a civilian to fathom what you and your friends have been through; impossible for me to fathom. It makes me just feel ashamed for ever complaining about a bad day or a hard day, given what you guys have experienced and the stakes that are involved, and the sacrifices and sadness and tragedy that is a part of that job. What do you you struggle with, whether it’s in the business fear or just in life in general, if you’re open to talking about it? Because I know that I used to, when I had these icons in my head I was like oh my God, Richard Branson; he’s got it all figured out. He’s doing everything perfectly. He’s on cruise control, hitting home runs every time he gets at bat. And as I’ve slowly gotten to know Branson not necessarily directly, although I have met him before, and this is something you talked about, detachment. I’ve always had impatience and anger issues and it’s helped me to be aggressive in sport and in business and in negotiation, but it’s also caused some problems for me. But I’ve realized that one of the ways I can tone that down is by realizing everyone is fighting a battle in some way that you know nothing about. What are the things that you find difficult or or struggle with, or have struggled with? Jocko Willink: It’s an interesting question, and this is a filler answer in case you couldn’t tell. Because when I start off with “it’s an interesting question,” that means I’m not really quite sure what to say. I’ve been lucky, I’ve been blessed, and I’ve had a life that I would not trade with anyone in the world. When you talk about Ramadi, that was the highlight of my life because I was leading men in combat, which was something that I always wanted to do and something that I felt that I was destined to do. And when I was in that situation, I knew that. I don’t look back and say: oh, I wish I would have enjoyed that. No, I knew it then; this is it, this is what you have been waiting for your whole life and what you really have been preparing for your whole life. I was lucky to be there and I was lucky to have incredible guys to work with, both in my unit and in other units in the Army and Marine Corps that we worked with. I was lucky enough to have guys that were so brave and so dedicated. I use the word “fearless,” not that they didn’t have fear but that they overcame it all the time. And so I would say if there’s anything that I struggle with now, it’s just that does anything else matter? And the answer is no. The answer is no, nothing else matters. Nothing else is close. So, you have to deal with that. Struggle is a strong word because I don’t sit there at night wishing I was back. Well, okay, I do do that; I often wish I was back but I don’t dwell on it, because it’s gone. I’m so happy that I could be part of it and that I was able to work with such tremendous guys, and I try and keep their memories alive every day in my own head. Tim Ferriss: Next up is Seth Godin. I love Seth. He is one of the most influential marketers in the world, and his blog which nearly anyone at the top of the marketing world has read at some point, is followed by the who’s who of people in the persuasion and influence game, whether that is in marketing, advertising, or otherwise. He has authored 18, maybe more, bestselling books that have been translated into 35-plus languages around the world. He has founded several companies. And most of all, if you look at all of his various projects, he challenges the status quo in all areas. He loves testing assumptions, which makes me love you, Seth. It’s true. Hope you’re listening. Thanks, Seth. His books include Lynchpin, Tribes, The Dip, Purple Cow, and What to Do When it’s Your Turn (and It’s Always Your Turn). In this short clip, Seth talks about self discipline, the Busy Trap, and gives some best practices anyone can use, whether you’re a parent or a so-called wantra printer. On the subject of eating, what do your eating habits look like? What does your diet look like? Seth Godin: It’s really not good. Tim Ferriss: It’s not good? Seth Godin: Well, it’s not good because I’m bored by it but people are fascinated when we go out to dinner. I don’t eat wheat, I don’t eat dairy, I don’t eat cilantro, and I don’t eat meat. Because each time I adjust what I eat, I feel better so I feel like I’m in a happy place where I can make fascinating, interesting food and mostly eat happily I restaurants without being obsessive about it. Tim Ferriss: What does the first two hours of your day look like and what is a typical breakfast? Seth Godin: Breakfast is one more decision I don’t make, so it’s a frozen banana, hemp powder, almond milk, a dried plum, and some walnuts in the blender. Then I make coffee for whoever comes over that morning and for my lovely wife. Meanwhile, I’ve probably done an hour and a half of stuff online before 7:30, so then I know the world didn’t break while I was asleep and then I can get to work. Tim Ferriss: What does the half hour of internet triage or computer triage look like? What types of things are you doing in that half hour? Seth Godin: The most important thing is did the blog work, because if it didn’t I have to take evasive action. But I love the guys at Typepad; it’s the best $29.00 a month I spend because it doesn’t crash and it works. Then I try to clear the email box. I’ve lived in inbox zero before it was coined. Now my brain is free. And so then I try not to be an email hound until I’ve done actual, productive work. Then I come to the apartment where I work, and other people join me here sometimes and we work on the altMBA, which is a school I am building, and that’s what I do for work. Tim Ferriss: When was the last time you worked at home, if you ever did? Seth Godin: If there’s a laptop or I’m not unconscious, I’m at work in the sense that what I do for a living is notice things. Tim Ferriss: The reason I ask is because I’ve long considered getting an office as opposed to operating out of coffee shops and miscellaneous locations, and that is the context behind the question. Seth Godin: I do much better in this room. I couldn’t recreate this room for $10 million. It’s got so much patina, it’s got patina on the patina. That sets a bar for me about the fact that I don’t want to compromise just to do the next thing. Because I look at the last thing or the thing before that, and I say damn, I’m proud of that; don’t do something you’re not proud of. The altMBA, I wouldn’t be running it still if it weren’t the single, most important educational thing I’ve ever done. And that’s what I keep trying to do; the next thing’s got to be worthy of it or else I might as well just take a break. Tim Ferriss: Could you elaborate? Because a lot of the questions from my fans on Twitter and Facebook were related to education. They generally came in a number of themes. One was could you have him elaborate on his education manifesto? The other was hey, I have a kid who’s in fourth grade, I have a kid who’s just going to be entering school; what would Seth do in my shoes? And you don’t have to tackle those right off the bat, but with that as context, could you tell us more about what you’re up to? Seth Godin: This is a rant, and it’s not about what I’m up to; it’s about what I was up to. And the rant is this. Sooner or later, parents have to take responsibility for putting their kids into a system that is indebting them and teaching them to be cogs in an economy that doesn’t want cogs anymore. And parents get to decide. I’m a huge fan of public school. I send my kids to public school. I think everyone should go to public school because it’s a great mix master of our world. But from 3:00 to 10:00, those kids are getting homeschooled. And they’re either getting homeschooled and watching the Flinstones, or they’re getting homeschooled in learning something useful. I think we need to teach kids two things: one, how to lead and two, how to solve interesting problems. Because the fact is there are plenty of countries on Earth where there are people who are willing to be obedient and work harder for less money than us. So, we cannot out-obedience the competition; therefore, we have to out-lead or out solve the other people – I don’t care what country they live in; Wyoming or across the world – who want whatever is scarce. The way you teach your kids to solve interesting problems is to give them interesting problems to solve. And then, don’t criticize them when they fail. Because kids aren’t stupid. If they get in trouble every time they try to solve an interesting problem, they’ll just go back to getting an A by memorizing what’s in the textbook. It’s so important here, and I spend an enormous amount of time with kids. I produced The Wizard of Oz, the musical in fourth grade. I used to help run a summer camp. I think that it’s a privilege to be able to look a trusting, energetic, smart 11-year-old in the eye and tell them the truth. And what we can say to that 11-year-old is I really don’t care how you did on your vocabulary test; I care about whether you have something to say. And we can teach our kids, from a young age, to be the kind of people we want them to be. Anything that’s worth memorizing is looking up now, so we don’t need to have them spend a lot of time getting good grades so they can go into a famous college, because famous colleges don’t work anymore. Famous college isn’t the point anymore. The point is, is there an entity that will have trouble living without you when you seek to earn a living? Because if there is, you’ll be able to make a living. If on the other hand, you’re waiting in the Placement Office for someone to pick you, you will be persistently undervalued. Tim Ferriss: You talked earlier about writing daily as a practice, listening to the audio books as a practice. Are there any practices that you would suggest to the overwhelmed, busy parent who wants to start to be more proactive in this department? They have an 11-year-old; are there any practices or exercises that you would suggest? Seth Godin: You know super well that busy is a trap and that busy is a myth. Tim Ferriss: Definitely. Seth Godin: So, what could possibly be more important than your kid? Please don’t play the busy card. If you spend two hours a day without an electronic device, looking your kid in the eye, talking to them and solving interesting problems, you will raise a different kid than someone who doesn’t do that. That’s one of the reasons why I cook dinner every night. Because what a wonderful, semi-distracted environment for the kid to tell you the truth, for you to have low stakes but super important conversations with someone who’s important to you? That this idea, get home from work, put on your sneakers and go for a walk with your kid. My friend Brian walks his daughter to school every day. That’s priceless. How can you be too busy to do that? Tim Ferriss: And the work you’re doing now? Seth Godin: I did a couple of courses for Skillshare. They worked really well. They were very highly rated and they had an 80 percent dropout rate, which is way better than anybody else because other online courses have a 97 percent dropout rate. Then I did a course for Udemy, and the same thing happened. And I’m thinking, I love making these courses and there I am onscreen; it sounds like me but why are people dropping out of my courses and everyone else’s? And the reason is because when it gets hard and there’s no social pressure, you leave. So, what I said was how do I make the opposite of an online course? That meant instead of a million people, a hundred. It meant instead of being free, it’s expensive. Instead of letting everyone in, you have to apply. Instead of being easy, it’s hard. And instead of being on your own, it’s a group thing where there are coaches watching you all the time. And instead of lectures, it’s 100 percent projects. So, I built it to see what would happen. So, the altMBA is for people at big companies. We’ve got people from Whole Foods and Microsoft, and it’s for people at tiny companies. And it’s not for everybody. But we get this cohort of people and there’s a coach for every ten. We put them in Slack, we put them in WordPress. We give them 14 assignments over a 28-day period of time and we sprint as fast as we can. And it’s unbelievable. Tim, I’ve just got to tell you, it’s unbelievable. Because I’m not actively involved; I just watch. Eventually the goal is to have more of these sessions. I can’t be in them if they have more of them. People change because we don’t give them any other choice. Tim Ferriss: Could you expand on the social pressure piece? I think this is such an important point. I get asked all the time, and maybe you get asked this too, but how do you maintain the discipline, or how do you change this habit; how do you do this? My answer is almost always the same: you have to have a punishment or reward for following or to following, for doing it or not doing it. It’s just incredible to see how people who have never been able to lose weight before, as soon as they have $100.00 of their own money on the line and it’s a betting pool with five other people who will be able to heckle them at the office, all of a sudden they figure it out really quickly and the how-to isn’t as hard. In this particular example, could you expand on the social aspect? Because I think it’s really important and transfers and applies to a lot of other areas. Seth Godin: There are some people in some areas who have the self discipline necessary to get the work done that needs to get done. You know those people and I know those people. And when we find one of them, it’s fabulous. I think I am like that with certain parts of my craft in that no one would notice if I didn’t do it the way I do it; I just choose to do it. When it comes to education, though, all of us have 12 to 20 years of brainwashing going on which is epitomized by one sentence I the with a passion, which is “Will this be on the test?” Right? So, as soon as you say will this be on the test, you’ve instantly defined why you are doing something. Then, when we invite you to an online course for free on artificial intelligence, for which there is no certificate and which there is no accreditation and you get to problem No. 4 and it’s really hard. And you ask yourself, will this be on the test? And then you realize there is no test, and no one even knows you’re taking the course, then you stop and you go eat some M&Ms and you turn on the TV. So, the goal here was if you thrive from being in an environment where you will push yourself to get what you wanted all along, I’ll give you people who will push you; your fellow students and your coaches. And there won’t be a test and there won’t be grades. This is better than that; this is teaching you to internalize the narrative of “My mom’s not here, my mom’s not watching, but I should act like she was.” Tim Ferriss: I spent two and a half hours with Jamie Foxx in his home recording studio. Jamie, for those who don’t know, is an Academy Award winning actor, Grammy Award winning musician, and of course he cut his teeth as a standup and improv comedian. He can do it all. He’s the most consummate performer and entertainer I’ve ever met. He’s really phenomenal. This particular episode, and you can hear the whole thing at Tim.blog/Jamie, this episode wended up winning podcast of the year the year it came up, as voted on Product Hunt. His morning routine plays an important role in the structure of his day. I’ll let him tell you all about it. What does the first 60 minutes of your day look like, or do you have any morning routines that are important? Jamie Foxx: Morning routines, I wake up, I text the people that I dig and love. Tim Ferriss: What do you say? Jamie Foxx: I just send them encouraging… people that just really mean a lot to me, I want to let them know I’m thinking about them, the whole nine. And then it varies, man. Sometimes I’ll put some work in. I put in eight days. So, maybe these two days I could chill. Just on the physical part, I get my 50 pull-ups in, 100 sit-ups, maybe 100 crunches and it’s easy. I used to not be able to do it. Tim Ferriss: How many sets for the 50 pull-ups? Jamie Foxx: I do 15 first, 15 pull-ups. This is what it is. I do 15 pull-ups, 50 pushups, 100 sit-ups and then I go back and do 15 different grip, so that will get me to 30. Another 50 pushups, that gets me to 100 pushups and I’m done with the pushups. Then I do ten and ten, back to the first grip. And you don’t have to do it every single day; you could do it every other day. Then what you notice is the pull-up bar, and Tyrin kept telling me this… I’ve got a homey, Tyrin; he played Cain in Menace of Society. I kept wondering, how is he always in shape? He says man, I’m trying to tell you, the pull-up bar is everything. So, that, and then just make the calls on what I need to get done, make sure I’m in the right position. Tim Ferriss: Do you drink coffee? Jamie Foxx: I don’t drink coffee. I stopped. I had to stop having stimulants. Tim Ferriss: [Inaudible]. Jamie Foxx: Earlier in my career, I was all about the stimulants. So, at a certain point, I had to… Tim Ferriss: Ix-nay on the affeine-cay. Yeah, I’ve been cutting that out as well. It’s not good for me. People say aren’t you worried about depressants like alcohol? I’m like no. Stimulants; that’s what I need to be worried about. Jamie Foxx: What I tell people, I tell them if you drink coffee, after awhile you keep hitting that same muscle in your brain to where I know people right now who could drink four cups of coffee and go to sleep. Tim Ferriss: I used to be that person. Jamie Foxx: One of my boys loves the Red Bull. He won’t understand why some days he’ll just be like this… I had to stop. And it was tough because I had to have coffee every day, and I drank like double espressos. I had to have the up. But now I know how to go get it inside. Tim Ferriss: Last question here is I’m going to ask what advice you’d give to yourself; three different ages, 20, 30, and 40. So, what advice would you give to your 20-year-old self? Jamie Foxx: Man, put the condom on. Shit. Stop playing around. Tim Ferriss: Important advice. Jamie Foxx: 20, man, put that on. Not the fishnet one, either; put the real one on. Tim Ferriss: Okay, anything else for 20 or should we move to 30? Jamie Foxx: I had my daughter at 26, so the advice I would give me is calm down. Calm down and make sure you’re paying attention to your daughter and to the daughter’s mom. 20s was tough because I just got to LA. The whole world was opening up. So, I’m like man, I’m trying to do all of it. I was like, calm down. Luckily, it was 26 so moving into 30; I was on my way to calming, if that makes sense. Tim Ferriss: It does make sense. Then you hit 30. What advice would you give your 30-year-old self? Jamie Foxx: It’s gonna go fast. Tim Ferriss: In what way? Jamie Foxx: It’s gonna go fast; the time is gonna go fast. So, just make sure that you start now planning for your future. And not only is it going to go fast, but don’t spend all your money. Don’t buy the jacket that’s $12,000. Relax. Just relax. And 40 is going to come so fast, and you don’t think that it is, but it’s gonna come so fast. Tim Ferriss: Would you say that because you would want your 30-year-old self to pay attention to the present moment, or do long term thinking, or both? Jamie Foxx: You’ve got to do long term. When you’re 30 and you’ve got a kid, and you’re in my business and in any business, all businesses. My business is about me so I have to be careful in my decisions socially, and plan for the future. I remember doing my television show, and it went five years and it went fast. I would tell the people on my television show, it’s going to go fast, man. And if you finish at 35 but you live ‘til 70, you have to really think about the future. Tim Ferriss: The long game. And then 40, the big four-zero. Jamie Foxx: Wow, 40. There are gonna be tough decisions that you have to make when it comes to business, because when you’re 40 in my business, the window is closing on certain things. So, you have to be able to open those windows to other things. And some of the people you’ve gone to battle with until you’re 40 may not be the ones that you will battle and do business with towards 50. And take a little bit of your personal feelings out of it. Because I am very personal, meaning I would stay with someone even if I feel that they’re not up to par business-wise but we have history. Take a little bit out of the personal out of it and still remain friends if you can with that person, because now it’s really pending. Like, 50 is about to be here, you know what I’m saying? And I would tell my 4-year-old self grow up in your mind but not in your body, necessarily; meaning stay young in your body but certain parts in your life you have to grow up and be grown about things. Because now you’ve got another kid, your other child is 21 now, which is just this past year. But she was 13, 14 when I was 40. You can always live your life 100 percent for you, but now that you have your kids and they’re a certain age, it’s got to be 30 to 40 percent you; 60 to 70 percent what you’re going to leave for them and how you’re going to leave them. Because like I said, it’s flying. And that’s it. Tim Ferriss: Jamie, so much fun. I really appreciate you taking the time. Where can people find what you’re up to, find you online, find your projects? Jamie Foxx: People can find me at IamJamieFoxx on my Periscope. Am I saying this right? I’ve got these young cats telling me what to do. Tim Ferriss: And then IamJamieFoxx at Twitter, also. Jamie Foxx: IamJamieFoxx on Twitter, and I’m doing better on Twitter; I’m trying to do better. The old fellow trying. Tim Ferriss: The latest album? Jamie Foxx: The latest album is called Hollywood; Story of a Dozen Roses. I don’t care how you get it. you can download it, bootleg it, steal it from a friend; I don’t care. I just want you to hear the music. The song that’s out right now is called “I Am Supposed to Be in Love by Now”. [Singing] I’m supposed to be in love by now. It’s been so long for me, I don’t know how. Been drowning in the sea of broken vows, but I’m supposed to be in love by now. I’ve been chasing my dream now I’m chasing you. Running hard but my legs feel weak. I done played every part, I done played a fool; write the movie, I’ll be your lead. I’m supposed to be in love by now. Well girl, you stole my heart, take a bow. In love by now… So, make sure you get that; “In Love by Now” is out. It’s a song my daughter sort of made me do. She’s like, listen. Stop with the club stuff. My oldest daughter is 46. Stop with the club joints. You’re trying to be too young. I had on some shoes one day that she thought I had too young of a shoe. She’s like, Dad, what is that on your feet? I said that’s the new style, baby. These are the Giuseppes, you know? It’s a new style. I had a zipper on and a buckle and my name engraved. She was like, stop it. She said Dad, you have old feet. I said, what’s that mean? You have old feet, like you have feet for marching, like a civil rights. But she said do a song that we know it is from you and it’s true. So, it’s I’m Supposed to be in Love by Now. So, that, and jumping out of the window. We just shot the In Love By Now with George Lopez as the priest. I get stood up at the altar. George Lopez is the priest. Nicole Scherzinger, and we all know her from the Pussycat Dolls, but also her solo career; she plays my love interest which is great because she’s a good friend, and so we were able to really get into… you know, they don’t do old school videos anymore. This actually has a bit of a story. My man Tank is in it, and all of my friends. My little daughter’s in it, and my mom and dad are in it so it’s kind of cool. Tim Ferriss: Scott Adams is the creator of Dilbert, which has been published in more than 2,000 newspapers in 57 countries and in 19 languages. In this next segment, Scott talks about his six dimensions of humor. But I started by asking Scott about the structure of his morning, beginning with the exact time that he wakes up. Scott Adams: So, depending on when I went to sleep, either 5 or 6 but let’s say 5. I get up and I walk directly downstairs and get my coffee. So, push one button and wait for it. Have my one protein bar, which is always the same. The coffee’s always the same, the protein’s always the same, and the time’s always the same, give or take that hour, because I’m removing decisions. Tim Ferriss: What type of protein bar do you eat? Scott Adams: I eat a Builder’s 20 gram protein bar, chocolate peanut butter and I’m so smart that I actually picked it up and had the label in front of me because I expected that question. Tim Ferriss: You know me well. Scott Adams: At that point I usually get on and I guess I check Twitter first, and check my web page to see if anything blew up that I don’t know about. Did I say anything yesterday that caused the world to melt down, because I’ll need to know about that. Failing that, I usually open Business Insider because I just like reading it. Usually, while I’m waiting for my coffee I’ve looked at my Facebook feed and played around. Basically I’m just trying to wake up, get my mind working. There’s a process where once you clear your mind, you have to flood it. And you may use different words for this, but I know you do it. So, you empty it and then you flood it with new input that’s not the old input. So, I’m looking at the news, I’m looking at stuff I haven’t seen. I’m not looking at yesterday’s problem for the fifth time; I’m looking at a new problem, I’m thinking of a new idea. So, I’m flooding in all the new stuff. But then you’ve got to find out where in that flood is the little piece that’s worth working with. That’s where I use the body model. I kind of cycle through all this stuff. Tim Ferriss: The body model, you said? Scott Adams: Yeah. The model is your brain can’t find good contact, not directly in an intellectual sense; obviously the brain’s involved. But what I mean is that as I’m thinking of these ideas and they’re flowing through my head, I’m monitoring my body; I’m not monitoring my mind. And when my body changes, I have something that other people are going to care about, too. Tim Ferriss: That’s cool. I like that. So, that means posture? Or what type of indicators are there? Scott Adams: I’ll tell you, if I’m thinking of, let’s say, a particular setup for a joke, I’ll think of the joke and then quite often, I’ll audibly go [chuckle] and it wasn’t planned. It just went [chuckle] and it’s sort of a half laugh that you do when you’re by yourself and you think of something funny but you don’t want to do a full laugh; that sort of thing. There are other times when, for example, I told you the story about being in the shower and thinking of the entire plot for God’s Debris in one moment. My entire body lit up. When I had the idea for the blog that I wrote recently that just sort of lit up the internet, I felt it as a full body experience long before I wrote it. So, that’s largely true. Now, with Dilbert, if you do this long enough, a lot of the things that used to be technique just get baked into your personality after awhile. So, there’s stuff you do as second nature that you’re kind of moving art into the domain of craft. Tim Ferriss: Right. Scott Adams: So, for example, I know, because I’ve learned over time, that there are six elements of dimension of humor; six dimensions of humor. And if I use at least two of them, I’ve got a joke. If I use three of them, it’s probably going to be a really good joke. But that’s not enough. There’s something about it, that X factor, that thing you can’t put your finger on that just makes your body move. It just moves your body. And if you can’t get that, no craft in the world can survive; you can’t resuscitate it. Tim Ferriss: Have you written about the six elements of humor before? Scott Adams: I did. I’ve written about it a number of times. I think if anybody Googles my name, Scott Adams and six dimensions of humor, you’ll see a few references to it. Tim Ferriss: Got it. What would be two examples of the six, just for fun? Scott Adams: Oh, I know you’re good at this because you know what you just did that was just so smart? Tim Ferriss: What’s that? Scott Adams: If you had asked me for the six, I would have changed the subject because I know I’m not going to remember. But you asked me for two because you know I can come up with two. Alright. So, I’m going to go for six because you’ve now made it safe for me to do that. Tim Ferriss: Wonderful. Scott Adams: So, there’s cute, there’s bizarre, there’s recognizable, there’s naughty… how many was that? Tim Ferriss: You’re already way ahead of the game. You’ve got four. You’ve got cute, bizarre, recognizable, and naughty. Scott Adams: You’ll have to Google the rest. Let me give you an example. Cute is usually kids and dogs. And bizarre is just anything that’s out of place. So, if you know your cartoon history, you will know that the Far Side used primarily the dimension of putting something out of place. So, you’d have an animal talking. So, as soon as the animal’s talking, he’s got one dimension. So, he’s basically starting a race, and he’s already ahead of you if you’re the cartoonist who’s sitting there saying: I think I’ll do a comic about anything; the world is my canvas. But he’s started ahead of you already. So, he’s got the bizarre, and then he’ll have the animal say something often in the framing or the type of mood that a human would say. So, that’s the recognizable part. So, if you could put yourself in the picture and say: oh, God, I recognize that situation but it’s an animal talking; clearly there’s more to it than that. Again, you have to have at least that; two dimensions. Take a look at the best comic strip of all time that I think nearly everyone in the world would say, Calvin and Hobbes. There’s a talking tiger that is both bizarre and cute. So, he took the Far Side one dimension further as a starting point. The moment you start reading Calvin and Hobbes, you already have cute because his drawing is amazing. He’s got a double cute. He’s got a child and an animal, and it’s a cool animal. So, he starts that before he even writes a joke. So, then if he has the kid doing something naughty – also, anything bad happening to anybody is of course one of the dimensions. So, cruelty, did I mention cruelty? Am I up to five? Tim Ferriss: You’re up to five. That’s No. 5. Scott Adams: Shoot. By the end of this interview, I will have come up with that sixth one and I’m going to scream it in the middle of whatever unrelated question you ask. Tim Ferriss: Could you perhaps explain a bit of how you use affirmations, if you do? Scott Adams: You have accidentally given me the greatest beginning anecdote to a long explanation anybody ever did. Tim Ferriss: Alright, home run! Scott Adams: True story. Just a few days ago I was having dinner with Naval, and I’m just making conversation; hadn’t seen him in awhile. And just randomly, because I knew I was coming on your podcast, I said, “Naval, have you ever done the Tim Ferriss podcast?” And he gets this weird expression on his face and he says, “I just came from there.” It was the most random thing any two people could have said to each other after not seeing him for awhile. But that weird story is a story about coincidence. There’s no magic that happened there; it was just a strange coincidence, and probably wasn’t even a coincidence because of the fact that we both know you, and there’s something in the air, and maybe you bunch your interviews in a certain way or think about them in a certain way. So, I’m sure there’s no real coincidence there, there’s just something we didn’t see underlying it all. So, that’s the backdrop for affirmations. Let me say first that what I’m saying is not my belief, that if you say your affirmations something magic will happen, and the universe will change in some non science way. I’ve never made that claim, although often people have put that opinion in my mouth. What I have said is that I’ve used the technique, and I got a certain experience which I’ll be happy to share, and then I tell the story. You can make of it what you will. I have several explanations for why there seems to be what I would call the appearance of an effect. Which, by the way, would be amazing in itself. Tim Ferriss: Of course. Scott Adams: If you could give yourself a genuine feeling that you had this superpower, even if it wasn’t real, as long as it didn’t interfere with your job and nobody thought you were crazy, it would be a cool feeling. So, even if it’s not real in some sense of reality, it’s still worth having, frankly. So, I’m going to take as long as I want for this, and you can just cut me off. It’s a fun story from beginning to end. A lot of people laughed. Tim Ferriss: This is what this format is for; long forms so please go for it. Scott Adams: Alright, so I’m in my 20s. I was taking a course in hypnosis to learn how to become a professional hypnotist and get certified. In my class was a woman who was also interested in a lot of things that I thought were pretty out there; some new-agey stuff. But we became friends. And one day she said, “You’ve got to try this thing called affirmations. I read about it in a book, and I don’t remember the name of the book.” So, I can’t tell you here, because she didn’t tell me. And she said, it works like this. All you do is you pick a goal and you write it down 15 times a day in some specific sentence form, like “I, Scott Adams, will become an astronaut,” for example. And you do that every day. Then it will seem as if the universe just starts spitting up opportunities. And it will look to you like these are coincidences, and whether they are or not is less relevant than the fact that they seem to pop up. So, I, of course, being my rational self, at this point I haven’t even decided if hypnosis is a real thing. I’m taking the course to find out, in part. So, I’m saying, that seems like a terrible waste of time. There’s no science behind that, blah, blah, blah. She convinced me, partly because she was a member of Mensa, that she wasn’t dumb. Tim Ferriss: Step one, that’s good. Scott Adams: And then secondly, it didn’t cost me anything. It was a low investment for something to make her shut up. So, I said alright, I’m going to do this. So, I picked as my goal that I would have an encounter with a woman who is well beyond my buying power, shall we say. This is pre-Dilbert, so post-Dilbert you get to add a few points to your attractiveness scale. It’s not fair, but that’s just the way it works. So, let’s say if I could modestly say I was a 6, hoping to be a 6.5, and let’s say she was a 9 just so you get a sense of the monumental task I set in front of myself. Secondly, I didn’t know her. She was just somebody who worked in the company in a different department. So, I’ll shorten the story just to say lucky things happened, and against all odds, my affirmation came true. So, I thought to myself, as everybody would in this situation, well, it’s really not the affirmation that worked; that would be crazy. Because even though it was a whole bunch of ridiculous coincidences that put is in the same place at the same time, you wouldn’t believe the number of them and I won’t tell them here because there are just too many. But in the end, it was almost like we were fated to meet. Now, I don’t believe in that but it just felt like that; that’s the experience. So, I said to myself: well, I guess I’ve misinterpreted this and really what happened is, I’m not a 6.5 Dammit, I must be on her level. Or maybe I’m a 7.5 and maybe she’s a 9 but she’s got poor self image so she didn’t know it. So, maybe that’s all that happened, right? So, I said well, I’m going to have to try something else. So, I said alright, I’ll try an affirmation of I’ll get rich in the stock market. Now, that’s kind of a crazy thing to ask for, especially if you don’t even have a stock brokerage account open and if you don’t have any money to invest. I think I was a poor banking person, banker that I was. And so I started doing that affirmation. And after about a week, I literally woke up in the middle of the night, sat straight up in my bed with a thought firmly in my head that I should buy stock in Chrysler. Now, at the time, I don’t remember the year but if you went through the historical records, it was when Chrysler was flirting with completely going out of business. I don’t know if they were officially bankrupt but the government had pumped them up and most observers were saying this is the company that’s circling the drain. So, it didn’t seem like a good idea, but I tried to open my Schwab account anyway and pursue it, just to see. We’re still in A-B testing here, to see if this is real. But the paperwork got mixed up and it took weeks to sort it out. I didn’t get my account opened. In the meantime, the stock starts rising. I think it went up 120 percent in the time I wasted trying to open my account. So, I thought to myself, damn, I was kind of right. I picked a pretty good stock but my timing’s off. So, I guess the affirmation thing wasn’t really working. So, I didn’t buy that stock. If you go back, you’ll find out it continued to go up because as it turns out, Chrysler did a turnaround; it was one of the great business success stories of all time. I knew nothing about that except the headline news before I came up with this idea. In other words, there was no story I read, no analyst was ahead of it; it just came from nowhere, or so it seemed. But I lost out because I didn’t trust it, I guess. I didn’t buy and it became kind of the story stock of the year. Tim Ferriss: Right. Scott Adams: So, I tried it one more time. I said I think I’ll try to buy one more stock, and I did the affirmation. One day I pick up the newspaper and I just had this feeling. I open it up and back in the day when a company was going public, they would sometimes put a big notice in the newspaper. It was a company called ASK Computer, A-S-K, or ASK Software, I forget. But they were a new tech company back before tech was anything. And I said: hey, I’m gonna invest in this company; I just feel it. I put in some money. I think it went up 10 percent in a week, whatever it was. I thought, woo-hoo, I’m a genius. I think I invested about $1,000; might have made $100, which was big money for a week of doing nothing. When you’re not making enough money to save money, making $100 for nothing seemed like a big deal. So, I’m thinking man, I am so smart. I sold my stock, and that frigging stock went to the moon after I sold it. Now I’ve got these three data points. And the only thing that stopped me from the two doing very well for me is that I didn’t stay with them. So, I said well, it would be dumb if this thing actually has something to it, to set another goal that’s relatively modest. So, there was another thing I did, first; let me insert that before I went back .I also made a bet with somebody that I would take the GMATS, the test you take to get into a good school for your MBA. Because I had taken them right after I’d finished my four year degree, and I’d gotten I think the 77th percentile, which is nowhere near enough to get into a school like Berkeley, which would make a difference in my career. So, I made a bet with somebody who was going to take a prep course. They were going to try to raise their score from the 80s into something, perhaps the 90s, in order to get into a good school, again like Berkeley. So, I made a bet, and I don’t know why I made this bet. It was just stupid, in retrospect. I bet that I would raise my score from 77th percentile to whatever was her new best score. So, I would beat not only her other score, which already beat me by over 10 points, I think; she was in the high 80s, I think. But I thought I would beat her new score and I wasn’t going to take a test preparation course. I was just going to take some practice tests on my own at home. So, I did that, but I paired it with the affirmation. And then I also visualized, which is part of the process they tell you to do, very specifically what my score would look like on the exact document I knew I would get because I had taken this test before, years earlier. So, I would imagine in that little box where the cumulative score was, I would see the number 94. And so I just kept focusing on 94 because I figured that would be close enough that if I got anywhere in that range, then I’m probably going to get into a good school if I want to. So, we take the test. Everyone of my practice tests, I got about the same as the first time I took it; somewhere in the high 70s percentile. I take the test. It felt exactly the same as all the practice tests. I didn’t feel like I was having a good day or anything. Weeks pass, the test shows up in the mail. I go to the mailbox, I open the mail, and I open that letter and it’s the same kind of format that I’d visualized, so I knew exactly what it looked like. And I looked down into the little box where for weeks I had been visualizing the number 94. And I looked at it, and the fucking thing said 94. Tim Ferriss: This was after the stock market experience? Scott Adams: I’m getting my timing mixed up but it was somewhere roughly in that period. So, I literally sat there in my little mold covered – literally – apartment in San Francisco in the Haight District. I sat in the chair, and I stared forward for hours. All night long, I would say to myself: I don’t think I just saw that. And then I would reach over on my table, and I would pick up the little report, and I would look at it again. And I would make sure I was scouring the document and not reading like a date or a serial number or something. And it was right, and I’d put it down. And then I would just repeat that process for hours. And at the end of it, I said, I think I’m going to set my sights higher. And it wasn’t long after I decided to start the affirmation: I, Scott Adams would become a famous cartoonist. A few years had passed in between and then some other affirmations, but that’s essentially the path I took. Tim Ferriss: Well, there you have it, folks. This is the Tim Ferriss Radio Hour and I hope you enjoyed hearing from some of the superstars I’ve spoken with over nearly 250 podcasts now. My God, no wonder I have less hair. The Tim Ferriss Radio Hour continues to be an experiment. This format is experimental so please let me know what you like, what you don’t like, what you would want to hear; any themes, any changes. Let me know on Twitter; you can ping me @TFerriss, or you can leave a comment on the blog post which will accompany this episode, which has all the show notes and any links to anything that is mentioned in this episode. You can find that at Tim.blog/podcast, which is where you can find all previous episodes of the podcast. And if you want to hear from some of the people who popped up in this episode, well, the Jamie episode, a must listen: Tim.blog/Jamie. If you want to hear Seth, go to Tim.blog/Seth. If you want to hear from Scott Adams, you can go to Tim.blog/Scott. And then Jocko, of course, go to Tim.blog/Jocko. And as always guys, thank you so, so much for listening. Posted on: June 4, 2018.", "speakers": ["jocko willink", "jamie foxx", "seth godin", "tim ferriss", "scott adams"], "text_sentences": ["hello, ladies and germs", "welcome back to the tim ferriss show", "this is tim ferriss, and if you’ve listened to this podcast before, you know it is my job to tease out the habits, routines, and tactics and breakfasts – or lack thereof – of world class performers", "i really dig into the nitty gritty of what you can apply", "this episode is a special episode of the tim ferriss radio hour", "normally, i speak with one guest in long interviews but the tim ferriss radio hour is thematic", "so, i will look at, say, meditation or i will look at failure, or i will look at how people handle a specific problem or opportunity and then pull highlights from my conversations with multiple guests", "in this particular episode, i went in search of morning routines", "morning routines are very important to me for a lot of reasons", "routine may sound boring, but i encourage you to keep in mind the quote of w", "h", "auden, which is: “routine, in an intelligent man – which could be person, of course – is a sign of ambition.” now, why would that be the case", "we’re going to come back to why that would be the case when i get to my own personal example", "but first, let me give you an idea of who we’re going to chat with", "in this episode i talked to jocko willink, a legend in the special operations world and former u.s", "navy seal commander", "he’s also a black belt in brazilian jiu-jitsu, weighs more than 200 pounds, and can do 60-plus strict pull-ups", "when i wake up in the morning, i’m thinking about the enemy; what can i do to be ready for that moment which is coming", "then, bestselling author seth godin discusses the importance that diet plays in the structure of his day", "well, if there’s a laptop or i’m not unconscious, i’m at work", "i also interviewed academy award winning actor and grammy award winning musician, jamie foxx to ask him about the first 60 minutes of his day", "i’ve got a homey, tyrin", "he played cain in menace to society", "i kept wondering how is he always in shape", "he says, “man, i’m trying to tell you the pull-up bar is everything.” and then scott adams, creator of dilbert, shares how he begins the day and discusses the six dimensions of humor", "there’s a process", "once you clear your mind, you have to flood it", "you may use different words for this but i know you do it", "this is the tim ferriss radio hour on “creating your ideal morning routine.” i mentioned earlier, and this is a quote of course, that routine in the intelligent person is a sign of ambition, and that is the case because at least from my perspective your morning should have a predictable and scripted boot up sequence", "what does that mean", "that means that you have an algorithm, a set of steps, that produce an optimal day for you more often than not, and that is dictated in the first 60 to 90 minutes of the day", "so, it might be as simple as, say, making your bed in the morning", "look up mcrraven, “making your bed,” for an interesting video and commencement speech all about this", "it could include journaling; it could include any number of things", "by putting those particular steps on autopilot, having that boot up sequence, you conserve your cognitive calories for the things that matter most", "meaning rather than deciding what you’re going to have for breakfast, what type of toothpaste you’re going to use, where you’re going to sit on the toilet; whatever it might be you are sparing yourself that cognitive burden so that you can apply your energy where your unique strengths can best be applied later", "i’ve heard it said before and i do believe that if you win the morning, you win the day", "so, in my case, what are some of the nonnegotiables of my mornings", "i’ve written about this in tools of titans, i’ve talked about it elsewhere; it varies very mildly from week to week, from month to month but right now some of the nonnegotiables are wake up, prime state", "this is per tony robbins", "i jump in a cold pool", "it could be a cold shower", "i come out, i do 20 minutes of transcendental meditation, which could also be for instance head space, or some type of guided meditation say by tara brach or sam harris", "that is for state awareness", "then i sit down with a cup of tea, very often pu’er plus turmeric and ginger, and i use a journal", "most often that is a five-minute journal, and this is to clarify my intense objectives and also gratitude for the day, which decreases anxiety", "i find that to be an important precursor for me personally for optimal output", "and that is really it", "literally, that takes about 30, 40 minutes", "and if that means, and this is very hard for me to bite off and accept because i am a night owl and love sleeping late; if i need to sleep 30 minutes less to get that boot up sequence completed, that is a worthwhile investment and i will very often be able to make that up later with a 30-minute caffeine nap later in the day", "you can google “caffeine nap” if you want to know what that is", "so, am i completely psychotic and obsessive and so on", "probably, but not because of my interest in morning routines", "almost every guest on this podcast has an interesting approach to the beginning of the day", "whether that is highly, highly structured or completely unstructured, there’s usually some thought behind it", "their habits and practices can help set the stage for you", "so, without further ado, let’s get started", "jocko willink spent 20 years in the u.s", "navy and command seal teams’ three task unit bruiser, the most highly decorated special operations unit in the iraq war", "upon returning to the u.s., jocko served as the officer in charge of training for all west coast seal teams, designing and implementing some of the most challenging and realistic, perhaps psychotic, combat training in the world", "after retiring from the navy, he cofounded a leadership and management consulting company and authored the no", "1 new york times bestseller, extreme ownership: how u.s", "navy seals lead and win", "he did his first ever interview on this podcast", "he also hosts a fantastic podcast called “jocko podcast,” which you should check out; it’s intense", "in our conversation i started by asking jocko, at least in this excerpt, what his morning routines look like and how he would structure his ideal day", "here’s what he said", "so, i wake up early", "i wake up at 4:45", "i like to have that psychological win over the enemy", "for me, when i wake up in the morning and i don’t know why, i’m thinking about the enemy and what they’re doing", "and i know i’m not active duty anymore, but it’s still in there that there’s a guy that’s in a cave somewhere and he’s rocking back and forth and he’s got a machine gun in one hand and a grenade in the other hand and he’s waiting for me, and we’re gonna meet", "when i wake up in the morning, i’m thinking to myself what can i do to be ready for that moment which is coming, which is coming", "so, that propels me out of bed", "i work out early in the morning", "so, you wake up at 4:45; what’s the next thing aside from brushing your teeth and doing the usual", "do the usual, start working out and ideally, i like to get done with my workout by the time the sun comes up", "and so now if there’s waves, i live by the ocean and i’ll go surfing and get done with that", "what does the typical morning workout look like", "i do a lot of pull-ups, pushups and lifts", "i dead lift and do squats, i do sprints", "it’s everything that everybody does, right", "i swing kettle bells, i do burpees; it’s all that", "and it’s like a 60-minute workout", "how long is the workout", "it depends on what’s going on", "i will try and do some strength movements to be strong; dead lifts, cleans, clean and jerks, something like that to make myself stronger", "or even if it’s something like just dead hang pull-ups and i’m just maxing out, but i’ll do something like that to make myself stronger", "and sometimes that can take a while, because i’ll just want to relax and hit singles or doubles on dead lifts or cleans or whatever", "then when i get done with that, i’ll do some kind of metabolic conditioning; i’ll be sprinting, or rowing, or swinging a kettle bell, or lighter weight clean and jerks for reps or something like that", "that’s what it looks like for me", "so, you finish training when the sun comes up, hit the waves since they’re there, which is a good policy, and what happens then", "i’ll come back and start doing normal human stuff", "that’s when the work begins, the professional work", "i have a leadership and management consulting business, so i’ll have clients to talk to, i’ll have emails to push out", "i’ll start taking care of that business", "i normally don’t get hungry until 10 or 11:00 in the morning", "so, around 10 or 11:00 i start wanting to start to graze on some food, and i’ll do that", "and then by noon i’m feeling pretty hungry, like i need some lunch", "what does your diet generally look like", "it generally looks like steak, and chicken, and salad", "paleo-ish", "yeah", "i’m no stranger to having some mint chocolate chip ice cream, or some ovaltine, or whatever", "again, i’m not a competitive body builder so i’ll eat some normal food", "right, you can indulge when the spirit moves you", "when you think of the word successful, who are the first people or the first person that come to mind", "for me, the part of the world that i’ve seen is a very dark place", "it’s a dark place", "that’s what war is", "when your job, which my job was, was to expand that darkness in many ways, war is about killing people", "and so for me, when i look to someone who’s successful, it’s someone who brings some light into that darkness", "so, for me, the first people that come to my head are mark lee, who is one of my guys, first co killed in iraq; mike monsure, one of my guys, second seal killed in iraq, posthumously awarded the medal of honor; and ryan jobe, one of my guys, wounded in iraq, blinded in both eyes", "made it home, medically retired from the navy, and married his high school sweetheart", "got her pregnant and finished his college degree", "and after his 22nd surgery to repair the damage that was done to his head and face, there were complications and he died as well", "but all of those guys, in all of that darkness, they did things", "they made a sacrifice that was completely selfless", "and to do that and to live and fight and die like a warrior, that to me is success and those guys are my heroes", "what do you struggle with, and i ask that because we’ve only just met but it’s hard for me as a civilian to fathom what you and your friends have been through; impossible for me to fathom", "it makes me just feel ashamed for ever complaining about a bad day or a hard day, given what you guys have experienced and the stakes that are involved, and the sacrifices and sadness and tragedy that is a part of that job", "what do you you struggle with, whether it’s in the business fear or just in life in general, if you’re open to talking about it", "because i know that i used to, when i had these icons in my head i was like oh my god, richard branson; he’s got it all figured out", "he’s doing everything perfectly", "he’s on cruise control, hitting home runs every time he gets at bat", "and as i’ve slowly gotten to know branson not necessarily directly, although i have met him before, and this is something you talked about, detachment", "i’ve always had impatience and anger issues and it’s helped me to be aggressive in sport and in business and in negotiation, but it’s also caused some problems for me", "but i’ve realized that one of the ways i can tone that down is by realizing everyone is fighting a battle in some way that you know nothing about", "what are the things that you find difficult or or struggle with, or have struggled with", "it’s an interesting question, and this is a filler answer in case you couldn’t tell", "because when i start off with “it’s an interesting question,” that means i’m not really quite sure what to say", "i’ve been lucky, i’ve been blessed, and i’ve had a life that i would not trade with anyone in the world", "when you talk about ramadi, that was the highlight of my life because i was leading men in combat, which was something that i always wanted to do and something that i felt that i was destined to do", "and when i was in that situation, i knew that", "i don’t look back and say: oh, i wish i would have enjoyed that", "no, i knew it then; this is it, this is what you have been waiting for your whole life and what you really have been preparing for your whole life", "i was lucky to be there and i was lucky to have incredible guys to work with, both in my unit and in other units in the army and marine corps that we worked with", "i was lucky enough to have guys that were so brave and so dedicated", "i use the word “fearless,” not that they didn’t have fear but that they overcame it all the time", "and so i would say if there’s anything that i struggle with now, it’s just that does anything else matter", "and the answer is no", "the answer is no, nothing else matters", "nothing else is close", "so, you have to deal with that", "struggle is a strong word because i don’t sit there at night wishing i was back", "well, okay, i do do that; i often wish i was back but i don’t dwell on it, because it’s gone", "i’m so happy that i could be part of it and that i was able to work with such tremendous guys, and i try and keep their memories alive every day in my own head", "next up is seth godin", "i love seth", "he is one of the most influential marketers in the world, and his blog which nearly anyone at the top of the marketing world has read at some point, is followed by the who’s who of people in the persuasion and influence game, whether that is in marketing, advertising, or otherwise", "he has authored 18, maybe more, bestselling books that have been translated into 35-plus languages around the world", "he has founded several companies", "and most of all, if you look at all of his various projects, he challenges the status quo in all areas", "he loves testing assumptions, which makes me love you, seth", "it’s true", "hope you’re listening", "thanks, seth", "his books include lynchpin, tribes, the dip, purple cow, and what to do when it’s your turn (and it’s always your turn)", "in this short clip, seth talks about self discipline, the busy trap, and gives some best practices anyone can use, whether you’re a parent or a so-called wantra printer", "on the subject of eating, what do your eating habits look like", "what does your diet look like", "it’s really not good", "it’s not good", "well, it’s not good because i’m bored by it but people are fascinated when we go out to dinner", "i don’t eat wheat, i don’t eat dairy, i don’t eat cilantro, and i don’t eat meat", "because each time i adjust what i eat, i feel better so i feel like i’m in a happy place where i can make fascinating, interesting food and mostly eat happily i restaurants without being obsessive about it", "what does the first two hours of your day look like and what is a typical breakfast", "breakfast is one more decision i don’t make, so it’s a frozen banana, hemp powder, almond milk, a dried plum, and some walnuts in the blender", "then i make coffee for whoever comes over that morning and for my lovely wife", "meanwhile, i’ve probably done an hour and a half of stuff online before 7:30, so then i know the world didn’t break while i was asleep and then i can get to work", "what does the half hour of internet triage or computer triage look like", "what types of things are you doing in that half hour", "the most important thing is did the blog work, because if it didn’t i have to take evasive action", "but i love the guys at typepad; it’s the best $29.00 a month i spend because it doesn’t crash and it works", "then i try to clear the email box", "i’ve lived in inbox zero before it was coined", "now my brain is free", "and so then i try not to be an email hound until i’ve done actual, productive work", "then i come to the apartment where i work, and other people join me here sometimes and we work on the altmba, which is a school i am building, and that’s what i do for work", "when was the last time you worked at home, if you ever did", "if there’s a laptop or i’m not unconscious, i’m at work in the sense that what i do for a living is notice things", "the reason i ask is because i’ve long considered getting an office as opposed to operating out of coffee shops and miscellaneous locations, and that is the context behind the question", "i do much better in this room", "i couldn’t recreate this room for $10 million", "it’s got so much patina, it’s got patina on the patina", "that sets a bar for me about the fact that i don’t want to compromise just to do the next thing", "because i look at the last thing or the thing before that, and i say damn, i’m proud of that; don’t do something you’re not proud of", "the altmba, i wouldn’t be running it still if it weren’t the single, most important educational thing i’ve ever done", "and that’s what i keep trying to do; the next thing’s got to be worthy of it or else i might as well just take a break", "could you elaborate", "because a lot of the questions from my fans on twitter and facebook were related to education", "they generally came in a number of themes", "one was could you have him elaborate on his education manifesto", "the other was hey, i have a kid who’s in fourth grade, i have a kid who’s just going to be entering school; what would seth do in my shoes", "and you don’t have to tackle those right off the bat, but with that as context, could you tell us more about what you’re up to", "this is a rant, and it’s not about what i’m up to; it’s about what i was up to", "and the rant is this", "sooner or later, parents have to take responsibility for putting their kids into a system that is indebting them and teaching them to be cogs in an economy that doesn’t want cogs anymore", "and parents get to decide", "i’m a huge fan of public school", "i send my kids to public school", "i think everyone should go to public school because it’s a great mix master of our world", "but from 3:00 to 10:00, those kids are getting homeschooled", "and they’re either getting homeschooled and watching the flinstones, or they’re getting homeschooled in learning something useful", "i think we need to teach kids two things: one, how to lead and two, how to solve interesting problems", "because the fact is there are plenty of countries on earth where there are people who are willing to be obedient and work harder for less money than us", "so, we cannot out-obedience the competition; therefore, we have to out-lead or out solve the other people – i don’t care what country they live in; wyoming or across the world – who want whatever is scarce", "the way you teach your kids to solve interesting problems is to give them interesting problems to solve", "and then, don’t criticize them when they fail", "because kids aren’t stupid", "if they get in trouble every time they try to solve an interesting problem, they’ll just go back to getting an a by memorizing what’s in the textbook", "it’s so important here, and i spend an enormous amount of time with kids", "i produced the wizard of oz, the musical in fourth grade", "i used to help run a summer camp", "i think that it’s a privilege to be able to look a trusting, energetic, smart 11-year-old in the eye and tell them the truth", "and what we can say to that 11-year-old is i really don’t care how you did on your vocabulary test; i care about whether you have something to say", "and we can teach our kids, from a young age, to be the kind of people we want them to be", "anything that’s worth memorizing is looking up now, so we don’t need to have them spend a lot of time getting good grades so they can go into a famous college, because famous colleges don’t work anymore", "famous college isn’t the point anymore", "the point is, is there an entity that will have trouble living without you when you seek to earn a living", "because if there is, you’ll be able to make a living", "if on the other hand, you’re waiting in the placement office for someone to pick you, you will be persistently undervalued", "you talked earlier about writing daily as a practice, listening to the audio books as a practice", "are there any practices that you would suggest to the overwhelmed, busy parent who wants to start to be more proactive in this department", "they have an 11-year-old; are there any practices or exercises that you would suggest", "you know super well that busy is a trap and that busy is a myth", "definitely", "so, what could possibly be more important than your kid", "please don’t play the busy card", "if you spend two hours a day without an electronic device, looking your kid in the eye, talking to them and solving interesting problems, you will raise a different kid than someone who doesn’t do that", "that’s one of the reasons why i cook dinner every night", "because what a wonderful, semi-distracted environment for the kid to tell you the truth, for you to have low stakes but super important conversations with someone who’s important to you", "that this idea, get home from work, put on your sneakers and go for a walk with your kid", "my friend brian walks his daughter to school every day", "that’s priceless", "how can you be too busy to do that", "and the work you’re doing now", "i did a couple of courses for skillshare", "they worked really well", "they were very highly rated and they had an 80 percent dropout rate, which is way better than anybody else because other online courses have a 97 percent dropout rate", "then i did a course for udemy, and the same thing happened", "and i’m thinking, i love making these courses and there i am onscreen; it sounds like me but why are people dropping out of my courses and everyone else’s", "and the reason is because when it gets hard and there’s no social pressure, you leave", "so, what i said was how do i make the opposite of an online course", "that meant instead of a million people, a hundred", "it meant instead of being free, it’s expensive", "instead of letting everyone in, you have to apply", "instead of being easy, it’s hard", "and instead of being on your own, it’s a group thing where there are coaches watching you all the time", "and instead of lectures, it’s 100 percent projects", "so, i built it to see what would happen", "so, the altmba is for people at big companies", "we’ve got people from whole foods and microsoft, and it’s for people at tiny companies", "and it’s not for everybody", "but we get this cohort of people and there’s a coach for every ten", "we put them in slack, we put them in wordpress", "we give them 14 assignments over a 28-day period of time and we sprint as fast as we can", "and it’s unbelievable", "tim, i’ve just got to tell you, it’s unbelievable", "because i’m not actively involved; i just watch", "eventually the goal is to have more of these sessions", "i can’t be in them if they have more of them", "people change because we don’t give them any other choice", "could you expand on the social pressure piece", "i think this is such an important point", "i get asked all the time, and maybe you get asked this too, but how do you maintain the discipline, or how do you change this habit; how do you do this", "my answer is almost always the same: you have to have a punishment or reward for following or to following, for doing it or not doing it", "it’s just incredible to see how people who have never been able to lose weight before, as soon as they have $100.00 of their own money on the line and it’s a betting pool with five other people who will be able to heckle them at the office, all of a sudden they figure it out really quickly and the how-to isn’t as hard", "in this particular example, could you expand on the social aspect", "because i think it’s really important and transfers and applies to a lot of other areas", "there are some people in some areas who have the self discipline necessary to get the work done that needs to get done", "you know those people and i know those people", "and when we find one of them, it’s fabulous", "i think i am like that with certain parts of my craft in that no one would notice if i didn’t do it the way i do it; i just choose to do it", "when it comes to education, though, all of us have 12 to 20 years of brainwashing going on which is epitomized by one sentence i the with a passion, which is “will this be on the test?” right", "so, as soon as you say will this be on the test, you’ve instantly defined why you are doing something", "then, when we invite you to an online course for free on artificial intelligence, for which there is no certificate and which there is no accreditation and you get to problem no", "4 and it’s really hard", "and you ask yourself, will this be on the test", "and then you realize there is no test, and no one even knows you’re taking the course, then you stop and you go eat some m&ms and you turn on the tv", "so, the goal here was if you thrive from being in an environment where you will push yourself to get what you wanted all along, i’ll give you people who will push you; your fellow students and your coaches", "and there won’t be a test and there won’t be grades", "this is better than that; this is teaching you to internalize the narrative of “my mom’s not here, my mom’s not watching, but i should act like she was.” i spent two and a half hours with jamie foxx in his home recording studio", "jamie, for those who don’t know, is an academy award winning actor, grammy award winning musician, and of course he cut his teeth as a standup and improv comedian", "he can do it all", "he’s the most consummate performer and entertainer i’ve ever met", "he’s really phenomenal", "this particular episode, and you can hear the whole thing at tim.blog/jamie, this episode wended up winning podcast of the year the year it came up, as voted on product hunt", "his morning routine plays an important role in the structure of his day", "i’ll let him tell you all about it", "what does the first 60 minutes of your day look like, or do you have any morning routines that are important", "morning routines, i wake up, i text the people that i dig and love", "what do you say", "i just send them encouraging… people that just really mean a lot to me, i want to let them know i’m thinking about them, the whole nine", "and then it varies, man", "sometimes i’ll put some work in", "i put in eight days", "so, maybe these two days i could chill", "just on the physical part, i get my 50 pull-ups in, 100 sit-ups, maybe 100 crunches and it’s easy", "i used to not be able to do it", "how many sets for the 50 pull-ups", "i do 15 first, 15 pull-ups", "this is what it is", "i do 15 pull-ups, 50 pushups, 100 sit-ups and then i go back and do 15 different grip, so that will get me to 30", "another 50 pushups, that gets me to 100 pushups and i’m done with the pushups", "then i do ten and ten, back to the first grip", "and you don’t have to do it every single day; you could do it every other day", "then what you notice is the pull-up bar, and tyrin kept telling me this… i’ve got a homey, tyrin; he played cain in menace of society", "i kept wondering, how is he always in shape", "he says man, i’m trying to tell you, the pull-up bar is everything", "so, that, and then just make the calls on what i need to get done, make sure i’m in the right position", "do you drink coffee", "i don’t drink coffee", "i stopped", "i had to stop having stimulants", "[inaudible]", "earlier in my career, i was all about the stimulants", "so, at a certain point, i had to… ix-nay on the affeine-cay", "yeah, i’ve been cutting that out as well", "it’s not good for me", "people say aren’t you worried about depressants like alcohol", "i’m like no", "stimulants; that’s what i need to be worried about", "what i tell people, i tell them if you drink coffee, after awhile you keep hitting that same muscle in your brain to where i know people right now who could drink four cups of coffee and go to sleep", "i used to be that person", "one of my boys loves the red bull", "he won’t understand why some days he’ll just be like this… i had to stop", "and it was tough because i had to have coffee every day, and i drank like double espressos", "i had to have the up", "but now i know how to go get it inside", "last question here is i’m going to ask what advice you’d give to yourself; three different ages, 20, 30, and 40", "so, what advice would you give to your 20-year-old self", "man, put the condom on", "shit", "stop playing around", "important advice", "20, man, put that on", "not the fishnet one, either; put the real one on", "okay, anything else for 20 or should we move to 30", "i had my daughter at 26, so the advice i would give me is calm down", "calm down and make sure you’re paying attention to your daughter and to the daughter’s mom", "20s was tough because i just got to la", "the whole world was opening up", "so, i’m like man, i’m trying to do all of it", "i was like, calm down", "luckily, it was 26 so moving into 30; i was on my way to calming, if that makes sense", "it does make sense", "then you hit 30", "what advice would you give your 30-year-old self", "it’s gonna go fast", "in what way", "it’s gonna go fast; the time is gonna go fast", "so, just make sure that you start now planning for your future", "and not only is it going to go fast, but don’t spend all your money", "don’t buy the jacket that’s $12,000", "relax", "just relax", "and 40 is going to come so fast, and you don’t think that it is, but it’s gonna come so fast", "would you say that because you would want your 30-year-old self to pay attention to the present moment, or do long term thinking, or both", "you’ve got to do long term", "when you’re 30 and you’ve got a kid, and you’re in my business and in any business, all businesses", "my business is about me so i have to be careful in my decisions socially, and plan for the future", "i remember doing my television show, and it went five years and it went fast", "i would tell the people on my television show, it’s going to go fast, man", "and if you finish at 35 but you live ‘til 70, you have to really think about the future", "the long game", "and then 40, the big four-zero", "wow, 40", "there are gonna be tough decisions that you have to make when it comes to business, because when you’re 40 in my business, the window is closing on certain things", "so, you have to be able to open those windows to other things", "and some of the people you’ve gone to battle with until you’re 40 may not be the ones that you will battle and do business with towards 50", "and take a little bit of your personal feelings out of it", "because i am very personal, meaning i would stay with someone even if i feel that they’re not up to par business-wise but we have history", "take a little bit out of the personal out of it and still remain friends if you can with that person, because now it’s really pending", "like, 50 is about to be here, you know what i’m saying", "and i would tell my 4-year-old self grow up in your mind but not in your body, necessarily; meaning stay young in your body but certain parts in your life you have to grow up and be grown about things", "because now you’ve got another kid, your other child is 21 now, which is just this past year", "but she was 13, 14 when i was 40", "you can always live your life 100 percent for you, but now that you have your kids and they’re a certain age, it’s got to be 30 to 40 percent you; 60 to 70 percent what you’re going to leave for them and how you’re going to leave them", "because like i said, it’s flying", "and that’s it", "jamie, so much fun", "i really appreciate you taking the time", "where can people find what you’re up to, find you online, find your projects", "people can find me at iamjamiefoxx on my periscope", "am i saying this right", "i’ve got these young cats telling me what to do", "and then iamjamiefoxx at twitter, also", "iamjamiefoxx on twitter, and i’m doing better on twitter; i’m trying to do better", "the old fellow trying", "the latest album", "the latest album is called hollywood; story of a dozen roses", "i don’t care how you get it", "you can download it, bootleg it, steal it from a friend; i don’t care", "i just want you to hear the music", "the song that’s out right now is called “i am supposed to be in love by now”", "[singing] i’m supposed to be in love by now", "it’s been so long for me, i don’t know how", "been drowning in the sea of broken vows, but i’m supposed to be in love by now", "i’ve been chasing my dream now i’m chasing you", "running hard but my legs feel weak", "i done played every part, i done played a fool; write the movie, i’ll be your lead", "i’m supposed to be in love by now", "well girl, you stole my heart, take a bow", "in love by now… so, make sure you get that; “in love by now” is out", "it’s a song my daughter sort of made me do", "she’s like, listen", "stop with the club stuff", "my oldest daughter is 46", "stop with the club joints", "you’re trying to be too young", "i had on some shoes one day that she thought i had too young of a shoe", "she’s like, dad, what is that on your feet", "i said that’s the new style, baby", "these are the giuseppes, you know", "it’s a new style", "i had a zipper on and a buckle and my name engraved", "she was like, stop it", "she said dad, you have old feet", "i said, what’s that mean", "you have old feet, like you have feet for marching, like a civil rights", "but she said do a song that we know it is from you and it’s true", "so, it’s i’m supposed to be in love by now", "so, that, and jumping out of the window", "we just shot the in love by now with george lopez as the priest", "i get stood up at the altar", "george lopez is the priest", "nicole scherzinger, and we all know her from the pussycat dolls, but also her solo career; she plays my love interest which is great because she’s a good friend, and so we were able to really get into… you know, they don’t do old school videos anymore", "this actually has a bit of a story", "my man tank is in it, and all of my friends", "my little daughter’s in it, and my mom and dad are in it so it’s kind of cool", "scott adams is the creator of dilbert, which has been published in more than 2,000 newspapers in 57 countries and in 19 languages", "in this next segment, scott talks about his six dimensions of humor", "but i started by asking scott about the structure of his morning, beginning with the exact time that he wakes up", "so, depending on when i went to sleep, either 5 or 6 but let’s say 5", "i get up and i walk directly downstairs and get my coffee", "so, push one button and wait for it", "have my one protein bar, which is always the same", "the coffee’s always the same, the protein’s always the same, and the time’s always the same, give or take that hour, because i’m removing decisions", "what type of protein bar do you eat", "i eat a builder’s 20 gram protein bar, chocolate peanut butter and i’m so smart that i actually picked it up and had the label in front of me because i expected that question", "you know me well", "at that point i usually get on and i guess i check twitter first, and check my web page to see if anything blew up that i don’t know about", "did i say anything yesterday that caused the world to melt down, because i’ll need to know about that", "failing that, i usually open business insider because i just like reading it", "usually, while i’m waiting for my coffee i’ve looked at my facebook feed and played around", "basically i’m just trying to wake up, get my mind working", "there’s a process where once you clear your mind, you have to flood it", "and you may use different words for this, but i know you do it", "so, you empty it and then you flood it with new input that’s not the old input", "so, i’m looking at the news, i’m looking at stuff i haven’t seen", "i’m not looking at yesterday’s problem for the fifth time; i’m looking at a new problem, i’m thinking of a new idea", "so, i’m flooding in all the new stuff", "but then you’ve got to find out where in that flood is the little piece that’s worth working with", "that’s where i use the body model", "i kind of cycle through all this stuff", "the body model, you said", "yeah", "the model is your brain can’t find good contact, not directly in an intellectual sense; obviously the brain’s involved", "but what i mean is that as i’m thinking of these ideas and they’re flowing through my head, i’m monitoring my body; i’m not monitoring my mind", "and when my body changes, i have something that other people are going to care about, too", "that’s cool", "i like that", "so, that means posture", "or what type of indicators are there", "i’ll tell you, if i’m thinking of, let’s say, a particular setup for a joke, i’ll think of the joke and then quite often, i’ll audibly go [chuckle] and it wasn’t planned", "it just went [chuckle] and it’s sort of a half laugh that you do when you’re by yourself and you think of something funny but you don’t want to do a full laugh; that sort of thing", "there are other times when, for example, i told you the story about being in the shower and thinking of the entire plot for god’s debris in one moment", "my entire body lit up", "when i had the idea for the blog that i wrote recently that just sort of lit up the internet, i felt it as a full body experience long before i wrote it", "so, that’s largely true", "now, with dilbert, if you do this long enough, a lot of the things that used to be technique just get baked into your personality after awhile", "so, there’s stuff you do as second nature that you’re kind of moving art into the domain of craft", "right", "so, for example, i know, because i’ve learned over time, that there are six elements of dimension of humor; six dimensions of humor", "and if i use at least two of them, i’ve got a joke", "if i use three of them, it’s probably going to be a really good joke", "but that’s not enough", "there’s something about it, that x factor, that thing you can’t put your finger on that just makes your body move", "it just moves your body", "and if you can’t get that, no craft in the world can survive; you can’t resuscitate it", "have you written about the six elements of humor before", "i did", "i’ve written about it a number of times", "i think if anybody googles my name, scott adams and six dimensions of humor, you’ll see a few references to it", "got it", "what would be two examples of the six, just for fun", "oh, i know you’re good at this because you know what you just did that was just so smart", "what’s that", "if you had asked me for the six, i would have changed the subject because i know i’m not going to remember", "but you asked me for two because you know i can come up with two", "alright", "so, i’m going to go for six because you’ve now made it safe for me to do that", "wonderful", "so, there’s cute, there’s bizarre, there’s recognizable, there’s naughty… how many was that", "you’re already way ahead of the game", "you’ve got four", "you’ve got cute, bizarre, recognizable, and naughty", "you’ll have to google the rest", "let me give you an example", "cute is usually kids and dogs", "and bizarre is just anything that’s out of place", "so, if you know your cartoon history, you will know that the far side used primarily the dimension of putting something out of place", "so, you’d have an animal talking", "so, as soon as the animal’s talking, he’s got one dimension", "so, he’s basically starting a race, and he’s already ahead of you if you’re the cartoonist who’s sitting there saying: i think i’ll do a comic about anything; the world is my canvas", "but he’s started ahead of you already", "so, he’s got the bizarre, and then he’ll have the animal say something often in the framing or the type of mood that a human would say", "so, that’s the recognizable part", "so, if you could put yourself in the picture and say: oh, god, i recognize that situation but it’s an animal talking; clearly there’s more to it than that", "again, you have to have at least that; two dimensions", "take a look at the best comic strip of all time that i think nearly everyone in the world would say, calvin and hobbes", "there’s a talking tiger that is both bizarre and cute", "so, he took the far side one dimension further as a starting point", "the moment you start reading calvin and hobbes, you already have cute because his drawing is amazing", "he’s got a double cute", "he’s got a child and an animal, and it’s a cool animal", "so, he starts that before he even writes a joke", "so, then if he has the kid doing something naughty – also, anything bad happening to anybody is of course one of the dimensions", "so, cruelty, did i mention cruelty", "am i up to five", "you’re up to five", "that’s no", "5", "shoot", "by the end of this interview, i will have come up with that sixth one and i’m going to scream it in the middle of whatever unrelated question you ask", "could you perhaps explain a bit of how you use affirmations, if you do", "you have accidentally given me the greatest beginning anecdote to a long explanation anybody ever did", "alright, home run", "true story", "just a few days ago i was having dinner with naval, and i’m just making conversation; hadn’t seen him in awhile", "and just randomly, because i knew i was coming on your podcast, i said, “naval, have you ever done the tim ferriss podcast?” and he gets this weird expression on his face and he says, “i just came from there.” it was the most random thing any two people could have said to each other after not seeing him for awhile", "but that weird story is a story about coincidence", "there’s no magic that happened there; it was just a strange coincidence, and probably wasn’t even a coincidence because of the fact that we both know you, and there’s something in the air, and maybe you bunch your interviews in a certain way or think about them in a certain way", "so, i’m sure there’s no real coincidence there, there’s just something we didn’t see underlying it all", "so, that’s the backdrop for affirmations", "let me say first that what i’m saying is not my belief, that if you say your affirmations something magic will happen, and the universe will change in some non science way", "i’ve never made that claim, although often people have put that opinion in my mouth", "what i have said is that i’ve used the technique, and i got a certain experience which i’ll be happy to share, and then i tell the story", "you can make of it what you will", "i have several explanations for why there seems to be what i would call the appearance of an effect", "which, by the way, would be amazing in itself", "of course", "if you could give yourself a genuine feeling that you had this superpower, even if it wasn’t real, as long as it didn’t interfere with your job and nobody thought you were crazy, it would be a cool feeling", "so, even if it’s not real in some sense of reality, it’s still worth having, frankly", "so, i’m going to take as long as i want for this, and you can just cut me off", "it’s a fun story from beginning to end", "a lot of people laughed", "this is what this format is for; long forms so please go for it", "alright, so i’m in my 20s", "i was taking a course in hypnosis to learn how to become a professional hypnotist and get certified", "in my class was a woman who was also interested in a lot of things that i thought were pretty out there; some new-agey stuff", "but we became friends", "and one day she said, “you’ve got to try this thing called affirmations", "i read about it in a book, and i don’t remember the name of the book.” so, i can’t tell you here, because she didn’t tell me", "and she said, it works like this", "all you do is you pick a goal and you write it down 15 times a day in some specific sentence form, like “i, scott adams, will become an astronaut,” for example", "and you do that every day", "then it will seem as if the universe just starts spitting up opportunities", "and it will look to you like these are coincidences, and whether they are or not is less relevant than the fact that they seem to pop up", "so, i, of course, being my rational self, at this point i haven’t even decided if hypnosis is a real thing", "i’m taking the course to find out, in part", "so, i’m saying, that seems like a terrible waste of time", "there’s no science behind that, blah, blah, blah", "she convinced me, partly because she was a member of mensa, that she wasn’t dumb", "step one, that’s good", "and then secondly, it didn’t cost me anything", "it was a low investment for something to make her shut up", "so, i said alright, i’m going to do this", "so, i picked as my goal that i would have an encounter with a woman who is well beyond my buying power, shall we say", "this is pre-dilbert, so post-dilbert you get to add a few points to your attractiveness scale", "it’s not fair, but that’s just the way it works", "so, let’s say if i could modestly say i was a 6, hoping to be a 6.5, and let’s say she was a 9 just so you get a sense of the monumental task i set in front of myself", "secondly, i didn’t know her", "she was just somebody who worked in the company in a different department", "so, i’ll shorten the story just to say lucky things happened, and against all odds, my affirmation came true", "so, i thought to myself, as everybody would in this situation, well, it’s really not the affirmation that worked; that would be crazy", "because even though it was a whole bunch of ridiculous coincidences that put is in the same place at the same time, you wouldn’t believe the number of them and i won’t tell them here because there are just too many", "but in the end, it was almost like we were fated to meet", "now, i don’t believe in that but it just felt like that; that’s the experience", "so, i said to myself: well, i guess i’ve misinterpreted this and really what happened is, i’m not a 6.5 dammit, i must be on her level", "or maybe i’m a 7.5 and maybe she’s a 9 but she’s got poor self image so she didn’t know it", "so, maybe that’s all that happened, right", "so, i said well, i’m going to have to try something else", "so, i said alright, i’ll try an affirmation of i’ll get rich in the stock market", "now, that’s kind of a crazy thing to ask for, especially if you don’t even have a stock brokerage account open and if you don’t have any money to invest", "i think i was a poor banking person, banker that i was", "and so i started doing that affirmation", "and after about a week, i literally woke up in the middle of the night, sat straight up in my bed with a thought firmly in my head that i should buy stock in chrysler", "now, at the time, i don’t remember the year but if you went through the historical records, it was when chrysler was flirting with completely going out of business", "i don’t know if they were officially bankrupt but the government had pumped them up and most observers were saying this is the company that’s circling the drain", "so, it didn’t seem like a good idea, but i tried to open my schwab account anyway and pursue it, just to see", "we’re still in a-b testing here, to see if this is real", "but the paperwork got mixed up and it took weeks to sort it out", "i didn’t get my account opened", "in the meantime, the stock starts rising", "i think it went up 120 percent in the time i wasted trying to open my account", "so, i thought to myself, damn, i was kind of right", "i picked a pretty good stock but my timing’s off", "so, i guess the affirmation thing wasn’t really working", "so, i didn’t buy that stock", "if you go back, you’ll find out it continued to go up because as it turns out, chrysler did a turnaround; it was one of the great business success stories of all time", "i knew nothing about that except the headline news before i came up with this idea", "in other words, there was no story i read, no analyst was ahead of it; it just came from nowhere, or so it seemed", "but i lost out because i didn’t trust it, i guess", "i didn’t buy and it became kind of the story stock of the year", "right", "so, i tried it one more time", "i said i think i’ll try to buy one more stock, and i did the affirmation", "one day i pick up the newspaper and i just had this feeling", "i open it up and back in the day when a company was going public, they would sometimes put a big notice in the newspaper", "it was a company called ask computer, a-s-k, or ask software, i forget", "but they were a new tech company back before tech was anything", "and i said: hey, i’m gonna invest in this company; i just feel it", "i put in some money", "i think it went up 10 percent in a week, whatever it was", "i thought, woo-hoo, i’m a genius", "i think i invested about $1,000; might have made $100, which was big money for a week of doing nothing", "when you’re not making enough money to save money, making $100 for nothing seemed like a big deal", "so, i’m thinking man, i am so smart", "i sold my stock, and that frigging stock went to the moon after i sold it", "now i’ve got these three data points", "and the only thing that stopped me from the two doing very well for me is that i didn’t stay with them", "so, i said well, it would be dumb if this thing actually has something to it, to set another goal that’s relatively modest", "so, there was another thing i did, first; let me insert that before i went back .i also made a bet with somebody that i would take the gmats, the test you take to get into a good school for your mba", "because i had taken them right after i’d finished my four year degree, and i’d gotten i think the 77th percentile, which is nowhere near enough to get into a school like berkeley, which would make a difference in my career", "so, i made a bet with somebody who was going to take a prep course", "they were going to try to raise their score from the 80s into something, perhaps the 90s, in order to get into a good school, again like berkeley", "so, i made a bet, and i don’t know why i made this bet", "it was just stupid, in retrospect", "i bet that i would raise my score from 77th percentile to whatever was her new best score", "so, i would beat not only her other score, which already beat me by over 10 points, i think; she was in the high 80s, i think", "but i thought i would beat her new score and i wasn’t going to take a test preparation course", "i was just going to take some practice tests on my own at home", "so, i did that, but i paired it with the affirmation", "and then i also visualized, which is part of the process they tell you to do, very specifically what my score would look like on the exact document i knew i would get because i had taken this test before, years earlier", "so, i would imagine in that little box where the cumulative score was, i would see the number 94", "and so i just kept focusing on 94 because i figured that would be close enough that if i got anywhere in that range, then i’m probably going to get into a good school if i want to", "so, we take the test", "everyone of my practice tests, i got about the same as the first time i took it; somewhere in the high 70s percentile", "i take the test", "it felt exactly the same as all the practice tests", "i didn’t feel like i was having a good day or anything", "weeks pass, the test shows up in the mail", "i go to the mailbox, i open the mail, and i open that letter and it’s the same kind of format that i’d visualized, so i knew exactly what it looked like", "and i looked down into the little box where for weeks i had been visualizing the number 94", "and i looked at it, and the fucking thing said 94", "this was after the stock market experience", "i’m getting my timing mixed up but it was somewhere roughly in that period", "so, i literally sat there in my little mold covered – literally – apartment in san francisco in the haight district", "i sat in the chair, and i stared forward for hours", "all night long, i would say to myself: i don’t think i just saw that", "and then i would reach over on my table, and i would pick up the little report, and i would look at it again", "and i would make sure i was scouring the document and not reading like a date or a serial number or something", "and it was right, and i’d put it down", "and then i would just repeat that process for hours", "and at the end of it, i said, i think i’m going to set my sights higher", "and it wasn’t long after i decided to start the affirmation: i, scott adams would become a famous cartoonist", "a few years had passed in between and then some other affirmations, but that’s essentially the path i took", "well, there you have it, folks", "this is the tim ferriss radio hour and i hope you enjoyed hearing from some of the superstars i’ve spoken with over nearly 250 podcasts now", "my god, no wonder i have less hair", "the tim ferriss radio hour continues to be an experiment", "this format is experimental so please let me know what you like, what you don’t like, what you would want to hear; any themes, any changes", "let me know on twitter; you can ping me @tferriss, or you can leave a comment on the blog post which will accompany this episode, which has all the show notes and any links to anything that is mentioned in this episode", "you can find that at tim.blog/podcast, which is where you can find all previous episodes of the podcast", "and if you want to hear from some of the people who popped up in this episode, well, the jamie episode, a must listen: tim.blog/jamie", "if you want to hear seth, go to tim.blog/seth", "if you want to hear from scott adams, you can go to tim.blog/scott", "and then jocko, of course, go to tim.blog/jocko", "and as always guys, thank you so, so much for listening"]}