{"dialog_idx": {"adam robinson": [37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571], "chase jarvis": [572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731], "debbie millman": [380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460], "james altucher": [190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379], "rhonda patrick": [732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793], "scott belsky": [56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108], "seth godin": [109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36]}, "episode_num": 254, "file_type": "html", "guests": ["james altucher", "seth godin", "adam robinson", "chase jarvis", "debbie millman", "rhonda patrick", "scott belsky"], "num_sentences": 794, "num_words": 12498, "raw_text": "Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss. And welcome to another episode of the Tim Ferriss Show where it is my job to tease out the habits, tools, tactics, routines, favorite breakfasts of some of the world’s greatest performers, whether they are leaders, athletes, business icons, chess prodigies, military strategists, or fill in the blank, your favorite category. This particular episode is one that I’m very excited about. It is an experimental format. It does not focus on the lessons of one particular person. Instead, it shares the tips and tricks of multiple people on one topic. So, you can consider this the first ever roundtable conversation on this podcast. Now, I would love your feedback, so, please let me know on Twitter @tferriss, T-F-E-R-R-I-S-S, what you think of this. Zero to ten, how much do you like it, what would you change, etc. And here’s how it came about. Some time ago, I prompted subscribers to my Five Bullet Friday newsletter, which is free. Every Friday, I send out a very short email with five bullets of things that I am reading or that I’ve discovered, I’m experimenting with, etc. It could include supplements, articles, books, who knows? I find a lot of weird stuff that I end up enjoying. And if you want to check that out, you can sign up. It’s always free. It is just tim.blog/friday. So, check it out, tim.blog/friday. And I solicited questions. These were up voted, and one of the most up voted questions was one that I struggled with. And this is from JF Kerns. Here’s the question. Where is the line between stubbornly pursuing an idea, which isn’t working, and the patience and persistence needed to actually make it work? In other words, when should you give up versus when should you push on? And I thought about how I would answer this, and I realized I actually struggle with this. So, rather than make up some bullshit and just play that off and give my own response, why don’t I reach out to a number of people I think would have better answers to this? And that’s exactly what I did. So, I took that question, and I sent it to a number of friends of mine and past guests on the podcast, and they dug into it. So, when should you quit? When should you persist? When do you know if an idea, or how do you know if an idea, is a bad idea that just isn’t going to work versus a good idea that you haven’t made work yet? So, the first person we’re going to start off with is Scott Belsky. He is an investor and entrepreneur best known perhaps for co-creating Behance, an online portfolio platform. In 2010, Belsky was included in Fast Company’s 100 Most Creative People in Business list. Then, you’ll learn from 17 time, I think it is, bestselling author Seth Godin. And then, we have hedge fund manager, author, entrepreneur James Altucher, Debbie Millman whose episode on this podcast is still one of the most downloaded of all time. Adam Robinson, the co-founder of the Princeton Review, and advisor to some of the masters of the universe out there. And then, we have an incredible photographer and also CEO Chase Jarvis and many more. So, I am excited about this. I hope you enjoy it. Let me know what you think of this format @tferriss on Twitter. One quick house cleaning point, this is very, very important for any of you who receive Five Bullet Friday or subscribe to any of my email. Here it is. I clean my email list every six months so that email service providers know I am only emailing people who really want what I am sending because, you’ve got to remember, it’s not the size of the list that counts, it’s how you use it. So, if you subscribe to any of my email and you want to keep receiving them, please open a recent message from me and click on any of the links within. It doesn’t matter which. I’m going to be doing a big purge soon getting rid of people who have been getting a lot of emails and not opening any of them because it’s just crowding up your inbox, and it’s just a waste of everyone’s time. So, I’ll be doing a big purge soon getting rid of people who are not opening email and removing folks from the list. So, if you are interested in still getting those, please just open one of my email, it doesn’t really matter, a recent one, and click on any link. And that will keep you subscribed. And if you’re interested in checking out what more than, I suppose at this point, around a million people get every Friday, check out Five Bullet Friday at tim.blog/friday. Back to the episode. This one covers a wide range of stories and lessons and will, ultimately, I hope, help you determine when to keep pushing forward and separate that from when it is wise to quit. And I did this one for myself as well. So, enjoy. Scott Belsky: Hey, Tim, it’s Scott Belsky, entrepreneur and investor responding to your question about when to keep going and when to call it quits. I’ve been thinking about it. There are many times in the middle of any bold journey where the ambiguity and the self doubt and endless iteration get you down and really make you question everything. It’s especially hard before you have any customers, before anyone even knows what you’re building. I always like to say anonymity is both a blessing and a bitch. It’s a blessing in that you can play and iterate as if nobody is watching. It’s a bitch because nobody is watching because nobody cares. Every journey is like this to some extent. So, you can’t quit because of it. Hardship means you may be doing something special and creating something defensible from competitors and copycats. The question, I think, is whether or not the difficulties are making you question your core assumptions and belief in the final vision or if they’re just getting you down. I guess the trick is to separate the hardship, in tough times, from what you’re learning. If you’re learning that your assumptions were wrong, the customers don’t want your product and that you’re potentially building something in the wrong space or just building the wrong thing, then, you should ask yourself the classic question. Knowing all you know now, would you pursue this project all over again? Would you invest the money and energy that you have invested to get as far as you’ve come in solving this problem? Or knowing all you know now, would you just do something different? If you still believe in the vision and while impatient with progress and deflated by the process you still have conviction, then, don’t quit. Keep on trucking. You are just having some of those mid journey blues. Society’s immune system is trying to squash you. Don’t let it. Keep going. But if your answer is hell no. If you think, if I could go back before I got into this mess, there is no way I would head into this direction, then, ask yourself why are you still trying? Are the sunk costs keeping you from quitting? Are you overvaluing the plan you have only because of how much you’ve invested in it so far? I’ve heard that human tendency behind this is referred to as divestiture aversion, or more simply the endowment effect. We have this tendency to disproportionately value things just because we own them regardless of how we got them. And I think you’re liable to believe more in your vision and hold on dearly to the progress you’ve made thus far because of all you’ve invested in it. I find the winners never quit mantra to be very elementary because I think it goes against what we’ve learned from many successful start ups that have pivoted from their original vision with great success. Twitter, Pinterest, and Airbnb to name a few. If you’ve lost conviction but refuse to change because of past progress you’ve made or past investments from others or just investments from yourself, then, you’ve become misaligned with your own vision. You’re officially doing things for the wrong reason. So, I guess to sum it up, if your conviction remains, if the vision is still something that gets you all giddy and teary eyed, don’t let the incremental obstacles and setbacks push you to quick. Instead, use these periods to build muscle. I remember and will never forget, even if I want to, the bootstrap years of Behance where I encountered this quite a bit. Being just a few months away from running out of money and having tons of fits and starts because I, honestly, didn’t have the right experience and expertise on our team to get it right the first time. We felt beaten down quite a bit. But the vision of organizing the creative world’s work never got less interesting. Despite all of these hardships, I don’t think we ever lost conviction in what that might look like and getting excited about it. So, we just got tired and despondent a lot while trying to achieve it. But we never really lost that conviction. So, we didn’t quit, we just tried to learn how to become more resilient. When we were low on cash, we tried to become more resourceful. We had a saying on our team, when we wanted to hire new people, refactor, refactor, and then hire. And we became super fucking resourceful as a small team. And this definitely made us stronger. But always keep asking yourself do I still believe in the vision here? Would you embark on the same journey if you knew everything that you know now? If the answer is no, save yourself the struggle by making an inflection sooner or quitting and trying something entirely new. Don’t just stick with it for the sake of it. Only put up and put in the hardship when you’ve got enough conviction. I hope that’s helpful. Seth Godin: Hey, it’s Seth Godin. And I might be the only person you know who has written bestselling book about quitting. It’s called The Dip, and I want to explain it to you now. There are two big ideas. The first one is this. Things that are scarce are more valuable. And creating something that’s scarce is difficult because, if it was easy, it wouldn’t be scarce. So, what we have is a situation where lots of people start a project and then, they hit the dip. The dip is the thing that makes that project worth doing in the first place. So, for example, consider the case of doctors. To be a doctor, you’ve got to go to medical school. And the dip in medical school is organic chemistry. Organic chemistry is designed to winnow out people who aren’t going to make it the rest of the way. If it weren’t for organic chemistry, there would be a lot more doctors. If there were a lot more doctors, being a doctor wouldn’t be as valuable. Or consider the case of washboard abs. Many people aspire to have them, but they’re difficult to get. So, lots and lots of people join the gym in January to much glee and celebration, but by February, half of them have quit. And by March, half of the rest of quit. Why? Because it’s hard. And the only people who get out at the other end have made it through the dip because they didn’t quit. So, the first lesson we take away from this is that it doesn’t make sense to repeatedly start projects and quit them in the dip because you’re wasting an enormous amount of time. If we think about it from the point of view of a company, a company like Amazon worth $7 trillion or whatever it is today, how many of you were their customer the first week or the first month or the first year or even the first decade? What happens is it’s fun to start a company because you’ve got nothing but blue skies. And then, it gets difficult. In the case of Amazon, it got difficult when the headlines were Amazon.toast, and it was never going to work. But they persisted, and they made it through the dip and came out on the other side. Their competitors didn’t have the temerity and the stamina to make it to the other side. That’s why it’s so valuable to be Amazon. Okay. So, I said that was the first thing. What’s the second thing? The second thing is that knowing the difference between a dip and a cul-de-sac or a dead end is critical because persistence alone doesn’t guarantee success. That persistence is one of the requirements, but so is a smart strategy and generosity. So is doing something that might work. Too often, we find someone stuck in a cul-de-sac because they don’t have the guts to stop because they’re telling themselves the story that winners never quit and quitters never win, which is bologna. Everybody who is a winner has also quit. You don’t see many high powered, 50-year-old executives walking around in tutus. That’s because they took ballet when they were 4, but they quit. We don’t do everything forever. We have to give up some of those things to get the energy and the resources we need to get through to the other side of the dip. So, I think we can all agree that cigarette smoking is a dead end. That it leads to emphysema and death. It makes sense to quit. There is no dip when it comes to cigarette smoking. But it may also be said of your freelance career, or it may also be said of this huge plan you have to change the world. And you’ve gotten those emails as much as I have, Tim. Those plans to change the world like a thresher through a wheat field, like a hot knife through butter. If only, if only, if only, if only. And the poor person who is doing it has been doing it for seven, ten, twelve years because they think they’re in a dip. They’re not. It’s a dead end. And how do you tell them apart? Well, I’m afraid I cannot give you a map, but I hope I can give you a compass. How do we tell them apart? We tell them apart by first understanding that someone else must have gone down this road before us. The chances that you will be the first person, the first human to get through this particular dip are very, very low. So, it make sense to put your resources into projects where others on similar projects have gone through a dip. If there’s no one who has, then, yes, go be a pioneer, and I’m cheering for you. But it’s a low profile way to move forward. The second thing is to ask yourself do you have more assets than you had a week ago or a year ago. Is it adding up? Is there forward motion? So, back to the Amazon example, every day, Amazon had more customers than the day before, every single day. That’s forward motion. If, on the other hand, you’re living from pay check to pay check, from funding to funding, from short term customer, short term customer, and it’s not adding up, then, you might be in a dead end not a dip. So, to summarize, and the book is only 85 pages long, hopefully, you’ll check it out, but to summarize the book, it’s pretty simple. We know that Roger’s Adoption Curve shows us there’s a big, fat middle if you can get through the chasm. That chasm feels like a dip. That chasm feels like that moment when you should quit because that’s when most people do quit. And the people who push through it get to the other side where they are the best in the world. It may seem as being the best in the world, the best blogger or the best podcaster, the best online store, the best eye glass maker, the best tailor. Once you are seen as the best, you are rewarded by the search engines. You are rewarded by your customers. You are rewarded by the market place. But to get there, you must have the resources to make your way through the long and lonely dip. So, if you’re going to start, understand it’s harder than you think. If you’re going to start, commit to not quitting in the dip. And if you’re going to start, practice understanding the difference between a dip and a dead end. Thanks for letting me chime in, Tim. James Altucher: Hey, this is James Altucher. And you can find me or at least the cyber part of me at jamesaltucher.com. And then, there’s links to me at Twitter, Facebook, Linked In, and all sorts of other fun places. This is such a fascinating question, Tim, because it’s not as if people should quit, or it’s not as if I have quit things that are going bad and stuck with things that are going good. There are really three types of situations and two things that could happen in each situation. So, there are things that are going bad that you should stick with. There are things that are going bad that you should abandon. There are things that are going neutral, which you should abandon. And there are things that are going good, even great, which you could either abandon or persist and step on the accelerator of. So, I’m going to give some examples. And, actually, I’m going to start at the top. So, I’ve been in several situations that were going absolutely great and fantastic. And those were important situations for me to abandon. And a classic example, before I get to me, a classic example is Jerry Seinfeld. So, GE, General Electric, offered Seinfeld $100 million bonus if he would just do another season of Seinfeld at the end of his run, and he still said no. So, Howard Stern asked him, “How could you do that, Jerry? The entire country wanted you to do another season, and you were offered $100 million. How could you say not to that?” And Jerry Seinfeld said, “Howard, that’s why those people are not writing the best show on television and I am because I know exactly when to quit.” Sometimes, when things are going very well – every project in the world has a half life. Every brand, every personality, the sales of every book or movie or business. Everything, at some point, has a half life where it starts to decline after that. And you could say, okay, well, I’m going to diversify revenue sources, or I’m going to find other things to do. But one thing is for sure is that when things are going great, often at the peak, when things feel so good you can’t imagine how they could possibly go bad, that’s the exact time you need to say, you know what, I need to diversify my life, or I need to stop this at the top and pursue other creative or entrepreneurial pursuits. Or I need to expand my life in other ways instead of continuing this thing that I’ve built up, and I feel so good about. Now is the time where I could be proud of what I’ve done, and it’s time to move on. So, in my very first business that I sold, we were growing really fast. I was building websites for mostly entertainment companies. So, we did the websites for just about every record label, Bad Boy Records, Loud Records, Interscope, Jive, and so on. We did HBO.com, Miramax.com, Newline, tons of movie websites, band websites, and so on. We were doing great. We were growing 100 percent or 200 percent year over year. And yet, I had this sense that I didn’t really know what was going to happen in the next phase of the internet. And I didn’t know if I needed to build more software skills among my employees or more strategic skills among my employees. And I felt the ability to make websites was going to get commoditized. And we had such a great brand, at that point, and everybody was making an offer to acquire us, my own partners felt, you know what, maybe we should keep on hitting the accelerator and grow as much as we can. But I felt, you know what, if they’re learning how to build websites in junior high school, something is going wrong. And so, we sold, at the top of our game, and I’m glad we did because, two years later or a year and a half later, the internet bust happened. And there was no way to predict that. I could have sold maybe at the very last minute. There was no way to predict. But, sometimes, you want to just sell or change gears at the top. When you learned everything you feel you could have learned at that phase, when you’ve been through the steepest part of the learning curve, and now, the slope is very flat, and it’s very difficult to learn new things, you can even say I’m going to try really hard and pour all of my energy into getting incrementally better at something. Or I could be proud of what I did, start a new project at the bottom of a learning curve, and begin again. And so, that’s not always the best answer, but it’s a perfectly valid answer to abandon something that’s doing great. Now, other times, you might say well, we’re continuing to grow. We’re continuing to serve people. I have a very clear vision of what the future holds. I have so many ideas of what could happen next. Like with my own writing, for instance, I always have ideas of directions I want my writing to continue. So, even though I might not always write in the same genre, I always just love writing. This is a personal passion I feel so that, when I do it, I feel this nice feeling in my chest when I do it, and I feel good about it. It doesn’t matter the genre. Sometimes, I switch that. But I always feel good, and I always want to learn more and more about writing because I, personally, love it so much. And I feel it delivers value not just to myself but to an audience. Because everything you do has to have an audience. You can’t think of just yourself. You have to determine also am I delivering value for others? And you get feedback on that, and other people will tell you. So, how does this apply, for instance, to the Seinfeld situation? Clearly, he was getting feedback that his show was great, and he was at the top of his game. He was super creative. But he had, basically, run out of ideas to continue his show about nothing. And he had that sense then, he was hitting a wall that he had never experienced before, so, he decided to abandon it. Whereas, for me right now, with something like writing, I can see 10 different directions it can go. I can picture the future a little bit about what directions I can go from the next one, two, three years. So, it’s something I continue. Now, the other thing, what about if something is only going okay? It’s not bad, and it’s not great. It feels like you should persist because it’s going well. And let’s say you’re making money, and you’re feeling creative, and people are noticing. When do you persist, and when do you abandon? So, here’s a small example. I was doing a podcast for a little over a year. We did 177 episodes. It was called Question of the Day. In fact, a young man by the name of Tim Ferriss was a guest host on the podcast. My co-host on the podcast was Stephen Dubner who is the co-writer of a little known book called Freakonomics. And we were having success. We were the No. 1 podcast in ITunes when we launched. And we were getting a good – we were always in the top 100 or so. We were getting a good amount of downloads per month. We were making a very nice profit on advertising. We did some live events that were fun and were sold out. And Stephen and I are good friends. We were having just fun getting together and joking around for a few hours every day while being recorded. So, everything was going well. But the number of downloads that we were getting, and this is almost a meaningless metric in every other case, but the number of downloads was not going up. It wasn’t going down, nor was it bad. It was enough to create a profitable business for everyone and to pay some employees and to take care of the people selling ads for us. So, it was a great little business. It was a fun, creative podcast. It was with my friends. We had many great guest hosts, including, of course, Tim Ferriss, Brian Koppelman, the writer and creator of Billions and Rounders and other movies, Rena Franklin who is one of my favorite comedians. We had all of these great guest hosts, AJ Jacobs, we had so much fun doing it. And yet, it didn’t feel like something we should persist with because we knew the podcast audience, in general, was going up for the world. And we were wondering why our downloads were not going down, but they weren’t going up either. So, we felt like something was wrong. And after 177 episodes, we only had so many questions of the day left. And meanwhile, it was taking a lot of creative effort away from our other projects. For instance, our own individual podcasts, our writing, our other business endeavors. I miss doing the podcast. It was great. It was fun. It was successful in terms of profits. But it wasn’t going up. And sometimes, to feed that extra bit of creativity, you need to have a sense that you’re improving at what you do. And so, even though there was no complaint and no criticism, and everything was fine, we decided to give it up. Now, sometimes, when you are learning, and you feel like, oh, I’m learning really hard. I love playing golf, but I’m stuck at a five handicap. Sometimes, you’re at the top end of a learning curve where the subtleties of improvement are so nuanced that it becomes very difficult every little millimeter of improvement that you have. And yet, because you’ve learned, at this point, to appreciate those subtleties, even though it feels like everything is going flat, it’s those moments when you should persist the most because every little improvement you have will feel so incredibly good. And I have felt this not only in business and in writing, but even in games like chess where I’m a tournament chess player. And I constantly seek to improve. And I’m already at a high ranking. So, every little improvement that I notice feels so pleasurable to me that I get to another level that even though it’s not like I improve a lot; it just betters my life to see myself improve at that level. And there’s many areas that I feel the same way that I persist with. Now, what about when something is going poorly? There are many reasons why something could be going poorly. It could be nobody likes what you do. It could be that your partners in something are no good, or you don’t enjoy being around them. It could be that, financially, you can’t seem to figure it out. Either you’re not making a profit, or you’re not raising money, or you’re not getting customers. So, this, obviously, it seems like, most of the time, you should abandon that situation. And I would agree with that. If you’re running a business, and no customers like what you do, there’s a very big danger of smoking your own crack that because it’s a cognitive bias. That because you put so much time and effort and energy into thinking of the idea and building the idea or the product or the service, you think this must be good. Your brain tells you you would not have wasted that time on a bad idea. But the reality is you always have to take a step back, and this is really important. I’ve had to do this on every business I’ve ever been involved with both good and bad, you always have to take a step back and say am I smoking crack about my own idea? Or should I put this down and move on to the next idea? And, often, just asking that question every day and being very analytical about it and determining what metrics you’re going to use to judge success in advance and seeing if you’re meeting those metrics, that will tell you very clearly whether you should abandon something. So, there was one period where I created several different websites at the same time. It’s in the mid ‘00s, to see if there’s a business in any of these. And nine of the websites I created, no matter what I did, no matter what marketing I did, I just could not generate any traffic. And even members of my own family were telling me I would never use this website you created. Finally, I created a website, stockpicker.com, which it combined various loves of mine. My interest in finance, my interest in software, my interest in writing, and combined them all together in one site. And it was almost like this idea set that created this one business idea. Within a month or so, I had millions of users. I had ads, everything. So, I’m glad I very quickly abandoned the first nine ideas so I could focus on the tenth idea. So, you have to recognize very quickly, when something is A) not working out, and B) not worth persisting in. Now, other times, something might not be working out. So, a recent example is I had been involved in a great business, but it wasn’t working out for me. I was having a problem with one of my partners. Nobody’s fault. It’s just, sometimes, two people don’t get along for various reasons or one person is busy on other projects while the other person wants to remain focused on the project in front of them. And so, it wasn’t working out for me. And I really felt like this business is not working out. It’s going to cause a lot of problems for me personally and financially. And so, I did consider abandoning it. But what I did was I persisted just a little bit. And I said, you know what, at the very least, let me explore buying this partner out. And so, I pitched the business and all of the numbers and everything to about five different people or companies. Three were interested. One did the deal. And now, I have a great partner, a thriving business, more profitable than ever. And it was an example where something was not working out. In fact, it was just a personal disaster, in many ways. And it ended up, through a certain amount of persistence, and I would say six or seven months of persistence, that were painful, many of those months. But it was worth it because I knew, at the end, I had something really good and valuable that I personally could enjoy doing if I just had the right partner. So, you have to really identify the metrics by how you judge success and by whether something is either working or not working. So, in the case of the podcast question, the day that I was doing with Stephen Dubner, the metric wasn’t the number of downloads or the profits because both of those were doing well, but the rate of improvement. To use calculus, the first derivative of downloads was negative. And we decided that would be our metric. And we got out so we could pursue things where the first derivative of improvement was positive where we felt the growth. So, that was something that was mediocre that we decided to abandon as opposed to persist. And I had the sense with the business that wasn’t working out because of the poor partner that, you know what, with the right combination of things, and with the right fixes, which I could clearly imagine and picture, i.e., I could find a different partner who could buy the first partner our, this has the potential to work. And I was correct, and it worked, even though, initially, it was failing miserably, at least personally for myself. That said, many times, if you’re writing a book, and you’re stuck for months, and you have no idea how to continue, or if you have a business where there’s no customers, and you can’t raise any money, and it doesn’t seem like there’s going to be any customers, and you didn’t properly picture an audience before you built the first product or the first service, many situations like that, you should abandon. And, sometimes, when there’s personal things happening in your life, that’s also a good time to abandon projects. So, one time, I was starting a business, and the business looked like it was going to go well. But I had a personal disaster, essentially, a break up. And I had to focus on family and friends and my own health in order for me to be the best potential person I could be. And that one business did not require – it wasn’t like the world needed that business more than it needed a best, potential version of me. So, I decided to abandon it because of something unrelated to the business but more a personal situation. So, again, determine your metrics, be fluid, but every situation, whether it’s working out, whether it’s mediocre, or whether it’s doing well, you always have the option to not do it or to persist and improve. In other words, to either abandon or grow. So, remember that. It’s not just about whether something is failing or succeeding. There’s lots of metrics involved. Be clear about what those metrics are and what’s important to you from the beginning, and use those metrics to determine what your next step should be. And you should always be thinking about what your next step should be. Don’t get locked into any one path. We’re free people. We’re not imprisoned. So, every day is a new choice to make. And thanks very much for asking me this question, Tim. Good luck. Debbie Millman: Hi, my name is Debbie Millman, and I am the host of the podcast Design Matters, and chair of the Masters in Branding Program at the School of Visual Arts in New York City. You can find me @debbiemillman on Twitter and Instagram. I recently met a very engaging young person and asked her what she wanted to be when she grew up. Her answer astounded me both in its optimism and its confidence. When I asked what she wanted to be when she grew up, she answered everything. I was the opposite. I went through a whole series of career aspirations but never quite felt that I was good enough, smart enough, pretty enough, or thin enough to do much of anything let alone everything. In 1979, when I went off to college, I decided that majoring in English literature would give me the most options to ultimately choose from. And I minored in Russian literature because I loved Dostoyevsky and Tolstoy. I often joke now that I got my college degree in reading. Despite my grand dreams of being an artist or a writer, the lead gene in my decision making was to be utterly self sufficient. I never once felt that I had what it took to make a living making art. My only marketable skills were the tasks I learned working at my college newspaper, basic design layout and paste out of a publication. When I graduated college in 1983, my first job was in the design department of a cable magazine earning $6.00 an hour. I lived in a fourth floor tenement walk up in Manhattan. And because my pay checks were so low, and my rent was so high, I had to make a monthly decision about what I would use my money for. Eating, rent, or paying off my student loan. When the first September came around after graduation, and I felt the autumn in the air, I knew I had compromised. But I felt trapped. I could barely make enough money to pay my rent working as a commercial artist. How could I ever conceive of making a living as an actual artist? I assumed it would be harder and never considered that I had any other choice. About a year later, I was offered a position in a real estate development company in Westchester as their director of marketing. It was a big title with a big increase in salary. Now, I would be making $25,000.00 a year. And it came with a car. I took it. Everyone congratulated me on my good fortune and the potential of this prestigious new opportunity. But on my first day of my new job, I hated it so much that when I finally got home after my long commute, I climbed into bed, pulled the blankets over my head, and cried. I hated my new job for the entire time I was employed there. I loathed the work, and I loathed real estate. And I loathed my very mean boss. And this was settling. This job and the job before that were jobs I had taken because I thought pursuing my dreams of being an artist or a writer were too hard. I was stubbornly persisting and pursuing and working hard at something I didn’t even really want. Who was I kidding? Every job is hard. Design is hard and marketing is hard and working at McDonald’s and Starbuck’s and Wal-Mart is hard. Why does it feel easier to do something we don’t love than do something we actually feel passionate about? I think I we lose our courage to pursue our creative dreams when we feel the only way we can make a living is to conform? I realize now that making a living doing what I love requires a personal belief. And I need to have something meaningful to contribute. What makes this particularly difficult is that making a living doing what you love doesn’t come with a real rule book. There’s no one process for anything. So, in many ways, making a living doing what you love is an anti process. So, if you are considering settling is going after what you want seems too hard to do, remember that hating what you do every day is even harder. The flipside of settling is infinite persisting. How long should you do something without the success you envision before giving up? When should you throw in the towel? How much rejection is too much? My answer to this first is a question. How much do you want this? If you want it more than anything, I say keep on trying until you get it. It may require altering your approach, refining your ideas, perfecting your methodology, or revising your intent. But if you want it more than anything, I don’t think you should ever give up. But you will also have to manage how you feel about rejection. Personally, I don’t take rejection particularly well. I tend to take it very personally, and I get very dejected with myself. This will lead to my wanting to abandon my efforts or to throw in the towel. But then, I try to remind myself that I don’t know anybody that really puts their whole self into something, who really feels any differently in the face of rejection. Why would they? Why should they? If you want something badly enough in the face of rejection, you must keep persevering. Many, many, many, many people far greater than I have been rejected numerous times, and many of those people have, ultimately, achieved real greatness in spite of or even because of the rejection. So, this is the thing, I don’t think rejection is ever final until you stop trying to succeed. Some questions I recommend you consider when thinking about settling. If you’re willing to give up on your dream of doing what you love, ask yourself this, why do you feel that you need to give up? Why do you feel that you should settle for something else? What are you most afraid of, settling or hating what you do? Is it possible for you to continue to support yourself in other ways while you experiment with your approach to fulfilling your dreams? If you feel that you’re not capable of achieving your dreams, is it because you are really not capable of achieving them or because you’re really afraid to put your whole heart in and try? What scares you more, heartbreak or rejection? What scares you more, resentment or rejection? And what scares you more, regret or rejection? I had one student who told me that the main reason he was afraid of going after what he wanted was that, if he didn’t achieve it, he would die of heartbreak. Well, if you try as if your life depends on it, and you don’t give up until you get what you love, I contend that you are far less likely to find yourself in that predicament. So, this is the thing about persistence. If you’re doing what you think you should be doing rather than what you want to do with your whole heart, you are not persisting. You are resisting the truth about who and what you are. If you’re doing what it takes to make your heart sing, never, ever give up. Remember, it’s not a failure until you accept defeat. Adam Robinson: Hey, Tim. Thanks for having me back on. This is my third contribution to your podcast. The first was Episode 210 and 219. And today, you’ve asked me to address the question when should you quit. And before I go any further, if people want to know anything about me, they can follow my twitter feed. I am Adam Robinson. Or they can, if they want to get in touch with me, they can email me at adam@robinsonglobalstrategies.com. So, the question when should you quit is such an important question. And it brings up a whole related constellation of questions. For example, when should you quit a job versus when should you quit a relationship, or when should you quit a dream. They’re all different questions. When should you quit a dream like when should you give up on becoming an actor or making the NBA or launching a start up. Or when should you quit a job? Is the job satisfactory? Does it fulfill you? Is there another career path? And we tend to romanticize persistence. There’s that great Mark Twain quote, “If at first you don’t succeed, try again. Then, quit. No use being a damn fool about it.” And so, the question is when should you persist and when are you being a damn fool. And Roger Keppling once said, “If you don’t get what you want, it’s a sign either that you didn’t seriously want it, or you tried to bargain over the price.” So, you should quit if the price is too high. And sometimes, it is. But you have to weigh that against how seriously you want something. And sometimes, people think they want things, and it turns out they didn’t really. All kinds of people say I want to write a book, or I want to run a marathon. And you ask them how many miles they’ve run or how many pages they’ve written that week, and you discover they haven’t written anything or run anything. And so, you have to question whether they seriously want something. But, sometimes, the prices are just too high. But there are other reasons you should quit. If a better opportunity comes along. In Silicon Valley, the ethos is fail quickly and iterate and move on to the next version or next start up. You should quit if you’re trying to prove something either to yourself or to other people, but especially if you’re trying to prove something to other people. And if you’re doing something merely because you feel you owe it to someone, definitely quit. That is never a good motivation. And it will always lead to resentment either on your part or the other person’s. And, finally, I think you should quit if it’s not fun, if you don’t love it. You want to love what you’re doing. I once read an interview of Baryshnikov, one of ballet’s greatest dancers, and he said it was just a job to him. He never really loved ballet, which was such a shock for me because he was such a brilliant dancer. And yet, he never loved it. It was merely a job. And I think we owe it to ourselves, we owe it to the world to do things we love to do and that are at least fun. And not all aspects of every pursuit are fun. But you should at least love it. So, quit if the cost is too high. Quit if you’re doing it because you feel you owe it to someone or that you should do it. And quit if it’s not fun. If you don’t love it, quit. Move on to something else. So, related to the question when should you quit is when should you not quit. And if it’s merely a matter of obstacles, if you’re running into road blocks, I would say don’t quit. It was that great quote, “Obstacles are what you see when you take your eye off the goal.” If you seriously want something, if it’s a mission, if it’s a passion, don’t give up merely because you’ve encountered obstacles. I’m reminded of the tragic story of John Kennedy Toole. And John Kennedy Toole was a young man who committed suicide in 1969. He had written a book, A Confederacy of Dunces, and had sent it to dozens of publishers, and he got rejected across the board. And he killed himself in despair and depression, which is tragic. And his mother, Thelma, was, obviously, heartbroken. Imagine what she felt. And she was determined that her son’s book would see the light of day. And mind you, it took her 11 years to get the book published, 11 years after her son’s suicide. So, it’s an interesting contrast. The son committed suicide after a few dozen rejections. And we can only imagine his heartbreak. But imagine his mother’s heartbreak. And she was determined to see her son’s legacy appear in print. And one other person she contacted repeatedly was the great southern author Walker Percy who persistently rejected her appeals as often as she persistently made them. And one day, she showed up in Percy’s office with the manuscript in hand. And he didn’t have the heart to turn her away. So, he thought he would read a few pages. And, after a few pages, he realized genius of the book. And with his endorsement, it was published and became a perennial bestseller. So, again, you have the contrast between the son who committed suicide and the mother who persisted over the same work. So, if it is merely obstacles, don’t give up. If it’s a mission, if it’s a passion, if it’s something that you seriously want, persist. So, let’s say you know, Tim, that you should quit. How do you quit? Often, people don’t quit because they’re afraid to. They’re afraid that there’s nothing on the other side. For example, people are afraid, especially, to quit a relationship when they know they should, but they don’t. They persist. They’re afraid. They’re afraid of hurting their partner’s feelings. Or they’re afraid that maybe they’re not lovable or they won’t find a partner afterwards. There are times when people have put so much into something that they persist merely because they’ve invested a lot of time or money or emotion, which is known in behavioral finance as the sunk cost fallacy. So, the more you put into something, the more you’re invested in it, and the harder it is to quit. So, if you’re going to quit, it’s best to do so as soon as you can, as soon as you recognize you ought to because the longer you stay, the harder it will be to quit, and the more costly it will be when you eventually do. So, one reason the sunk cost fallacy is so hard to escape is we recognize the cost of something. And what we don’t reckon is the opportunity cost in holding on. As long as you hold onto something that’s not providing you satisfaction, that’s not fulfilling your dream, then, you’re passing up all of the opportunities that await you when you do let go of whatever you’re holding onto. Again, whether it’s a job or a relationship or a dream. So, if you find it hard to quit, focus on the opportunities that you’re passing up in staying, in persisting. And I think the last two points I’d like to make are, if you know you’re going to persist, but it’s difficult, and you feel like quitting, but you know you shouldn’t, then, one way to persist and to stay in the game is to connect your dream to a mission, to something larger than yourself because you may not feel that you want to persist. You may not want it anymore, but the mission is larger than you. And if you can make the dream larger than yourself, if you can connect it to a mission, you’ll be able to persist despite the obstacles. And the last thing is, sometimes, there’s black and white. Should you persist or quit? But there’s a gray area. And the gray area is maybe you should pivot. For example, maybe your dream was to become a player in the NBA. Maybe you fail at that dream and should quit, but maybe you could become a coach in the NBA or a talent scout. Or maybe you could own an NBA team. There are many ways that you can realize aspects of a dream. And one thing to think about is why you want the dream in the first place. So, for example, if someone said he wanted to become an actor because he wanted to become well known, well, maybe there are other ways to become well known. Maybe you could become a well known director or a well known writer, screen writer. There are other ways to fulfill your dreams. So, sometimes, you ought to pivot on the dream as opposed to giving it up or persisting in that dream. So, your choice is not the binary one, persist or quit. It’s not black and white. It’s persist, pivot, or quit. Chase Jarvis: Hey, everybody out there in Tim Land. How’s it going? Tim, thanks for having me on the show. I’m Chase Jarvis. Tim asked for a short bio. I am the founder and CEO of a company called Creative Live, which is the world’s largest live streaming education company focused specifically on creativity and entrepreneurship. We’ve got 10 million students. We’re online at creativelive.com. We’ve had billions of minutes streamed. It’s a great place to learn from folks like Tim, Gary Vaynerchuk, Mark Cuban, Richard Branson in the entrepreneurship space, and then the top designer photographers, you name it. There’s a super highly curated group of folks you can learn from. In a previous world, and I think maybe a lot of you may know me as a photographer, I have found a successful career there, developed the first iPhone app that shared photos to social networks called Best Camera. Anyway, that’s a little bit about me. Where to find me on the internet, I’m @chasejarvis on everything. That’s You Tube, Instagram, Twitter, Facebook, etc. And I’d also appreciate if you check out @creativelive. That’s their handle on every place as well. I want to answer the question that Tim put forward about how do we know when to persist or to push on versus calling it quits. I think this is a fascinating question. And I’m going to try and put my answer into two buckets. I think it’s a two part answer. First, I value intuition massively. I think, over the next, as we tap into human potential, and we have from biochemical stuff to mindfulness to all of this stuff, I think we’re going to find, over the course of the next chapter, the near term of history here that intuition is the most powerful tool that we have as humans. And within the concept of intuition and listening to that voice inside you, there are two ways of thinking about that. 1) Is just the one in your gut. You can feel it in your body. You know the right answer. Every time you’ve looked back whether to keep dating this person or to bail on this job and get a new one, I think we can most always say that, at our core, we had a really strong, strong feeling one way or another. The second part of intuition, which I think is really interested to Tim’s audience because of the background that Tim has, he calls himself the human guinea pig, Tim, we love you, but there’s a scientific rigor that goes around with that. And so, if intuition is a little bit squishy for you while you’re listening to this, there’s a new philosophy or rather theory coming out about intuition that I’m hearing more about recently. And I can’t quote the studies. Maybe Tim can. But it’s that our bodies, we’re recording data all of the time. Our memories and our emotions, all of those things, that’s the equivalent of RAM. We take in like a billion pieces of data a minute or a second or something like that. And we only make use of a very small amount. And the way I do think about this is the equivalent of RAM in the computer like what’s right there on the surface or just below the surface that we can recall. And this theory about intuition is that while we are recording these billions of data points throughout our entire life moment to moment, that we do actually have an archive of those in our body, in the cells of our body. And that intuition is sort of the parsing, the what is it called when you refactor, you go back and look at data that’s already there, but you put it through a different process. And to me, this process is intuition. So, it’s the answers like you would have come into contact throughout your life with a bunch of things that would inform this particular decision, even though they’re not in your sort of conscious working memory. And whether that bears out to be true or some other version of it, Part 1 of my answer is that you know in your gut deeply around intuition whether something is worth pursuing or not. So, there’s both the instinct part, which is the feeling, and then, there’s this – what I’m saying is a new, more scientific approach to what data in the body feels like and that that’s actually intuition. And I believe, summarily, on this first point of intuition is that there’s going to be huge strides in the next short term about how valuable this is. Every creator that I know who has made really successful things, not all successes, but that you would look up to and say that person is a badass, every time I’ve talked to them, there’s been a really strong element of intuition. Now, we can be wrong about that, and there’s all kinds of other theories, but that’s my Point 1. So, Point 2 is a concept, a rubric, a series of questions that I ask myself. This is maybe more in spot on in Tim’s way of approaching something. But it’s a couple of questions that one can ask one’s self to determine whether to call it quits or to keep going. Well, the two questions are is this something that brings me joy, and/or is this working? Am I making progress? And that progress can be internal progress, external progress. Do you have the concept of progress? Is the thing that you’re doing working in some capacity? That’s Question 1. And then, Question 2, is do I still care about this? Do I believe deeply in the mission or the vision of what I’m talking about doing such that I’m willing to endure? It’s a very simple, two question paradigm because you could see a world where, if these things are in – is it working? Yes. Do I believe in it? Yes. Well, shit, obviously, you’re going to keep going. That’s a no brainer. Is this working? No. I hate it. I’m miserable. It sucks. Do I care about what I’m doing? Do I believe in it? No, I used to care about that a long time ago. Now, I don’t. Okay. That’s really obvious that you wouldn’t continue. It calls into question though what about when these two things are a conflict, in conflict? Is it working? Yeah, it’s working great, but I don’t believe in it. Then, you have to go like should I keep doing it? Or, in the spirit of the question, is this working? Not really. Is it bringing me joy, or is it hard? How do I know when to tweak and keep pushing? And if say it’s not working, but you still believe deeply in it, then, you have to consider the upside. So, this is a structure that I got from a friend named Chris Guillebeau. I think it’s one of the most powerful frameworks that we can have because knowing that what we’re working on is the right thing when we are all limited by time I think is a massive advantage. It’s not just work harder. It’s not just work longer. But it’s work smarter. And this is one of key ways of thinking about it. And Chris has a quote that I think is worth noting, and he studied all kinds of people in his book Born for This, it’s a great book that he studied all kinds of people who had gone through the process of trying to make a living and a life doing what they loved. And it wasn’t that stubbornness and pushing through was the thing that predicted success. In Chris’s words, flexibility was the No. 1 predictor of success. And, again, the framework, ask yourself is it working, and 2) do I still believe. And, usually, through that two by two, you can narrow down a lot of the information such that you can focus on is it working, do I still believe. And I think I’ll give some personal examples where I’ve used this framework. I think we have to, at first, address, before we get into my specific examples, the concept of winners or success. And we have what I believe is a false narrative in our culture that says that winners, they just bulldoze through at all cost, and they never quit. And to that, I say bullshit. I think winners quit all of the time. And it’s understanding A) your intuition, and B) having a framework for decision making that I’m sharing with you here that helps winners understand when and why to quit. Winners quit all of the time. My personal example, just from a career perspective, a couple of things that I quit. I was a successful soccer player as a young kid. I went to college on a soccer scholarship. I played on the United States Olympic Development Team. I had a very clear path to being able to continue on and play professionally. And I looked at that and said is it working. What’s your intuition? My intuition says, no, I think I might be done. Okay. Well, then, let’s go to this rubric. Is it working? Are you getting joy from this? Yeah, it’s clearly working. I’m good at it. I’m making all of the teams and whatnot. Do I still believe in the mission that if you can play professional sports, you should? That was a red X for me. And without going into the details, I think it’s a little bit superfluous for this conversation, but, again, it’s this framework that was really quickly able to help me get to a decision that I needed to quit playing soccer after my senior year in college so that I could go on and do other things. The same is true, from there, I was bound for medical school. I took all of the pre-requisites and the MCAT and did all of that stuff. And is it working? Yes, it’s working. I have an opportunity to go to medical school. Do I believe in it? At some point, I stopped believing in it because I realized that I was going to become a doctor for all of the wrong reasons, the reasons that I was the only person in my household to complete college. And if you’re going to be “socially successful”, then, you are either a doctor or a lawyer or a pro athlete. See, earlier point. And it was very clear to me using this rubric of intuition plus these two questions that it wasn’t for me. And one other thing that I quit is I then went to – and I was going around experimenting. I then entered a program where I was going to get a PhD in philosophy, the philosophy of art. I also quit that two years in. And I think an important aspect is this you’ve heard the iteration. This is what I was doing. I was exploring each of these things and realizing that despite I had aptitude in each of them, I stopped believing in the mission. And, in case you’re wondering if you should push on in a world where you don’t believe in the mission, but it’s working, to me, that is the failure of the opportunities that we have as humans to pursue the things that we love with joy. And my belief is that when you talk to the most successful people, and success can be by any myriad of definitions that there was a mission and/or a vision that was greater than themselves. And they were very passionate about it such that when shit got hard, and it 100 percent will get hard that you have the energy and the stamina, stamina is a key word here, to push through. And if you’re working on say something different than your passion that you have just a marked opportunity where you can go “make a bunch of money”, and when shit gets super hard, are you going to believe enough to push through. And the answer, generally, when I find people are pursuing money or just some random market opportunity that they lack the conviction necessary to succeed or to push through when you should push through. So, I’m going to wrap it up and say thanks, Timbo, for asking the question and having me on the show. Just to recap, I believe in two buckets when considering the question how do you know when to push on or to call it quits. And first, intuition. Intuition is both that feeling you have in your gut. And then, for the folks that are a little less woo-woo and a little more scientific, I believe we’ll see a lot of science that’s in the near future and is just starting to emerge around the data that is stored in the body that we have a slower ability to recall, or it’s recalled in a different way than just in the mindfulness. That’s one of the reasons that intuition feels like a gut feeling. And then, the second part is this sniff test, and I’m borrowing from my friend, Chris Guillebeau, from the book, Born for This, and that’s asking yourself two questions. 1) Is it working? Are you finding success? And 2) do I still believe in the mission? And if those are both aligned, then, you don’t have to dig deeper. It’s only when they’re in conflict that you have to say is this still working. Yes or no? And do you still believe? So, I hope that’s helpful. Timbo, keep doing what you’re doing. And to all of those listeners out there, again, I’m Chase Jarvis. You can find me at @chasejarvis, and I would love it if you paid attention to Creative Live. Thanks, you all. Rhonda Patrick: Hello, everyone. This is Rhonda Patrick. I am a PhD scientist. But what I’m arguably more well known for as opposed to any bench work I’ve done in the lab is my science communication efforts online, especially through my You Tube channel and my iTunes podcast called FoundMyFitness. That’s FoundMyFitness all one word. In fact, how I ended up doing that, in the first place, is a little bit of a story of having to choose one of two somewhat diverging paths. And, for that reason, I might speak a little bit to Tim’s theme question for this podcast episode, which is how do you decide when to persist or when to call it quits. So, in order for that to make any sense, I think it’s helpful to sort of have a little background on the typical career progression for a PhD scientist. The epitome of academic success is to land a tenure track faculty position and have your own research lab, preferably at a good university and, ideally, in a city you’d like to live in. But to give you an example of what it takes to get there, only around 65 percent of all PhD holders actually go on to do what’s known as a post doc, which is around a four to five year continued training intermediate step towards professorship. And only about 15 to 20 percent of those post docs then go on to a tenure track faculty position. And then, for those that actually get to the faculty position stage, the average time it takes to get funded on a big, RO1 NIH grant is about four to five years because all of the junior faculty members are competing with a well established, famous, already tenured faculty for funding. Getting that RO1 NIH grant is actually a crucial step because it’s what, ultimately, secures a professor’s tenureship in the long run. So, while FoundMyFitness was what I would call, in its early, embryonic stage of development, towards the end of my graduate studies, it was still enough to get the attention of at least one of the professors that I was interviewing with for a post doc position who happened to be at one of the more prestigious institutes that I interviewed at. It’s important to know that what was particularly impressive about this lab was that a whopping 80 percent of all post docs in this lab went on to secure tenure track faculty positions. The problem was it was put to me in no uncertain terms that, at this point, I would have to give up my little side project of FoundMyFitness completely, full stop. And this represents the first of two major crossroads I encountered. This could have been and, actually, should have been a tremendously anxiety provoking moment for me. Consider those statistics I just gave you a moment go. Each stage of the academic funnel narrowing precipitously with only 15 to 20 percent of post docs ordinarily moving on to that final stage of tenure track professorship. And all of the factors leading to that point also play a role. So, the impact factor of the journal that you publish in and, indeed, the lab that you do your post doc in are all very important. But the good news is that, at least in this particular case, I actually had a get out of jail free card. While the vast majority of my professional mentors urge me to go with Option A post haste, even being a little bit pissed off at me for dragging my feet a little bit, Option B ended up being a perfect fit for me. A much smaller institution but the opportunity to work with one of the greats in science, Dr. Bruce Ames. Not only did this actually end up being a good opportunity, but, in fact, there was better overlap with what I was doing with my side project because Bruce’s research, at the time, was focused on looking at the effects that micronutrients and nutrition had on biomarkers of aging and inflammation and metabolic disease in humans, which, actually, is a pretty broad canvas, if you think about it. Unfortunately, as a result of the somewhat perverse influence of funding mechanisms on science, many scientists can, actually, be forced into very narrow field. And they’re forced to ask narrower and narrower questions throughout the course of their career to the point where they not only don’t have time to do any other side projects, but they may not even have the opportunity to research something outside of a specific protein that they’re looking at. And that’s the reality of science, unless you’re very lucky or you plot your course very carefully. So, ultimately, passing up the “sure thing” to do something that more coincides with your natural passions is a little bit riskier. But, in my opinion, it’s the more rewarding path. The second stubbornly persist versus call it quits crossroads that I faced was probably towards the very end of my post doc when I was being pursued for a tenure track faculty position by a good university. They wanted me to spend about 50 percent of my time lecturing students and the other 50 percent of my time starting a lab and writing grants. While this wasn’t the same thing as telling me I had to shut my podcast down, the responsibilities would imply it. And this was, actually, a much harder choice for me because I didn’t have a get out of jail free card this time. And I knew that if I put FoundMyFitness aside that it would surely be dead in the water. So, when faced with a crossroads decision like this, I think it’s helpful to weigh in a few factors. For me, it came down mainly to impact. If I valued, for example, teaching, which I do, then, as a professor, I can expect to spend about 50 percent of my time doing just that. But the conventional teaching model still championed today is one that really doesn’t scale. So, if you consider the average university classroom size, that’s anywhere between 25 to 55 students on average, depending on the institution. But if we compare that to a video lecture, for example, in my experience, a bare minimum of 10 to 12 percent of views or viewers conservatively will watch an entire video from start to finish regardless of how long the video is or what the content is about. And I consider these “real views” on a video because they hold the most likeness to a traditional classroom because the viewer is actually consuming all of the content in a way it was intended. So, even if your video flops and only gets like a few thousand views in the long run, you still have the equivalent to an exceptionally large classroom hear what you had to say. By thinking about impact, in this way, I think it’s clear that, as a teaching apparatus, even a video that is not very successful is still probably way more successful than a typical lecture. So, while I did not end up pursuing the university position, instead choosing to focus on FoundMyFitness, the decision was not without its own anxiety. Ultimately, passing up an opportunity like that means it may be very difficult or all together unlikely that it will come around again. But since then, I’ve continued my academic writing. I’ve met many leading scientists as a function of the interviews I conduct. And when I conduct an interview, I also try to read as much of the work the scientist has done as I possibly can. So, by necessity, I feel that, if anything, I continue to broaden my expertise in a way that at least shares some overlap with what I would have done in my responsibilities as an investigator. Finally, one thing I should mention. When faced with a decision where you have to choose one path over another, I think it really helps to have done the work to make the decision easy. So, if we go back to our conversation about measuring impact, I actually might have chosen differently at my personal crossroads if FoundMyFitness had not already reached a level of community interest that merited my belief it could actually go further and become something bigger. That meant having a few videos or conversations that I had already done under my belt on my channel that had enough of those “real views” I mentioned earlier that actually could fill an imaginary small baseball stadium. It also meant that I was fortunate enough to have already reached that 1,000 true fans milestone articulated by Kevin Kelly. In other words, actual supporters willing to put a few bucks on the line to keep things going. So, I think that when you put the hard work in today, you make those transition decisions so much easier. And, of course, a little good luck and opportunity along the way helps, too. So, that’s my story. Thank you for listening. Posted on: June 4, 2018.", "speakers": ["james altucher", "seth godin", "adam robinson", "tim ferriss", "chase jarvis", "debbie millman", "rhonda patrick", "scott belsky"], "text_sentences": ["hello, boys and girls, ladies and germs", "this is tim ferriss", "and welcome to another episode of the tim ferriss show where it is my job to tease out the habits, tools, tactics, routines, favorite breakfasts of some of the world’s greatest performers, whether they are leaders, athletes, business icons, chess prodigies, military strategists, or fill in the blank, your favorite category", "this particular episode is one that i’m very excited about", "it is an experimental format", "it does not focus on the lessons of one particular person", "instead, it shares the tips and tricks of multiple people on one topic", "so, you can consider this the first ever roundtable conversation on this podcast", "now, i would love your feedback, so, please let me know on twitter @tferriss, t-f-e-r-r-i-s-s, what you think of this", "zero to ten, how much do you like it, what would you change, etc", "and here’s how it came about", "some time ago, i prompted subscribers to my five bullet friday newsletter, which is free", "every friday, i send out a very short email with five bullets of things that i am reading or that i’ve discovered, i’m experimenting with, etc", "it could include supplements, articles, books, who knows", "i find a lot of weird stuff that i end up enjoying", "and if you want to check that out, you can sign up", "it’s always free", "it is just tim.blog/friday", "so, check it out, tim.blog/friday", "and i solicited questions", "these were up voted, and one of the most up voted questions was one that i struggled with", "and this is from jf kerns", "here’s the question", "where is the line between stubbornly pursuing an idea, which isn’t working, and the patience and persistence needed to actually make it work", "in other words, when should you give up versus when should you push on", "and i thought about how i would answer this, and i realized i actually struggle with this", "so, rather than make up some bullshit and just play that off and give my own response, why don’t i reach out to a number of people i think would have better answers to this", "and that’s exactly what i did", "so, i took that question, and i sent it to a number of friends of mine and past guests on the podcast, and they dug into it", "so, when should you quit", "when should you persist", "when do you know if an idea, or how do you know if an idea, is a bad idea that just isn’t going to work versus a good idea that you haven’t made work yet", "so, the first person we’re going to start off with is scott belsky", "he is an investor and entrepreneur best known perhaps for co-creating behance, an online portfolio platform", "in 2010, belsky was included in fast company’s 100 most creative people in business list", "then, you’ll learn from 17 time, i think it is, bestselling author seth godin", "and then, we have hedge fund manager, author, entrepreneur james altucher, debbie millman whose episode on this podcast is still one of the most downloaded of all time", "adam robinson, the co-founder of the princeton review, and advisor to some of the masters of the universe out there", "and then, we have an incredible photographer and also ceo chase jarvis and many more", "so, i am excited about this", "i hope you enjoy it", "let me know what you think of this format @tferriss on twitter", "one quick house cleaning point, this is very, very important for any of you who receive five bullet friday or subscribe to any of my email", "here it is", "i clean my email list every six months so that email service providers know i am only emailing people who really want what i am sending because, you’ve got to remember, it’s not the size of the list that counts, it’s how you use it", "so, if you subscribe to any of my email and you want to keep receiving them, please open a recent message from me and click on any of the links within", "it doesn’t matter which", "i’m going to be doing a big purge soon getting rid of people who have been getting a lot of emails and not opening any of them because it’s just crowding up your inbox, and it’s just a waste of everyone’s time", "so, i’ll be doing a big purge soon getting rid of people who are not opening email and removing folks from the list", "so, if you are interested in still getting those, please just open one of my email, it doesn’t really matter, a recent one, and click on any link", "and that will keep you subscribed", "and if you’re interested in checking out what more than, i suppose at this point, around a million people get every friday, check out five bullet friday at tim.blog/friday", "back to the episode", "this one covers a wide range of stories and lessons and will, ultimately, i hope, help you determine when to keep pushing forward and separate that from when it is wise to quit", "and i did this one for myself as well", "so, enjoy", "hey, tim, it’s scott belsky, entrepreneur and investor responding to your question about when to keep going and when to call it quits", "i’ve been thinking about it", "there are many times in the middle of any bold journey where the ambiguity and the self doubt and endless iteration get you down and really make you question everything", "it’s especially hard before you have any customers, before anyone even knows what you’re building", "i always like to say anonymity is both a blessing and a bitch", "it’s a blessing in that you can play and iterate as if nobody is watching", "it’s a bitch because nobody is watching because nobody cares", "every journey is like this to some extent", "so, you can’t quit because of it", "hardship means you may be doing something special and creating something defensible from competitors and copycats", "the question, i think, is whether or not the difficulties are making you question your core assumptions and belief in the final vision or if they’re just getting you down", "i guess the trick is to separate the hardship, in tough times, from what you’re learning", "if you’re learning that your assumptions were wrong, the customers don’t want your product and that you’re potentially building something in the wrong space or just building the wrong thing, then, you should ask yourself the classic question", "knowing all you know now, would you pursue this project all over again", "would you invest the money and energy that you have invested to get as far as you’ve come in solving this problem", "or knowing all you know now, would you just do something different", "if you still believe in the vision and while impatient with progress and deflated by the process you still have conviction, then, don’t quit", "keep on trucking", "you are just having some of those mid journey blues", "society’s immune system is trying to squash you", "don’t let it", "keep going", "but if your answer is hell no", "if you think, if i could go back before i got into this mess, there is no way i would head into this direction, then, ask yourself why are you still trying", "are the sunk costs keeping you from quitting", "are you overvaluing the plan you have only because of how much you’ve invested in it so far", "i’ve heard that human tendency behind this is referred to as divestiture aversion, or more simply the endowment effect", "we have this tendency to disproportionately value things just because we own them regardless of how we got them", "and i think you’re liable to believe more in your vision and hold on dearly to the progress you’ve made thus far because of all you’ve invested in it", "i find the winners never quit mantra to be very elementary because i think it goes against what we’ve learned from many successful start ups that have pivoted from their original vision with great success", "twitter, pinterest, and airbnb to name a few", "if you’ve lost conviction but refuse to change because of past progress you’ve made or past investments from others or just investments from yourself, then, you’ve become misaligned with your own vision", "you’re officially doing things for the wrong reason", "so, i guess to sum it up, if your conviction remains, if the vision is still something that gets you all giddy and teary eyed, don’t let the incremental obstacles and setbacks push you to quick", "instead, use these periods to build muscle", "i remember and will never forget, even if i want to, the bootstrap years of behance where i encountered this quite a bit", "being just a few months away from running out of money and having tons of fits and starts because i, honestly, didn’t have the right experience and expertise on our team to get it right the first time", "we felt beaten down quite a bit", "but the vision of organizing the creative world’s work never got less interesting", "despite all of these hardships, i don’t think we ever lost conviction in what that might look like and getting excited about it", "so, we just got tired and despondent a lot while trying to achieve it", "but we never really lost that conviction", "so, we didn’t quit, we just tried to learn how to become more resilient", "when we were low on cash, we tried to become more resourceful", "we had a saying on our team, when we wanted to hire new people, refactor, refactor, and then hire", "and we became super fucking resourceful as a small team", "and this definitely made us stronger", "but always keep asking yourself do i still believe in the vision here", "would you embark on the same journey if you knew everything that you know now", "if the answer is no, save yourself the struggle by making an inflection sooner or quitting and trying something entirely new", "don’t just stick with it for the sake of it", "only put up and put in the hardship when you’ve got enough conviction", "i hope that’s helpful", "hey, it’s seth godin", "and i might be the only person you know who has written bestselling book about quitting", "it’s called the dip, and i want to explain it to you now", "there are two big ideas", "the first one is this", "things that are scarce are more valuable", "and creating something that’s scarce is difficult because, if it was easy, it wouldn’t be scarce", "so, what we have is a situation where lots of people start a project and then, they hit the dip", "the dip is the thing that makes that project worth doing in the first place", "so, for example, consider the case of doctors", "to be a doctor, you’ve got to go to medical school", "and the dip in medical school is organic chemistry", "organic chemistry is designed to winnow out people who aren’t going to make it the rest of the way", "if it weren’t for organic chemistry, there would be a lot more doctors", "if there were a lot more doctors, being a doctor wouldn’t be as valuable", "or consider the case of washboard abs", "many people aspire to have them, but they’re difficult to get", "so, lots and lots of people join the gym in january to much glee and celebration, but by february, half of them have quit", "and by march, half of the rest of quit", "why", "because it’s hard", "and the only people who get out at the other end have made it through the dip because they didn’t quit", "so, the first lesson we take away from this is that it doesn’t make sense to repeatedly start projects and quit them in the dip because you’re wasting an enormous amount of time", "if we think about it from the point of view of a company, a company like amazon worth $7 trillion or whatever it is today, how many of you were their customer the first week or the first month or the first year or even the first decade", "what happens is it’s fun to start a company because you’ve got nothing but blue skies", "and then, it gets difficult", "in the case of amazon, it got difficult when the headlines were amazon.toast, and it was never going to work", "but they persisted, and they made it through the dip and came out on the other side", "their competitors didn’t have the temerity and the stamina to make it to the other side", "that’s why it’s so valuable to be amazon", "okay", "so, i said that was the first thing", "what’s the second thing", "the second thing is that knowing the difference between a dip and a cul-de-sac or a dead end is critical because persistence alone doesn’t guarantee success", "that persistence is one of the requirements, but so is a smart strategy and generosity", "so is doing something that might work", "too often, we find someone stuck in a cul-de-sac because they don’t have the guts to stop because they’re telling themselves the story that winners never quit and quitters never win, which is bologna", "everybody who is a winner has also quit", "you don’t see many high powered, 50-year-old executives walking around in tutus", "that’s because they took ballet when they were 4, but they quit", "we don’t do everything forever", "we have to give up some of those things to get the energy and the resources we need to get through to the other side of the dip", "so, i think we can all agree that cigarette smoking is a dead end", "that it leads to emphysema and death", "it makes sense to quit", "there is no dip when it comes to cigarette smoking", "but it may also be said of your freelance career, or it may also be said of this huge plan you have to change the world", "and you’ve gotten those emails as much as i have, tim", "those plans to change the world like a thresher through a wheat field, like a hot knife through butter", "if only, if only, if only, if only", "and the poor person who is doing it has been doing it for seven, ten, twelve years because they think they’re in a dip", "they’re not", "it’s a dead end", "and how do you tell them apart", "well, i’m afraid i cannot give you a map, but i hope i can give you a compass", "how do we tell them apart", "we tell them apart by first understanding that someone else must have gone down this road before us", "the chances that you will be the first person, the first human to get through this particular dip are very, very low", "so, it make sense to put your resources into projects where others on similar projects have gone through a dip", "if there’s no one who has, then, yes, go be a pioneer, and i’m cheering for you", "but it’s a low profile way to move forward", "the second thing is to ask yourself do you have more assets than you had a week ago or a year ago", "is it adding up", "is there forward motion", "so, back to the amazon example, every day, amazon had more customers than the day before, every single day", "that’s forward motion", "if, on the other hand, you’re living from pay check to pay check, from funding to funding, from short term customer, short term customer, and it’s not adding up, then, you might be in a dead end not a dip", "so, to summarize, and the book is only 85 pages long, hopefully, you’ll check it out, but to summarize the book, it’s pretty simple", "we know that roger’s adoption curve shows us there’s a big, fat middle if you can get through the chasm", "that chasm feels like a dip", "that chasm feels like that moment when you should quit because that’s when most people do quit", "and the people who push through it get to the other side where they are the best in the world", "it may seem as being the best in the world, the best blogger or the best podcaster, the best online store, the best eye glass maker, the best tailor", "once you are seen as the best, you are rewarded by the search engines", "you are rewarded by your customers", "you are rewarded by the market place", "but to get there, you must have the resources to make your way through the long and lonely dip", "so, if you’re going to start, understand it’s harder than you think", "if you’re going to start, commit to not quitting in the dip", "and if you’re going to start, practice understanding the difference between a dip and a dead end", "thanks for letting me chime in, tim", "hey, this is james altucher", "and you can find me or at least the cyber part of me at jamesaltucher.com", "and then, there’s links to me at twitter, facebook, linked in, and all sorts of other fun places", "this is such a fascinating question, tim, because it’s not as if people should quit, or it’s not as if i have quit things that are going bad and stuck with things that are going good", "there are really three types of situations and two things that could happen in each situation", "so, there are things that are going bad that you should stick with", "there are things that are going bad that you should abandon", "there are things that are going neutral, which you should abandon", "and there are things that are going good, even great, which you could either abandon or persist and step on the accelerator of", "so, i’m going to give some examples", "and, actually, i’m going to start at the top", "so, i’ve been in several situations that were going absolutely great and fantastic", "and those were important situations for me to abandon", "and a classic example, before i get to me, a classic example is jerry seinfeld", "so, ge, general electric, offered seinfeld $100 million bonus if he would just do another season of seinfeld at the end of his run, and he still said no", "so, howard stern asked him, “how could you do that, jerry", "the entire country wanted you to do another season, and you were offered $100 million", "how could you say not to that?” and jerry seinfeld said, “howard, that’s why those people are not writing the best show on television and i am because i know exactly when to quit.” sometimes, when things are going very well – every project in the world has a half life", "every brand, every personality, the sales of every book or movie or business", "everything, at some point, has a half life where it starts to decline after that", "and you could say, okay, well, i’m going to diversify revenue sources, or i’m going to find other things to do", "but one thing is for sure is that when things are going great, often at the peak, when things feel so good you can’t imagine how they could possibly go bad, that’s the exact time you need to say, you know what, i need to diversify my life, or i need to stop this at the top and pursue other creative or entrepreneurial pursuits", "or i need to expand my life in other ways instead of continuing this thing that i’ve built up, and i feel so good about", "now is the time where i could be proud of what i’ve done, and it’s time to move on", "so, in my very first business that i sold, we were growing really fast", "i was building websites for mostly entertainment companies", "so, we did the websites for just about every record label, bad boy records, loud records, interscope, jive, and so on", "we did hbo.com, miramax.com, newline, tons of movie websites, band websites, and so on", "we were doing great", "we were growing 100 percent or 200 percent year over year", "and yet, i had this sense that i didn’t really know what was going to happen in the next phase of the internet", "and i didn’t know if i needed to build more software skills among my employees or more strategic skills among my employees", "and i felt the ability to make websites was going to get commoditized", "and we had such a great brand, at that point, and everybody was making an offer to acquire us, my own partners felt, you know what, maybe we should keep on hitting the accelerator and grow as much as we can", "but i felt, you know what, if they’re learning how to build websites in junior high school, something is going wrong", "and so, we sold, at the top of our game, and i’m glad we did because, two years later or a year and a half later, the internet bust happened", "and there was no way to predict that", "i could have sold maybe at the very last minute", "there was no way to predict", "but, sometimes, you want to just sell or change gears at the top", "when you learned everything you feel you could have learned at that phase, when you’ve been through the steepest part of the learning curve, and now, the slope is very flat, and it’s very difficult to learn new things, you can even say i’m going to try really hard and pour all of my energy into getting incrementally better at something", "or i could be proud of what i did, start a new project at the bottom of a learning curve, and begin again", "and so, that’s not always the best answer, but it’s a perfectly valid answer to abandon something that’s doing great", "now, other times, you might say well, we’re continuing to grow", "we’re continuing to serve people", "i have a very clear vision of what the future holds", "i have so many ideas of what could happen next", "like with my own writing, for instance, i always have ideas of directions i want my writing to continue", "so, even though i might not always write in the same genre, i always just love writing", "this is a personal passion i feel so that, when i do it, i feel this nice feeling in my chest when i do it, and i feel good about it", "it doesn’t matter the genre", "sometimes, i switch that", "but i always feel good, and i always want to learn more and more about writing because i, personally, love it so much", "and i feel it delivers value not just to myself but to an audience", "because everything you do has to have an audience", "you can’t think of just yourself", "you have to determine also am i delivering value for others", "and you get feedback on that, and other people will tell you", "so, how does this apply, for instance, to the seinfeld situation", "clearly, he was getting feedback that his show was great, and he was at the top of his game", "he was super creative", "but he had, basically, run out of ideas to continue his show about nothing", "and he had that sense then, he was hitting a wall that he had never experienced before, so, he decided to abandon it", "whereas, for me right now, with something like writing, i can see 10 different directions it can go", "i can picture the future a little bit about what directions i can go from the next one, two, three years", "so, it’s something i continue", "now, the other thing, what about if something is only going okay", "it’s not bad, and it’s not great", "it feels like you should persist because it’s going well", "and let’s say you’re making money, and you’re feeling creative, and people are noticing", "when do you persist, and when do you abandon", "so, here’s a small example", "i was doing a podcast for a little over a year", "we did 177 episodes", "it was called question of the day", "in fact, a young man by the name of tim ferriss was a guest host on the podcast", "my co-host on the podcast was stephen dubner who is the co-writer of a little known book called freakonomics", "and we were having success", "we were the no", "1 podcast in itunes when we launched", "and we were getting a good – we were always in the top 100 or so", "we were getting a good amount of downloads per month", "we were making a very nice profit on advertising", "we did some live events that were fun and were sold out", "and stephen and i are good friends", "we were having just fun getting together and joking around for a few hours every day while being recorded", "so, everything was going well", "but the number of downloads that we were getting, and this is almost a meaningless metric in every other case, but the number of downloads was not going up", "it wasn’t going down, nor was it bad", "it was enough to create a profitable business for everyone and to pay some employees and to take care of the people selling ads for us", "so, it was a great little business", "it was a fun, creative podcast", "it was with my friends", "we had many great guest hosts, including, of course, tim ferriss, brian koppelman, the writer and creator of billions and rounders and other movies, rena franklin who is one of my favorite comedians", "we had all of these great guest hosts, aj jacobs, we had so much fun doing it", "and yet, it didn’t feel like something we should persist with because we knew the podcast audience, in general, was going up for the world", "and we were wondering why our downloads were not going down, but they weren’t going up either", "so, we felt like something was wrong", "and after 177 episodes, we only had so many questions of the day left", "and meanwhile, it was taking a lot of creative effort away from our other projects", "for instance, our own individual podcasts, our writing, our other business endeavors", "i miss doing the podcast", "it was great", "it was fun", "it was successful in terms of profits", "but it wasn’t going up", "and sometimes, to feed that extra bit of creativity, you need to have a sense that you’re improving at what you do", "and so, even though there was no complaint and no criticism, and everything was fine, we decided to give it up", "now, sometimes, when you are learning, and you feel like, oh, i’m learning really hard", "i love playing golf, but i’m stuck at a five handicap", "sometimes, you’re at the top end of a learning curve where the subtleties of improvement are so nuanced that it becomes very difficult every little millimeter of improvement that you have", "and yet, because you’ve learned, at this point, to appreciate those subtleties, even though it feels like everything is going flat, it’s those moments when you should persist the most because every little improvement you have will feel so incredibly good", "and i have felt this not only in business and in writing, but even in games like chess where i’m a tournament chess player", "and i constantly seek to improve", "and i’m already at a high ranking", "so, every little improvement that i notice feels so pleasurable to me that i get to another level that even though it’s not like i improve a lot; it just betters my life to see myself improve at that level", "and there’s many areas that i feel the same way that i persist with", "now, what about when something is going poorly", "there are many reasons why something could be going poorly", "it could be nobody likes what you do", "it could be that your partners in something are no good, or you don’t enjoy being around them", "it could be that, financially, you can’t seem to figure it out", "either you’re not making a profit, or you’re not raising money, or you’re not getting customers", "so, this, obviously, it seems like, most of the time, you should abandon that situation", "and i would agree with that", "if you’re running a business, and no customers like what you do, there’s a very big danger of smoking your own crack that because it’s a cognitive bias", "that because you put so much time and effort and energy into thinking of the idea and building the idea or the product or the service, you think this must be good", "your brain tells you you would not have wasted that time on a bad idea", "but the reality is you always have to take a step back, and this is really important", "i’ve had to do this on every business i’ve ever been involved with both good and bad, you always have to take a step back and say am i smoking crack about my own idea", "or should i put this down and move on to the next idea", "and, often, just asking that question every day and being very analytical about it and determining what metrics you’re going to use to judge success in advance and seeing if you’re meeting those metrics, that will tell you very clearly whether you should abandon something", "so, there was one period where i created several different websites at the same time", "it’s in the mid ‘00s, to see if there’s a business in any of these", "and nine of the websites i created, no matter what i did, no matter what marketing i did, i just could not generate any traffic", "and even members of my own family were telling me i would never use this website you created", "finally, i created a website, stockpicker.com, which it combined various loves of mine", "my interest in finance, my interest in software, my interest in writing, and combined them all together in one site", "and it was almost like this idea set that created this one business idea", "within a month or so, i had millions of users", "i had ads, everything", "so, i’m glad i very quickly abandoned the first nine ideas so i could focus on the tenth idea", "so, you have to recognize very quickly, when something is a) not working out, and b) not worth persisting in", "now, other times, something might not be working out", "so, a recent example is i had been involved in a great business, but it wasn’t working out for me", "i was having a problem with one of my partners", "nobody’s fault", "it’s just, sometimes, two people don’t get along for various reasons or one person is busy on other projects while the other person wants to remain focused on the project in front of them", "and so, it wasn’t working out for me", "and i really felt like this business is not working out", "it’s going to cause a lot of problems for me personally and financially", "and so, i did consider abandoning it", "but what i did was i persisted just a little bit", "and i said, you know what, at the very least, let me explore buying this partner out", "and so, i pitched the business and all of the numbers and everything to about five different people or companies", "three were interested", "one did the deal", "and now, i have a great partner, a thriving business, more profitable than ever", "and it was an example where something was not working out", "in fact, it was just a personal disaster, in many ways", "and it ended up, through a certain amount of persistence, and i would say six or seven months of persistence, that were painful, many of those months", "but it was worth it because i knew, at the end, i had something really good and valuable that i personally could enjoy doing if i just had the right partner", "so, you have to really identify the metrics by how you judge success and by whether something is either working or not working", "so, in the case of the podcast question, the day that i was doing with stephen dubner, the metric wasn’t the number of downloads or the profits because both of those were doing well, but the rate of improvement", "to use calculus, the first derivative of downloads was negative", "and we decided that would be our metric", "and we got out so we could pursue things where the first derivative of improvement was positive where we felt the growth", "so, that was something that was mediocre that we decided to abandon as opposed to persist", "and i had the sense with the business that wasn’t working out because of the poor partner that, you know what, with the right combination of things, and with the right fixes, which i could clearly imagine and picture, i.e., i could find a different partner who could buy the first partner our, this has the potential to work", "and i was correct, and it worked, even though, initially, it was failing miserably, at least personally for myself", "that said, many times, if you’re writing a book, and you’re stuck for months, and you have no idea how to continue, or if you have a business where there’s no customers, and you can’t raise any money, and it doesn’t seem like there’s going to be any customers, and you didn’t properly picture an audience before you built the first product or the first service, many situations like that, you should abandon", "and, sometimes, when there’s personal things happening in your life, that’s also a good time to abandon projects", "so, one time, i was starting a business, and the business looked like it was going to go well", "but i had a personal disaster, essentially, a break up", "and i had to focus on family and friends and my own health in order for me to be the best potential person i could be", "and that one business did not require – it wasn’t like the world needed that business more than it needed a best, potential version of me", "so, i decided to abandon it because of something unrelated to the business but more a personal situation", "so, again, determine your metrics, be fluid, but every situation, whether it’s working out, whether it’s mediocre, or whether it’s doing well, you always have the option to not do it or to persist and improve", "in other words, to either abandon or grow", "so, remember that", "it’s not just about whether something is failing or succeeding", "there’s lots of metrics involved", "be clear about what those metrics are and what’s important to you from the beginning, and use those metrics to determine what your next step should be", "and you should always be thinking about what your next step should be", "don’t get locked into any one path", "we’re free people", "we’re not imprisoned", "so, every day is a new choice to make", "and thanks very much for asking me this question, tim", "good luck", "hi, my name is debbie millman, and i am the host of the podcast design matters, and chair of the masters in branding program at the school of visual arts in new york city", "you can find me @debbiemillman on twitter and instagram", "i recently met a very engaging young person and asked her what she wanted to be when she grew up", "her answer astounded me both in its optimism and its confidence", "when i asked what she wanted to be when she grew up, she answered everything", "i was the opposite", "i went through a whole series of career aspirations but never quite felt that i was good enough, smart enough, pretty enough, or thin enough to do much of anything let alone everything", "in 1979, when i went off to college, i decided that majoring in english literature would give me the most options to ultimately choose from", "and i minored in russian literature because i loved dostoyevsky and tolstoy", "i often joke now that i got my college degree in reading", "despite my grand dreams of being an artist or a writer, the lead gene in my decision making was to be utterly self sufficient", "i never once felt that i had what it took to make a living making art", "my only marketable skills were the tasks i learned working at my college newspaper, basic design layout and paste out of a publication", "when i graduated college in 1983, my first job was in the design department of a cable magazine earning $6.00 an hour", "i lived in a fourth floor tenement walk up in manhattan", "and because my pay checks were so low, and my rent was so high, i had to make a monthly decision about what i would use my money for", "eating, rent, or paying off my student loan", "when the first september came around after graduation, and i felt the autumn in the air, i knew i had compromised", "but i felt trapped", "i could barely make enough money to pay my rent working as a commercial artist", "how could i ever conceive of making a living as an actual artist", "i assumed it would be harder and never considered that i had any other choice", "about a year later, i was offered a position in a real estate development company in westchester as their director of marketing", "it was a big title with a big increase in salary", "now, i would be making $25,000.00 a year", "and it came with a car", "i took it", "everyone congratulated me on my good fortune and the potential of this prestigious new opportunity", "but on my first day of my new job, i hated it so much that when i finally got home after my long commute, i climbed into bed, pulled the blankets over my head, and cried", "i hated my new job for the entire time i was employed there", "i loathed the work, and i loathed real estate", "and i loathed my very mean boss", "and this was settling", "this job and the job before that were jobs i had taken because i thought pursuing my dreams of being an artist or a writer were too hard", "i was stubbornly persisting and pursuing and working hard at something i didn’t even really want", "who was i kidding", "every job is hard", "design is hard and marketing is hard and working at mcdonald’s and starbuck’s and wal-mart is hard", "why does it feel easier to do something we don’t love than do something we actually feel passionate about", "i think i we lose our courage to pursue our creative dreams when we feel the only way we can make a living is to conform", "i realize now that making a living doing what i love requires a personal belief", "and i need to have something meaningful to contribute", "what makes this particularly difficult is that making a living doing what you love doesn’t come with a real rule book", "there’s no one process for anything", "so, in many ways, making a living doing what you love is an anti process", "so, if you are considering settling is going after what you want seems too hard to do, remember that hating what you do every day is even harder", "the flipside of settling is infinite persisting", "how long should you do something without the success you envision before giving up", "when should you throw in the towel", "how much rejection is too much", "my answer to this first is a question", "how much do you want this", "if you want it more than anything, i say keep on trying until you get it", "it may require altering your approach, refining your ideas, perfecting your methodology, or revising your intent", "but if you want it more than anything, i don’t think you should ever give up", "but you will also have to manage how you feel about rejection", "personally, i don’t take rejection particularly well", "i tend to take it very personally, and i get very dejected with myself", "this will lead to my wanting to abandon my efforts or to throw in the towel", "but then, i try to remind myself that i don’t know anybody that really puts their whole self into something, who really feels any differently in the face of rejection", "why would they", "why should they", "if you want something badly enough in the face of rejection, you must keep persevering", "many, many, many, many people far greater than i have been rejected numerous times, and many of those people have, ultimately, achieved real greatness in spite of or even because of the rejection", "so, this is the thing, i don’t think rejection is ever final until you stop trying to succeed", "some questions i recommend you consider when thinking about settling", "if you’re willing to give up on your dream of doing what you love, ask yourself this, why do you feel that you need to give up", "why do you feel that you should settle for something else", "what are you most afraid of, settling or hating what you do", "is it possible for you to continue to support yourself in other ways while you experiment with your approach to fulfilling your dreams", "if you feel that you’re not capable of achieving your dreams, is it because you are really not capable of achieving them or because you’re really afraid to put your whole heart in and try", "what scares you more, heartbreak or rejection", "what scares you more, resentment or rejection", "and what scares you more, regret or rejection", "i had one student who told me that the main reason he was afraid of going after what he wanted was that, if he didn’t achieve it, he would die of heartbreak", "well, if you try as if your life depends on it, and you don’t give up until you get what you love, i contend that you are far less likely to find yourself in that predicament", "so, this is the thing about persistence", "if you’re doing what you think you should be doing rather than what you want to do with your whole heart, you are not persisting", "you are resisting the truth about who and what you are", "if you’re doing what it takes to make your heart sing, never, ever give up", "remember, it’s not a failure until you accept defeat", "hey, tim", "thanks for having me back on", "this is my third contribution to your podcast", "the first was episode 210 and 219", "and today, you’ve asked me to address the question when should you quit", "and before i go any further, if people want to know anything about me, they can follow my twitter feed", "i am adam robinson", "or they can, if they want to get in touch with me, they can email me at adam@robinsonglobalstrategies.com", "so, the question when should you quit is such an important question", "and it brings up a whole related constellation of questions", "for example, when should you quit a job versus when should you quit a relationship, or when should you quit a dream", "they’re all different questions", "when should you quit a dream like when should you give up on becoming an actor or making the nba or launching a start up", "or when should you quit a job", "is the job satisfactory", "does it fulfill you", "is there another career path", "and we tend to romanticize persistence", "there’s that great mark twain quote, “if at first you don’t succeed, try again", "then, quit", "no use being a damn fool about it.” and so, the question is when should you persist and when are you being a damn fool", "and roger keppling once said, “if you don’t get what you want, it’s a sign either that you didn’t seriously want it, or you tried to bargain over the price.” so, you should quit if the price is too high", "and sometimes, it is", "but you have to weigh that against how seriously you want something", "and sometimes, people think they want things, and it turns out they didn’t really", "all kinds of people say i want to write a book, or i want to run a marathon", "and you ask them how many miles they’ve run or how many pages they’ve written that week, and you discover they haven’t written anything or run anything", "and so, you have to question whether they seriously want something", "but, sometimes, the prices are just too high", "but there are other reasons you should quit", "if a better opportunity comes along", "in silicon valley, the ethos is fail quickly and iterate and move on to the next version or next start up", "you should quit if you’re trying to prove something either to yourself or to other people, but especially if you’re trying to prove something to other people", "and if you’re doing something merely because you feel you owe it to someone, definitely quit", "that is never a good motivation", "and it will always lead to resentment either on your part or the other person’s", "and, finally, i think you should quit if it’s not fun, if you don’t love it", "you want to love what you’re doing", "i once read an interview of baryshnikov, one of ballet’s greatest dancers, and he said it was just a job to him", "he never really loved ballet, which was such a shock for me because he was such a brilliant dancer", "and yet, he never loved it", "it was merely a job", "and i think we owe it to ourselves, we owe it to the world to do things we love to do and that are at least fun", "and not all aspects of every pursuit are fun", "but you should at least love it", "so, quit if the cost is too high", "quit if you’re doing it because you feel you owe it to someone or that you should do it", "and quit if it’s not fun", "if you don’t love it, quit", "move on to something else", "so, related to the question when should you quit is when should you not quit", "and if it’s merely a matter of obstacles, if you’re running into road blocks, i would say don’t quit", "it was that great quote, “obstacles are what you see when you take your eye off the goal.” if you seriously want something, if it’s a mission, if it’s a passion, don’t give up merely because you’ve encountered obstacles", "i’m reminded of the tragic story of john kennedy toole", "and john kennedy toole was a young man who committed suicide in 1969", "he had written a book, a confederacy of dunces, and had sent it to dozens of publishers, and he got rejected across the board", "and he killed himself in despair and depression, which is tragic", "and his mother, thelma, was, obviously, heartbroken", "imagine what she felt", "and she was determined that her son’s book would see the light of day", "and mind you, it took her 11 years to get the book published, 11 years after her son’s suicide", "so, it’s an interesting contrast", "the son committed suicide after a few dozen rejections", "and we can only imagine his heartbreak", "but imagine his mother’s heartbreak", "and she was determined to see her son’s legacy appear in print", "and one other person she contacted repeatedly was the great southern author walker percy who persistently rejected her appeals as often as she persistently made them", "and one day, she showed up in percy’s office with the manuscript in hand", "and he didn’t have the heart to turn her away", "so, he thought he would read a few pages", "and, after a few pages, he realized genius of the book", "and with his endorsement, it was published and became a perennial bestseller", "so, again, you have the contrast between the son who committed suicide and the mother who persisted over the same work", "so, if it is merely obstacles, don’t give up", "if it’s a mission, if it’s a passion, if it’s something that you seriously want, persist", "so, let’s say you know, tim, that you should quit", "how do you quit", "often, people don’t quit because they’re afraid to", "they’re afraid that there’s nothing on the other side", "for example, people are afraid, especially, to quit a relationship when they know they should, but they don’t", "they persist", "they’re afraid", "they’re afraid of hurting their partner’s feelings", "or they’re afraid that maybe they’re not lovable or they won’t find a partner afterwards", "there are times when people have put so much into something that they persist merely because they’ve invested a lot of time or money or emotion, which is known in behavioral finance as the sunk cost fallacy", "so, the more you put into something, the more you’re invested in it, and the harder it is to quit", "so, if you’re going to quit, it’s best to do so as soon as you can, as soon as you recognize you ought to because the longer you stay, the harder it will be to quit, and the more costly it will be when you eventually do", "so, one reason the sunk cost fallacy is so hard to escape is we recognize the cost of something", "and what we don’t reckon is the opportunity cost in holding on", "as long as you hold onto something that’s not providing you satisfaction, that’s not fulfilling your dream, then, you’re passing up all of the opportunities that await you when you do let go of whatever you’re holding onto", "again, whether it’s a job or a relationship or a dream", "so, if you find it hard to quit, focus on the opportunities that you’re passing up in staying, in persisting", "and i think the last two points i’d like to make are, if you know you’re going to persist, but it’s difficult, and you feel like quitting, but you know you shouldn’t, then, one way to persist and to stay in the game is to connect your dream to a mission, to something larger than yourself because you may not feel that you want to persist", "you may not want it anymore, but the mission is larger than you", "and if you can make the dream larger than yourself, if you can connect it to a mission, you’ll be able to persist despite the obstacles", "and the last thing is, sometimes, there’s black and white", "should you persist or quit", "but there’s a gray area", "and the gray area is maybe you should pivot", "for example, maybe your dream was to become a player in the nba", "maybe you fail at that dream and should quit, but maybe you could become a coach in the nba or a talent scout", "or maybe you could own an nba team", "there are many ways that you can realize aspects of a dream", "and one thing to think about is why you want the dream in the first place", "so, for example, if someone said he wanted to become an actor because he wanted to become well known, well, maybe there are other ways to become well known", "maybe you could become a well known director or a well known writer, screen writer", "there are other ways to fulfill your dreams", "so, sometimes, you ought to pivot on the dream as opposed to giving it up or persisting in that dream", "so, your choice is not the binary one, persist or quit", "it’s not black and white", "it’s persist, pivot, or quit", "hey, everybody out there in tim land", "how’s it going", "tim, thanks for having me on the show", "i’m chase jarvis", "tim asked for a short bio", "i am the founder and ceo of a company called creative live, which is the world’s largest live streaming education company focused specifically on creativity and entrepreneurship", "we’ve got 10 million students", "we’re online at creativelive.com", "we’ve had billions of minutes streamed", "it’s a great place to learn from folks like tim, gary vaynerchuk, mark cuban, richard branson in the entrepreneurship space, and then the top designer photographers, you name it", "there’s a super highly curated group of folks you can learn from", "in a previous world, and i think maybe a lot of you may know me as a photographer, i have found a successful career there, developed the first iphone app that shared photos to social networks called best camera", "anyway, that’s a little bit about me", "where to find me on the internet, i’m @chasejarvis on everything", "that’s you tube, instagram, twitter, facebook, etc", "and i’d also appreciate if you check out @creativelive", "that’s their handle on every place as well", "i want to answer the question that tim put forward about how do we know when to persist or to push on versus calling it quits", "i think this is a fascinating question", "and i’m going to try and put my answer into two buckets", "i think it’s a two part answer", "first, i value intuition massively", "i think, over the next, as we tap into human potential, and we have from biochemical stuff to mindfulness to all of this stuff, i think we’re going to find, over the course of the next chapter, the near term of history here that intuition is the most powerful tool that we have as humans", "and within the concept of intuition and listening to that voice inside you, there are two ways of thinking about that", "1) is just the one in your gut", "you can feel it in your body", "you know the right answer", "every time you’ve looked back whether to keep dating this person or to bail on this job and get a new one, i think we can most always say that, at our core, we had a really strong, strong feeling one way or another", "the second part of intuition, which i think is really interested to tim’s audience because of the background that tim has, he calls himself the human guinea pig, tim, we love you, but there’s a scientific rigor that goes around with that", "and so, if intuition is a little bit squishy for you while you’re listening to this, there’s a new philosophy or rather theory coming out about intuition that i’m hearing more about recently", "and i can’t quote the studies", "maybe tim can", "but it’s that our bodies, we’re recording data all of the time", "our memories and our emotions, all of those things, that’s the equivalent of ram", "we take in like a billion pieces of data a minute or a second or something like that", "and we only make use of a very small amount", "and the way i do think about this is the equivalent of ram in the computer like what’s right there on the surface or just below the surface that we can recall", "and this theory about intuition is that while we are recording these billions of data points throughout our entire life moment to moment, that we do actually have an archive of those in our body, in the cells of our body", "and that intuition is sort of the parsing, the what is it called when you refactor, you go back and look at data that’s already there, but you put it through a different process", "and to me, this process is intuition", "so, it’s the answers like you would have come into contact throughout your life with a bunch of things that would inform this particular decision, even though they’re not in your sort of conscious working memory", "and whether that bears out to be true or some other version of it, part 1 of my answer is that you know in your gut deeply around intuition whether something is worth pursuing or not", "so, there’s both the instinct part, which is the feeling, and then, there’s this – what i’m saying is a new, more scientific approach to what data in the body feels like and that that’s actually intuition", "and i believe, summarily, on this first point of intuition is that there’s going to be huge strides in the next short term about how valuable this is", "every creator that i know who has made really successful things, not all successes, but that you would look up to and say that person is a badass, every time i’ve talked to them, there’s been a really strong element of intuition", "now, we can be wrong about that, and there’s all kinds of other theories, but that’s my point 1", "so, point 2 is a concept, a rubric, a series of questions that i ask myself", "this is maybe more in spot on in tim’s way of approaching something", "but it’s a couple of questions that one can ask one’s self to determine whether to call it quits or to keep going", "well, the two questions are is this something that brings me joy, and/or is this working", "am i making progress", "and that progress can be internal progress, external progress", "do you have the concept of progress", "is the thing that you’re doing working in some capacity", "that’s question 1", "and then, question 2, is do i still care about this", "do i believe deeply in the mission or the vision of what i’m talking about doing such that i’m willing to endure", "it’s a very simple, two question paradigm because you could see a world where, if these things are in – is it working", "yes", "do i believe in it", "yes", "well, shit, obviously, you’re going to keep going", "that’s a no brainer", "is this working", "no", "i hate it", "i’m miserable", "it sucks", "do i care about what i’m doing", "do i believe in it", "no, i used to care about that a long time ago", "now, i don’t", "okay", "that’s really obvious that you wouldn’t continue", "it calls into question though what about when these two things are a conflict, in conflict", "is it working", "yeah, it’s working great, but i don’t believe in it", "then, you have to go like should i keep doing it", "or, in the spirit of the question, is this working", "not really", "is it bringing me joy, or is it hard", "how do i know when to tweak and keep pushing", "and if say it’s not working, but you still believe deeply in it, then, you have to consider the upside", "so, this is a structure that i got from a friend named chris guillebeau", "i think it’s one of the most powerful frameworks that we can have because knowing that what we’re working on is the right thing when we are all limited by time i think is a massive advantage", "it’s not just work harder", "it’s not just work longer", "but it’s work smarter", "and this is one of key ways of thinking about it", "and chris has a quote that i think is worth noting, and he studied all kinds of people in his book born for this, it’s a great book that he studied all kinds of people who had gone through the process of trying to make a living and a life doing what they loved", "and it wasn’t that stubbornness and pushing through was the thing that predicted success", "in chris’s words, flexibility was the no", "1 predictor of success", "and, again, the framework, ask yourself is it working, and 2) do i still believe", "and, usually, through that two by two, you can narrow down a lot of the information such that you can focus on is it working, do i still believe", "and i think i’ll give some personal examples where i’ve used this framework", "i think we have to, at first, address, before we get into my specific examples, the concept of winners or success", "and we have what i believe is a false narrative in our culture that says that winners, they just bulldoze through at all cost, and they never quit", "and to that, i say bullshit", "i think winners quit all of the time", "and it’s understanding a) your intuition, and b) having a framework for decision making that i’m sharing with you here that helps winners understand when and why to quit", "winners quit all of the time", "my personal example, just from a career perspective, a couple of things that i quit", "i was a successful soccer player as a young kid", "i went to college on a soccer scholarship", "i played on the united states olympic development team", "i had a very clear path to being able to continue on and play professionally", "and i looked at that and said is it working", "what’s your intuition", "my intuition says, no, i think i might be done", "okay", "well, then, let’s go to this rubric", "is it working", "are you getting joy from this", "yeah, it’s clearly working", "i’m good at it", "i’m making all of the teams and whatnot", "do i still believe in the mission that if you can play professional sports, you should", "that was a red x for me", "and without going into the details, i think it’s a little bit superfluous for this conversation, but, again, it’s this framework that was really quickly able to help me get to a decision that i needed to quit playing soccer after my senior year in college so that i could go on and do other things", "the same is true, from there, i was bound for medical school", "i took all of the pre-requisites and the mcat and did all of that stuff", "and is it working", "yes, it’s working", "i have an opportunity to go to medical school", "do i believe in it", "at some point, i stopped believing in it because i realized that i was going to become a doctor for all of the wrong reasons, the reasons that i was the only person in my household to complete college", "and if you’re going to be “socially successful”, then, you are either a doctor or a lawyer or a pro athlete", "see, earlier point", "and it was very clear to me using this rubric of intuition plus these two questions that it wasn’t for me", "and one other thing that i quit is i then went to – and i was going around experimenting", "i then entered a program where i was going to get a phd in philosophy, the philosophy of art", "i also quit that two years in", "and i think an important aspect is this you’ve heard the iteration", "this is what i was doing", "i was exploring each of these things and realizing that despite i had aptitude in each of them, i stopped believing in the mission", "and, in case you’re wondering if you should push on in a world where you don’t believe in the mission, but it’s working, to me, that is the failure of the opportunities that we have as humans to pursue the things that we love with joy", "and my belief is that when you talk to the most successful people, and success can be by any myriad of definitions that there was a mission and/or a vision that was greater than themselves", "and they were very passionate about it such that when shit got hard, and it 100 percent will get hard that you have the energy and the stamina, stamina is a key word here, to push through", "and if you’re working on say something different than your passion that you have just a marked opportunity where you can go “make a bunch of money”, and when shit gets super hard, are you going to believe enough to push through", "and the answer, generally, when i find people are pursuing money or just some random market opportunity that they lack the conviction necessary to succeed or to push through when you should push through", "so, i’m going to wrap it up and say thanks, timbo, for asking the question and having me on the show", "just to recap, i believe in two buckets when considering the question how do you know when to push on or to call it quits", "and first, intuition", "intuition is both that feeling you have in your gut", "and then, for the folks that are a little less woo-woo and a little more scientific, i believe we’ll see a lot of science that’s in the near future and is just starting to emerge around the data that is stored in the body that we have a slower ability to recall, or it’s recalled in a different way than just in the mindfulness", "that’s one of the reasons that intuition feels like a gut feeling", "and then, the second part is this sniff test, and i’m borrowing from my friend, chris guillebeau, from the book, born for this, and that’s asking yourself two questions", "1) is it working", "are you finding success", "and 2) do i still believe in the mission", "and if those are both aligned, then, you don’t have to dig deeper", "it’s only when they’re in conflict that you have to say is this still working", "yes or no", "and do you still believe", "so, i hope that’s helpful", "timbo, keep doing what you’re doing", "and to all of those listeners out there, again, i’m chase jarvis", "you can find me at @chasejarvis, and i would love it if you paid attention to creative live", "thanks, you all", "hello, everyone", "this is rhonda patrick", "i am a phd scientist", "but what i’m arguably more well known for as opposed to any bench work i’ve done in the lab is my science communication efforts online, especially through my you tube channel and my itunes podcast called foundmyfitness", "that’s foundmyfitness all one word", "in fact, how i ended up doing that, in the first place, is a little bit of a story of having to choose one of two somewhat diverging paths", "and, for that reason, i might speak a little bit to tim’s theme question for this podcast episode, which is how do you decide when to persist or when to call it quits", "so, in order for that to make any sense, i think it’s helpful to sort of have a little background on the typical career progression for a phd scientist", "the epitome of academic success is to land a tenure track faculty position and have your own research lab, preferably at a good university and, ideally, in a city you’d like to live in", "but to give you an example of what it takes to get there, only around 65 percent of all phd holders actually go on to do what’s known as a post doc, which is around a four to five year continued training intermediate step towards professorship", "and only about 15 to 20 percent of those post docs then go on to a tenure track faculty position", "and then, for those that actually get to the faculty position stage, the average time it takes to get funded on a big, ro1 nih grant is about four to five years because all of the junior faculty members are competing with a well established, famous, already tenured faculty for funding", "getting that ro1 nih grant is actually a crucial step because it’s what, ultimately, secures a professor’s tenureship in the long run", "so, while foundmyfitness was what i would call, in its early, embryonic stage of development, towards the end of my graduate studies, it was still enough to get the attention of at least one of the professors that i was interviewing with for a post doc position who happened to be at one of the more prestigious institutes that i interviewed at", "it’s important to know that what was particularly impressive about this lab was that a whopping 80 percent of all post docs in this lab went on to secure tenure track faculty positions", "the problem was it was put to me in no uncertain terms that, at this point, i would have to give up my little side project of foundmyfitness completely, full stop", "and this represents the first of two major crossroads i encountered", "this could have been and, actually, should have been a tremendously anxiety provoking moment for me", "consider those statistics i just gave you a moment go", "each stage of the academic funnel narrowing precipitously with only 15 to 20 percent of post docs ordinarily moving on to that final stage of tenure track professorship", "and all of the factors leading to that point also play a role", "so, the impact factor of the journal that you publish in and, indeed, the lab that you do your post doc in are all very important", "but the good news is that, at least in this particular case, i actually had a get out of jail free card", "while the vast majority of my professional mentors urge me to go with option a post haste, even being a little bit pissed off at me for dragging my feet a little bit, option b ended up being a perfect fit for me", "a much smaller institution but the opportunity to work with one of the greats in science, dr", "bruce ames", "not only did this actually end up being a good opportunity, but, in fact, there was better overlap with what i was doing with my side project because bruce’s research, at the time, was focused on looking at the effects that micronutrients and nutrition had on biomarkers of aging and inflammation and metabolic disease in humans, which, actually, is a pretty broad canvas, if you think about it", "unfortunately, as a result of the somewhat perverse influence of funding mechanisms on science, many scientists can, actually, be forced into very narrow field", "and they’re forced to ask narrower and narrower questions throughout the course of their career to the point where they not only don’t have time to do any other side projects, but they may not even have the opportunity to research something outside of a specific protein that they’re looking at", "and that’s the reality of science, unless you’re very lucky or you plot your course very carefully", "so, ultimately, passing up the “sure thing” to do something that more coincides with your natural passions is a little bit riskier", "but, in my opinion, it’s the more rewarding path", "the second stubbornly persist versus call it quits crossroads that i faced was probably towards the very end of my post doc when i was being pursued for a tenure track faculty position by a good university", "they wanted me to spend about 50 percent of my time lecturing students and the other 50 percent of my time starting a lab and writing grants", "while this wasn’t the same thing as telling me i had to shut my podcast down, the responsibilities would imply it", "and this was, actually, a much harder choice for me because i didn’t have a get out of jail free card this time", "and i knew that if i put foundmyfitness aside that it would surely be dead in the water", "so, when faced with a crossroads decision like this, i think it’s helpful to weigh in a few factors", "for me, it came down mainly to impact", "if i valued, for example, teaching, which i do, then, as a professor, i can expect to spend about 50 percent of my time doing just that", "but the conventional teaching model still championed today is one that really doesn’t scale", "so, if you consider the average university classroom size, that’s anywhere between 25 to 55 students on average, depending on the institution", "but if we compare that to a video lecture, for example, in my experience, a bare minimum of 10 to 12 percent of views or viewers conservatively will watch an entire video from start to finish regardless of how long the video is or what the content is about", "and i consider these “real views” on a video because they hold the most likeness to a traditional classroom because the viewer is actually consuming all of the content in a way it was intended", "so, even if your video flops and only gets like a few thousand views in the long run, you still have the equivalent to an exceptionally large classroom hear what you had to say", "by thinking about impact, in this way, i think it’s clear that, as a teaching apparatus, even a video that is not very successful is still probably way more successful than a typical lecture", "so, while i did not end up pursuing the university position, instead choosing to focus on foundmyfitness, the decision was not without its own anxiety", "ultimately, passing up an opportunity like that means it may be very difficult or all together unlikely that it will come around again", "but since then, i’ve continued my academic writing", "i’ve met many leading scientists as a function of the interviews i conduct", "and when i conduct an interview, i also try to read as much of the work the scientist has done as i possibly can", "so, by necessity, i feel that, if anything, i continue to broaden my expertise in a way that at least shares some overlap with what i would have done in my responsibilities as an investigator", "finally, one thing i should mention", "when faced with a decision where you have to choose one path over another, i think it really helps to have done the work to make the decision easy", "so, if we go back to our conversation about measuring impact, i actually might have chosen differently at my personal crossroads if foundmyfitness had not already reached a level of community interest that merited my belief it could actually go further and become something bigger", "that meant having a few videos or conversations that i had already done under my belt on my channel that had enough of those “real views” i mentioned earlier that actually could fill an imaginary small baseball stadium", "it also meant that i was fortunate enough to have already reached that 1,000 true fans milestone articulated by kevin kelly", "in other words, actual supporters willing to put a few bucks on the line to keep things going", "so, i think that when you put the hard work in today, you make those transition decisions so much easier", "and, of course, a little good luck and opportunity along the way helps, too", "so, that’s my story", "thank you for listening"]}