{"dialog_idx": {"arnold schwarzenegger": [12, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816], "bryan johnson": [16, 17, 18, 290, 291, 292, 293, 294, 296, 297, 298, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 314, 315, 316, 317, 318, 319, 320, 321, 322, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 370, 371, 380, 381, 382, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 401, 406, 411, 412, 413, 415, 417, 418, 419, 420, 421, 422, 423, 424, 426, 429, 430, 431, 432, 438, 441, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453], "malcolm gladwell": [14, 98, 99, 100, 101, 102, 103, 104, 105, 106, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 123, 128, 129, 130, 131, 136, 138, 139, 143, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 162, 163, 164, 168, 169, 170, 171, 172, 173, 174, 175, 177, 178, 180, 184, 186, 187, 188, 189, 190, 191, 192, 195, 196, 198, 199, 200, 201, 204, 207, 208, 209, 210, 211, 212, 213, 214, 216, 217, 218, 219, 220, 222, 224, 225, 226, 227, 230, 231, 232, 233, 235, 236, 238, 239, 240, 241, 242, 244, 246, 247, 248, 249, 250, 251, 267, 268, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280], "shep gordon": [24, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 13, 15, 19, 20, 21, 22, 23, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 107, 122, 124, 125, 126, 127, 132, 133, 134, 135, 137, 140, 141, 142, 144, 161, 165, 166, 167, 176, 179, 181, 182, 183, 185, 193, 194, 197, 202, 203, 205, 206, 215, 221, 223, 228, 229, 234, 237, 243, 245, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 269, 270, 281, 282, 283, 284, 285, 286, 287, 288, 289, 295, 299, 313, 323, 337, 352, 365, 366, 367, 368, 369, 372, 373, 374, 375, 376, 377, 378, 379, 383, 384, 398, 399, 400, 402, 403, 404, 405, 407, 408, 409, 410, 414, 416, 425, 427, 428, 433, 434, 435, 436, 437, 439, 440, 442, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 586, 587, 588, 630, 657, 673, 695, 696, 745, 782, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828]}, "episode_num": 255, "file_type": "html", "guests": ["arnold schwarzenegger", "malcolm gladwell", "bryan johnson", "shep gordon"], "num_sentences": 829, "num_words": 10996, "raw_text": "Tim Ferriss: Hello, ladies and gentlemen. Welcome to another episode of the Tim Ferriss Show. I am Tim Ferriss, your host. And this time around, we are offering specifically another edition of the Tim Ferriss Radio Hour by popular request. This is where I share the themed habits and other patterns that I’ve seen across more than 200 guests on the podcast. So, we call them in as it relates to a specific topic or a specific question and then give you the highlights. I’ve made it my job, each and every time I do an interview, to deconstruct world class performers of different types, tease out the habits, routines, tactics, and so on that set the average apart from the extraordinary. And these radio hour episodes focus, as I mentioned, on one specific theme and bring in tactical advice from several guests. This episode is about failure. One of the most common attributes in all of the successful people, however you define success, I have met and interviewed is that they have an ability, a cultivated ability, often times, to move through failure or view it differently. This is exactly when many other people simply quit. So, coming up, I talk to, for instance, the Terminator, Arnold Schwarzenegger about how failure propelled him forward. Arnold Schwarzenegger: I remember Michael Jordan one time said, in an interview, that he missed 9,000 shots. Tim Ferriss: Then, mega bestselling author and one of Time magazine’s 100 most influential people, Malcolm Gladwell shares his failures and what he learned from them. Malcolm Gladwell: One of the most important things about me is how obsessed I am with those two flaws of mine. Tim Ferriss: Next, we learn from entrepreneur and investor, Bryan Johnson, the founder of Brain Tree, which was bought by EBay for a cool $800 million. Bryan Johnson: So, at this point, I have no income. I have a child at home. And so, I need to make ends meet. Tim Ferriss: Self experimenter extraordinaire, AJ Jacobs, then steps in to share a story about his favorite failure. AJ Jacobs: Going to get rejected 98 percent of the time. You’ve just got to keep going. Tim Ferriss: And Shep Gordon who was named one of the 100 most influential people by Rolling Stone magazine has a story you won’t forget. Shep is the man behind some of the biggest names in entertainment, and he understands and explains what separates those who get consumed by fame from those who are able to thrive in the moment. Shep Gordon: I would say 99 percent of the people I’ve met in show business who were the kingpins were miserable. Tim Ferriss: Of course, I am often asked about my own failures. After all, I’m no stranger to struggles. I am not immune. I don’t conquer insecurities and all obstacles with a mental karate chop every morning when I hop out of bed. So, I thought that we could give a specific example of one of my failures. And if you want to hear about some really, really dark times that I won’t get into, you could listen to my new TED Talk from the Main Stage about fear setting. And you can find that, it has at least a million views right now, it just went, tim.blog/ted. But in a business context, I thought I would focus on something that happened in the last few years. And this can be very cathartic discussing failure and pragmatic because it helps you to uncover when you do a post game analysis what is holding you back, ideologies, perhaps, or mental models that need to evolve, or just simple blind spots. And this one is related to a TV show. I have tried TV several different times, and I could give you some of the early failures. But I wanted to give you a more recent one. And it is a “failure” in quotation marks because I was able to transmogrify it into something else. And I will explain how. So, the Tim Ferriss Experiment was a TV show that was produced, I was one of the executive producers and the host, several years back with Turner Broadcasting and had a very good team on the Turner side, very good team on the production side, Zero Point Zero who has done all of, as far as I know, Anthony Bourdain’s shows. Very gritty, very cinematic, incredible team. All of the pieces were in place. And I did, before I got started, a number of analyses before signing on the dotted line for the deal, including descriptions of the worst case scenario and the worst case scenarios. This relates back to the fear setting, which you guys should check out. So, I did that. But, of course, it’s limited based on a number of assumptions that you make about what could go wrong, what you think up at the time. I also did what’s called a SWOT analysis, which is fancy sounding, but it stands for strengths, weaknesses, opportunities, threats. So, identifying strengths I can leverage for the show, weaknesses I might want to compensate for by hiring other people or simply avoiding those particular areas, opportunities what could come of the show that I might want to be prepared for and have infrastructure for, and then, threats, which relates to the fear setting and the premeditatio malorum. The premeditation of evils or bad things that could happen to pull on Seneca a little bit. What ended up happening with the show, there are a few things. 1) For those of you who haven’t seen it, you can just search Tim Ferriss Experiment, it’s available on iTunes, at this point, is, if you go to iTunes.com/timferriss and scroll to the bottom, you’ll find the TV show. The schedule was near suicidal. There were 13 episodes, I want to say, filmed and something like between 13 and 15 weeks. And I suffered some tremendous injuries because the premise of the show was that each episode I would tackle a new skill. I would start from zero and try to learn as much as possible with experts in the span of a week, which, realistically, ended up being three or four days. And then, tested in some type of high stakes final exam. And so, we tried par core, we did rally racing. I suffered some tremendous injuries, which were caught on camera for your enjoyment. Poker, betting in Vegas, all sorts of craziness. And we filmed the show. And then, we ran into a couple of issues. And they were all related to distribution and regime change. So, the issue No. 1 was that people had trouble, meaning those in my audience, actually locating where the show was being broadcast. It was on HLN and then, True, and it bounced around from here to there in between programming that didn’t lend itself to any carryover audience. So, it was really dependent not on an endemic audience but on me driving traffic or the division within Turner, Upwave at the time, driving traffic somehow. What then ended up happening was there was a regime change. So, what does that mean? That means that the entire division was shut down, and people were replaced. The contacts that I had, the relationships I developed no longer worked at Turner. And the show, along with other shows, many other shows, were, effectively, put into the vault, so, no one could see it. It was really traumatic for me. Here I am. I’m sitting there. I have all of these injuries, some of which I’m still dealing with today, in my knees specifically, some in my elbows and forearms, tore a lot of connective tissue and muscles during those 13 weeks. And we have this end product, which we’re really, really proud of, and then, boom, the lights go out, and no one can see it. So, I had not thought about distribution challenges or staffing/regime problems that could crop up. And those were two major, major blind spots. It does not matter how good your product or service is if people cannot get it or if you cannot get it to people. So, I ended up being able to negotiate to license the program back and then do a launch with iTunes, which was fantastic. Thank you, Kevin, if you’re listening. And it was a huge blockbuster. It did really, really well. It was the most successful nonfiction TV show to launch on iTunes at the time. It was just tremendously successful and financially a win all around, which was spectacular. But it took a long time to get that done. And it was brutalizing. And I took my notes from that and then turned around. And most recently, right now, in fact, it’s being broadcast a new television show called Fear(less) with Tim Ferriss, and the less is in parentheses. And I used many of the learnings from that show, from The Tim Ferriss Experiment, to make this show a lot easier to film, to produce, and to promote. There are always challenges in television or publishing of any type. And the simple lesson you should take away or moral of any story involving say a musician and author or otherwise is that, if you want to control distribution, you have to pay for the production of the product and have your hand in every possible choke point for distribution. So, there is one. It was very, very, very painful for me, at the time, and caused a lot of psychological and emotional downtime for me. And that, hopefully, doesn’t bore you. Hopefully, it is I’m not going to say inspiring in some way, but defangs fearness – not fearness, I don’t even think that’s a word, failure in a sense because – although I do like the sound, Fearness with Tim Ferriss, because you see people on the magazine covers, and you assume that they have got it all figured out, and they wake up every morning, and they just do a front flip out of bed because they’re so stoked to work on everything they have to do that day. It’s just not the case. And we are going to, without further ado, dig into some of the stories of our esteemed guests. Malcolm Gladwell is the author of five, maybe more, New York Times mega bestsellers. You see them everywhere. They usually get an entire wall in the airport stores. These books include, The Tipping Point, Blink, Outliers, What the Dog Saw, and David and Goliath. He’s been named one of the 100 most influential people by Time magazine, has explored how ideas spread, investigated the root of success, and much more. He is a very, very tactical guy. And I started off, in our conversation, by asking him if he could think of any failure that set him up for later success. Malcolm Gladwell: I mean, it’s all kinds. When I was a kid, this is one of many, but I was a very serious runner. Tim Ferriss: What distance? Malcolm Gladwell: The 1,500 meters and 800 meters. And I – Tim Ferriss: Puking distances. Malcolm Gladwell: Yes. And in my third year of running seriously, I lost races I thought I was going to win in what for me, at that age, was quite a traumatic fashion. And I quit running. And I would regard that as the first real failure of my life, something I really wanted to do well at, I didn’t. And I feel like it was hugely important both because it made me think hard about what my priorities were. I had placed running too high in that list. But more than that, I then, later in life, went back and thought a lot about why I quit and was dissatisfied with my reasons. So, this whole notion of circling back I think is so important. This show is called Revisionist History. So, it’s explicitly about that. But I would almost obsessively revisit my reasons for quitting running and scrutinize them and say, “Was it right? What did I learn in the intervening five, ten, fifteen, twenty years about who I am, what I want, what it takes to be good at something.” So, that was a really valuable experience at exactly the right time because that’s the age where decisions, not decisions matter, but where I think you reflect on thing in your adolescents in a way that you don’t reflect on things later in life. Tim Ferriss: And what age was this or what grade? Malcolm Gladwell: I was 15. Tim Ferriss: Fifteen. I always thought I was going to go back, at some point, and be a ninth grade teacher. So, right around that 14 to 16 range. It seems like there are a lot of very important forks in the road. Malcolm Gladwell: Yeah, I think there is. I think you are because everything is plastic at that age. So, you can mold it whatever way you want. And so, it’s just a kind of like I think about how confusing and complicated those years are in retrospect. Tim Ferriss: Do you have any morning routines? What does the first 60 minutes of your day look like? It could be any day of the week. Let’s just say it’s a work day. Malcolm Gladwell: Well, I was just saying earlier, I think one should eat very little in the morning. Tim Ferriss: What time do you wake up? Malcolm Gladwell: You know, 8:00. I have a big thing of tea. Tim Ferriss: What type of tea? Sorry, I’m going to keep – Malcolm Gladwell: Lapsang Souchong. Tim Ferriss: Oh, that’s great stuff. Malcolm Gladwell: Great stuff. Tim Ferriss: I remember a friend loved whiskey, and he felt like the smell reminded him of some type of PD alcoholic beverage. Malcolm Gladwell: Yeah, it has an amazing smell. It’s a very controversial tea. And then, I might have – Tim Ferriss: I’m going to pull a Malcolm here. Wait, wait, wait, why is it a controversial tea? Malcolm Gladwell: Some people smell it, and they just run in the opposite direction. They don’t even think it’s tea. I’ve never seen people have such a kind of – and there’s a little coffee shop where I go often in the morning to have my tea. And they have it. I think I’m one of the only people who order it. I think they get it because of me. And it’s like I walk in, and they make a beeline for it. But it’s clear that I’m in a distinct minority. It smells. I mean, you can smell it from quite a ways off. I might eat a little bit of oatmeal. That’s pretty much all I’ll eat in the morning. Tim Ferriss: That’s one of your go-tos? Malcolm Gladwell: Yeah. But not a lot. And then, I look at three websites. Tim Ferriss: Okay. So, we’re going to come back to the three websites. So, not a lot means a cup full, a couple of spoons? Malcolm Gladwell: Like a cup full, half a cup, something like that. Just enough that I have something in my stomach. And then, I will look at three websites. The first one is letsrun.com. All serious runners read Let’s Run. Then, I read Marginal Revolution, Tara Cohen’s column. And then, I read ESPN.com just to make sure nothing major happened in the world of sports. And then, I start my work. Tim Ferriss: And what time is that then when you’re starting your work? Malcolm Gladwell: So, we’re still before 9:00. And then, if I have writing to do, it’s best to do it in the two hours that follow. Tim Ferriss: So, before lunch. Malcolm Gladwell: Yeah. Tim Ferriss: And what does your routine look like in those few hours when you start your work? What does that look like? Is there particular music you listen to? Malcolm Gladwell: Sitting in a coffee shop. Tim Ferriss: Sitting in a coffee shop. Malcolm Gladwell: Or some restaurant. I’m not at home. And I’m not in the office. And I’m working pretty steadily. I’m not really easily distractible. Then, around 11:30 or so, I kind of have to do other things. I mean, I don’t stop working, but I stop writing. Tim Ferriss: Do you listen to music when you write? Do you just take in the ambiance? Malcolm Gladwell: If there’s music on in the – I write almost entirely in public places. So, I don’t listen to music myself. Tim Ferriss: No headphones. Malcolm Gladwell: But I like the noise because I came of age in a newsroom. So, I need that. I mean, I learned how to write in the middle of when newsrooms, they’re not noisy now, they used to be incredibly loud. So, that’s what I need to kind of get going. Tim Ferriss: And then, is that when the bulk of your writing is done is that pre-lunch period? Or do you write in the afternoons and evenings? Malcolm Gladwell: No, I rarely write in the afternoon. Tim Ferriss: Yeah. Journalists seem to be very adaptable, or former journalists, people who have worked in newspapers or have had those types of daily deadlines. Malcolm Gladwell: Yeah, we’re faster. And also, remember, writing is not the time consuming part. It’s knowing what to write. It’s the thinking and the arranging and the interviewing and the researching and the organizing. That’s what takes time. Writing is blissful. I wish I could do it more. It’s a break from all of the hassle. Tim Ferriss: Let’s just say end of work day to bed, what do your wind down routines look like or pre-bed? Malcolm Gladwell: Well, I go running then probably after the end of the afternoon. And I’m injured now, but that’s really the highlight of the kind of work day. Some days, I’ll go to train with my track club. Sometimes, I go for a long run. Or I’ll go biking, or I’ll go to a cross fit workout, something physical to get going. Tim Ferriss: What is your favorite movement in cross fit or exercise and the least? Malcolm Gladwell: Well, runners secretly distain any activity that is not running. Tim Ferriss: I know enough runners to know you’re right. Malcolm Gladwell: So, I don’t even want to think about favorite in that context. It’s something I suffer through because it’s necessary to ward off injury. And when it’s over, I’m very happy. But I’m much happier if I can go and run 8 miles with some friends. Tim Ferriss: Got it. Pre-bed, anything in particular? Malcolm Gladwell: No. I’ll eat dinner. I might read in the evening. I watch sports or TV. Tim Ferriss: Do you have trouble getting to sleep, or do you generally sleep easily? Malcolm Gladwell: I come from a family of we are champion sleepers. Gladwells, we’re epic. Tim Ferriss: Some of the best sleepers out there? Malcolm Gladwell: We are some of the best. It is our defining characteristic. Our definition of a bad night of sleep is so hilarious because it’s like my father will say he had trouble sleeping. And what that means is he was up for 20 minutes between 4:00 and 4:20. That’s a bad night of sleep. Tim Ferriss: What flaws or weaknesses do you have that have turned out to be strengths in some capacity? Malcolm Gladwell: This is like a job interview question, isn’t it? Tim Ferriss: I was going to offer you a position at Tim Ferriss Enterprises, but I think you’re too busy. Malcolm Gladwell: Well, probably, God – Tim Ferriss: It’s only a job interview if you say sometimes I just work too hard. Malcolm Gladwell: Exactly. In dealing with my own impatience and my sloppiness and to attending to those flaws, I think that’s been a really crucial thing in helping me achieve what I’ve achieved. So, it’s just – Tim Ferriss: Can you elaborate on that? Malcolm Gladwell: Yeah. I mean, I’m sloppy. Tim Ferriss: In what sense? Sloppy like clothes all over the floor or – Malcolm Gladwell: No, no, no. Sloppy about I’m in a hurry, I don’t always double check something I know. Or I’ll interview someone for 45 minutes when I should interview them for 2 hours. I’m just kind of like I’m a good enough person. I’m not a perfectionist. It’s fine. And so, I’ve become so aware of that now that I’ve compensated. And I have taught myself to be a lot more of a perfectionist, or I’ve forced myself to keep asking questions much longer than I would have. When I said earlier that it was these investments of time that have been so – that’s what I’m talking about. I’ve forced myself to invest more time in a lot of activities knowing that, if I did it my normal way, I’d be out the door. I’d be thinking about what I want for dinner as opposed to – so that’s sort of a very – it’s why, by the way, I so object to when you observe or measure someone’s natural inclinations, you haven’t got a picture of them because you don’t know what they do with those natural inclinations. So, it turns out that one of the most important things about me is how obsessed I am with those two flaws of mine. So, identifying those as my natural inclinations tells you exactly the opposite about me. Tim Ferriss: Because you’re compensating by developing the opposite. Malcolm Gladwell: I am massively compensating for them all day long. I’m obsessed with compensating for them. Tim Ferriss: Have you received a lot of bad advice along the way as to what you might do professionally? Or has that not been the case? Malcolm Gladwell: No. I mean, I’m not an advice seeker about those kinds of things nor much of an advice giver. So, I haven’t really gotten a lot of – and also, my position is you can’t know. I’ve kind of stumbled into most of the things I’ve been doing. I much prefer just simply to be open to opportunity than to plan my path. I think that’s better, for me anyway. I don’t know. People are different. So, some people need to plan. But I don’t think ahead really at all. Tim Ferriss: Next up is a very impressive entrepreneur and investor, Bryan Johnson, that’s Bryan with a Y. He sold one of his companies, Brain Tree, to EBay for $800 million, then, took $100 million from that sale and launched the OS Fund, which stands for Operating System. And it is intended to support inventors and scientists who aim to benefit humanity by rewriting the operating systems of life. And you can look up OS Fund to see what he is up to. It is quite fascinating and will blow your mind in terms of scale and scope that he uses in thinking of his investments. Bryan’s story is not only a scrappy rags to riches story, but he is someone who succeeded in a technical field without any formal technical training. I find it extremely inspiring and potential expanding. It shows you that the options you think you have in front of you, A or B, for instance, often neglect the C, D, and E that are standing right to the side. I asked him to describe what happened between is first business in cell phones, believe it or not, and his massive success with Brain Tree. Bryan Johnson: Well, the short version is the cell phone company went remarkably well, but it was not going to make me enough money to retire by 30. So, I had to find something bigger. So, I started a voice over IP company with three founders. And it was just before Skype and Vonage. And the short of that is we had the wrong team, wrong product, wrong timing. Tim Ferriss: Sounds perfect. Bryan Johnson: We did everything wrong. Now, we did have a – we, actually, built something. We got customers. Tim Ferriss: And this was also in Utah? Bryan Johnson: Yes. And we had revenue. So, we, actually built something. But, in reality, we were not set up to succeed. So, that failed. And then, on the heels of that, I joined another guy to do real estate development. And the short of that is that failed because of some bad decisions we made. And so, without income for two years, I was dead broke. And so, I applied for 60 jobs I found on Monster and any other job sites, at the time. Nobody would hire me. I think it was so clear that I had no intention of staying a long time. I tried to make the resume look like it, but it just never was the case. So, nobody would even give me an interview. Tim Ferriss: Additional skills, loyalty, fierce loyalty to employer. Bryan Johnson: Exactly. And then, I saw the newspaper one day. It had a list of the 50 richest people in Utah, and I thought that’s what it is. I will write an email to these 50 people. I’ll say I’m young, I’m smart. I’m trying to become an entrepreneur, but I just need some money on the side, so, I’ll become your right hand man. I’ll do whatever you want me to do. And no one responded. So, at this point, I’m totally desperate. Tim Ferriss: I’m sure you get a fair amount of those emails these days. Bryan Johnson: I do. And I’m empathetic to it. I totally am. So, at this point, I have no income. I have a child at home. And so, I need to make ends meet. And so, I find this job posting, again, I think it was Monster. It was selling credit card processing door to door. And, basically, it was like – Tim Ferriss: So, business to business. Bryan Johnson: Yes. Like marching up and down the street, walking into a retailer or restaurant – Tim Ferriss: Let me help you set up a merchant account or get a point of sale system. Bryan Johnson: Yes, or mostly change. Everyone already had existing service. Tim Ferriss: Got it. Bryan Johnson: And so, the requirement was like if you could fog a mirror, you could work for these guys. It’s 100 percent commission. They don’t care if you don’t success. But, to your point, on the sales side, I would go inside a business. I figured out pretty quickly, the industry was really messed up. The technology was terrible. And people were just, generally, plagued by the industry because it was just unscrupulous, all of this dishonesty and complexity. And so, I figured out that was the hook because my product had zero differentiation. It was exactly the same as 500 other providers that walked in the door every day. And so, I’d walk in, and I’d say, “All right. Tim,” right when you saw me walking in, you’d be like sales guy. I’m not interested. I’ve got stuff to do. Then, when you heard me say credit card processing, it’s like please leave. Tim Ferriss: Strike 2. Bryan Johnson: Yeah, leave. So, I would say, “Tim, if you give me three minutes of your time, I will give you $100.00 if you don’t say yes to using my service.” And, usually, they’d say, okay, that’s interesting. What does this guy have to offer? And I would open my pitch book, and I would walk them through the industry. Here are the providers. Here’s what they do. Here’s how they do it. Here’s what I do. I’m the same as everyone else, except, with me, you get honesty and transparency and great customer support. And so, I became this company’s No. 1 sales person. I broke all of their sales records following this really simple formula of just selling honesty and transparency in a broken industry. Tim Ferriss: That’s super interesting. And so, a couple of questions. I just want to rewind for a second. With the real estate company, if you’re comfortable talking about them, what were the worst decisions? What were the fatal mistakes? Bryan Johnson: So, I’m really proud of, actually, what we did. We launched a $50 million mixed use project in one of the best places in Utah. Tim Ferriss: Mixed use means residential plus commercial plus – Bryan Johnson: Exactly, yeah. Bottom floor, small shops. And Fannie Mae came in. They were our equity investor. We really put together a great project. The single biggest flaw was storage space. So, empty nesters showed up to buy, and there wasn’t sufficient storage. Tim Ferriss: Storage for just all of their extra stuff that they wanted to take out of the big house and move into this community living space. Bryan Johnson: Yeah. So, then, sales stalled in Phase 1. The bank got anxious. Tim Ferriss: Got it. So, just didn’t account for that need. Bryan Johnson: Yeah. That was the big blunder. Being human is remarkably tough. Like you and I, before this discussion, we were talking about all of the fun and irrational things that you and I both do that’s inconsistent with our thought patterns. And I guess, a couple of years back, maybe a decade ago, I got into irrational behavior reading Dan Ariely’s book, Predictably Irrational. And Thinking Fast and Slow – Tim Ferriss: Yeah, Thinking Fast and Slow, Danny Kahneman. Bryan Johnson: Yes, exactly. So, I started reading all of these books. And I became increasingly convinced of my own fickleness and inability to actually act rationally in life. And once I became aware of that, I think I became much softer in my opinions and confidence levels in life where I want to question thoroughly everything I do all of the time. And, of course, I miss a lot of layers a lot of the time, but I try to be present in knowing that, when I make a decision, there’s all kinds of layers behind it, many of which are probably flawed, if I went back and evaluated it. So, I suppose, it’s just being present and knowing it exists and how flawed we are in our abilities when, really, we think we’re perfectly logical and consistent all of the time. And we’re just not. Tim Ferriss: Yeah. Dan Ariely’s book is great, Predictably Irrational. Also, a lot of really solid business takeaways in terms of how people – and I remember the example he gave in a presentation, I’m not sure if it’s in the book, I’m blanking, of the check out process that the Economist magazine tested. Bryan Johnson: Oh, that’s right. Tim Ferriss: And it was like get the printed edition for this amount by itself. Get the digital edition for this amount by itself, or get both for this amount. And how changing the pricing and removing or adding options affected the average order size. So fascinating. Bryan Johnson: Yes, yes. Tim Ferriss: Or adding in, basically, not a red herring. It’s I don’t think the right term. But a straw man of an option that they don’t even really want you to choose. But they’ll add the cheaper option because they know that 50 percent of the people will take the middle option, which would have been the cheapest before, but you would have then not chosen it. Bryan Johnson: Exactly. Just like restaurants, I think, put like the most expensive, pricey item in the top right corner to say here’s a $75.00 option. Everything else is cheap at $32.00. Tim Ferriss: Same thing with wine, very common. Bryan Johnson: Yeah. Tim Ferriss: When you are feeling, and maybe the answer is you don’t feel this way, but when you’re feeling overwhelmed, how do you unpack that and try to reduce the sources of that overall? Bryan Johnson: I’ve gotten so much better over the years. Now, I just call a friend and just say I’m feeling overwhelmed. And I feel terrible. And I don’t think I can do this. And just saying it out loud is like I can, I’ve got this. But I just needed to get that off my chest, and I’m all right. And so, when I work with entrepreneurs now, people I’m invested in or otherwise, I say if you want to chat at any time of the day and say anything, no judgment on my side, just say it out loud, do it. And I think it’s hard to do hard things, I guess, as Ben Horowitz would say. Tim Ferriss: Yeah. Bryan Johnson: And having the ability to be vulnerable and honest and transparent and raw with other people is immensely helpful for me. Tim Ferriss: Yeah. But you weren’t always – you didn’t always do that. Bryan Johnson: No, I was extremely private and guarded. And I owned everything. I didn’t dare let go and – Tim Ferriss: I think men are particularly bad at that. Bryan Johnson: I agree. Tim Ferriss: I’ve struggled with this myself. And you’re so on point, and it’s such a simple answer. Seemingly self evident and obvious, but I think it points to something I’ve noticed about myself. I tend to be stuck in my kind of prefrontal cortex. But if you haven’t reasoned your way into a problem, it’s hard to reason your way out of it. Bryan Johnson: I agree. Tim Ferriss: Just by relying on the sort of internal pro and con list and like schematic of something that is purely emotional. Or maybe based on some operating system flaw that you’re experiencing. Bryan Johnson: Yeah. Tim Ferriss: So, just calling a friend. Bryan Johnson: But that’s what I love about the friendships I have is I can go into a conversation, and I know when I leave, two things will happen. 1) Is they will have challenged my mental models. That I can’t see my mental models, and I can’t challenge myself very well. But someone else can see it so clearly, and they can just call it out. And 2) is when I leave the conversation saying I want to become a better person. I want to do more in life, and I want to work harder. Those are the two things I think I value the most in the interaction. So, it’s I want to be that for other people. When they bring something to me, I can flip it and say, yeah, here’s a different model for you to contemplate. And 2) hopefully, when they leave, they say, yes, I can do this. And I’ve got that much more energy to go about it. Tim Ferriss: AJ Jacobs is one of my favorite people. He is a comrade in arms in the whacky world of self experimentation. He does all sorts of odd things, as I do. He is the author of four, maybe five, New York Times bestsellers, and he chronicles all sorts of shenanigans, including, for instance, in his book, The Know It All, he covered his quest to read the entire Encyclopedia Britannica and learn everything in the world. The Year of Living Biblically was his attempt to follow all of the rules of the Bible as literally as possible. It’s a fantastic book, by the way, guys. I learned more about religion, in general, from that book than any “serious” book. It’s really well done. And, of course, Drop Dead Healthy, which documented his mission to become the healthiest person alive. And there’s more out there, I am sure. I asked AJ about one of his favorite failures. Tim Ferriss: One of your favorite personal failures. And what I mean by that is, specifically, a failure that led, in some way, to a later success or set the stage for a later success. AJ Jacobs: Well, I have had many, many failures, as we’ve discussed. And I am a big fan of them. And rejection, that’s one of the things I try to teach my kids all of the time. You’re going to get rejected 98 percent of the time. You just got to keep going. I don’t know if this falls into the right category, but NBC, a couple of years ago, optioned my life, one of my books, and it was going to be a comedy where, every week, it was this writer did another whacky experiment, and chaos ensued. And it was a total failure. It didn’t get picked up. But the lesson I learned was I, actually, made a conscious effort, I was like this may or may not get picked up, but I am going to consciously enjoy this experience and get everything I can out of it. I got to meet Donald Sutherland who played my father-in-law. My wife was played by this woman who had much bigger boobs than she did, so, she loved it. And it was just a blast. And I would go into meetings, and I would be like what if the main character, who was named AJ, what if he did this. And they were like AJ would never do that. And I’d be like well, maybe he would. But it was just so much fun. And there was one producer who I read a book of hers, and she’s like if you cannot enjoy the process, then, you’re screwed because the chances of getting a movie actually made are so infinitesimal. So, enjoy the process, enjoy the walk up the mountain not just the summit. That was a big lesson. Tim Ferriss: Most embarrassing failure at an experiment. So, aside from the micro expressions, most embarrassing failure and experiment. Did he give up or refine his approach? AJ Jacobs: Interesting, yeah. Well, I think my life has been a series of embarrassments and humiliations. Tim Ferriss: Well, in a way, you engineer your experiments to be embarrassing. AJ Jacobs: Yes, exactly, because I also think that makes better copy. And that is, actually, one thing I was thinking about that I learned doing this podcast is that being humiliated on radio is actually sometimes makes for better radio. So, when I’m doing interviews, and I ask a question, and the person is like God, that’s a dumb question that is – Tim Ferriss: Always makes the cut. AJ Jacobs: That’s gold, yeah. So, I may not sound that good on the podcast, but I think it’s entertaining. But, yeah, I would say many humiliations, I don’t know if this counts, but it’s the first one that comes to mind, is I was working at Esquire magazine, and we asked the actress, Mary Louise Parker, to pose nude. And I was tasked with asking her. And she said, “Well, I will pose nude, but only if the editor of the piece also poses nude.” And I was the editor. So, I went to my editor in chief, and he was like, “All right, do it. Take off your pants. That’s your job.” So, I had to pose nude for a very well known celebrity photographer, and it was quite humiliating and vulnerable. And also, highly insulting because he was a big photographer. So, he had like 10 assistants, gorgeous 20 something female assistants. And I was like oh, my God, this is so embarrassing. But they could not care less. They were like no interest in my nude form. So, that was tough for my ego. And then, it came out, and they actually published the picture, and we got some subscription cancellations, I believe. So, it was, overall, it was a dark time. Tim Ferriss: Shep Gordon has worked with some of the biggest names in the entertainment universe from Alice Cooper to Bette Davis, Raquel Welch to Groucho Marx, Blondie to Jimi Hendrix, Sylvester Stallone to Luther Vandross. The list is just crazy. And his job, among others, was to make them as famous as humanly possible. With that mandate, there were many massive successes and highlights and also equally massive PR and management failures. I asked Shep to explain any of the rookie mistakes that he sees a lot of people making in his world. Are there any other rookie mistakes that you see a lot of people making in the position of something like a manager or that you made that come to mind? Any particular sort of archetypical or critical mistakes? Shep Gordon: Yeah. I think it’s less a list of mistakes than it’s a mistake of intentions. What I see, at least, from the people I see and talk to is they’re not in the business really for service. They’re in the business for greed. And out of greed, you just do stupid things, and your vision is blurred. If you’re in it for service to your artist, which is really a manager – again, there are different types of managers. There are managers who are power guys who get it. They build empires off it, and they’re great for their artists. But I think I have an assistant who has a daughter who is being sought after by everybody in the music business, record companies, managers, publishers. She’s a beautiful 21-year-old girl, Lily Meola, and I see the difference between the phone calls that come in for her and the things that I do for Alice. I wake up for Alice, and think about how am I going to enhance his career? How am I going to – right now, we’re running Alice for president. We wrote into the show a piece where Hilary beats up Donald Trump in the show. And we have Alice Cooper for president, we’re selling t-shirts, we’re going viral. And it’s fun. It’s funny for us. But it’s me waking up and thinking what could I do to add to Alice’s career. And most of these young people I see coming around, when I sit and talk to them, and they ask for advice, they’re not asking advice for their artists. They’re asking advice for them. How do I get more clients? How can I get a piece of publishing? I think it’s a general rule maybe for humanity, as our civilization moves along. But I think it’s motivation more than actual things wrong because I think, again, there’s no school for management. So, every manager is going to make lots of mistakes. Tim Ferriss: It reminds me of a story I’ve heard you tell I think it was in a commencement speech, actually. I might be misplacing that. But you were talking about a guide to cooking rice from I want to say some type of – Shep Gordon: Yes, from His Holiness, the Dalai Lama. Tim Ferriss: Exactly. And 90 percent of it or more was about the intention of when you select the rice and when you boil the rice. And only perhaps 10 percent of it was technical. Let me ask you, how do you maintain that orientation? Or how did you come to have that service orientation? Because, of course, I would imagine all things equal, you want to be financially successful as a manager so that you can do the things you want to do and so on. And, I guess, it’s a byproduct of making your clients financially successful. But how did you maintain that lens of service over greed? Did it ever get the best of you, and then, you correct course? Or has that not been the case? Shep Gordon: It’s a very timely, great question because I really thought my life was completely random. And I couldn’t understand any of the decisions I made. I never questioned my decisions. You look in the mirror, and you say why would you possibly do this. It doesn’t make any sense. And things like, as a manager, you have right to commission the life of the project you work on. So, I worked on the Beatles Anthology record, for example. I have a right to collect commissions on that. I always chose, if I’m not working with the artist, I didn’t want to take their money. So, I chose never to do it, which, when you look in the mirror, you say, what, are you a schmuck to yourself. But if you have a strong foundation, and you can feel that foundation, which is I shouldn’t really be making money off this. They’re going out living their lives. It’s their life. It’s not my life. You go back to it, and I always thought all of those choices were just random. Like maybe it was ego in thinking I was a good guy. Or I don’t know what the motivation. And when I wrote the book, I realized that I’m actually living my father’s life. And he was a man of pure service. Pure service to me and my brother. And he really gave up almost everything else in his life that was joyful because he was serving us. And as I met mentors along the way, Roger Vergette in particular, I saw how he was the first person I really met who was very successful and very happy. Most of the people I was meeting, I would say 99 percent of the people I met in show business who were the kingpins were miserable. They were cheating on their wives. They were alcoholics. They were just miserable. They were just drowning the pain. And I think my dad first, and then, seeing the mentors, made me think you’re going to die with the money. Enjoy the moments you’re here on the planet. And if service is a way to enjoy it and comes naturally to me, I don’t want to fight it by falling into the traps of all of those normal traps of greed. I’m good enough at what I do that I can make a living. Tim Ferriss: I’ve heard, and I want you to correct me here, but that it took something like 10 to 12 years for Mike Myers to get you to agree to do the documentary. Maybe you can give me some color there. But the follow up to that is going to be why a book, why do a book. Shep Gordon: Yeah. I’ve always cautioned my clients when I started working with them that, if I do my job perfectly, I have a good chance of killing them because I will make them so famous that they can’t survive. So, I’ve always had a very corrupted view of fame. I realize that’s what I do for a living. And I’m good at it. And it can provide great stuff for people, but they have to be prepared that they’re going to take a fall and, hopefully, get up from that fall. So, the last thing I really wanted to do was test myself. Why would I really want to – it didn’t make any – documentaries aren’t financial. I didn’t view it as being of service to anybody or anything, except my ego. And I didn’t want to have to deal with fame. I just didn’t want to have to flirt with it. I saw too many people I loved fall victim to it. So, I said no and laughed. Then, I had a near death experience. And I didn’t know it. It was beautiful. I woke up in a hospital room very drugged out. And by the second day of realizing I was very alone, that my life was fairly isolated. I was in a hospital room. I had just almost died. I was feeling very high and I think starting to feel really sorry for myself, which is unusual for me because I’m usually feeling how lucky I am. And right in the middle of that, Mike called, “Hey, Shep, how you doing?” I said, “You know, I’m really doing miserable. It’s one of the first times in my life I can’t find the footing. I’m sort of kind of lost a little bit.” And he said, “Well, how about doing the movie now? Now, we have like a really dramatic moment to go to.” I think my ego probably saved me because I was feeling sorry for myself. I said, “Yeah, maybe that’s a good way to come out of this thing, if I live is through the movie.” So, I got well. I found some good help from my friends. And maybe a month later, I remembered I had told him we would do the movie, so, I called him up. “Hey, Mike, how you doing?” “Great.” “Did we have a conversation when I was in the hospital and I said do the movie?” And he said, “Yeah, go ahead and do it.” I staffed up. I got six people. Okay. And I really assumed that my cousin in San Diego would see it, or that he would abandon the project. It was hard for me to think of it as real. And I knew Mike socially. I didn’t know him professionally, except enjoying his talent. And I didn’t realize how driven he was. And he spent the next year of his life, seven days a week, twenty-four hours a day on this thing. I did nothing. But I remember about 11 months into it, I got to New York, and he invited me up for a cup of coffee and say hello, and I went up, and walked in his apartment, it was like walking in to CSI. There were pictures of me, every part of my life, all over every wall. You know, in CSI the way they have the criminals. Tim Ferriss: Yeah, right. Shep Gordon: And the movie came out. And at first, I was really embarrassed, especially with the name. I couldn’t look anybody in the eye when they said, “Oh, I hear you got a movie. What’s it called?” And I would feel my eyes go down to the floor, and I would say, “Supermensch.” I could not look anyone in the eye. But [inaudible] asked me to come out to her screening somewhere in the Midwest, and it was the first time I had seen it with the audience. And it was at some film festival. And I was really embarrassed. Truly embarrassed. Like Supermensch, like, oh, my God, this is so egotistical, and it’s so not what my vision of myself is. So, I started questioning my vision of myself. But, anyway, as the movie is over, I walk out in the lobby, and this very Arian couple, they almost look like on top of a wedding cake, they’re standing there. And the woman had tears in her eyes. And they just stood in the corner. They waited for everybody to take pictures, the things that happened after a screening, and I walked over to her at the end. They said, “I’m glad, we wanted to talk to you. We just moved here from St. Thomas. And our children are grown up, and we’re empty nesters, and we came back. And we realized we have so much to be blessed for. And we just don’t do enough good stuff. And watching the movie made us realize we have to change that in our lives. And we’d loves to start with you.” “And we don’t have much, but we’re hunters, and you said you like to cook and eat. We have a lot of venison in our freezer. Can we give you some venison?” And I went back to their house, got the venison. It turned out my roommate in college was their next door neighbor in St. Thomas, they had a picture of him. Tim Ferriss: Oh, wow. Shep Gordon: When I saw the effect it had on those people, and then, I came back, and I started getting emails and calls, we spoke about Rick Reuben before, that’s how we reconnected. Out of nowhere, I hadn’t seen him in 30 years, and he got a hold of me and said, “Can I fly over to Maui and spend some time with you? I saw the movie, and I really could use some time with you.” And he came over, and I hadn’t seen him in 30 years. The first package I got when I got home was this beautiful bird cage that came from Africa. And it had like 50 white, silk flowers in it and 1 pink one and this 4 page letter from a 19-year-old girl who said I’m not different than the other flowers, but I know if you would let me out of the cage, I could really help my people. There were just these things coming from every corner. So, that was sort of a side note. And I had a friend, Roy Choy, a chef who had a book signing in New York when I was there, and he’s on Anthony Bourdain’s [inaudible] and I never met Anthony, and I was a huge fan of him. At the book signing, he walked over to me, and he said, “Hey, I ought to do your book.” Maybe this is a moment where I can try and figure out what motivated me and maybe, if there’s anything in what motivated me that other people can use, maybe some techniques that I never was aware of but that I could find by looking backwards. And that’s really the exercise. And they agreed that if I didn’t want to put out the book, I could give them back the money, and we’d just end it. So, that was the journey for me was to try and see – and Mike always said there are these interconnections. And I always thought of my life as random. Are there connectors that could help other people along the way? And hence, the book. Tim Ferriss: And what impact would you like the book to have? Shep Gordon: I would like people to realize how lucky they are. I end the book with maybe one of the things that maybe I can add to some peoples’ lives, particularly here in America, which is just where you drop out of the room, you won the game. You won already. You’re in America. You have a chance. You can get clean water. You can get food. Hopefully, you get some love without a bomb dropping on your head every second. That alone is something to meditate on every day. How special you are and how rarified it is to be brought into something like this. And then, maybe the second thing is you try and see the miracle in everything so that when you see somebody who your initial reaction is hatred, or you see a snail walking on the ground, and your initial reaction is kick it out of the way, to try and see the miracle in it. If you see the miracle in it, because everything is a miracle, you’re not going to be able to hurt it. You’re going to have a different attitude towards it. So, the person you hate, you’re going to feel sorry for that they don’t see the miracle in themselves. And sorrow is a much better emotion than hatred selfishly for yourself. And in there, there’s also practical how you try and make business into compassionate business. How you try to make it a win/win, not winners and losers. And I talk a lot about how you create history. Things like guilt by association, taking a non famous person and putting them next to famous people, the fame starts to bleed off. And we live in a fame driven world. So, for commerce, fame is important. Tim Ferriss: So, I want to ask you about regular practices in your life related to Buddhism and appreciation in just a minute. But since you brought it up, could you describe what you did for Anne Murray that pertains to your last example of that fame by association? Shep Gordon: Yeah, Anne was a great example of guilt by association. She’s a wonderful singer. One of the purest voices I’ve ever heard. She was a school teacher in Toronto who went on a TV show for the summer and sang a song called Snowbird, which became a No. 1 record around the world, huge impact. But she was very, very, very Canadian white bread. And but she wanted to make it. She wanted to be on Midnight Special, which was a big show there. She wanted to play in Vegas. She wanted to do all of the things that stars do, but she wasn’t a star. She was a girl who had a hit record that nobody really knew who sang it. So, she came to me for management. And one of the first things I did with her was try and – because the song was so big and so strong, I knew that I could include her in stuff if I had her with important other people. So, I booked her – at that time, Alice Cooper had a group called the Hollywood Vampires, a drinking group, and it was John Lennon, Harry Neilson, and Micky Dolenz from the Monkees, big faces, at the time, particularly John Lennon who was in his dark era and was not being seen at all when he left Yoko for a while. He was in California. Everyone knew he was there, but nobody was seeing him. And the press were anxious to see him. So, I booked her in California on Thanksgiving, which I thought was very funny because she was Canadian. I tried to make it as absurd as I possibly could. And I got the guys. I went to see the guys, and I got down on my hands and knees, and I used to drive them all home at night because they all got too drunk to drive, and nobody could afford cars. So, I was the designated driver. So, I got down on my hands and knees, and I said, “Guys, I’ll drive you all all of the time, but you got to come help me with this girl from Canada.” Tim Ferriss: Finally, the next man needs no detailed introduction. You might know him as the Terminator, the Governator, Arnold Schwarzenegger. I asked Arnold about the biggest sacrifice he has made while climbing the ladder of success. Arnold Schwarzenegger: I think that there’s no two ways about it that the toughest choice was getting a bikini wax before Conan the Barbarian. No. I think, definitely, the toughest choice was to run for governor because I really felt very passionate about becoming a public servant. And I felt really strongly that I could do a better job than the politicians in Sacramento. I felt that the politicians screwed up the state. That’s why we had black outs. That’s why we had huge debt and deficits, and no one could get along, democrats and republicans couldn’t work together. And it was just a huge mess here. And I felt that I could do a better job. And but, at the same time, I recognized the fact that I just finished Terminator, and Terminator 3 came out. And I became the highest paid actor, at that time, in the world. And so, that meant that I was not going to be able to make two movies a year and make this kind of millions and millions of dollars. So, am I willing to walk away from all of that money? Potentially, over $100 million over the next 7 years. So, then, there was the family question. My wife was not very enthusiastic about it. She comes from a family that politics had a tremendous impact on the family and side effects. And so, she felt like the same would happen to our family. And so, there were all of those debates. But, eventually, after long deliberation and thinking about the whole thing, I did make up my mind, and I decided to do it. But it was a very, very tough decision to make because I had to think about all of those different aspects. But I went for it, and I felt very passionate and then, after, made the decision I was 100 percent behind it. And I felt like I had a need to serve the people and to give back to this great, great country that gave me everything. Tim Ferriss: What do you consider your greatest failure, and how did it set up or shape your future successes? Arnold Schwarzenegger: Well, I think you have to recognize that it doesn’t matter who it is. The most successful person in the world can tell you honestly that they also had a tremendous amount of failures. It’s not always just success. The key thing is that we learn from the failures, actually, more than from our successes. And it doesn’t matter if you talk about the best basketball player. I remember Michael Jordan one time said in an interview that he missed 9,000 shots. And here, he was one of the greatest, if not the greatest, basketball player in the world. So, yes, you miss. And I remembered that Ted Williams, one of the greatest baseball players, I remember in I think it was 1941 was when he had the best baseball season, and he averaged 406. And that meant that 40 percent plus, 40.6 percent to be exact, he was successful with his hits, with is batting. And 60 percent, therefore, were failures. So, think about it. And this is the greatest baseball player. And this record still stands today. So, it just shows you that everyone has failures. And so, the key thing is did you learn from these failures and move on? I had my failures in body building. I lost body building competitions. Most people only know my victories, which were a lot. But I’ve also lost. I lost in weight lifting. I lost in power lifting. I embarrassed myself many times trying to lift the 500 pounds on the bench press in front of 2,000 people in a beer hall in Germany, and I failed, and it crashed on my chest, and I couldn’t make it. But, eventually, I did make it. And I had failures in the movie business. I remember I had a lot of movies that went through the roof, but then, there were movies that went right in the toilet that were not as successful, books that I came out with that were on the New York Times bestseller list, and then, others that didn’t live up to the expectations and failed. So, yes, we have those kinds of things. And to me, the key thing is always did we learn from it. I had failures also I remember in my personal life. And I learned from that. And then, you move on again. What is important is that you get up. When you fall, the winner always gets up, and the loser stays down. That’s what is the difference. And to me, the important thing is always that, when you fail in something, you get up, you dust yourself off, and you move on and have gained a great vision of which direction you want to go. Pick another goal, and keep moving forward. Tim Ferriss: What tip did you receive at an older age that you could have used in your 20’s? Arnold Schwarzenegger: Well, there’s a lot of things that we learn throughout the years, obviously. But I think the main thing that comes to my mind is charity. When you’re young, you don’t think about that you should reach out, and you should help others. Like I was only thinking about my goal to be on that stage in London at the Mr. Universe competition. And just like Reg Park, my idol that won three Mr. Universe competitions and then, became Hercules in the movies and all of that, I wanted to have the trophy on that same stage as he won it. And that was the only thing in my mind. And then, after I won that, it was winning Mr. Olympian, Mr. World, and all of the competitions and become the greatest body builder. That’s all I had in my mind. It was total tunnel vision. But then, later on, I learned, luckily, that how important it is to also not only think about me but to think about we. And to go and to help others. There are a lot of people that need help. If it is help people that need help in their training, and to go around and help people and hold seminars and teach them about training and about the importance of exercising the right way. If it is to make sure that everyone can do sports, like I got involved in Special Olympics and started helping Special Olympians to do sports and, specifically, to do weight training and power lifting. And I introduced into the Special Olympics movement power lifting competitions, which are now worldwide. And they’re very, very successful. We started Special Olympics, specifically, in Austria also and got all of the ski racers together to help me and support me and to start Special Olympics there and work together with the private sector and government. And then, eventually, starting after school programs and then becoming the chairman of the President’s Council on Physical Fitness and travel around the country through all 50 states and promote health and fitness and bring everyone together. And then, eventually, it led to running for governor. So, I think giving back and recognizing that everyone of us needs help. I got plenty of help to be where I am today. There is no such thing as a self made man, as I always say. There’s people that helped me to be where I am today. So, it is up to me now to inspire other people to help them and to go and reach out and to help them. This is what made me get involved in environmental movement and in this environmental crusade. And I just love giving back where you don’t think about what is in it for me. But how can I help this great nation of America that gave me all of the chances in the world, and it opened up so many doors of opportunities. I would not have accomplished any of the things if I wouldn’t have come to America. And so, to give something back to me is extremely important. And I want to have kids learn this as early as possible that part of being successful is to give also something back. Tim Ferriss: Well, there you have it, folks. The Tim Ferriss Radio Hour on failure with some of the super stars I’ve spoken with in more than 200 podcast episodes now, close to 250. Hard to believe it all started with getting drunk with Kevin Rose at my kitchen table. The Tim Ferriss Radio Hour continues to be an experiment. So, please, please, please, I would love your feedback. Tell me what you liked. Tell me what you don’t like. How would you improve the format? Let me know on Twitter @tferriss or in the comments on the blog post that accompanies this episode. So, every episode has show notes with links to anything that we talk about and so on. And you can find that and show notes for every other episode at tim.blog/forecast. And, until next time, as always, thank you for listening. Posted on: June 20, 2018.", "speakers": ["arnold schwarzenegger", "malcolm gladwell", "tim ferriss", "bryan johnson", "shep gordon"], "text_sentences": ["hello, ladies and gentlemen", "welcome to another episode of the tim ferriss show", "i am tim ferriss, your host", "and this time around, we are offering specifically another edition of the tim ferriss radio hour by popular request", "this is where i share the themed habits and other patterns that i’ve seen across more than 200 guests on the podcast", "so, we call them in as it relates to a specific topic or a specific question and then give you the highlights", "i’ve made it my job, each and every time i do an interview, to deconstruct world class performers of different types, tease out the habits, routines, tactics, and so on that set the average apart from the extraordinary", "and these radio hour episodes focus, as i mentioned, on one specific theme and bring in tactical advice from several guests", "this episode is about failure", "one of the most common attributes in all of the successful people, however you define success, i have met and interviewed is that they have an ability, a cultivated ability, often times, to move through failure or view it differently", "this is exactly when many other people simply quit", "so, coming up, i talk to, for instance, the terminator, arnold schwarzenegger about how failure propelled him forward", "i remember michael jordan one time said, in an interview, that he missed 9,000 shots", "then, mega bestselling author and one of time magazine’s 100 most influential people, malcolm gladwell shares his failures and what he learned from them", "one of the most important things about me is how obsessed i am with those two flaws of mine", "next, we learn from entrepreneur and investor, bryan johnson, the founder of brain tree, which was bought by ebay for a cool $800 million", "so, at this point, i have no income", "i have a child at home", "and so, i need to make ends meet", "self experimenter extraordinaire, aj jacobs, then steps in to share a story about his favorite failure", "aj jacobs: going to get rejected 98 percent of the time", "you’ve just got to keep going", "and shep gordon who was named one of the 100 most influential people by rolling stone magazine has a story you won’t forget", "shep is the man behind some of the biggest names in entertainment, and he understands and explains what separates those who get consumed by fame from those who are able to thrive in the moment", "i would say 99 percent of the people i’ve met in show business who were the kingpins were miserable", "of course, i am often asked about my own failures", "after all, i’m no stranger to struggles", "i am not immune", "i don’t conquer insecurities and all obstacles with a mental karate chop every morning when i hop out of bed", "so, i thought that we could give a specific example of one of my failures", "and if you want to hear about some really, really dark times that i won’t get into, you could listen to my new ted talk from the main stage about fear setting", "and you can find that, it has at least a million views right now, it just went, tim.blog/ted", "but in a business context, i thought i would focus on something that happened in the last few years", "and this can be very cathartic discussing failure and pragmatic because it helps you to uncover when you do a post game analysis what is holding you back, ideologies, perhaps, or mental models that need to evolve, or just simple blind spots", "and this one is related to a tv show", "i have tried tv several different times, and i could give you some of the early failures", "but i wanted to give you a more recent one", "and it is a “failure” in quotation marks because i was able to transmogrify it into something else", "and i will explain how", "so, the tim ferriss experiment was a tv show that was produced, i was one of the executive producers and the host, several years back with turner broadcasting and had a very good team on the turner side, very good team on the production side, zero point zero who has done all of, as far as i know, anthony bourdain’s shows", "very gritty, very cinematic, incredible team", "all of the pieces were in place", "and i did, before i got started, a number of analyses before signing on the dotted line for the deal, including descriptions of the worst case scenario and the worst case scenarios", "this relates back to the fear setting, which you guys should check out", "so, i did that", "but, of course, it’s limited based on a number of assumptions that you make about what could go wrong, what you think up at the time", "i also did what’s called a swot analysis, which is fancy sounding, but it stands for strengths, weaknesses, opportunities, threats", "so, identifying strengths i can leverage for the show, weaknesses i might want to compensate for by hiring other people or simply avoiding those particular areas, opportunities what could come of the show that i might want to be prepared for and have infrastructure for, and then, threats, which relates to the fear setting and the premeditatio malorum", "the premeditation of evils or bad things that could happen to pull on seneca a little bit", "what ended up happening with the show, there are a few things", "1) for those of you who haven’t seen it, you can just search tim ferriss experiment, it’s available on itunes, at this point, is, if you go to itunes.com/timferriss and scroll to the bottom, you’ll find the tv show", "the schedule was near suicidal", "there were 13 episodes, i want to say, filmed and something like between 13 and 15 weeks", "and i suffered some tremendous injuries because the premise of the show was that each episode i would tackle a new skill", "i would start from zero and try to learn as much as possible with experts in the span of a week, which, realistically, ended up being three or four days", "and then, tested in some type of high stakes final exam", "and so, we tried par core, we did rally racing", "i suffered some tremendous injuries, which were caught on camera for your enjoyment", "poker, betting in vegas, all sorts of craziness", "and we filmed the show", "and then, we ran into a couple of issues", "and they were all related to distribution and regime change", "so, the issue no", "1 was that people had trouble, meaning those in my audience, actually locating where the show was being broadcast", "it was on hln and then, true, and it bounced around from here to there in between programming that didn’t lend itself to any carryover audience", "so, it was really dependent not on an endemic audience but on me driving traffic or the division within turner, upwave at the time, driving traffic somehow", "what then ended up happening was there was a regime change", "so, what does that mean", "that means that the entire division was shut down, and people were replaced", "the contacts that i had, the relationships i developed no longer worked at turner", "and the show, along with other shows, many other shows, were, effectively, put into the vault, so, no one could see it", "it was really traumatic for me", "here i am", "i’m sitting there", "i have all of these injuries, some of which i’m still dealing with today, in my knees specifically, some in my elbows and forearms, tore a lot of connective tissue and muscles during those 13 weeks", "and we have this end product, which we’re really, really proud of, and then, boom, the lights go out, and no one can see it", "so, i had not thought about distribution challenges or staffing/regime problems that could crop up", "and those were two major, major blind spots", "it does not matter how good your product or service is if people cannot get it or if you cannot get it to people", "so, i ended up being able to negotiate to license the program back and then do a launch with itunes, which was fantastic", "thank you, kevin, if you’re listening", "and it was a huge blockbuster", "it did really, really well", "it was the most successful nonfiction tv show to launch on itunes at the time", "it was just tremendously successful and financially a win all around, which was spectacular", "but it took a long time to get that done", "and it was brutalizing", "and i took my notes from that and then turned around", "and most recently, right now, in fact, it’s being broadcast a new television show called fear(less) with tim ferriss, and the less is in parentheses", "and i used many of the learnings from that show, from the tim ferriss experiment, to make this show a lot easier to film, to produce, and to promote", "there are always challenges in television or publishing of any type", "and the simple lesson you should take away or moral of any story involving say a musician and author or otherwise is that, if you want to control distribution, you have to pay for the production of the product and have your hand in every possible choke point for distribution", "so, there is one", "it was very, very, very painful for me, at the time, and caused a lot of psychological and emotional downtime for me", "and that, hopefully, doesn’t bore you", "hopefully, it is i’m not going to say inspiring in some way, but defangs fearness – not fearness, i don’t even think that’s a word, failure in a sense because – although i do like the sound, fearness with tim ferriss, because you see people on the magazine covers, and you assume that they have got it all figured out, and they wake up every morning, and they just do a front flip out of bed because they’re so stoked to work on everything they have to do that day", "it’s just not the case", "and we are going to, without further ado, dig into some of the stories of our esteemed guests", "malcolm gladwell is the author of five, maybe more, new york times mega bestsellers", "you see them everywhere", "they usually get an entire wall in the airport stores", "these books include, the tipping point, blink, outliers, what the dog saw, and david and goliath", "he’s been named one of the 100 most influential people by time magazine, has explored how ideas spread, investigated the root of success, and much more", "he is a very, very tactical guy", "and i started off, in our conversation, by asking him if he could think of any failure that set him up for later success", "i mean, it’s all kinds", "when i was a kid, this is one of many, but i was a very serious runner", "what distance", "the 1,500 meters and 800 meters", "and i – puking distances", "yes", "and in my third year of running seriously, i lost races i thought i was going to win in what for me, at that age, was quite a traumatic fashion", "and i quit running", "and i would regard that as the first real failure of my life, something i really wanted to do well at, i didn’t", "and i feel like it was hugely important both because it made me think hard about what my priorities were", "i had placed running too high in that list", "but more than that, i then, later in life, went back and thought a lot about why i quit and was dissatisfied with my reasons", "so, this whole notion of circling back i think is so important", "this show is called revisionist history", "so, it’s explicitly about that", "but i would almost obsessively revisit my reasons for quitting running and scrutinize them and say, “was it right", "what did i learn in the intervening five, ten, fifteen, twenty years about who i am, what i want, what it takes to be good at something.” so, that was a really valuable experience at exactly the right time because that’s the age where decisions, not decisions matter, but where i think you reflect on thing in your adolescents in a way that you don’t reflect on things later in life", "and what age was this or what grade", "i was 15", "fifteen", "i always thought i was going to go back, at some point, and be a ninth grade teacher", "so, right around that 14 to 16 range", "it seems like there are a lot of very important forks in the road", "yeah, i think there is", "i think you are because everything is plastic at that age", "so, you can mold it whatever way you want", "and so, it’s just a kind of like i think about how confusing and complicated those years are in retrospect", "do you have any morning routines", "what does the first 60 minutes of your day look like", "it could be any day of the week", "let’s just say it’s a work day", "well, i was just saying earlier, i think one should eat very little in the morning", "what time do you wake up", "you know, 8:00", "i have a big thing of tea", "what type of tea", "sorry, i’m going to keep – lapsang souchong", "oh, that’s great stuff", "great stuff", "i remember a friend loved whiskey, and he felt like the smell reminded him of some type of pd alcoholic beverage", "yeah, it has an amazing smell", "it’s a very controversial tea", "and then, i might have – i’m going to pull a malcolm here", "wait, wait, wait, why is it a controversial tea", "some people smell it, and they just run in the opposite direction", "they don’t even think it’s tea", "i’ve never seen people have such a kind of – and there’s a little coffee shop where i go often in the morning to have my tea", "and they have it", "i think i’m one of the only people who order it", "i think they get it because of me", "and it’s like i walk in, and they make a beeline for it", "but it’s clear that i’m in a distinct minority", "it smells", "i mean, you can smell it from quite a ways off", "i might eat a little bit of oatmeal", "that’s pretty much all i’ll eat in the morning", "that’s one of your go-tos", "yeah", "but not a lot", "and then, i look at three websites", "okay", "so, we’re going to come back to the three websites", "so, not a lot means a cup full, a couple of spoons", "like a cup full, half a cup, something like that", "just enough that i have something in my stomach", "and then, i will look at three websites", "the first one is letsrun.com", "all serious runners read let’s run", "then, i read marginal revolution, tara cohen’s column", "and then, i read espn.com just to make sure nothing major happened in the world of sports", "and then, i start my work", "and what time is that then when you’re starting your work", "so, we’re still before 9:00", "and then, if i have writing to do, it’s best to do it in the two hours that follow", "so, before lunch", "yeah", "and what does your routine look like in those few hours when you start your work", "what does that look like", "is there particular music you listen to", "sitting in a coffee shop", "sitting in a coffee shop", "or some restaurant", "i’m not at home", "and i’m not in the office", "and i’m working pretty steadily", "i’m not really easily distractible", "then, around 11:30 or so, i kind of have to do other things", "i mean, i don’t stop working, but i stop writing", "do you listen to music when you write", "do you just take in the ambiance", "if there’s music on in the – i write almost entirely in public places", "so, i don’t listen to music myself", "no headphones", "but i like the noise because i came of age in a newsroom", "so, i need that", "i mean, i learned how to write in the middle of when newsrooms, they’re not noisy now, they used to be incredibly loud", "so, that’s what i need to kind of get going", "and then, is that when the bulk of your writing is done is that pre-lunch period", "or do you write in the afternoons and evenings", "no, i rarely write in the afternoon", "yeah", "journalists seem to be very adaptable, or former journalists, people who have worked in newspapers or have had those types of daily deadlines", "yeah, we’re faster", "and also, remember, writing is not the time consuming part", "it’s knowing what to write", "it’s the thinking and the arranging and the interviewing and the researching and the organizing", "that’s what takes time", "writing is blissful", "i wish i could do it more", "it’s a break from all of the hassle", "let’s just say end of work day to bed, what do your wind down routines look like or pre-bed", "well, i go running then probably after the end of the afternoon", "and i’m injured now, but that’s really the highlight of the kind of work day", "some days, i’ll go to train with my track club", "sometimes, i go for a long run", "or i’ll go biking, or i’ll go to a cross fit workout, something physical to get going", "what is your favorite movement in cross fit or exercise and the least", "well, runners secretly distain any activity that is not running", "i know enough runners to know you’re right", "so, i don’t even want to think about favorite in that context", "it’s something i suffer through because it’s necessary to ward off injury", "and when it’s over, i’m very happy", "but i’m much happier if i can go and run 8 miles with some friends", "got it", "pre-bed, anything in particular", "no", "i’ll eat dinner", "i might read in the evening", "i watch sports or tv", "do you have trouble getting to sleep, or do you generally sleep easily", "i come from a family of we are champion sleepers", "gladwells, we’re epic", "some of the best sleepers out there", "we are some of the best", "it is our defining characteristic", "our definition of a bad night of sleep is so hilarious because it’s like my father will say he had trouble sleeping", "and what that means is he was up for 20 minutes between 4:00 and 4:20", "that’s a bad night of sleep", "what flaws or weaknesses do you have that have turned out to be strengths in some capacity", "this is like a job interview question, isn’t it", "i was going to offer you a position at tim ferriss enterprises, but i think you’re too busy", "well, probably, god – it’s only a job interview if you say sometimes i just work too hard", "exactly", "in dealing with my own impatience and my sloppiness and to attending to those flaws, i think that’s been a really crucial thing in helping me achieve what i’ve achieved", "so, it’s just – can you elaborate on that", "yeah", "i mean, i’m sloppy", "in what sense", "sloppy like clothes all over the floor or – no, no, no", "sloppy about i’m in a hurry, i don’t always double check something i know", "or i’ll interview someone for 45 minutes when i should interview them for 2 hours", "i’m just kind of like i’m a good enough person", "i’m not a perfectionist", "it’s fine", "and so, i’ve become so aware of that now that i’ve compensated", "and i have taught myself to be a lot more of a perfectionist, or i’ve forced myself to keep asking questions much longer than i would have", "when i said earlier that it was these investments of time that have been so – that’s what i’m talking about", "i’ve forced myself to invest more time in a lot of activities knowing that, if i did it my normal way, i’d be out the door", "i’d be thinking about what i want for dinner as opposed to – so that’s sort of a very – it’s why, by the way, i so object to when you observe or measure someone’s natural inclinations, you haven’t got a picture of them because you don’t know what they do with those natural inclinations", "so, it turns out that one of the most important things about me is how obsessed i am with those two flaws of mine", "so, identifying those as my natural inclinations tells you exactly the opposite about me", "because you’re compensating by developing the opposite", "i am massively compensating for them all day long", "i’m obsessed with compensating for them", "have you received a lot of bad advice along the way as to what you might do professionally", "or has that not been the case", "no", "i mean, i’m not an advice seeker about those kinds of things nor much of an advice giver", "so, i haven’t really gotten a lot of – and also, my position is you can’t know", "i’ve kind of stumbled into most of the things i’ve been doing", "i much prefer just simply to be open to opportunity than to plan my path", "i think that’s better, for me anyway", "i don’t know", "people are different", "so, some people need to plan", "but i don’t think ahead really at all", "next up is a very impressive entrepreneur and investor, bryan johnson, that’s bryan with a y", "he sold one of his companies, brain tree, to ebay for $800 million, then, took $100 million from that sale and launched the os fund, which stands for operating system", "and it is intended to support inventors and scientists who aim to benefit humanity by rewriting the operating systems of life", "and you can look up os fund to see what he is up to", "it is quite fascinating and will blow your mind in terms of scale and scope that he uses in thinking of his investments", "bryan’s story is not only a scrappy rags to riches story, but he is someone who succeeded in a technical field without any formal technical training", "i find it extremely inspiring and potential expanding", "it shows you that the options you think you have in front of you, a or b, for instance, often neglect the c, d, and e that are standing right to the side", "i asked him to describe what happened between is first business in cell phones, believe it or not, and his massive success with brain tree", "well, the short version is the cell phone company went remarkably well, but it was not going to make me enough money to retire by 30", "so, i had to find something bigger", "so, i started a voice over ip company with three founders", "and it was just before skype and vonage", "and the short of that is we had the wrong team, wrong product, wrong timing", "sounds perfect", "we did everything wrong", "now, we did have a – we, actually, built something", "we got customers", "and this was also in utah", "yes", "and we had revenue", "so, we, actually built something", "but, in reality, we were not set up to succeed", "so, that failed", "and then, on the heels of that, i joined another guy to do real estate development", "and the short of that is that failed because of some bad decisions we made", "and so, without income for two years, i was dead broke", "and so, i applied for 60 jobs i found on monster and any other job sites, at the time", "nobody would hire me", "i think it was so clear that i had no intention of staying a long time", "i tried to make the resume look like it, but it just never was the case", "so, nobody would even give me an interview", "additional skills, loyalty, fierce loyalty to employer", "exactly", "and then, i saw the newspaper one day", "it had a list of the 50 richest people in utah, and i thought that’s what it is", "i will write an email to these 50 people", "i’ll say i’m young, i’m smart", "i’m trying to become an entrepreneur, but i just need some money on the side, so, i’ll become your right hand man", "i’ll do whatever you want me to do", "and no one responded", "so, at this point, i’m totally desperate", "i’m sure you get a fair amount of those emails these days", "i do", "and i’m empathetic to it", "i totally am", "so, at this point, i have no income", "i have a child at home", "and so, i need to make ends meet", "and so, i find this job posting, again, i think it was monster", "it was selling credit card processing door to door", "and, basically, it was like – so, business to business", "yes", "like marching up and down the street, walking into a retailer or restaurant – let me help you set up a merchant account or get a point of sale system", "yes, or mostly change", "everyone already had existing service", "got it", "and so, the requirement was like if you could fog a mirror, you could work for these guys", "it’s 100 percent commission", "they don’t care if you don’t success", "but, to your point, on the sales side, i would go inside a business", "i figured out pretty quickly, the industry was really messed up", "the technology was terrible", "and people were just, generally, plagued by the industry because it was just unscrupulous, all of this dishonesty and complexity", "and so, i figured out that was the hook because my product had zero differentiation", "it was exactly the same as 500 other providers that walked in the door every day", "and so, i’d walk in, and i’d say, “all right", "tim,” right when you saw me walking in, you’d be like sales guy", "i’m not interested", "i’ve got stuff to do", "then, when you heard me say credit card processing, it’s like please leave", "strike 2", "yeah, leave", "so, i would say, “tim, if you give me three minutes of your time, i will give you $100.00 if you don’t say yes to using my service.” and, usually, they’d say, okay, that’s interesting", "what does this guy have to offer", "and i would open my pitch book, and i would walk them through the industry", "here are the providers", "here’s what they do", "here’s how they do it", "here’s what i do", "i’m the same as everyone else, except, with me, you get honesty and transparency and great customer support", "and so, i became this company’s no", "1 sales person", "i broke all of their sales records following this really simple formula of just selling honesty and transparency in a broken industry", "that’s super interesting", "and so, a couple of questions", "i just want to rewind for a second", "with the real estate company, if you’re comfortable talking about them, what were the worst decisions", "what were the fatal mistakes", "so, i’m really proud of, actually, what we did", "we launched a $50 million mixed use project in one of the best places in utah", "mixed use means residential plus commercial plus – exactly, yeah", "bottom floor, small shops", "and fannie mae came in", "they were our equity investor", "we really put together a great project", "the single biggest flaw was storage space", "so, empty nesters showed up to buy, and there wasn’t sufficient storage", "storage for just all of their extra stuff that they wanted to take out of the big house and move into this community living space", "yeah", "so, then, sales stalled in phase 1", "the bank got anxious", "got it", "so, just didn’t account for that need", "yeah", "that was the big blunder", "being human is remarkably tough", "like you and i, before this discussion, we were talking about all of the fun and irrational things that you and i both do that’s inconsistent with our thought patterns", "and i guess, a couple of years back, maybe a decade ago, i got into irrational behavior reading dan ariely’s book, predictably irrational", "and thinking fast and slow – yeah, thinking fast and slow, danny kahneman", "yes, exactly", "so, i started reading all of these books", "and i became increasingly convinced of my own fickleness and inability to actually act rationally in life", "and once i became aware of that, i think i became much softer in my opinions and confidence levels in life where i want to question thoroughly everything i do all of the time", "and, of course, i miss a lot of layers a lot of the time, but i try to be present in knowing that, when i make a decision, there’s all kinds of layers behind it, many of which are probably flawed, if i went back and evaluated it", "so, i suppose, it’s just being present and knowing it exists and how flawed we are in our abilities when, really, we think we’re perfectly logical and consistent all of the time", "and we’re just not", "yeah", "dan ariely’s book is great, predictably irrational", "also, a lot of really solid business takeaways in terms of how people – and i remember the example he gave in a presentation, i’m not sure if it’s in the book, i’m blanking, of the check out process that the economist magazine tested", "oh, that’s right", "and it was like get the printed edition for this amount by itself", "get the digital edition for this amount by itself, or get both for this amount", "and how changing the pricing and removing or adding options affected the average order size", "so fascinating", "yes, yes", "or adding in, basically, not a red herring", "it’s i don’t think the right term", "but a straw man of an option that they don’t even really want you to choose", "but they’ll add the cheaper option because they know that 50 percent of the people will take the middle option, which would have been the cheapest before, but you would have then not chosen it", "exactly", "just like restaurants, i think, put like the most expensive, pricey item in the top right corner to say here’s a $75.00 option", "everything else is cheap at $32.00", "same thing with wine, very common", "yeah", "when you are feeling, and maybe the answer is you don’t feel this way, but when you’re feeling overwhelmed, how do you unpack that and try to reduce the sources of that overall", "i’ve gotten so much better over the years", "now, i just call a friend and just say i’m feeling overwhelmed", "and i feel terrible", "and i don’t think i can do this", "and just saying it out loud is like i can, i’ve got this", "but i just needed to get that off my chest, and i’m all right", "and so, when i work with entrepreneurs now, people i’m invested in or otherwise, i say if you want to chat at any time of the day and say anything, no judgment on my side, just say it out loud, do it", "and i think it’s hard to do hard things, i guess, as ben horowitz would say", "yeah", "and having the ability to be vulnerable and honest and transparent and raw with other people is immensely helpful for me", "yeah", "but you weren’t always – you didn’t always do that", "no, i was extremely private and guarded", "and i owned everything", "i didn’t dare let go and – i think men are particularly bad at that", "i agree", "i’ve struggled with this myself", "and you’re so on point, and it’s such a simple answer", "seemingly self evident and obvious, but i think it points to something i’ve noticed about myself", "i tend to be stuck in my kind of prefrontal cortex", "but if you haven’t reasoned your way into a problem, it’s hard to reason your way out of it", "i agree", "just by relying on the sort of internal pro and con list and like schematic of something that is purely emotional", "or maybe based on some operating system flaw that you’re experiencing", "yeah", "so, just calling a friend", "but that’s what i love about the friendships i have is i can go into a conversation, and i know when i leave, two things will happen", "1) is they will have challenged my mental models", "that i can’t see my mental models, and i can’t challenge myself very well", "but someone else can see it so clearly, and they can just call it out", "and 2) is when i leave the conversation saying i want to become a better person", "i want to do more in life, and i want to work harder", "those are the two things i think i value the most in the interaction", "so, it’s i want to be that for other people", "when they bring something to me, i can flip it and say, yeah, here’s a different model for you to contemplate", "and 2) hopefully, when they leave, they say, yes, i can do this", "and i’ve got that much more energy to go about it", "aj jacobs is one of my favorite people", "he is a comrade in arms in the whacky world of self experimentation", "he does all sorts of odd things, as i do", "he is the author of four, maybe five, new york times bestsellers, and he chronicles all sorts of shenanigans, including, for instance, in his book, the know it all, he covered his quest to read the entire encyclopedia britannica and learn everything in the world", "the year of living biblically was his attempt to follow all of the rules of the bible as literally as possible", "it’s a fantastic book, by the way, guys", "i learned more about religion, in general, from that book than any “serious” book", "it’s really well done", "and, of course, drop dead healthy, which documented his mission to become the healthiest person alive", "and there’s more out there, i am sure", "i asked aj about one of his favorite failures", "one of your favorite personal failures", "and what i mean by that is, specifically, a failure that led, in some way, to a later success or set the stage for a later success", "aj jacobs: well, i have had many, many failures, as we’ve discussed", "and i am a big fan of them", "and rejection, that’s one of the things i try to teach my kids all of the time", "you’re going to get rejected 98 percent of the time", "you just got to keep going", "i don’t know if this falls into the right category, but nbc, a couple of years ago, optioned my life, one of my books, and it was going to be a comedy where, every week, it was this writer did another whacky experiment, and chaos ensued", "and it was a total failure", "it didn’t get picked up", "but the lesson i learned was i, actually, made a conscious effort, i was like this may or may not get picked up, but i am going to consciously enjoy this experience and get everything i can out of it", "i got to meet donald sutherland who played my father-in-law", "my wife was played by this woman who had much bigger boobs than she did, so, she loved it", "and it was just a blast", "and i would go into meetings, and i would be like what if the main character, who was named aj, what if he did this", "and they were like aj would never do that", "and i’d be like well, maybe he would", "but it was just so much fun", "and there was one producer who i read a book of hers, and she’s like if you cannot enjoy the process, then, you’re screwed because the chances of getting a movie actually made are so infinitesimal", "so, enjoy the process, enjoy the walk up the mountain not just the summit", "that was a big lesson", "most embarrassing failure at an experiment", "so, aside from the micro expressions, most embarrassing failure and experiment", "did he give up or refine his approach", "aj jacobs: interesting, yeah", "well, i think my life has been a series of embarrassments and humiliations", "well, in a way, you engineer your experiments to be embarrassing", "aj jacobs: yes, exactly, because i also think that makes better copy", "and that is, actually, one thing i was thinking about that i learned doing this podcast is that being humiliated on radio is actually sometimes makes for better radio", "so, when i’m doing interviews, and i ask a question, and the person is like god, that’s a dumb question that is – always makes the cut", "aj jacobs: that’s gold, yeah", "so, i may not sound that good on the podcast, but i think it’s entertaining", "but, yeah, i would say many humiliations, i don’t know if this counts, but it’s the first one that comes to mind, is i was working at esquire magazine, and we asked the actress, mary louise parker, to pose nude", "and i was tasked with asking her", "and she said, “well, i will pose nude, but only if the editor of the piece also poses nude.” and i was the editor", "so, i went to my editor in chief, and he was like, “all right, do it", "take off your pants", "that’s your job.” so, i had to pose nude for a very well known celebrity photographer, and it was quite humiliating and vulnerable", "and also, highly insulting because he was a big photographer", "so, he had like 10 assistants, gorgeous 20 something female assistants", "and i was like oh, my god, this is so embarrassing", "but they could not care less", "they were like no interest in my nude form", "so, that was tough for my ego", "and then, it came out, and they actually published the picture, and we got some subscription cancellations, i believe", "so, it was, overall, it was a dark time", "shep gordon has worked with some of the biggest names in the entertainment universe from alice cooper to bette davis, raquel welch to groucho marx, blondie to jimi hendrix, sylvester stallone to luther vandross", "the list is just crazy", "and his job, among others, was to make them as famous as humanly possible", "with that mandate, there were many massive successes and highlights and also equally massive pr and management failures", "i asked shep to explain any of the rookie mistakes that he sees a lot of people making in his world", "are there any other rookie mistakes that you see a lot of people making in the position of something like a manager or that you made that come to mind", "any particular sort of archetypical or critical mistakes", "yeah", "i think it’s less a list of mistakes than it’s a mistake of intentions", "what i see, at least, from the people i see and talk to is they’re not in the business really for service", "they’re in the business for greed", "and out of greed, you just do stupid things, and your vision is blurred", "if you’re in it for service to your artist, which is really a manager – again, there are different types of managers", "there are managers who are power guys who get it", "they build empires off it, and they’re great for their artists", "but i think i have an assistant who has a daughter who is being sought after by everybody in the music business, record companies, managers, publishers", "she’s a beautiful 21-year-old girl, lily meola, and i see the difference between the phone calls that come in for her and the things that i do for alice", "i wake up for alice, and think about how am i going to enhance his career", "how am i going to – right now, we’re running alice for president", "we wrote into the show a piece where hilary beats up donald trump in the show", "and we have alice cooper for president, we’re selling t-shirts, we’re going viral", "and it’s fun", "it’s funny for us", "but it’s me waking up and thinking what could i do to add to alice’s career", "and most of these young people i see coming around, when i sit and talk to them, and they ask for advice, they’re not asking advice for their artists", "they’re asking advice for them", "how do i get more clients", "how can i get a piece of publishing", "i think it’s a general rule maybe for humanity, as our civilization moves along", "but i think it’s motivation more than actual things wrong because i think, again, there’s no school for management", "so, every manager is going to make lots of mistakes", "it reminds me of a story i’ve heard you tell i think it was in a commencement speech, actually", "i might be misplacing that", "but you were talking about a guide to cooking rice from i want to say some type of – yes, from his holiness, the dalai lama", "exactly", "and 90 percent of it or more was about the intention of when you select the rice and when you boil the rice", "and only perhaps 10 percent of it was technical", "let me ask you, how do you maintain that orientation", "or how did you come to have that service orientation", "because, of course, i would imagine all things equal, you want to be financially successful as a manager so that you can do the things you want to do and so on", "and, i guess, it’s a byproduct of making your clients financially successful", "but how did you maintain that lens of service over greed", "did it ever get the best of you, and then, you correct course", "or has that not been the case", "it’s a very timely, great question because i really thought my life was completely random", "and i couldn’t understand any of the decisions i made", "i never questioned my decisions", "you look in the mirror, and you say why would you possibly do this", "it doesn’t make any sense", "and things like, as a manager, you have right to commission the life of the project you work on", "so, i worked on the beatles anthology record, for example", "i have a right to collect commissions on that", "i always chose, if i’m not working with the artist, i didn’t want to take their money", "so, i chose never to do it, which, when you look in the mirror, you say, what, are you a schmuck to yourself", "but if you have a strong foundation, and you can feel that foundation, which is i shouldn’t really be making money off this", "they’re going out living their lives", "it’s their life", "it’s not my life", "you go back to it, and i always thought all of those choices were just random", "like maybe it was ego in thinking i was a good guy", "or i don’t know what the motivation", "and when i wrote the book, i realized that i’m actually living my father’s life", "and he was a man of pure service", "pure service to me and my brother", "and he really gave up almost everything else in his life that was joyful because he was serving us", "and as i met mentors along the way, roger vergette in particular, i saw how he was the first person i really met who was very successful and very happy", "most of the people i was meeting, i would say 99 percent of the people i met in show business who were the kingpins were miserable", "they were cheating on their wives", "they were alcoholics", "they were just miserable", "they were just drowning the pain", "and i think my dad first, and then, seeing the mentors, made me think you’re going to die with the money", "enjoy the moments you’re here on the planet", "and if service is a way to enjoy it and comes naturally to me, i don’t want to fight it by falling into the traps of all of those normal traps of greed", "i’m good enough at what i do that i can make a living", "i’ve heard, and i want you to correct me here, but that it took something like 10 to 12 years for mike myers to get you to agree to do the documentary", "maybe you can give me some color there", "but the follow up to that is going to be why a book, why do a book", "yeah", "i’ve always cautioned my clients when i started working with them that, if i do my job perfectly, i have a good chance of killing them because i will make them so famous that they can’t survive", "so, i’ve always had a very corrupted view of fame", "i realize that’s what i do for a living", "and i’m good at it", "and it can provide great stuff for people, but they have to be prepared that they’re going to take a fall and, hopefully, get up from that fall", "so, the last thing i really wanted to do was test myself", "why would i really want to – it didn’t make any – documentaries aren’t financial", "i didn’t view it as being of service to anybody or anything, except my ego", "and i didn’t want to have to deal with fame", "i just didn’t want to have to flirt with it", "i saw too many people i loved fall victim to it", "so, i said no and laughed", "then, i had a near death experience", "and i didn’t know it", "it was beautiful", "i woke up in a hospital room very drugged out", "and by the second day of realizing i was very alone, that my life was fairly isolated", "i was in a hospital room", "i had just almost died", "i was feeling very high and i think starting to feel really sorry for myself, which is unusual for me because i’m usually feeling how lucky i am", "and right in the middle of that, mike called, “hey, shep, how you doing?” i said, “you know, i’m really doing miserable", "it’s one of the first times in my life i can’t find the footing", "i’m sort of kind of lost a little bit.” and he said, “well, how about doing the movie now", "now, we have like a really dramatic moment to go to.” i think my ego probably saved me because i was feeling sorry for myself", "i said, “yeah, maybe that’s a good way to come out of this thing, if i live is through the movie.” so, i got well", "i found some good help from my friends", "and maybe a month later, i remembered i had told him we would do the movie, so, i called him up", "“hey, mike, how you doing?” “great.” “did we have a conversation when i was in the hospital and i said do the movie?” and he said, “yeah, go ahead and do it.” i staffed up", "i got six people", "okay", "and i really assumed that my cousin in san diego would see it, or that he would abandon the project", "it was hard for me to think of it as real", "and i knew mike socially", "i didn’t know him professionally, except enjoying his talent", "and i didn’t realize how driven he was", "and he spent the next year of his life, seven days a week, twenty-four hours a day on this thing", "i did nothing", "but i remember about 11 months into it, i got to new york, and he invited me up for a cup of coffee and say hello, and i went up, and walked in his apartment, it was like walking in to csi", "there were pictures of me, every part of my life, all over every wall", "you know, in csi the way they have the criminals", "yeah, right", "and the movie came out", "and at first, i was really embarrassed, especially with the name", "i couldn’t look anybody in the eye when they said, “oh, i hear you got a movie", "what’s it called?” and i would feel my eyes go down to the floor, and i would say, “supermensch.” i could not look anyone in the eye", "but [inaudible] asked me to come out to her screening somewhere in the midwest, and it was the first time i had seen it with the audience", "and it was at some film festival", "and i was really embarrassed", "truly embarrassed", "like supermensch, like, oh, my god, this is so egotistical, and it’s so not what my vision of myself is", "so, i started questioning my vision of myself", "but, anyway, as the movie is over, i walk out in the lobby, and this very arian couple, they almost look like on top of a wedding cake, they’re standing there", "and the woman had tears in her eyes", "and they just stood in the corner", "they waited for everybody to take pictures, the things that happened after a screening, and i walked over to her at the end", "they said, “i’m glad, we wanted to talk to you", "we just moved here from st", "thomas", "and our children are grown up, and we’re empty nesters, and we came back", "and we realized we have so much to be blessed for", "and we just don’t do enough good stuff", "and watching the movie made us realize we have to change that in our lives", "and we’d loves to start with you.” “and we don’t have much, but we’re hunters, and you said you like to cook and eat", "we have a lot of venison in our freezer", "can we give you some venison?” and i went back to their house, got the venison", "it turned out my roommate in college was their next door neighbor in st", "thomas, they had a picture of him", "oh, wow", "when i saw the effect it had on those people, and then, i came back, and i started getting emails and calls, we spoke about rick reuben before, that’s how we reconnected", "out of nowhere, i hadn’t seen him in 30 years, and he got a hold of me and said, “can i fly over to maui and spend some time with you", "i saw the movie, and i really could use some time with you.” and he came over, and i hadn’t seen him in 30 years", "the first package i got when i got home was this beautiful bird cage that came from africa", "and it had like 50 white, silk flowers in it and 1 pink one and this 4 page letter from a 19-year-old girl who said i’m not different than the other flowers, but i know if you would let me out of the cage, i could really help my people", "there were just these things coming from every corner", "so, that was sort of a side note", "and i had a friend, roy choy, a chef who had a book signing in new york when i was there, and he’s on anthony bourdain’s [inaudible] and i never met anthony, and i was a huge fan of him", "at the book signing, he walked over to me, and he said, “hey, i ought to do your book.” maybe this is a moment where i can try and figure out what motivated me and maybe, if there’s anything in what motivated me that other people can use, maybe some techniques that i never was aware of but that i could find by looking backwards", "and that’s really the exercise", "and they agreed that if i didn’t want to put out the book, i could give them back the money, and we’d just end it", "so, that was the journey for me was to try and see – and mike always said there are these interconnections", "and i always thought of my life as random", "are there connectors that could help other people along the way", "and hence, the book", "and what impact would you like the book to have", "i would like people to realize how lucky they are", "i end the book with maybe one of the things that maybe i can add to some peoples’ lives, particularly here in america, which is just where you drop out of the room, you won the game", "you won already", "you’re in america", "you have a chance", "you can get clean water", "you can get food", "hopefully, you get some love without a bomb dropping on your head every second", "that alone is something to meditate on every day", "how special you are and how rarified it is to be brought into something like this", "and then, maybe the second thing is you try and see the miracle in everything so that when you see somebody who your initial reaction is hatred, or you see a snail walking on the ground, and your initial reaction is kick it out of the way, to try and see the miracle in it", "if you see the miracle in it, because everything is a miracle, you’re not going to be able to hurt it", "you’re going to have a different attitude towards it", "so, the person you hate, you’re going to feel sorry for that they don’t see the miracle in themselves", "and sorrow is a much better emotion than hatred selfishly for yourself", "and in there, there’s also practical how you try and make business into compassionate business", "how you try to make it a win/win, not winners and losers", "and i talk a lot about how you create history", "things like guilt by association, taking a non famous person and putting them next to famous people, the fame starts to bleed off", "and we live in a fame driven world", "so, for commerce, fame is important", "so, i want to ask you about regular practices in your life related to buddhism and appreciation in just a minute", "but since you brought it up, could you describe what you did for anne murray that pertains to your last example of that fame by association", "yeah, anne was a great example of guilt by association", "she’s a wonderful singer", "one of the purest voices i’ve ever heard", "she was a school teacher in toronto who went on a tv show for the summer and sang a song called snowbird, which became a no", "1 record around the world, huge impact", "but she was very, very, very canadian white bread", "and but she wanted to make it", "she wanted to be on midnight special, which was a big show there", "she wanted to play in vegas", "she wanted to do all of the things that stars do, but she wasn’t a star", "she was a girl who had a hit record that nobody really knew who sang it", "so, she came to me for management", "and one of the first things i did with her was try and – because the song was so big and so strong, i knew that i could include her in stuff if i had her with important other people", "so, i booked her – at that time, alice cooper had a group called the hollywood vampires, a drinking group, and it was john lennon, harry neilson, and micky dolenz from the monkees, big faces, at the time, particularly john lennon who was in his dark era and was not being seen at all when he left yoko for a while", "he was in california", "everyone knew he was there, but nobody was seeing him", "and the press were anxious to see him", "so, i booked her in california on thanksgiving, which i thought was very funny because she was canadian", "i tried to make it as absurd as i possibly could", "and i got the guys", "i went to see the guys, and i got down on my hands and knees, and i used to drive them all home at night because they all got too drunk to drive, and nobody could afford cars", "so, i was the designated driver", "so, i got down on my hands and knees, and i said, “guys, i’ll drive you all all of the time, but you got to come help me with this girl from canada.” finally, the next man needs no detailed introduction", "you might know him as the terminator, the governator, arnold schwarzenegger", "i asked arnold about the biggest sacrifice he has made while climbing the ladder of success", "i think that there’s no two ways about it that the toughest choice was getting a bikini wax before conan the barbarian", "no", "i think, definitely, the toughest choice was to run for governor because i really felt very passionate about becoming a public servant", "and i felt really strongly that i could do a better job than the politicians in sacramento", "i felt that the politicians screwed up the state", "that’s why we had black outs", "that’s why we had huge debt and deficits, and no one could get along, democrats and republicans couldn’t work together", "and it was just a huge mess here", "and i felt that i could do a better job", "and but, at the same time, i recognized the fact that i just finished terminator, and terminator 3 came out", "and i became the highest paid actor, at that time, in the world", "and so, that meant that i was not going to be able to make two movies a year and make this kind of millions and millions of dollars", "so, am i willing to walk away from all of that money", "potentially, over $100 million over the next 7 years", "so, then, there was the family question", "my wife was not very enthusiastic about it", "she comes from a family that politics had a tremendous impact on the family and side effects", "and so, she felt like the same would happen to our family", "and so, there were all of those debates", "but, eventually, after long deliberation and thinking about the whole thing, i did make up my mind, and i decided to do it", "but it was a very, very tough decision to make because i had to think about all of those different aspects", "but i went for it, and i felt very passionate and then, after, made the decision i was 100 percent behind it", "and i felt like i had a need to serve the people and to give back to this great, great country that gave me everything", "what do you consider your greatest failure, and how did it set up or shape your future successes", "well, i think you have to recognize that it doesn’t matter who it is", "the most successful person in the world can tell you honestly that they also had a tremendous amount of failures", "it’s not always just success", "the key thing is that we learn from the failures, actually, more than from our successes", "and it doesn’t matter if you talk about the best basketball player", "i remember michael jordan one time said in an interview that he missed 9,000 shots", "and here, he was one of the greatest, if not the greatest, basketball player in the world", "so, yes, you miss", "and i remembered that ted williams, one of the greatest baseball players, i remember in i think it was 1941 was when he had the best baseball season, and he averaged 406", "and that meant that 40 percent plus, 40.6 percent to be exact, he was successful with his hits, with is batting", "and 60 percent, therefore, were failures", "so, think about it", "and this is the greatest baseball player", "and this record still stands today", "so, it just shows you that everyone has failures", "and so, the key thing is did you learn from these failures and move on", "i had my failures in body building", "i lost body building competitions", "most people only know my victories, which were a lot", "but i’ve also lost", "i lost in weight lifting", "i lost in power lifting", "i embarrassed myself many times trying to lift the 500 pounds on the bench press in front of 2,000 people in a beer hall in germany, and i failed, and it crashed on my chest, and i couldn’t make it", "but, eventually, i did make it", "and i had failures in the movie business", "i remember i had a lot of movies that went through the roof, but then, there were movies that went right in the toilet that were not as successful, books that i came out with that were on the new york times bestseller list, and then, others that didn’t live up to the expectations and failed", "so, yes, we have those kinds of things", "and to me, the key thing is always did we learn from it", "i had failures also i remember in my personal life", "and i learned from that", "and then, you move on again", "what is important is that you get up", "when you fall, the winner always gets up, and the loser stays down", "that’s what is the difference", "and to me, the important thing is always that, when you fail in something, you get up, you dust yourself off, and you move on and have gained a great vision of which direction you want to go", "pick another goal, and keep moving forward", "what tip did you receive at an older age that you could have used in your 20’s", "well, there’s a lot of things that we learn throughout the years, obviously", "but i think the main thing that comes to my mind is charity", "when you’re young, you don’t think about that you should reach out, and you should help others", "like i was only thinking about my goal to be on that stage in london at the mr", "universe competition", "and just like reg park, my idol that won three mr", "universe competitions and then, became hercules in the movies and all of that, i wanted to have the trophy on that same stage as he won it", "and that was the only thing in my mind", "and then, after i won that, it was winning mr", "olympian, mr", "world, and all of the competitions and become the greatest body builder", "that’s all i had in my mind", "it was total tunnel vision", "but then, later on, i learned, luckily, that how important it is to also not only think about me but to think about we", "and to go and to help others", "there are a lot of people that need help", "if it is help people that need help in their training, and to go around and help people and hold seminars and teach them about training and about the importance of exercising the right way", "if it is to make sure that everyone can do sports, like i got involved in special olympics and started helping special olympians to do sports and, specifically, to do weight training and power lifting", "and i introduced into the special olympics movement power lifting competitions, which are now worldwide", "and they’re very, very successful", "we started special olympics, specifically, in austria also and got all of the ski racers together to help me and support me and to start special olympics there and work together with the private sector and government", "and then, eventually, starting after school programs and then becoming the chairman of the president’s council on physical fitness and travel around the country through all 50 states and promote health and fitness and bring everyone together", "and then, eventually, it led to running for governor", "so, i think giving back and recognizing that everyone of us needs help", "i got plenty of help to be where i am today", "there is no such thing as a self made man, as i always say", "there’s people that helped me to be where i am today", "so, it is up to me now to inspire other people to help them and to go and reach out and to help them", "this is what made me get involved in environmental movement and in this environmental crusade", "and i just love giving back where you don’t think about what is in it for me", "but how can i help this great nation of america that gave me all of the chances in the world, and it opened up so many doors of opportunities", "i would not have accomplished any of the things if i wouldn’t have come to america", "and so, to give something back to me is extremely important", "and i want to have kids learn this as early as possible that part of being successful is to give also something back", "well, there you have it, folks", "the tim ferriss radio hour on failure with some of the super stars i’ve spoken with in more than 200 podcast episodes now, close to 250", "hard to believe it all started with getting drunk with kevin rose at my kitchen table", "the tim ferriss radio hour continues to be an experiment", "so, please, please, please, i would love your feedback", "tell me what you liked", "tell me what you don’t like", "how would you improve the format", "let me know on twitter @tferriss or in the comments on the blog post that accompanies this episode", "so, every episode has show notes with links to anything that we talk about and so on", "and you can find that and show notes for every other episode at tim.blog/forecast", "and, until next time, as always, thank you for listening"]}