{"dialog_idx": {}, "episode_num": 257, "file_type": "audio", "guests": [], "num_sentences": 498, "num_words": 7660, "raw_text": "Please enjoy this transcript of my answers to questions submitted and voted upon by subscribers to my newsletter – 5-Bullet Friday. It was transcribed and therefore might contain a few typos. When interviews last 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the podcast here or by selecting any of the options below.  Hello, Ladies and Gentlemen. This is Tim Ferriss. How care you call me a gentleman? Welcome to another episode of The Tim Ferriss Show, where it is my job typically to deconstruct world-class performers from all different spheres to tease out the habits, routines, and so on that you can apply and use in your own lives. This episode, I’m going to answer some of your questions by popular demand. These questions were sent to me and voted upon by subscribers to my newsletter – 5-Bullet Friday. It is pretty popular. It’s got about 1,000,000 or so subscribers and a 60+ percent open rate. People seem to really dig it. It’s free, always will be. I send out a few bullets of cool things that I’m exploring each Friday. So if you want to check that out, go to Tim.blog/Friday. Get a lot of exclusive stuff. See things first, etc. Tim.blog/Friday. Okay. So moving on to a handful of questions. We will cover physical training. We will cover interview prep. We will cover educational reform and much more. Let’s dive right in. First question, which was uploaded quite heavily, is from Jeremy Sen. I will try to summarize this. “You’ve jumped around a lot between different exercise/training programs throughout the years: powerlifting, gymnastics, AcroYoga, Olympic weightlifting, swimming, etc. and talked to enthusiasts all over the spectrum: Poloquin, Poppel, Jerzy, Sommer, etc. How have you, in the words of Bruce Lee, absorbed what is useful, discarded what is useless, and added what is specifically your own? Especially now that you’re close to 40,” – yes, very close – “how do you see your exercise programming looking into your 40s, 50s, 60s, and beyond? Thanks.” I think that if we’re looking from the macro to the micro, I have thought about this a few different ways. I’ve spent in the last few a years a lot of time very deliberately with older males who have maintained a high level of physical performance. Whether that’s Laird Hamilton or Jerzy Gregorek, Art Devaney, and others who are in their 60s, in some cases 70s or 80s, in the case of Don Wildman, who I’m still going to hunt down and interview at some point. He is thought of by Laird as a mentor, who now heli-snowboards one month a year, in his 80s. I look to these people to try to identify what is working or what has worked and what they have let go. No. 1, I would say the purpose of training is: Priority 1 – injury prevention; Priority 2 – performance enhancement; and then everything else third and beyond. What this means is I am going to focus less on demonstration of strength and more on development of strength. Demonstration of strength might take the form of a flat bench press, where you have a very large back arch and you’re minimizing the range of motion so you can move the most weight. Rather than use that, and there are certainly applications particularly if you have a lot of proper instruction from a good powerlifter like Mark Bell, for instance. I’m going to err on the side of anything that I can do to develop strength that helps with injury prevention. This will take the form of very unsexy movements like the step-ups and working on internal femur rotation and so on, that you might find through someone like Ryan Flaherty, who has been on the podcast. We talked at length about this – using the trap-bar deadlift, for instance – to improve ground reactive force for sprinters and runners of all types. Ryan is now the head of performance or director of performance at Nike. He has a lot to share about preventing injury. Tim.blog/Ryan if you want to listen to that. I’m also going to focus on – and this ties into Jerzy and his work with Olympic weightlifting – I’m going to focus on, in the case of the squat, for instance, very full range of motion. Ass to the heels, knees projecting forward, chest upright Olympic style, high bar or overhead, or front squatting versus just a parallel, very heavy, low-back squatting. The objective here, among other things, is to develop strength through a full range of motion, as full as I can perform. And to increase that functional range of motion by improving, for instance, the ankle dorsiflexion – achieving this in a loaded position in the lower squat with the knees projecting forward. Really working on that ankle flexibility. That is a common recommendation or focus across a number of these folks. Whether it is Pavel with Kossack squats or Poliquin as a warm-up a squat workout, doing calf stretches, finishing on a contraction. Or, in the case of Jerzy. So these are very consistent things. Another part of that is working up the chain. If you are warming up or training, working from the ground up in an effort to minimize injury. What does this mean? This means that I might use a slant board designed by Eric Orton – you may recognize the name. He became very well known as the trainer in Born to Run ­– and wobble boards and so on with a host of exercises that really only take five to ten minutes, which you can use as a warm-up or as a finisher. I tend to use them as a warm-up. Then slowly working up from the ground to the higher extremities. Of course, I’m not a professional trainer. I don’t do that, but I do have a lot of wide exposure to folks. What other types of development of strength, not demonstrations of strength might I focus on for injury prevention? As I get older and also to compensate for many years of wrestling, I am looking at still incorporating specific movements from gymnastic strength training (GST), Coach Sommer, or people may laugh, even from Pilates, really technical Pilates for thoracic mobility and rotation. The rotation, I think, is neglected by a lot of folks. If gymnastics strength training or Pilates, God forbid, makes you recoil in horror, you can look at some of the exercises that Eric Cressey uses for warm-ups. He’s a fantastic trainer and athlete in his own right. He can really pull one hell of a deadlift. Check him out: Cressey, C-R-E-S-S-E-Y. Or for Stagen and others. I think it’s the walking Spiderman warm-up, where you will see that type of thoracic rotation, which I think is very neglected. Every week I will do one or two heavier weight training sessions. This does not mean that I’m going for one repetition maxes, but it might mean that I am using a maximum weight in the two-handed kettle bell swing, which is a consistent staple and will continue to be a consistent staple in my exercise diet for maximum repetitions with good form up to, let’s just call it 20 reps. It could be more, it could be 50. Two days ago, I just did somewhere between 80 and 100 reps in a single set with a 53-pound kettle bell. Then I will use progressive resistance and use that as I go. Pretty light at the moment. Weight training one or two times per week. As you get older and your hormonal profile is less and less conducive to muscle growth or preservation, I view this as hypercritical for countering sarcopenia – age-related loss of muscle. If you want to prevent broken hips and all these things that tend to happen in older people, this is an incredibly important exercise habit to develop and protect from encroaching commitments otherwise. Then I would say the remainder would ideally be outdoors. I realize the benefit. Rick Rubin, legendary music producer has underscored this. Sun exposure first thing in the morning and so on. But two to five times a week of some type of outdoor exercise, which you could view as recreation. It doesn’t have to be super intense. Whether that’s swimming, paddleboarding, running or otherwise. There you have it. That’s pretty much it. But I have learned that even though I view exercise as medicine; in some cases, bitter medicine to be dosed, not necessarily to be enjoyed, that as you get older, the enjoyment component becomes, at least for the people that I’ve surrounded myself with, more and more of a critical criterion. Part of that is surrounding yourself with a group of people who enjoy and participate in, for instance, hot and cold and underwater weight training, in the case of Laird and his whole gang, with XPT, which you guys can check out. XPT training. If you want to check out Jerzy, I mentioned him already, Tim.blog/Jerzy. That’s an interview also involving Naval Ravikant. If you want to listen to Art Devany who is, I think, in his late 70s, about to turn 80, something like that, Tim.blog/Art. He’s still crushing it. Let’s jump to the next question, which is related to interview prep. Connor Sweetman asks, “Hey, Tim. I’m a longtime listener, first-time caller. What’s your process for interview preparation? How do you study up on your subjects and come up with questions?” I have experimented with many different approaches. I’ve hired, in some cases, researchers to help me refine my approach. For instance, I hired a researcher from Inside the Actors Studio to go through transcripts of my early interviews and to recommend how I might structure things differently, and asked him how he helps James Lipton, host of Inside the Actors Studio, to prepare. One of the things that he will go is go through Wikipedia entries and look for the most arcane or understated point that might be found in a bibliographical point. Let’s just say that in the case of Edward Norton – and I happened to know Edward before I interviewed him – but I wanted to start somewhere that was very rarely used as an entry point in an interview. That ended up being surfing. I don’t know if that’s in his Wikipedia or not. It might be. I look for a starting point that will show I’ve done my homework. As someone who’s been interviewed hundreds of times now at this point, I immediately put people in the “they’ve done their homework” category or “they haven’t done their homework and they’re mailing it in,” or they’re relying on me to perform and they really haven’t put in the effort to ensure this will be a good conversation. I want to demonstrate that I’ve done my homework and looked at the nooks and crannies of their lesser-explored bio beforehand. That’s very typical. I also listen to one or two long-form interviews whenever possible. Whether that is a Charlie Rose, Larry King, or Inside the Actors Studio, or something comparable. By long-form, I mean more than 20 minutes. Then part of the prep can be leaning on either the person helping to facilitate the interview or the interview subject themselves. I will ask them beforehand, and that could be a week beforehand where I’m gathering material, or it could be just in the five or ten minutes before we start. I will ask them what are two or three of your homerun stories? Meaning stories that you’ve told that have gotten a fantastic response from audiences before. Or if you tell them at a dinner, people tend to retell that story that you’ve told. What are two or three of those? Don’t tell me what the story is, but what is a prompt that I could use to bring up the homerun story? Sometimes they will provide me with the cues or I will listen to the long-form interviews that I mentioned and identify two or three stories I want to include in my interview. Nine times out of ten, I don’t want to know the answer. But I also want to ensure for the listeners that they are guaranteed two or three moments of gold. That is where this type of preparation is very helpful. In front of me I will have typically two pages. I’ll have a notebook opened to a single spread with five to ten questions or topics I want to explore, based on everything that I mentioned. That’ll be on the left-hand side. On the right-hand side, I will have rapid-fire questions that I want to ask specifically. That could include some of the usual suspects: what is the book that you’ve gifted the most to other people in the past? I won’t explain why that’s a better question than what is your favorite book, but it is. For many different reasons. And so on. I’ll have five to ten on the left-hand side that are original topics/question points and then five to ten rapid-fire on the right, which may have some originals based on their idiosyncrasies. Then I’ll track time. If I’m doing a phoner, so I’m calling them via Skype and recording with e-Cam Call Recorder, I will typically watch a device or just my clock and segment a 90-minute interview into three 30-minute segments. That helps me to think about my topics and so on for 30 minutes, and then the next segment is fan questions from social media interspersed with some of my own follow-ups, and then rapid fire for the last 30. Something like that. I almost always like to have a rough blueprint of how I’m going to break down time so that I can hit the high points that I want to hit. Within all of this, you have certain objectives or signposts. Say, for the first Jamie Foxx episode that I did, which ended up being voted podcast episode of the year on [inaudible] in 2015. You can listen to that if you want. I highly recommend it just for Jamie. He did the performance. Tim.blog/Jamie. It’s worth the time. The magic of someone like Jamie is you prompt them and then he will tell an incredible story. If you want to turn the story, in some cases, into something very highly tactical, you want to set aside, and I did in this case, a good 40 to 50 percent of the time just for follow-up questions. In follow-up questions, there are a few follow-up questions that I like. There are many good follow-ups, of course. “What did you learn from that?” is a really easy one. “What did you learn from that?” “How did that feel” or “How does that feel?” Also a really good one. If they tell a story about something they did and it reflects a skill, “Where did you learn how to” X? “You did A, B, and C. Where did you learn how to do that? How did you pick that up?” Then we dig into examples. So if they say, “It’s really important to mean what you say and say what you mean,” or something like that. “What would be an example from your life where you’ve applied that or where it’s been really important? What might be another example?” These types of follow-up questions can really lead you to a lot of gold. When it doubt, you can always follow Ricardo Semler’s policy of why, why, why. Asking why three times, but making sure you don’t do it in a really annoying way. Those a few of the ways that I think about prep and management of interviews. Whatever you do, don’t be lazy. Don’t be lazy. Because people who have had a lot of interviews in particular or anyone really smart, will know immediately if you’ve done your homework or not. There you have it. Those are a few recommendations. And study, study, study, study good questions. Write down good questions. Keep an Evernote file or something where you collect questions, which is what I do. If I’m reading an inflight magazine and I’m reading an interview and I catch a really good question. Wow, that’s awesome, fantastic. I will put that into my collection of questions. I’ve accumulated many different questions over time and then modified them to suit my own style, so to speak. Next question. “Your greatest super power that you’ve never talked about. How did you connect with all of your friends?” The networking question is a good one. I think that it’s worth a reference to another more comprehensive discussion. I did put together a post to answer this question because I get it so much. This is the title: “How to Build a World-Class Network in Record Time. You guys who are interested, check it out because it does go into some depth. Tim.blog/network. It tells a story specifically of what I did at South by Southwest, which is a big conversation in 2007, which led to the tipping point for my first book, The 4-Hour Workweek, and directly led to it being published in more than 40 languages and being on the New York Times Bestseller List for about four and a half years straight. It came from, in large part, a handful of decisions and commitments made at that one conference. The good news about networking, per se, which I think comes off as a dirty word for a lot of good reasons, is that if you play the long game, if you’re not a dick, you don’t dismiss people, and you think about it strategically, really if you follow a handful of guidelines for one or two well-chosen events, you never have to network again, in effect. You don’t have to collect all the useless business cards that just sit in your pocket, which is really ineffective. Most of how people approach this, I think, is ill-conceived. This person elaborated in the question, “It seems like one of your greatest super powers is connecting intimately with a lot of great people. Being friends with guys and gals like Chris Socca, Kevin Rose, Daria Pino, etc. How do you do it? How are you still doing it?” The reason I wanted to bring up this elaboration is that Kevin Rose introduced me to Chris Socca. Kevin Rose also introduced me to Daria Pino, who is now his wife. You don’t have to know everyone. With developing human relationships, you want to go and inch-wide and a mile deep, not a mile wide and an inch deep. If you have even one person in your close circle of friends who is the hub, effectively, then if they develop a high degree of trust in you, may have access to those other people if you need it, but it’s not the sole driver or main driver for the friendships that develop. Nonetheless, that is how I might think about it. Next question. If you want to dive into that, I’ve gone into it at length. Tim.blog/network. Next one, “In your TED Talk, ‘Smash Fear; Learn Anything,’ you spoke about working on changes to the educational system. What did you find and are you still working on it?” By JRock717. What I found was that educational reform is a quagmire of political interests and difficulties and roadblocks. Yes, I am still working on it. I do have some big plans in the next 12 to 24 months. Some of them require a lot of war chest capital. In the meantime, I have looked far and wide for specific companies – in this case, the examples that I’ll give, nonprofits that function like very lean, effective for-profit startups. There are two that I am on the advisory board of that I encourage everybody to check out. The first is donorschoose.org. That’s the reason I was on Stephen Colbert some time ago with a group of other folks. So you can check out donorschoose.org. Some incredible supporters like Michelle Obama and Oprah and so on. Founded, in fact, by one of my wrestling partners from high school – Charles Best. It’s just an incredible story. It’s a really impressive organization. Donorschoose.org. You can check that out. That is mostly K-12 high-need classrooms in the United States. Then QuestBridge, which is lesser known. Questbridge.org. I’m on the western U.S. advisory board, along with Reed Hoffman, co-founder of LinkedIn and so on, who has been on this podcast before. QuestBridge.org is very clever and elegant in how they identify and source high-talent, but in some cases economically disadvantaged kids from around the U.S. to get them free scholarships to top schools. This is not principally a funding problem. People think that getting qualified, but in some capacity disadvantaged kids into great schools is a money problem. It’s not a money problem in principle. It is a sourcing problem. Finding the talent and getting them to apply to the schools when, in many cases, they don’t have the social support or even the expectation, the understanding that it’s an option even though they might be the next Elon Musk. Questbridge.org has a number of different approaches they use to source these kids. I want to say two years ago they put about half of economically disadvantaged kids into the Ivy League. I’m sure someone out there will fact-check it, but it’s not far off if it’s off at all. Questbridge.org is a really awesome organization. On the curriculum side of things, I do focus a lot, and I have historically focused a lot, on meta learning. How do you teach someone how to learn more effectively, more quickly? I talked about this at length for about 150 pages in the meta learning section of The 4-Hour Chef. That is important, but the main issues holding back the United States educational system right now are primarily political in my mind. Those are thornier to deal with and I am going to take a stab at dealing with them, but this is not the forum right now where I can air my grievances. I don’t think that would be productive. I’d rather just fix the problem. Maybe that means doing it quietly, maybe that means doing it loudly. But the timing isn’t right yet. Next one. This is related, but very quickly. “Tim, as a current student, I’ve stumbled upon many problems with the current educational system and how it’s run. I was encouraged to hear, dah, dah, dah, dah, dah, and it’s someone who is frustrated as a current student with the educational system. I want to just point out one thing, because there is, I think, an excessive focus on curriculum here. It’s a cautionary note. Just because something is hard or sucks, doesn’t mean it’s wrong. There’s a criticism which is fairly levied against most educational curricula in the U.S., say K-12. It’s one-size-fits-all. How can we possibly judge all these kids on standardized testing? Yet, when you get out into the real world, guess what? You have to compete and you have to compete, very often, with objective measures that take the form of tests, which take the form of interviews, which have set questions and so on. These are the realities you have to grapple with. If you want to compete in a free market and be effective and win, you have to learn how to operate within, sometimes, a system you feel sucks and is unfair and doesn’t capitalize on your strengths. Nonetheless, you have to learn how to deal with that. It’s part of a good education as far as I’m concerned. For instance, when I was at Princeton in the East Asian Studies department, taking Chinese 101. Chinese 101 at Princeton, at least when I was there, was two things simultaneously. Tremendously effective. Very famous among East Asian Studies departments. Nationwide, perhaps even worldwide for being effective. Really putting out and producing students who could speak Chinese well. Specifically, they had extremely good pronunciation. The other side of that coin is brutal. I remember going in to Chinese 101 the first day. I want to say there were 60 students. This is before Chinese was as popular as it is today. This is, I guess probably 1996, 1995? At the end of a week, I think we had 12 or 14 students remaining. It was absolutely brutal. The amount, the sheer volume of practice that we put in on tones, specifically, was just crushing. I think it was something like five or six different lessons per week. It might’ve seemed to many students in the class to be draconian and extremely archaic because of the sheer amount of repetition invested in some of these tones. In retrospect, it was totally necessary. It was like physical conditioning. You can’t just say something like [speaking Chinese] with the retroflexive tongue unless you’ve developed the musculature and physiology required. No matter how much you practice in one day, it’s a lot like [inaudible] actually, you’re not going to be able to do it at the end of one day. You have to develop that over time by putting in reps. So just because something is hard or sucks doesn’t mean it’s wrong. That is the moral of that story. Next question. “Where’s the line between stubbornly pursuing an idea which isn’t working and the patience and persistence needed to actually make it work? In other words, when you should give up versus when you should push on?” This is from J.F. Kearns. This is such an important question and one that so many people struggle with that I actually reached out to a bunch of past guests on the podcast who I admire and thought might be able to give really good answers. They responded with their answers in audio. There’s an entirely separate episode dedicated to this question. I think the title is probably “How to Quit,” or “When to Quit,” rather. If you go to Tim.blog/quit you can get their take on when you should persist and when you should give up on an idea that isn’t working. Next question. “Dream podcast guests. Who are your top five guests you’d love to have on the show but haven’t. Why do you want to dig in on their success habits in life?” This is from GTH2006. Real quickly off the top of my head, I would say Oprah, Howard Stern – those two off the bat because I think they’re masters of their craft and even though they’re very well known, underestimated or underappreciated for just how good they are at digging several layers deep when so many people in that position of interviewer can coast on the first answer to a simple question. Those are two Jedi who I would love to interview at some point. Then there are a few athletes who are interesting to me. Cristiano Ronaldo and Lionel Messi – I lived in Argentina his very first season and I’ve watched him with great interest ever since. Both of those athletes are very fascinating to me. It would be fun also, as a former soccer player, to perhaps introduce many people in the U.S. to some of the cooler aspects of soccer. The Rock, Dwayne Johnson, would be high on the list for many different reasons. He’s just been able to develop so many different skills. He really is a polymath in a lot of respects that I’d want to dig in on many different facets of his life. Offhand, that is five people, so I’ll leave it at that. Next. “Can you channel your inner Cal Fussman and tell a story from your BrainQuicken/travel days that perhaps has not made it into any books or interviews?” This is by Dr. Sergo. Sure, I can do that. For those of you who don’t know Cal Fussman, Cal is the master interviewer extraordinaire who has interviewed everybody from Muhammad Ali to Gorbachev to Al Pacino, to everybody for the What I Learned column in Esquire. I just came out of a sauna and I’m a little dehydrated. In any case, if you want to hear some of Cal’s stories, and he’s going to crush me because he’s so good at it, but Tim.blog/Cal will take you there. So a story from the early days. BrainQuicken, which was my sports nutrition company way back in the day that preceded The 4-Hour Workweek and so on. What story? I’ll tell you a story that takes place in New Orleans. I had decided at one point to go from direct-to-consumer to retail, or at least to augment direct sales with some type of retail presence for these sports supplements that were being produced and then later sold in about a dozen countries. In the very early days, I was trying to figure out retail and what spliffs are and what co-marketing is and so on and so forth. It was recommended to me that I go to a tradeshow called the GNC Show of Strength. I’m pretty sure I’m getting this right. It was in New Orleans. I’d never been to New Orleans. I did not have any employees at the time. I was able to wrangle a friend of mine, Jason, into taking some time off of work, I think a Friday, to join me for a weekend to help man the booth. I promised I’d pay for meals and booze and so on. As soon as we got there, I realized that I was extremely underfunded. There were these other gigantic booths from these large brands that you would recognize. They had 10 to 15 people. They had booth babes as they call them. Attractive women hanging out just to pull people in and these huge $100,000+ displays and I had nothing. We literally had arrived with the pre-shipped product and a tablecloth and a table. That was about it. I needed to tap dance and improvise very quickly, so we did a few things. No. 1, we realized that I could not afford to rent everything from the venue because how they make their money in part is much like how the movie theaters get you on the concessions. They sell you a ticket for whatever it is, $7 to $12, then they get another $20 to $30 out of you with popcorn and candy and drinks and so on. When you go to a tradeshow, you often look at the cost of a booth and you’re like, okay, this is my cost in the beginning. Which is a very painful lesson and mistaken. When you get there, you’re like, oh I just need a chair, how much is that? It’s $120 a day. Wait, what? Oh, you need a table? That’s $400 for the weekend. And so on and so forth. We went to a hand-me-down shop somewhere in a very questionable neighborhood in New Orleans and bought a used couch. It was so filthy, that we bought some cheap linens to cover this thing with and then had to effectively hitchhike to find a truck that would take it to the venue, which we were able to do. We couldn’t get into the venue because it had just closed 30 minutes earlier. We had some delays in getting this couch. We literally left it on the sidewalk and hoped that it wouldn’t get stolen overnight so that we could then very first thing the next morning, quietly and quickly usher it in and hopefully not get caught. We also went to a Best Buy. I’m not proud of this, but desperate times call for desperate measures. We bought a TV, knowing that there was a 30-day return policy because it was ultimately going to be a lot cheaper than renting one at the venue. We got this TV and realized I had a VHS tape – that shows you how old things were then – we had a VHS tape of Muay Thai kickboxing matches from Thailand, which really had not been widely distributed in the U.S. at that point. It was a knockout highlight reel. We had somehow procured a table. We had the couch, and I looked in my luggage for other props we could use. So I had a TV from Best Buy, where we were playing fighting non-stop and knockouts, which would grab people’s attention. I had three Captains of Crush grippers in my bag. These are hand grippers that go up to, I think at the time the No. 4 gripper required 365 pounds to close or something like that. But I had a whole collection of these in my bag. I took these out and I put them on the table with the pounds required to close for each one and a free bottle of, at this point I think it was BodyQuick because it had been repositioned for athletes. A free bottle or maybe it was a free case if you could close the No. 4 gripper. You have to keep in mind, at this event, the Show of Strength, you had powerlifters, arm wrestlers, Brock Lesner was there for some other booth, and so on. This became a macho test for people who would then go grab their friends and bring their friends back to see who could close stronger grippers. I also ended up befriending across the way, it was another booth and there were these very attractive women running the booth who’d been hired by the company, but the company reps were off just getting shitfaced on Bourbon Street or something like that. So I would take bathroom breaks. I would say, “Would you guys mind or one of you just manning my booth for five minutes while I go to the bathroom?” I said, “If anybody comes by, here’s the brochure, if you’d be so kind.” They were like, “Sure.” Like, “We know what you’re doing.” I was pretty explicit about it. I was like, “Look, we could use all the help we can get.” They were like, “No problem, that’s fine.” So they would come over during my bathroom breaks and spend five to ten minutes helping to get more meatheads to the booth. It ended up being a very successful show. In this particular type of show, it wasn’t the individual tradeshow goers, people who bought a day pass, that you cared the most about because in many cases, those folks just wait until the last day and then come around trying to buy everything at remnant prices. So they’ll come by on the last day and they’ll say, “Hey, can I buy each of these bottles for 10 percent of your asking price?” That is how a lot of this works. You go to the show to meet the other, in my case, exhibitors. You want to meet the distributors. At the time, people like Europa, for instance. You want to meet other people who can teach you how the business works. For instance, I befriended a few people at other companies who were very generous, the more senior folks certainly in that world, who were willing to show me their pricing sheets. How did their pricing work for retailers? How did their pricing work for distributors? What types of costs were baked in versus separate and so on, which was extremely valuable. I viewed my payment for the tradeshow and all the costs incurred as continuing education. I was paying for an MBA class over a weekend to teach me the specifics of how the business worked so I could take that back, even without any end-user orders, and improve the business, which I was able to do. Hopefully that helps or you guys liked that story. That is one of many. Next one is from FenderBender87: “Hey Tim, Joe Rogan is a world-class comedian, podcaster, and sport commentator, flow tank extraordinaire, etc. Will he be a guest on the podcast at some point? I’d be interested to hear you interview him to see if you can explore what it is that makes him successful at his many endeavors.” Absolutely, 100 percent I would love to have Joe on the podcast sometime. I have tremendous respect for him and think he’s just done an amazing job in navigating, innovating and succeeding in so many different worlds. Whether it’s balancing the podcast with an incredible schedule of commentary and stand-up performances. Keeping in mind that the performances require, I’m assuming, months or maybe even years of developing material. That is the end product, which in and of itself takes a lot of time. But then there’s all the development and testing and working on material that goes into it. He would be in my top 5 list for the podcast and I hope to make that happen at some point. He’s a very impressive guy all around, for sure. Next question is from Import_learnPython. Okay. “Do you still observe screenless Saturday? You mentioned going screenless years ago. Curious if you’re still following that practice?” Yes, I do follow this. The screen-free Saturdays is now I usually refer to it. That was yesterday for me. Right now, I am recording this on a Sunday. It’s turned into, I would say, I still call it screen-free Saturday for myself. But it is mostly referring to no laptop and no social media. So I will still use my phone for texting, for using apps like Uber, for instance, to get around. These are things that are hard to go without, particularly in a place like San Francisco, where I have no car. I do not own a car. So it’s important that I have my phone. If I forget it, which I have on a few occasions, it looks like I’m doing a couple hours of walking. That’s okay. But I still do this. It is typically every Saturday that I do this. I try to go the entire day without any exposure to laptop and any exposure to social media. You will occasionally see things pop up in my social media on Saturday that have been scheduled in advance with the understanding that I’m not going to be on social on Saturdays. So yes, I find the screen-free Saturday to be an incredibly important part of my weekly routine. Next question and last question for now is from Amanda Peace. “Dating strategies. What is your current experience and what recommendations do you have?” Well, first observation would be I think dating strategies for men and women are probably quite different. A number of suggestions or more – not suggestions, thoughts off the top of my head. The first is if you want to know how I think about relationships these days, then my conversation with Esther Perrell is probably a good place to go. You can find that at Tim.blog/Esther. She wrote Mating in Captivity and is just incredible. She’s endlessly fascinating and a brilliant woman. If you’re going to use an app – during my periods of being single, I have found Bumble to be very effective. I do like the fact that it puts the ball in the female court in my case, which I think benefits both sides and prevents a lot of time wasting for me. I can assess if there are prospects or not very quickly. I would also suggest that, in the interest of time, you avoid dinner dates. If you are having your first round interview, so to speak, with someone, there’s a very non-trivial chance that they will disqualify themselves extremely quickly or you will meet them and you’ll say, well, okay. Those photos were ten years old and 50 pounds ago. I’m not attracted to this person. If that is a disqualifier, you would prefer to learn that over a coffee date, meeting for coffee, than you would over what you then may get roped into as a three or four-hour commitment. So I do recommend coffee or tea dates whenever possible. If you’re going to go on a dinner date, I think this is particularly true if you’re a male and you want to make it less intimidating for a woman, as well as not a zero-sum game for yourself. You should make it a group activity. You can have some type of group dinner or fun activity with your friends. So if it goes poorly with your date, then you still had a fantastic evening with your friends. If it goes well and you want to continue the evening with your date, then you talk to your friends beforehand and you say, “Hey, if this goes really well, I may want to split off from you guys and we’ll grab some drinks and you guys will not join us.” Then you have that option as well. If you are dating or I should say you’re single and let’s just say you just got out of a very long relationship and are not interested in becoming emotionally attached or having anyone else get emotionally attached to you, I remember being given advice at one point that I think is very helpful for such cases. That is, no dinners at all. No sleepovers. No dinners, no sleepovers. If you do coffee, then the next step would be drinks, potentially. If you drink. But no dinners, no sleepovers. If you want to avoid emotional entanglement, if you’re in a place where you just got out of something very heavy and serious, for instance, and you want to take a break from any of that psychic load, no dinners, no sleepovers. What else? I would say for men out there, this was a few years ago I observed this. I want to say maybe two years ago. I took a period of time where I was completely dry, meaning I wasn’t drinking any booze. I wasn’t really going out at all. I remember at one point just deciding that if, I got very frustrated with online dating and just dropped it entirely. I was just going to go celibate and enjoy my single time solo. When people would engage, from say old messages that were send on Bumble or some other app, I would say, “You know what? I would love to hang, but I’m pretty boring these days. I’m not drinking any booze, but if you want to have some tea, sure. We could have a quick tea date, but I’m probably going to be very uninteresting.” For whatever reason, I’m just speculating, I think because it reduced the fear factor or the threat factor that women may experience when men want to have a lot of booze. That variable can create a fear factor, understandably. When that was removed, the acceptance rate, the number of women who wanted to meet up seemed to me to be abnormally high. Meaning two or three X the norm versus hey, let’s get drinks. So there is perhaps something to be learned there strategically, tactically speaking. That is really about it. I do think that dating is very different for men and women. There have been books that have helped friends of mine in the past. I’ve also read them. The Way of the Superior Man is one that I disagree with probably 30 percent of it or don’t particularly agree with it, but there are takeaways that I think can be applied. Generally, in terms of matching, I find that you want to look for people who are of equal polarity from a 50/50 masculine/ feminine. This is going to get all sorts of people all riled up because this is isn’t very PC maybe. I don’t really care. I care about what works. This is what has worked for me. Meaning if you imagine a slider bar and in the very center, if you have the slider in the very center, that represents perfect androgyny. You have 50 percent masculine traits, 50 percent feminine traits, in a single person. Of course, we can be any combination of those. If you are personally, I’m just making this up, but you feel like arbitrarily you are about 80 percent feminine characteristics, 20 percent masculine characteristics, you will generally have, at least in my experience, the most success with someone who is equally polarized in the opposite direction. So if you’re 80 percent feminine, 20 percent masculine, you’re looking for 80 percent masculine, 20 percent feminine. When you find someone a little closer to the androgyny line, then similarly they will have the most compatibility, and in some cases, attraction with someone who is only slightly on the other side, just as they are. So maybe it’s a 60/40 split. So that, of course, is just because it’s precise doesn’t mean it’s accurate. But it is a useful heuristic, at least for me when thinking about looking at a number of potential dates, trying to identify who I will have the most attraction and compatibility with, just based on a very cursory look at their hobbies, behavior, how they write and so on. There you have it folks. Hopefully this was not totally boring. Please let me know. You can find show notes to anything I’ve talked about, books, links to other episodes, in the show notes at Tim.blog/podcast, which also has show notes to every other episode. If you want to ask me questions and get them answered on the podcast like this, please subscribe to 5-Bullet Friday. That is where I source these types of questions from you guys. It’s always free. It’s super short. It’s five bullets of stuff that I’m exploring, experiments I’m doing, favorite recent purchases, etc. You can find the newsletter, 5-Bullet Friday, Tim.blog/Friday. There you have it. As always, thank you so much for listening. Posted on: June 22, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my answers to questions submitted and voted upon by subscribers to my newsletter – 5-bullet friday", "it was transcribed and therefore might contain a few typos", "when interviews last 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the podcast here or by selecting any of the options below", " hello, ladies and gentlemen", "this is tim ferriss", "how care you call me a gentleman", "welcome to another episode of the tim ferriss show, where it is my job typically to deconstruct world-class performers from all different spheres to tease out the habits, routines, and so on that you can apply and use in your own lives", "this episode, i’m going to answer some of your questions by popular demand", "these questions were sent to me and voted upon by subscribers to my newsletter – 5-bullet friday", "it is pretty popular", "it’s got about 1,000,000 or so subscribers and a 60+ percent open rate", "people seem to really dig it", "it’s free, always will be", "i send out a few bullets of cool things that i’m exploring each friday", "so if you want to check that out, go to tim.blog/friday", "get a lot of exclusive stuff", "see things first, etc", "tim.blog/friday", "okay", "so moving on to a handful of questions", "we will cover physical training", "we will cover interview prep", "we will cover educational reform and much more", "let’s dive right in", "first question, which was uploaded quite heavily, is from jeremy sen", "i will try to summarize this", "“you’ve jumped around a lot between different exercise/training programs throughout the years: powerlifting, gymnastics, acroyoga, olympic weightlifting, swimming, etc", "and talked to enthusiasts all over the spectrum: poloquin, poppel, jerzy, sommer, etc", "how have you, in the words of bruce lee, absorbed what is useful, discarded what is useless, and added what is specifically your own", "especially now that you’re close to 40,” – yes, very close – “how do you see your exercise programming looking into your 40s, 50s, 60s, and beyond", "thanks.” i think that if we’re looking from the macro to the micro, i have thought about this a few different ways", "i’ve spent in the last few a years a lot of time very deliberately with older males who have maintained a high level of physical performance", "whether that’s laird hamilton or jerzy gregorek, art devaney, and others who are in their 60s, in some cases 70s or 80s, in the case of don wildman, who i’m still going to hunt down and interview at some point", "he is thought of by laird as a mentor, who now heli-snowboards one month a year, in his 80s", "i look to these people to try to identify what is working or what has worked and what they have let go", "no", "1, i would say the purpose of training is: priority 1 – injury prevention; priority 2 – performance enhancement; and then everything else third and beyond", "what this means is i am going to focus less on demonstration of strength and more on development of strength", "demonstration of strength might take the form of a flat bench press, where you have a very large back arch and you’re minimizing the range of motion so you can move the most weight", "rather than use that, and there are certainly applications particularly if you have a lot of proper instruction from a good powerlifter like mark bell, for instance", "i’m going to err on the side of anything that i can do to develop strength that helps with injury prevention", "this will take the form of very unsexy movements like the step-ups and working on internal femur rotation and so on, that you might find through someone like ryan flaherty, who has been on the podcast", "we talked at length about this – using the trap-bar deadlift, for instance – to improve ground reactive force for sprinters and runners of all types", "ryan is now the head of performance or director of performance at nike", "he has a lot to share about preventing injury", "tim.blog/ryan if you want to listen to that", "i’m also going to focus on – and this ties into jerzy and his work with olympic weightlifting – i’m going to focus on, in the case of the squat, for instance, very full range of motion", "ass to the heels, knees projecting forward, chest upright olympic style, high bar or overhead, or front squatting versus just a parallel, very heavy, low-back squatting", "the objective here, among other things, is to develop strength through a full range of motion, as full as i can perform", "and to increase that functional range of motion by improving, for instance, the ankle dorsiflexion – achieving this in a loaded position in the lower squat with the knees projecting forward", "really working on that ankle flexibility", "that is a common recommendation or focus across a number of these folks", "whether it is pavel with kossack squats or poliquin as a warm-up a squat workout, doing calf stretches, finishing on a contraction", "or, in the case of jerzy", "so these are very consistent things", "another part of that is working up the chain", "if you are warming up or training, working from the ground up in an effort to minimize injury", "what does this mean", "this means that i might use a slant board designed by eric orton – you may recognize the name", "he became very well known as the trainer in born to run ­– and wobble boards and so on with a host of exercises that really only take five to ten minutes, which you can use as a warm-up or as a finisher", "i tend to use them as a warm-up", "then slowly working up from the ground to the higher extremities", "of course, i’m not a professional trainer", "i don’t do that, but i do have a lot of wide exposure to folks", "what other types of development of strength, not demonstrations of strength might i focus on for injury prevention", "as i get older and also to compensate for many years of wrestling, i am looking at still incorporating specific movements from gymnastic strength training (gst), coach sommer, or people may laugh, even from pilates, really technical pilates for thoracic mobility and rotation", "the rotation, i think, is neglected by a lot of folks", "if gymnastics strength training or pilates, god forbid, makes you recoil in horror, you can look at some of the exercises that eric cressey uses for warm-ups", "he’s a fantastic trainer and athlete in his own right", "he can really pull one hell of a deadlift", "check him out: cressey, c-r-e-s-s-e-y", "or for stagen and others", "i think it’s the walking spiderman warm-up, where you will see that type of thoracic rotation, which i think is very neglected", "every week i will do one or two heavier weight training sessions", "this does not mean that i’m going for one repetition maxes, but it might mean that i am using a maximum weight in the two-handed kettle bell swing, which is a consistent staple and will continue to be a consistent staple in my exercise diet for maximum repetitions with good form up to, let’s just call it 20 reps", "it could be more, it could be 50", "two days ago, i just did somewhere between 80 and 100 reps in a single set with a 53-pound kettle bell", "then i will use progressive resistance and use that as i go", "pretty light at the moment", "weight training one or two times per week", "as you get older and your hormonal profile is less and less conducive to muscle growth or preservation, i view this as hypercritical for countering sarcopenia – age-related loss of muscle", "if you want to prevent broken hips and all these things that tend to happen in older people, this is an incredibly important exercise habit to develop and protect from encroaching commitments otherwise", "then i would say the remainder would ideally be outdoors", "i realize the benefit", "rick rubin, legendary music producer has underscored this", "sun exposure first thing in the morning and so on", "but two to five times a week of some type of outdoor exercise, which you could view as recreation", "it doesn’t have to be super intense", "whether that’s swimming, paddleboarding, running or otherwise", "there you have it", "that’s pretty much it", "but i have learned that even though i view exercise as medicine; in some cases, bitter medicine to be dosed, not necessarily to be enjoyed, that as you get older, the enjoyment component becomes, at least for the people that i’ve surrounded myself with, more and more of a critical criterion", "part of that is surrounding yourself with a group of people who enjoy and participate in, for instance, hot and cold and underwater weight training, in the case of laird and his whole gang, with xpt, which you guys can check out", "xpt training", "if you want to check out jerzy, i mentioned him already, tim.blog/jerzy", "that’s an interview also involving naval ravikant", "if you want to listen to art devany who is, i think, in his late 70s, about to turn 80, something like that, tim.blog/art", "he’s still crushing it", "let’s jump to the next question, which is related to interview prep", "connor sweetman asks, “hey, tim", "i’m a longtime listener, first-time caller", "what’s your process for interview preparation", "how do you study up on your subjects and come up with questions?” i have experimented with many different approaches", "i’ve hired, in some cases, researchers to help me refine my approach", "for instance, i hired a researcher from inside the actors studio to go through transcripts of my early interviews and to recommend how i might structure things differently, and asked him how he helps james lipton, host of inside the actors studio, to prepare", "one of the things that he will go is go through wikipedia entries and look for the most arcane or understated point that might be found in a bibliographical point", "let’s just say that in the case of edward norton – and i happened to know edward before i interviewed him – but i wanted to start somewhere that was very rarely used as an entry point in an interview", "that ended up being surfing", "i don’t know if that’s in his wikipedia or not", "it might be", "i look for a starting point that will show i’ve done my homework", "as someone who’s been interviewed hundreds of times now at this point, i immediately put people in the “they’ve done their homework” category or “they haven’t done their homework and they’re mailing it in,” or they’re relying on me to perform and they really haven’t put in the effort to ensure this will be a good conversation", "i want to demonstrate that i’ve done my homework and looked at the nooks and crannies of their lesser-explored bio beforehand", "that’s very typical", "i also listen to one or two long-form interviews whenever possible", "whether that is a charlie rose, larry king, or inside the actors studio, or something comparable", "by long-form, i mean more than 20 minutes", "then part of the prep can be leaning on either the person helping to facilitate the interview or the interview subject themselves", "i will ask them beforehand, and that could be a week beforehand where i’m gathering material, or it could be just in the five or ten minutes before we start", "i will ask them what are two or three of your homerun stories", "meaning stories that you’ve told that have gotten a fantastic response from audiences before", "or if you tell them at a dinner, people tend to retell that story that you’ve told", "what are two or three of those", "don’t tell me what the story is, but what is a prompt that i could use to bring up the homerun story", "sometimes they will provide me with the cues or i will listen to the long-form interviews that i mentioned and identify two or three stories i want to include in my interview", "nine times out of ten, i don’t want to know the answer", "but i also want to ensure for the listeners that they are guaranteed two or three moments of gold", "that is where this type of preparation is very helpful", "in front of me i will have typically two pages", "i’ll have a notebook opened to a single spread with five to ten questions or topics i want to explore, based on everything that i mentioned", "that’ll be on the left-hand side", "on the right-hand side, i will have rapid-fire questions that i want to ask specifically", "that could include some of the usual suspects: what is the book that you’ve gifted the most to other people in the past", "i won’t explain why that’s a better question than what is your favorite book, but it is", "for many different reasons", "and so on", "i’ll have five to ten on the left-hand side that are original topics/question points and then five to ten rapid-fire on the right, which may have some originals based on their idiosyncrasies", "then i’ll track time", "if i’m doing a phoner, so i’m calling them via skype and recording with e-cam call recorder, i will typically watch a device or just my clock and segment a 90-minute interview into three 30-minute segments", "that helps me to think about my topics and so on for 30 minutes, and then the next segment is fan questions from social media interspersed with some of my own follow-ups, and then rapid fire for the last 30", "something like that", "i almost always like to have a rough blueprint of how i’m going to break down time so that i can hit the high points that i want to hit", "within all of this, you have certain objectives or signposts", "say, for the first jamie foxx episode that i did, which ended up being voted podcast episode of the year on [inaudible] in 2015", "you can listen to that if you want", "i highly recommend it just for jamie", "he did the performance", "tim.blog/jamie", "it’s worth the time", "the magic of someone like jamie is you prompt them and then he will tell an incredible story", "if you want to turn the story, in some cases, into something very highly tactical, you want to set aside, and i did in this case, a good 40 to 50 percent of the time just for follow-up questions", "in follow-up questions, there are a few follow-up questions that i like", "there are many good follow-ups, of course", "“what did you learn from that?” is a really easy one", "“what did you learn from that?” “how did that feel” or “how does that feel?” also a really good one", "if they tell a story about something they did and it reflects a skill, “where did you learn how to” x", "“you did a, b, and c", "where did you learn how to do that", "how did you pick that up?” then we dig into examples", "so if they say, “it’s really important to mean what you say and say what you mean,” or something like that", "“what would be an example from your life where you’ve applied that or where it’s been really important", "what might be another example?” these types of follow-up questions can really lead you to a lot of gold", "when it doubt, you can always follow ricardo semler’s policy of why, why, why", "asking why three times, but making sure you don’t do it in a really annoying way", "those a few of the ways that i think about prep and management of interviews", "whatever you do, don’t be lazy", "don’t be lazy", "because people who have had a lot of interviews in particular or anyone really smart, will know immediately if you’ve done your homework or not", "there you have it", "those are a few recommendations", "and study, study, study, study good questions", "write down good questions", "keep an evernote file or something where you collect questions, which is what i do", "if i’m reading an inflight magazine and i’m reading an interview and i catch a really good question", "wow, that’s awesome, fantastic", "i will put that into my collection of questions", "i’ve accumulated many different questions over time and then modified them to suit my own style, so to speak", "next question", "“your greatest super power that you’ve never talked about", "how did you connect with all of your friends?” the networking question is a good one", "i think that it’s worth a reference to another more comprehensive discussion", "i did put together a post to answer this question because i get it so much", "this is the title: “how to build a world-class network in record time", "you guys who are interested, check it out because it does go into some depth", "tim.blog/network", "it tells a story specifically of what i did at south by southwest, which is a big conversation in 2007, which led to the tipping point for my first book, the 4-hour workweek, and directly led to it being published in more than 40 languages and being on the new york times bestseller list for about four and a half years straight", "it came from, in large part, a handful of decisions and commitments made at that one conference", "the good news about networking, per se, which i think comes off as a dirty word for a lot of good reasons, is that if you play the long game, if you’re not a dick, you don’t dismiss people, and you think about it strategically, really if you follow a handful of guidelines for one or two well-chosen events, you never have to network again, in effect", "you don’t have to collect all the useless business cards that just sit in your pocket, which is really ineffective", "most of how people approach this, i think, is ill-conceived", "this person elaborated in the question, “it seems like one of your greatest super powers is connecting intimately with a lot of great people", "being friends with guys and gals like chris socca, kevin rose, daria pino, etc", "how do you do it", "how are you still doing it?” the reason i wanted to bring up this elaboration is that kevin rose introduced me to chris socca", "kevin rose also introduced me to daria pino, who is now his wife", "you don’t have to know everyone", "with developing human relationships, you want to go and inch-wide and a mile deep, not a mile wide and an inch deep", "if you have even one person in your close circle of friends who is the hub, effectively, then if they develop a high degree of trust in you, may have access to those other people if you need it, but it’s not the sole driver or main driver for the friendships that develop", "nonetheless, that is how i might think about it", "next question", "if you want to dive into that, i’ve gone into it at length", "tim.blog/network", "next one, “in your ted talk, ‘smash fear; learn anything,’ you spoke about working on changes to the educational system", "what did you find and are you still working on it?” by jrock717", "what i found was that educational reform is a quagmire of political interests and difficulties and roadblocks", "yes, i am still working on it", "i do have some big plans in the next 12 to 24 months", "some of them require a lot of war chest capital", "in the meantime, i have looked far and wide for specific companies – in this case, the examples that i’ll give, nonprofits that function like very lean, effective for-profit startups", "there are two that i am on the advisory board of that i encourage everybody to check out", "the first is donorschoose.org", "that’s the reason i was on stephen colbert some time ago with a group of other folks", "so you can check out donorschoose.org", "some incredible supporters like michelle obama and oprah and so on", "founded, in fact, by one of my wrestling partners from high school – charles best", "it’s just an incredible story", "it’s a really impressive organization", "donorschoose.org", "you can check that out", "that is mostly k-12 high-need classrooms in the united states", "then questbridge, which is lesser known", "questbridge.org", "i’m on the western u.s", "advisory board, along with reed hoffman, co-founder of linkedin and so on, who has been on this podcast before", "questbridge.org is very clever and elegant in how they identify and source high-talent, but in some cases economically disadvantaged kids from around the u.s", "to get them free scholarships to top schools", "this is not principally a funding problem", "people think that getting qualified, but in some capacity disadvantaged kids into great schools is a money problem", "it’s not a money problem in principle", "it is a sourcing problem", "finding the talent and getting them to apply to the schools when, in many cases, they don’t have the social support or even the expectation, the understanding that it’s an option even though they might be the next elon musk", "questbridge.org has a number of different approaches they use to source these kids", "i want to say two years ago they put about half of economically disadvantaged kids into the ivy league", "i’m sure someone out there will fact-check it, but it’s not far off if it’s off at all", "questbridge.org is a really awesome organization", "on the curriculum side of things, i do focus a lot, and i have historically focused a lot, on meta learning", "how do you teach someone how to learn more effectively, more quickly", "i talked about this at length for about 150 pages in the meta learning section of the 4-hour chef", "that is important, but the main issues holding back the united states educational system right now are primarily political in my mind", "those are thornier to deal with and i am going to take a stab at dealing with them, but this is not the forum right now where i can air my grievances", "i don’t think that would be productive", "i’d rather just fix the problem", "maybe that means doing it quietly, maybe that means doing it loudly", "but the timing isn’t right yet", "next one", "this is related, but very quickly", "“tim, as a current student, i’ve stumbled upon many problems with the current educational system and how it’s run", "i was encouraged to hear, dah, dah, dah, dah, dah, and it’s someone who is frustrated as a current student with the educational system", "i want to just point out one thing, because there is, i think, an excessive focus on curriculum here", "it’s a cautionary note", "just because something is hard or sucks, doesn’t mean it’s wrong", "there’s a criticism which is fairly levied against most educational curricula in the u.s., say k-12", "it’s one-size-fits-all", "how can we possibly judge all these kids on standardized testing", "yet, when you get out into the real world, guess what", "you have to compete and you have to compete, very often, with objective measures that take the form of tests, which take the form of interviews, which have set questions and so on", "these are the realities you have to grapple with", "if you want to compete in a free market and be effective and win, you have to learn how to operate within, sometimes, a system you feel sucks and is unfair and doesn’t capitalize on your strengths", "nonetheless, you have to learn how to deal with that", "it’s part of a good education as far as i’m concerned", "for instance, when i was at princeton in the east asian studies department, taking chinese 101", "chinese 101 at princeton, at least when i was there, was two things simultaneously", "tremendously effective", "very famous among east asian studies departments", "nationwide, perhaps even worldwide for being effective", "really putting out and producing students who could speak chinese well", "specifically, they had extremely good pronunciation", "the other side of that coin is brutal", "i remember going in to chinese 101 the first day", "i want to say there were 60 students", "this is before chinese was as popular as it is today", "this is, i guess probably 1996, 1995", "at the end of a week, i think we had 12 or 14 students remaining", "it was absolutely brutal", "the amount, the sheer volume of practice that we put in on tones, specifically, was just crushing", "i think it was something like five or six different lessons per week", "it might’ve seemed to many students in the class to be draconian and extremely archaic because of the sheer amount of repetition invested in some of these tones", "in retrospect, it was totally necessary", "it was like physical conditioning", "you can’t just say something like [speaking chinese] with the retroflexive tongue unless you’ve developed the musculature and physiology required", "no matter how much you practice in one day, it’s a lot like [inaudible] actually, you’re not going to be able to do it at the end of one day", "you have to develop that over time by putting in reps", "so just because something is hard or sucks doesn’t mean it’s wrong", "that is the moral of that story", "next question", "“where’s the line between stubbornly pursuing an idea which isn’t working and the patience and persistence needed to actually make it work", "in other words, when you should give up versus when you should push on?” this is from j.f", "kearns", "this is such an important question and one that so many people struggle with that i actually reached out to a bunch of past guests on the podcast who i admire and thought might be able to give really good answers", "they responded with their answers in audio", "there’s an entirely separate episode dedicated to this question", "i think the title is probably “how to quit,” or “when to quit,” rather", "if you go to tim.blog/quit you can get their take on when you should persist and when you should give up on an idea that isn’t working", "next question", "“dream podcast guests", "who are your top five guests you’d love to have on the show but haven’t", "why do you want to dig in on their success habits in life?” this is from gth2006", "real quickly off the top of my head, i would say oprah, howard stern – those two off the bat because i think they’re masters of their craft and even though they’re very well known, underestimated or underappreciated for just how good they are at digging several layers deep when so many people in that position of interviewer can coast on the first answer to a simple question", "those are two jedi who i would love to interview at some point", "then there are a few athletes who are interesting to me", "cristiano ronaldo and lionel messi – i lived in argentina his very first season and i’ve watched him with great interest ever since", "both of those athletes are very fascinating to me", "it would be fun also, as a former soccer player, to perhaps introduce many people in the u.s", "to some of the cooler aspects of soccer", "the rock, dwayne johnson, would be high on the list for many different reasons", "he’s just been able to develop so many different skills", "he really is a polymath in a lot of respects that i’d want to dig in on many different facets of his life", "offhand, that is five people, so i’ll leave it at that", "next", "“can you channel your inner cal fussman and tell a story from your brainquicken/travel days that perhaps has not made it into any books or interviews?” this is by dr", "sergo", "sure, i can do that", "for those of you who don’t know cal fussman, cal is the master interviewer extraordinaire who has interviewed everybody from muhammad ali to gorbachev to al pacino, to everybody for the what i learned column in esquire", "i just came out of a sauna and i’m a little dehydrated", "in any case, if you want to hear some of cal’s stories, and he’s going to crush me because he’s so good at it, but tim.blog/cal will take you there", "so a story from the early days", "brainquicken, which was my sports nutrition company way back in the day that preceded the 4-hour workweek and so on", "what story", "i’ll tell you a story that takes place in new orleans", "i had decided at one point to go from direct-to-consumer to retail, or at least to augment direct sales with some type of retail presence for these sports supplements that were being produced and then later sold in about a dozen countries", "in the very early days, i was trying to figure out retail and what spliffs are and what co-marketing is and so on and so forth", "it was recommended to me that i go to a tradeshow called the gnc show of strength", "i’m pretty sure i’m getting this right", "it was in new orleans", "i’d never been to new orleans", "i did not have any employees at the time", "i was able to wrangle a friend of mine, jason, into taking some time off of work, i think a friday, to join me for a weekend to help man the booth", "i promised i’d pay for meals and booze and so on", "as soon as we got there, i realized that i was extremely underfunded", "there were these other gigantic booths from these large brands that you would recognize", "they had 10 to 15 people", "they had booth babes as they call them", "attractive women hanging out just to pull people in and these huge $100,000+ displays and i had nothing", "we literally had arrived with the pre-shipped product and a tablecloth and a table", "that was about it", "i needed to tap dance and improvise very quickly, so we did a few things", "no", "1, we realized that i could not afford to rent everything from the venue because how they make their money in part is much like how the movie theaters get you on the concessions", "they sell you a ticket for whatever it is, $7 to $12, then they get another $20 to $30 out of you with popcorn and candy and drinks and so on", "when you go to a tradeshow, you often look at the cost of a booth and you’re like, okay, this is my cost in the beginning", "which is a very painful lesson and mistaken", "when you get there, you’re like, oh i just need a chair, how much is that", "it’s $120 a day", "wait, what", "oh, you need a table", "that’s $400 for the weekend", "and so on and so forth", "we went to a hand-me-down shop somewhere in a very questionable neighborhood in new orleans and bought a used couch", "it was so filthy, that we bought some cheap linens to cover this thing with and then had to effectively hitchhike to find a truck that would take it to the venue, which we were able to do", "we couldn’t get into the venue because it had just closed 30 minutes earlier", "we had some delays in getting this couch", "we literally left it on the sidewalk and hoped that it wouldn’t get stolen overnight so that we could then very first thing the next morning, quietly and quickly usher it in and hopefully not get caught", "we also went to a best buy", "i’m not proud of this, but desperate times call for desperate measures", "we bought a tv, knowing that there was a 30-day return policy because it was ultimately going to be a lot cheaper than renting one at the venue", "we got this tv and realized i had a vhs tape – that shows you how old things were then – we had a vhs tape of muay thai kickboxing matches from thailand, which really had not been widely distributed in the u.s", "at that point", "it was a knockout highlight reel", "we had somehow procured a table", "we had the couch, and i looked in my luggage for other props we could use", "so i had a tv from best buy, where we were playing fighting non-stop and knockouts, which would grab people’s attention", "i had three captains of crush grippers in my bag", "these are hand grippers that go up to, i think at the time the no", "4 gripper required 365 pounds to close or something like that", "but i had a whole collection of these in my bag", "i took these out and i put them on the table with the pounds required to close for each one and a free bottle of, at this point i think it was bodyquick because it had been repositioned for athletes", "a free bottle or maybe it was a free case if you could close the no", "4 gripper", "you have to keep in mind, at this event, the show of strength, you had powerlifters, arm wrestlers, brock lesner was there for some other booth, and so on", "this became a macho test for people who would then go grab their friends and bring their friends back to see who could close stronger grippers", "i also ended up befriending across the way, it was another booth and there were these very attractive women running the booth who’d been hired by the company, but the company reps were off just getting shitfaced on bourbon street or something like that", "so i would take bathroom breaks", "i would say, “would you guys mind or one of you just manning my booth for five minutes while i go to the bathroom?” i said, “if anybody comes by, here’s the brochure, if you’d be so kind.” they were like, “sure.” like, “we know what you’re doing.” i was pretty explicit about it", "i was like, “look, we could use all the help we can get.” they were like, “no problem, that’s fine.” so they would come over during my bathroom breaks and spend five to ten minutes helping to get more meatheads to the booth", "it ended up being a very successful show", "in this particular type of show, it wasn’t the individual tradeshow goers, people who bought a day pass, that you cared the most about because in many cases, those folks just wait until the last day and then come around trying to buy everything at remnant prices", "so they’ll come by on the last day and they’ll say, “hey, can i buy each of these bottles for 10 percent of your asking price?” that is how a lot of this works", "you go to the show to meet the other, in my case, exhibitors", "you want to meet the distributors", "at the time, people like europa, for instance", "you want to meet other people who can teach you how the business works", "for instance, i befriended a few people at other companies who were very generous, the more senior folks certainly in that world, who were willing to show me their pricing sheets", "how did their pricing work for retailers", "how did their pricing work for distributors", "what types of costs were baked in versus separate and so on, which was extremely valuable", "i viewed my payment for the tradeshow and all the costs incurred as continuing education", "i was paying for an mba class over a weekend to teach me the specifics of how the business worked so i could take that back, even without any end-user orders, and improve the business, which i was able to do", "hopefully that helps or you guys liked that story", "that is one of many", "next one is from fenderbender87: “hey tim, joe rogan is a world-class comedian, podcaster, and sport commentator, flow tank extraordinaire, etc", "will he be a guest on the podcast at some point", "i’d be interested to hear you interview him to see if you can explore what it is that makes him successful at his many endeavors.” absolutely, 100 percent i would love to have joe on the podcast sometime", "i have tremendous respect for him and think he’s just done an amazing job in navigating, innovating and succeeding in so many different worlds", "whether it’s balancing the podcast with an incredible schedule of commentary and stand-up performances", "keeping in mind that the performances require, i’m assuming, months or maybe even years of developing material", "that is the end product, which in and of itself takes a lot of time", "but then there’s all the development and testing and working on material that goes into it", "he would be in my top 5 list for the podcast and i hope to make that happen at some point", "he’s a very impressive guy all around, for sure", "next question is from import_learnpython", "okay", "“do you still observe screenless saturday", "you mentioned going screenless years ago", "curious if you’re still following that practice?” yes, i do follow this", "the screen-free saturdays is now i usually refer to it", "that was yesterday for me", "right now, i am recording this on a sunday", "it’s turned into, i would say, i still call it screen-free saturday for myself", "but it is mostly referring to no laptop and no social media", "so i will still use my phone for texting, for using apps like uber, for instance, to get around", "these are things that are hard to go without, particularly in a place like san francisco, where i have no car", "i do not own a car", "so it’s important that i have my phone", "if i forget it, which i have on a few occasions, it looks like i’m doing a couple hours of walking", "that’s okay", "but i still do this", "it is typically every saturday that i do this", "i try to go the entire day without any exposure to laptop and any exposure to social media", "you will occasionally see things pop up in my social media on saturday that have been scheduled in advance with the understanding that i’m not going to be on social on saturdays", "so yes, i find the screen-free saturday to be an incredibly important part of my weekly routine", "next question and last question for now is from amanda peace", "“dating strategies", "what is your current experience and what recommendations do you have?” well, first observation would be i think dating strategies for men and women are probably quite different", "a number of suggestions or more – not suggestions, thoughts off the top of my head", "the first is if you want to know how i think about relationships these days, then my conversation with esther perrell is probably a good place to go", "you can find that at tim.blog/esther", "she wrote mating in captivity and is just incredible", "she’s endlessly fascinating and a brilliant woman", "if you’re going to use an app – during my periods of being single, i have found bumble to be very effective", "i do like the fact that it puts the ball in the female court in my case, which i think benefits both sides and prevents a lot of time wasting for me", "i can assess if there are prospects or not very quickly", "i would also suggest that, in the interest of time, you avoid dinner dates", "if you are having your first round interview, so to speak, with someone, there’s a very non-trivial chance that they will disqualify themselves extremely quickly or you will meet them and you’ll say, well, okay", "those photos were ten years old and 50 pounds ago", "i’m not attracted to this person", "if that is a disqualifier, you would prefer to learn that over a coffee date, meeting for coffee, than you would over what you then may get roped into as a three or four-hour commitment", "so i do recommend coffee or tea dates whenever possible", "if you’re going to go on a dinner date, i think this is particularly true if you’re a male and you want to make it less intimidating for a woman, as well as not a zero-sum game for yourself", "you should make it a group activity", "you can have some type of group dinner or fun activity with your friends", "so if it goes poorly with your date, then you still had a fantastic evening with your friends", "if it goes well and you want to continue the evening with your date, then you talk to your friends beforehand and you say, “hey, if this goes really well, i may want to split off from you guys and we’ll grab some drinks and you guys will not join us.” then you have that option as well", "if you are dating or i should say you’re single and let’s just say you just got out of a very long relationship and are not interested in becoming emotionally attached or having anyone else get emotionally attached to you, i remember being given advice at one point that i think is very helpful for such cases", "that is, no dinners at all", "no sleepovers", "no dinners, no sleepovers", "if you do coffee, then the next step would be drinks, potentially", "if you drink", "but no dinners, no sleepovers", "if you want to avoid emotional entanglement, if you’re in a place where you just got out of something very heavy and serious, for instance, and you want to take a break from any of that psychic load, no dinners, no sleepovers", "what else", "i would say for men out there, this was a few years ago i observed this", "i want to say maybe two years ago", "i took a period of time where i was completely dry, meaning i wasn’t drinking any booze", "i wasn’t really going out at all", "i remember at one point just deciding that if, i got very frustrated with online dating and just dropped it entirely", "i was just going to go celibate and enjoy my single time solo", "when people would engage, from say old messages that were send on bumble or some other app, i would say, “you know what", "i would love to hang, but i’m pretty boring these days", "i’m not drinking any booze, but if you want to have some tea, sure", "we could have a quick tea date, but i’m probably going to be very uninteresting.” for whatever reason, i’m just speculating, i think because it reduced the fear factor or the threat factor that women may experience when men want to have a lot of booze", "that variable can create a fear factor, understandably", "when that was removed, the acceptance rate, the number of women who wanted to meet up seemed to me to be abnormally high", "meaning two or three x the norm versus hey, let’s get drinks", "so there is perhaps something to be learned there strategically, tactically speaking", "that is really about it", "i do think that dating is very different for men and women", "there have been books that have helped friends of mine in the past", "i’ve also read them", "the way of the superior man is one that i disagree with probably 30 percent of it or don’t particularly agree with it, but there are takeaways that i think can be applied", "generally, in terms of matching, i find that you want to look for people who are of equal polarity from a 50/50 masculine/ feminine", "this is going to get all sorts of people all riled up because this is isn’t very pc maybe", "i don’t really care", "i care about what works", "this is what has worked for me", "meaning if you imagine a slider bar and in the very center, if you have the slider in the very center, that represents perfect androgyny", "you have 50 percent masculine traits, 50 percent feminine traits, in a single person", "of course, we can be any combination of those", "if you are personally, i’m just making this up, but you feel like arbitrarily you are about 80 percent feminine characteristics, 20 percent masculine characteristics, you will generally have, at least in my experience, the most success with someone who is equally polarized in the opposite direction", "so if you’re 80 percent feminine, 20 percent masculine, you’re looking for 80 percent masculine, 20 percent feminine", "when you find someone a little closer to the androgyny line, then similarly they will have the most compatibility, and in some cases, attraction with someone who is only slightly on the other side, just as they are", "so maybe it’s a 60/40 split", "so that, of course, is just because it’s precise doesn’t mean it’s accurate", "but it is a useful heuristic, at least for me when thinking about looking at a number of potential dates, trying to identify who i will have the most attraction and compatibility with, just based on a very cursory look at their hobbies, behavior, how they write and so on", "there you have it folks", "hopefully this was not totally boring", "please let me know", "you can find show notes to anything i’ve talked about, books, links to other episodes, in the show notes at tim.blog/podcast, which also has show notes to every other episode", "if you want to ask me questions and get them answered on the podcast like this, please subscribe to 5-bullet friday", "that is where i source these types of questions from you guys", "it’s always free", "it’s super short", "it’s five bullets of stuff that i’m exploring, experiments i’m doing, favorite recent purchases, etc", "you can find the newsletter, 5-bullet friday, tim.blog/friday", "there you have it", "as always, thank you so much for listening"]}