{"dialog_idx": {"phil hellmuth": [18, 19, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 63, 65, 66, 67, 68, 69, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 97, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 197, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 253, 254, 256, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 271, 272, 273, 274, 275, 276, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 334, 335, 336, 338, 340, 341, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 420, 421, 427, 428, 429, 431, 432, 433, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 464, 467, 468, 469, 470, 471, 474, 475, 476, 477, 478, 481, 483, 484, 485, 486, 487, 488, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 516, 517, 518, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 574, 575, 576, 577, 578, 579, 581, 582, 583, 584, 585, 586, 587, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 692, 693], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 20, 21, 39, 62, 64, 70, 95, 96, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 182, 183, 196, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 220, 250, 251, 252, 255, 257, 270, 277, 278, 279, 280, 281, 333, 337, 339, 342, 418, 419, 422, 423, 424, 425, 426, 430, 434, 435, 436, 463, 465, 466, 472, 473, 479, 480, 482, 489, 515, 519, 572, 573, 580, 588, 607, 608, 609, 610, 611, 612, 640, 660, 687, 688, 689, 690, 691, 694, 695, 696]}, "episode_num": 260, "file_type": "html", "guests": ["phil hellmuth"], "num_sentences": 697, "num_words": 10334, "raw_text": "Tim Ferriss: Welcome to Fear(less). I’m your host, Tim Ferriss, and on this stage, we’ll be deconstructing world-class performers of all types to uncover and distill the specific tactics they’ve used to overcome doubt, tackle their hardest decisions, and ultimately succeed on their own terms. So, let’s do a show of hands: How many people here think they can tell when someone is lying? About 50 percent. Now, how many of you think you can lie and not get caught? About 30. How many of you – who raised your hands – would be willing to bet your entire life savings on being able to do that? All right, six or seven. Well, for the last 30 years, my guest tonight has made his living reading behavior, analyzing the odds, and gambling for his future. In 1989, he became the youngest main event champion at the World Series of Poker, and he holds the world record for most event wins at 14, and he’s still going. Please welcome author, entrepreneur, and professional poker player Phil Hellmuth. I can always tell – I have a lot of friends who watch poker, and I’m an avid fan, but not a competent player, so we’re not going to be at the same table any time unless I’m a spectator, but I can always tell when you’re on because of the beeping. It draws me into the room. The good news is this isn’t really family programming, so no bleeps in this conversation if it all comes out. I want to talk a little bit about the Scrabble – Phil Hellmuth: Are you trying to encourage me to swear? Tim Ferriss: This is my – I’m from Long Island. It might come out on my part. I do drop F-bombs if I get wound up, so I guess that’s a light nudge. Phil Hellmuth: Swearing is part of the lexicon now, and things have changed so much, and so, I do probably swear more than I should even when I’m on the microphone doing events, and someone will always be – there are always one or two people of the couple-hundred at the event that will be offended. They usually don’t say anything. Tim Ferriss: I mean, that’s a pretty good percentage. That’s a good win. Phil Hellmuth: I have a goal sheet on my mirror and I have a blessing sheet on my mirror. So, in the morning, when I’m brushing my teeth and not paying attention, I see what my lifetime goals are, or my goals for that year, and I also see my blessings. So, I hopefully leave happy because I see the blessings, and focus because I know what my goals are. So, for me, that’s – [Applause] Let me just wrap this up; this is kind of fun. So, the other day – Tim Ferriss: I’m not in any rush. We have all the time in the world. Phil Hellmuth: Well, I was at Starbucks three or four months ago, and someone came up to me, and I was really tired, it was a Sunday morning, and I hadn’t slept well, and someone came up to me that doesn’t know me that well or whatever, but I’m polite, and I smiled, and I shook his hand or whatever, and just wanted to get my coffee and get out of there, and then his wife pops up. She’s just glowing. She’s like, “Phil, I’ve got to tell you: I was at your speech. I put my goals up on my mirror, and I accomplish them within two months.” And, she was glowing, and I thought, “Wow, I had a profound influence on her life!” And, it just made me feel – I mean, as a professional poker player at the top of the game, I do things no one else does in the game, and I know that I’m motivated. I’ve known this since maybe 2002, where someone came up to me and they said, “Phil, I was in a coma, and I woke up because I imagined playing you heads-up at poker.” And, this guy sat down in the audience when I was playing heads-up for a world championship, and my wife said, “He sat down and you won 11 hands in a row. There’s something weird here.” And so, from that moment on, way back in 2002, I realized that I’m motivating, that I’m inspirational to people – not the stuff that you see on television, although it’s kind of fun to watch me beeping and whatever – but, me, performing at the top of what I do. You watch some great athletes do things no other great athletes can do. I liked watching Tiger Woods at his prime. I liked watching Michael Jordan. I’m not as big as those guys, but in my industry, it’s kind of fun to see – “Wow! How did Phil know to fold this or move in with this?” So, yeah, I think when I’m achieving the most I can achieve and I’m playing poker like no one else has ever seen, I think that can be inspirational for millions of people that watch it. Tim Ferriss: So, within that period when you were struggling, did you have any particular coping mechanisms or strategies that you used, things to occupy your time that helped you get through that? Phil Hellmuth: Absolutely. A big coping mechanism for me – and, this applied itself in poker, too – when you’re young in poker, you’re usually reckless. So, I told you I won the main event – $750,000.00 for first, right? This is 1989, man. I’d been taking way too many chances, and so, at that point, from there – yes, I was smart. I bought a penthouse condominium and paid cash for it. Yes, I put aside money for taxes. But, the other $300,000.00, I lost. So, yeah, I ended up with – I may have bought a couple cars. Beautiful cars, penthouse condominium, but I’m struggling to pay $800.00 a month condo fees. This was a year later. And so, the coping mechanism there is rather than – it’s not that I’m avoiding the present, it’s that you’re like, “This is a moment where there’s a lot of rain, so No. 1, I’m going to develop strategies for the next time I have money.” My money management system has to be really solid, and I have to actually apply it and use it. That’s No. 1. No. 2, I would look forward and say, “What does it look like in two years?” It looks amazing in two years. And so, in the depths of dealing with some of the worst times, I would take advantage of that down period of that being trodden down to be more focused. How did this happen? How can I play poker better? How can I manage money? Money management’s more important than playing poker. Tim Ferriss: For a poker player, or just in general? Phil Hellmuth: You can ask me about that later, but that’s a very interesting topic. Tim Ferriss: Oh, I will. Phil Hellmuth: But, to go with it – so, those are the things I would use. Vince Vaughn was talking about this last night. He taught me something that I hadn’t thought about much. When someone’s looking at a flop, they usually haven’t hit it. They’re trying to figure out if they have anything. Tim Ferriss: The flop meaning when the dealer puts the cards down? Phil Hellmuth: When the first three cards come out, yes. But, you have to pay attention to everything that tells a story, and when the next card comes – Tim Ferriss: Yeah, Vince was saying if they look at it for a long time, they’re trying to figure out what to make of their hand, whereas if they look at it quickly, then they either have nothing or – you were talking about it – potentially a strong position. Phil Hellmuth: That was a great observation on his part. It made me realize how smart he is and increased my respect factor for him because he got it and pointed out something that I hadn’t been paying attention to recently. But, everything adds up. It’s a picture. How much are they betting? When the next card comes off – now, there are four in the middle – how much are they betting? When the fifth card comes up, how much are they betting? Are they hesitating because they think, “I have to bluff all in here and I have to man up to do it?” And then, when they bluff, do they put it in right away or do they wait? And then, people try to use things to throw you off, so you have to decipher the whole picture. So, I trust my instincts, and when I’m on, I look great, but I’m just not every day. We film so much poker – there are days where I’m off, and then a million of the kids watch it, and they say, “Phil sucks at poker, Phil sucks at poker, Phil sucks at poker.” I’ve heard that so often in my life, that I’m not good at poker. It’s crazy to me. It’s because they watch my worst moments. I wonder if I watched this guy who’s criticizing me – if I watched all of his worst moments – Tim Ferriss: The blooper reel for somebody else. So, you were talking about when you were at your best. Phil Hellmuth: And, by the way, that can get to me. People were telling me that I wasn’t good at poker, that the game had passed me by, coming into 2010. I “sucked” at poker because I hadn’t done anything in a couple of years. Internet forums filled with how bad I was at poker because I’m a big target and because I hadn’t done anything lately, and that’s fair criticism. And then, all of a sudden, 2011 came, and I had three second-place finishes, and everybody was like, “Wow,” and then 2012 came, and I won two bracelets, and everybody’s like, “Oh, my God.” But, I swear – I’ll never forget this – in 2011, they were talking about how I had fallen out of the Top 500 in poker, how I sucked at the game. Exactly three weeks later, I had two second-place finishes, and they were talking about how I was the greatest, which was –all right, what changed? Come on. Tim Ferriss: I was given some advice early on when I was writing because I was getting really thrown for a loop with some criticisms. I remember the first time I got a negative Amazon review – the very first time. Phil Hellmuth: Bummed you out? Tim Ferriss: I wrote this really logical, compassionate reply – this long – I spent hours on this thing, and the guy replied, “Go fuck yourself,” and I was like, “Oh, the humanity! Why won’t you listen, internet?” Somebody said to me, “You’re never as bad as they say you are and you’re never as good as they say you are either,” and I was like, “All right.” Phil Hellmuth: Did you then stop reading reviews? Tim Ferriss: I stopped reading most of them on Amazon, YouTube, and a few places, where it all devolves to Hitler after two pages, you’re like, “How did it get to Hitler? This is a kitten video.” What I wanted to ask you before I get too far off the rails – Phil Hellmuth: Wait, so you just gave up? I stopped looking at poker forums in 2001. I just stopped looking. Tim Ferriss: I think you don’t – There’s how to deal with something and there’s strategically choosing not to deal with it. Sometimes, it’s easier to go where it’s not slippery if you don’t want to slip, right? So, with temptation, with – it’s a quality problem, but beautiful, smart women swarming around you when you’re in Vegas or something like that – similarly, I don’t want to have to waste the energy to manage my response to something that isn’t going to be productive anyway, because the good stuff is just going to make my head inflate and the bad stuff probably isn’t even going to be accurate, or it’s going to make me feel terrible. What’s the outcome that I’m looking for? But, what I wanted to ask you – Phil Hellmuth: Well, my whole life – to stay with that a second – my whole life has been – I would get too inflated with the good stuff; my ego gets all pumped up. I’d get too devastated by the bad stuff. I look back, and I was very defensive in a lot of the videos that you may or may not show, but a lot of these videos are super defensive until 2011, 2012, and I’m like, “Wait a minute: I’m the all-time champion. I have all the records. Why am I so defensive?” I think that defensiveness is part of – maybe it ties in – I want to be great, and I want everybody to think I’m great at games – specifically, poker. I think that may drive me. I’m trying to get away from being defensive, but – Tim Ferriss: It’s tough. I’m pretty defensive, too. I remember – Phil Hellmuth: I wrote a tweet today, and I was like, “What?” Oh, Twitter, Twitter. Tim Ferriss: When Stephen Fry – a well-known comedian and actor – opted out on Twitter, he said, “It’s like too many people have peed in the pool. I’m out of here. I’m taking a break from Twitter.” A gross but useful metaphor. Anyway, I want to talk about one of the times you maybe weren’t at your best. You’ve lost all this money – just to go back to where we were in your timeline. I’d read about you setting a number of goals, maybe in a taxicab – am I making this up? There were a few goals. One was the World Series of Poker, I believe. If this is fiction, let me know. The second one – Phil Hellmuth: Oh, no. I’ve got it from here. So, this was probably – I was 21, maybe 22, something like that, and I had one of these weird touchpoints where something amazing happens to me – weird, right? So, I’m playing poker in Madison, Wisconsin. I wake up, and it’s foggy, and there’s snow on the ground, and I’m looking at a $2.00 and $4.00 limit game, but I have $20,000.00. You go to that game, you might make $200.00. What am I doing? So, I go over there, and I’m bored, and there’s no golf courses open, and I can’t find anything fun to do, so to two of the guys from the game, I say, “Let’s go have a drink.” So, I’ve never been a big drug guy, but I smoked pot, and then we go to the bar, and I’m having a drink, and they’re playing pool for $10.00 or $20.00 a game, and it’s 1:00 in the afternoon. I’m having a drink, I’ve smoked pot, and I’m suddenly – and, they’re arguing about $20.00 at the pool table, and I’m like, “What the fuck am I doing with my life? I have to get out of here.” So, I go – and, I’ll never forget; I opened this door, and boom! The sun is out now, and it’s bouncing off the snow, and it’s a metaphor for what happened at that moment. It was the reality of what happened at that moment. I opened the door, and I saw all the light. It’s coming at me, and it’s bouncing off everything, and I’ve been in some dingy bar. “Wow, what is this?” I call for a taxi – I would never drive when I’m doing something silly like that. I get back to my apartment, and I’m like, “What are you doing with your life?” The first thing I do – I have all this positive momentum energy, and I’m like, “These are my lifetime goals: I’m going to win the main event at the World Series of Poker. If I’m going to be a poker player, I’m going to be the best in the world. I’m going to meet and marry an amazing woman. I’m going to buy a beautiful house. I’m going to buy a beautiful car. I’m going to write a New York Times bestselling book.” So, I said, “These are my lifetime goals,” and there were six of them. And then, I had all this positive momentum and energy, and I’m like, “In order to get there, how am I going to do it?” Well, I think of it as a pyramid. First, I have to be able to not smoke pot, not become an alcoholic, manage my money –all these little things are on the bottom row of the pyramid. And then, there’s the next row of the pyramid: Exercise, eating healthy, all this stuff. And, the next row: Make sure that you’re studying the game. All the way to the top. So, I designed a pyramid in that moment in this creative breakthrough I was having, and then I’m like, “Actually, I love the concept of a pyramid.” In poker, the money flows up. So, I designed that pyramid in that moment. I was just writing for hours like a madman. At the bottom of the pyramid is all the small-stakes games that might happen at a bar, and then all the home games, then some of the games in Vegas, then some of the big games in L.A. All the money flows up. All the people that have success here come to this level, they dump off the money, or they go up. Most dump off the money. So, the money flows all the way up. If I want to win millions or decamillions playing poker, I have to be up here at the top as a player, and I have to use this pyramid and make sure that I check all the boxes on all these blocks to get there. I came up with the concept – I’m overwhelming people; I have two pyramids and a lifetime goal list – and then, I decided it was important to have something on my bathroom mirror, which we talked about a little bit already. And so, that concept came that day. All this amazing, positive momentum – to me, that was one of the most – in my autobiography, Poker Brat, that chapter’s called “I Can See the Light.” I just talk about that, and then, I’m devising all of these money management strategies. That was a profound moment for me in my life. Tim Ferriss: What were some of your – I think this is a really critical component, as you alluded to earlier. What were some of those money management strategies? Phil Hellmuth: Oh, before we – I’ll come to that, but before I say – the amazing thing was with all those goals – Tim Ferriss: The suspense is killing me! Phil Hellmuth: – with all those goals, I looked – a year later, my wife found the list. It may be two years later. I’d knocked off five of those lifetime goals already. I’d won the main event. I’d met Kathy. I’d bought this beautiful condominium. I’d bought some beautiful cars. It was amazing how many boxes I’d checked. Now, the bestselling book – I didn’t know this in ’04 when I put out Play Poker Like the Pros – I didn’t know that this would be the one. I just saw the poker wave coming and I put a how-to book out there. I wrote it myself – we talked about this last night – it took two months, 1,500 words a day. I put it out there; some guy holds it up on ESPN. He’d played a seven-card low tournament. He’d never played before. Tim Ferriss: What does that mean? What’s a seven-card low tournament? Phil Hellmuth: Basically, the World Series of Poker has a seven-card stud tournament, a hold‘em tournament, Omaha – all these different variations of poker. He’s playing in a seven-card low. He says, “I read Phil Hellmuth’s book,” and he holds it up on ESPN. “I read Phil Hellmuth’s book and I cashed for $17,000.00” Not $1 million, not $2 million, but $17,000.00. Boom! My book hits the bestseller list. [Applause] That’s a lifetime goal. I remember when Harper Collins called me. They somehow – I guess we had cell phones by then – they called me and said, “Where are you staying?” I was at the Loew’s Hotel. They said, “Okay, your book just hit the New York Times bestseller list. We just sent a bottle of Dom to your room.” And, it was a how-to list! I just walked around high for weeks because that was one of the last goal that I had to accomplish. Tim Ferriss: There’s so many directions we could go, but I’m going to come back to the wealth. Phil Hellmuth: Money management? Tim Ferriss: Yes, sir. So, at that time – because this is a critical survival skill, foundational for – Phil Hellmuth: I’m glad you came back to this because I think the people out there should know this. What’s more important: Great poker skills or great money management? Money management. I’ll tell you why. If you have a guy that has poker skills – let’s do a diagram here – poker skills of 80 –let’s say poker skills of 90, and you have a guy with poker skills of 80, but the guy with 80 manages money better, he’s going to have a much more comfortable life. He’s going to win his money, he’s going to sit down in the smart games at the right time with the right amount of money, and he’s just going to flow along and pay all of his bills. It’s going to look boring. Some of the outsiders are going to say, “You’re too conservative.” But meanwhile, look at the guy who has 90 but no money management skills. He loses all his money in one night. Now, he has to borrow money from his friends and loses that, too. Then, he gets staked – Tim Ferriss: That means someone is bankrolling? Phil Hellmuth: Someone bankrolls him, but he has so much skill that he hits for $500,000.00 in a tournament. His backer gets $250,000.00, but still! Now, he has $250,000.00. Now, he’s back in action, and he has a couple of successful months and runs it up to $400,000.00. But then, over a series of two weeks, he loses the whole $400,000.00, borrows, from all his friends again – because he paid them back last time – this time he borrows more, gets staked again – He can’t pay his bills. That’s a miserable, tough existence. And so, that’s why money management is more important than poker skills. Now, how specifically? I remember a story where my wife thought I was a madman. It was 1997. Tim Ferriss: I’m wondering how many stories you have like that, but let’s start with this one. Phil Hellmuth: So, I remember saying, “As soon as I’m worth $1 million, I’m going to get staked.” That was based on what my house was worth, on stocks – all the stuff that I had in my life. So, I determined that I’d hit the $1 million mark – Tim Ferriss: This is in assets? Phil Hellmuth: Yeah, in assets. Call it 1997. I was on the way down. I was like, “All right, I’m getting staked. I’m going to have Ted Forrest stake me.” People were lining up to stake me; I had pretty good results. So, I was going to have Ted Forrest stake me, and I was celebrating. “Honey, I’m getting staked.” But, I wasn’t celebrating the fact that I was getting staked. I was celebrating the fact that I could hit $1 million in net worth and get staked. No one in history that I have ever heard of had done that, to that point. Everybody else would go, “Hey, let’s get $200,000.00 from the house. Let’s sell a car. Let’s sell some stocks.” Not me. So, I was celebrating, and my wife – I just remember it was in a hotel in San Francisco – I was like, “Yes!” My wife was just staring at me with daggers. “What’s wrong with you? You’re getting staked and you’re celebrating.” But, that wasn’t the point. The point was I was going to draw this line in the sand, and I did it, and I got staked for the next three, four, or five years – until 2001. Ted Forrest was great. If I had money due – my bills were a lot less then; I had $5,000.00 or $7,000.00 a month in bills – he would just press a button and send me the money. I was getting staked, and I had no worries. I played less; I spent more time with my family at that point. And then, all of a sudden, in 2001, I won $500,000.00 in tournaments quickly, and Ted was entitled to $400,000.00 of it, or whatever, and I was more than happy. He had faith in me, and he made a bunch of money because of me and that was great. But, that’s what discipline it takes to have great money management. And now, today, I have a system where I’ll only risk $10,000.00 a day. [Laughter] Tim Ferriss: You have to look at the percentage, I know. Phil Hellmuth: Look at the percentage! $10,000.00 is not a lot. Tim Ferriss: Kids: Only risk $10,000.00 a day. No, I’m just kidding. It’s a percentage. Phil Hellmuth: I’m proud of that because – if I could translate to people at home –I don’t know what that would be for someone at home. Take a guess. Tim Ferriss: I’m not going to take a guess at your net worth; I don’t know. Phil Hellmuth: Forget net worth. Tim Ferriss: I know a little more about liquid assets – yeah, I would say it –it’s something that you can comfortably lose and not have it materially affect you or your family. Phil Hellmuth: Correct. For me, that was a big step. I implemented this five years ago, and it’s been super successful for me. $10,000.00 doesn’t last too long in the games I play in, but I can’t always tell, when I’ve lost $10,000.00, whether I’m – the reason I implemented it – I can’t always tell if I’m playing poorly or if I’m just getting unlucky. There’s always mystery there, mystery surrounding how good you’re playing. And so, I just decided – for me, it’s been a great system. If I lose it, I’m like, “All right, I can’t do anything.” I can’t play for 24 hours, or until I wake up. I might as well go to the movies; I might sleep a couple of shifts, watch some movies in the room, chill, and show up fresh the next day. And, there’s – I don’t want to lose $10,000.00 today. I just did it yesterday. So, you come up ready to play, and you’ve thought about if you did everything right. That’s been a good system for me for the last five or six years. Tim Ferriss: How would you have reacted had you not won? Phil Hellmuth: I think it would have been devastating, but I would have still had $350,000.00 or $400,000.00. You have to understand: At that point, I was already – there were four majors per year, and then there were nine World Series. So, that year, there were 11 World Series of Poker championships, and then there three that I really wanted to win which I considered majors. One of them was the Bicycle Club main event, and I won that one in August 1988. I’d already won one of the majors and was all over the poker press, so to win that was the greatest moment – maybe the greatest moment in my poker career – just to win that. It’s nice to back it up 13 more times. Tim Ferriss: So, speaking of backing it up, at what point before 1989 – I know we’re doing a little Memento-style, chronologically fragmented approach here, but bear with me. I don’t know why I keep looking at you; you’re very pensive, which I appreciate – the thinking hard. The question is: When did Johnny show you his hand? This is what I’ve read; maybe this is also just myth. You saw something, or at least you told him you saw something. Phil Hellmuth: The interesting thing about this – this is more for poker people. I’ll try to make it so everybody can understand it. The blinds were $5,000.00 and $10,000.00 when we were heads-up. The first thing I had whispered to Johnny Chan – we’d played 32 minutes – I’d whispered at the beginning, “You’re going to have to play perfect and get lucky to beat me.” Now, if the cameras had been working in those days, that’s one that would have been played a lot, and people would have said, “Boy, that kid’s cocky.” But, I whispered it just so Chan could hear, and exactly four hands before, I had had the ace and seven of diamonds – I still remember – and I opened for $35,000.00. So, you have to think in terms of how much money you’re raising, okay? That’s three and a half times the big blind. That’s how they look at it these days. A 3.5 is pretty big. But then, Chan called the $35,000.00 and raised $130,000.00 more – almost twice the size of the pot. These are unheard-of big numbers. A mental note went off. I said, “I’m not going to play within this hand,” but he’s stepping on the aggression now. I can see he’s putting a lot of money; he’s become very aggressive. I’m going to fold this. I don’t like folding it because everybody else in the world back then would have put in a lot of money with any ace, especially ace-seven suited. I said, “I’m going to fold this,” but I noticed he’d changed his style. My mind was completely encompassed in how I was going to win this. Exactly four hands later, I looked at two black nines, and it was like the script was already written. I’m going to open for $35,000.00, he’s going to raise $130,000.00, and I’m going to pile in $700,000.00, just that quick. Sometimes, scripts are written from hands. So, I did that, then he did it. I waited; I didn’t want to give anything away. I didn’t want to show any excitement. I didn’t want to do anything that would change him from doing what he was going to do. He re-raised $130,000.00. The minute those chips hit the pot, I said, “I’m all in.” He started the hand with $600,000.00. Boom! I’m raising all your chips right back on you. It was two black nines – a pretty strong hand. He started studying and thinking, and I thought to myself if he had ace-king, ace-queen, ace-jack, or ace-ten, he would have put money in already. Those hands are very close – maybe a 12 to 10, 13 to 10 favorite. I don’t want to play a pot where I’m only 12 to 10 or 13 to 10. I don’t want to leave it to chance. I also thought that he would call with any pair above tens instantly. So, at that point, I’m thinking, “What does he have? Do I want him to call or not?” I had been around poker long enough where I didn’t want to influence the action by acting strong or acting weak. I said, “Just let things play out and see where it lands.” But, if he had king-queen, I didn’t want him to call. I’m only a small favorite. When he had the ace-seven of spades, I was kind of surprised – also, he would have called right away with eights or sevens, which is a great position for me. When he had ace-seven of spades, I was kind of surprised. It was a little weaker, and I think he decided, “This kid is tough.” He and I had faced off in the 1988 World Series. He’d seen me. We’d faced off in August at the tournament; I won when I won the major at the Bicycle Club that I just mentioned. And so, he knew that I was there. He’d even come out in Esquire magazine in January and said, “This kid is going to win the main event as soon as he learns to tuck it in a little bit.” That was more fuel for my fire, reading myself in Esquire magazine. That was a big thing, man. Back then, nobody talked about poker. So, when called with ace-seven of spades, I was kind of surprised, but again, I thought, “All right, he’s going to find a way to outdraw me.” It’s not that I felt the negativity. It’s more like you have to be prepared for him to hit it. He’s been lucky, you’ve watched him get lucky, so when that six of spades hit, I was –heaven. I was going to tell you about the question that Antonio asked me that you asked me about last night. Tim Ferriss: Let’s jump into it. Phil Hellmuth: Okay. Let’s see. [Laughter] Another subject switch for Phil – get used to it. Tim Ferriss: Antonio is a mutual friend, very savvy investor and entrepreneur in his own right. Phil Hellmuth: We can say his last name, right? Tim Ferriss: Sure, Antonio Gracias. Phil Hellmuth: Antonio Gracias – amazing guy. He’s on the board of Tesla, SpaceX –really great friends with Elon Musk. Tim Ferriss: That’s how we met originally. Phil Hellmuth: Yeah, we met at an Elon Musk party. How lucky were we to be there? It was like, “How did they lose bracelets and we ended up with –?” Tim Ferriss: Well, especially me. This guy – come on. 14 bracelets. Phil Hellmuth: No, it’s pretty amazing to be there. But anyway, Antonio Gracias – last year, my ego was flying out of control. I won a bracelet, and then for three months straight, I was losing – maybe ten sessions. I’ve never lost more than three sessions for years that I can remember. I lost ten sessions in a row. My ego’s flying out of control. I’m more tempted than ever by these beautiful, smart women, so I’m treading on this ego path, and I’m having fun every day, just popping from – I’m doing events in New York, Chicago – appearances. I just feel like –I felt like I was attracting everybody, and I’m just having a blast with it. I’m in the Hamptons, and all this fun stuff is happening. It’s leading to a little bit of a car wreck for me, and then Antonio Gracias asked – he said, “Phil, how many bracelets would you have without your wife?” And, I wanted to answer selfishly, “Well, I might have more because I would have played more tournaments,” but I knew that wasn’t true. I was like, “Nine?” He said, “You have 14. Nine? You really think you’d have that many without her?” I thought, “Wow. Maybe seven?” The minute that that connected with me, this egotistical guy walking around – not mistreating anybody, nice to everybody; I’ve learned that. Respect everybody; I’ve learned that. But still, flying high in his own jet stream –thump, boom. A week later, my iPhone picture was – I had two iPhone pictures; one on the outside, which was Clinton and me, and the other one on the inside, which was George Bush and me. So, don’t come at me – I said Democrats and Republicans. But, I erased one and put my wife up, and I erased the other and I put my wife and sons up over the next two weeks. As I did it, I thought, “Wow, this is the Antonio effect.” I think if Elon’s ever struggled – which, of course, he never has – I think Antonio’s helped him out. He’s just been amazing. And so, just that one question – I felt like it rerouted my life a little bit, and then in four sessions in my home game, I won so much money. I won four times what I’d lost over the last three months, and I became more solidly entrenched in the process. That was key: Family first. Then, you have your fun movie star life where all these great things happen, but family first. So, it was significant for me – just that question. [Applause] Tim Ferriss: So, on a related note – this is a question from Facebook, Melanie Nelson: “What’s the secret to his long-lasting marriage?” I’d just love to know – I’m going to tweak it a little bit. What other things have you done? What other things have you worked on? How have you worked on making it this long? It’s a rarity in this world, at least in the U.S. Phil Hellmuth: It’s rare. It’s not always easy. I think one thing is that I still have great desire for my wife. I still lust after her. Honey, I love you! [Laughter] And –it’s important to keep that. For me, my wife was probably ready to leave me in ’99. “Who the hell is this guy? I married a diamond in the rough. He’s still in the rough!” “You’re still a piece of coal! You were supposed to change and grow! You’re a smart guy!” Her threatening to leave me devastated me, but my wife is smart. She didn’t do anything drastic. We went into therapy together, and I worked really hard at all my faults: To much ego, too self-centered, too narcissistic, blah blah blah – a lot of stuff. It was really important to work on, and I saw the truth in all of that, and I was thinking about it every week. We’d spend an hour and a half, two hours, three hours a week figuring out how things I might have done wrong to her – mostly unintentionally – Sometimes, I’d be trying to do her a favor, but of course, sometimes, women think differently from men. Men are from Mars, women are from Venus, right? So, I learned a lot about that stuff, and it changed my primary relationship. So, I grew for a year and a half – massive growth. What I found is that all the other relationships changed. One of my friends – John Bonetti – was crying in the car. “Phil, it’s the first time you’ve listened to me in ten years.” Crying! I was like, “That’s my wife’s effect.” So, in changing the primary relationship, and focusing and becoming better, it made me smarter and wiser in all my other relationships, and it helped my poker, too. Poker is a people game. So, at the end of it, I was like, “Well, she made me into a better man and we ended up coming out like this.” And so, I remember six months later, I’m like, “Man, I miss this growth. I want to go back into therapy just so I can get better and grow more.” That’s one thing that’s been really smart for us. And then, in the 30s, we all know that a lot of women are leaving men, and in the 40s, a lot of men are leaving women. The math and the science are undisputed. So, when I struggled a little bit with whether or not I wanted to be in this relationship, I asked her to change a few things. We went into therapy together, and she did. So, we just keep growing. We keep getting a better and better understanding of each other, and now, at my age, I’m probably safe to be with her for another 25 years. I know how to avoid the temptations. I play with fire a little bit sometimes in that I’m in those positions and having fun, but I just don’t think, after 27 years of not cheating, I’m going to go out and cheat. [Applause] Tim Ferriss: How do your poker skills help you away from the table? You mentioned negotiation. Are there any other areas you can think of in which poker has helped you? Phil Hellmuth: Oh, I don’t know. I’d have to think about that. Tim Ferriss: Maybe the answer is “everything.” Phil Hellmuth: It could be everything. Tim Ferriss: A lot of my friends who love poker – we’re not professional players by any stretch of the imagination, but I had one friend of mine who’s a very well-educated guy – he has a tattoo of a semicolon on his forearm – very well-educated guy, John, who says that he learned all he needs to know about navigating the world from his learning of poker. Phil Hellmuth: I have won – so, my friend Allan Mishra, who cured tennis elbow – Tim Ferriss: I didn’t know you knew Allan. Phil Hellmuth: Oh, you know Allan, too? Tim Ferriss: I know Allan. Allan is one of the foremost experts in something called platelet-rich plasma – PRP – injections. So, they take out your whole blood, they spin it in a centrifuge, and they isolate the growth factors and reinject it locally into injuries like tennis elbow. He’s been in the New York Times. Fascinating guy. Phil Hellmuth: Amazing guy. He came to me in ’02 and said, “I have this PRP thing.” So, I got involved with him, but I’m like, “Dude, you’re going to change the world.” He’s like, “That’s just what I needed to hear.” And so, I’ve invited him to my poker camps, and we hang out, and right now, we’re in a suicide football league together. We have one team left. Tim Ferriss: What’s a suicide football league? Phil Hellmuth: It’s just one where you have to pick a winner each week, but you can only pick a team once per year, so by the end, you’re picking Cleveland and some other teams that haven’t won many games. Anyway, Allan told me that playing poker has helped him read his patients. These high-profile patients come to him, and he says, “Did you hurt your knee doing this?” If they hesitate, he’s like, “No true answers coming.” He can – “Have you been taking your medicine over the last three weeks?” He can tell whether they’re lying or telling the truth, and that’s good for him, because then he can design a better program for them. Tim Ferriss: Fantastic doctor. Hard to get ahold of. Very popular, competent guy. Phil Hellmuth: He’s the guy that invented the surgery that Kobe had on his knee, where he went to Germany. Allan invented PRP. Allan owns the U.S. patents on PRP, and yet, when Kobe goes over to Germany, no one mentions Allan Mishra’s name as the inventor. It’s some doctor in Germany. It’s amazing what he can do. Imagine this, folks: You have your own blood. He spins out the PRP – the growth hormone. Let’s just say that you have Alzheimer’s. They pour the PRP in the area with Alzheimer’s; he thinks that may be one area where he can help. Say you’ve had a heart attack. They’ve already proven the heart will come back 85 percent better with your own blood. So, imagine: We’ve been searching the top of the Himalayas for amazing things when it’s inside your blood – all this ability to cure. And, Allan’s working on some cancer cure stuff, which is amazing – Maybe I’m naïve. I believe he has a decent shot – I believe he’s going to cure cancer. [Applause] Tim Ferriss: Just this small-world story – it’s worth pointing out – I’m not originally from the Bay Area, you’re not originally from the Bay Area. I got advice very early on – this is on my answering machine, actually, way back in the day – from a mentor. He said, “You’re the average of the five people you associate with most.” I was like, “Huh.” That’s been one of the pieces of advice that has guided a lot of my decisions, one of which was where to move to live. In the Bay Area, you just happen to bump into people like Allan Mishra. It’s amazing. When you hear the word – Phil Hellmuth: Yeah, he’s a crazy guy. He just went to the Nobel prize winners and said, “Hey, I have a new concept. You know how we’re trying to starve cancer cells? I’m just going to feed them platelet-rich plasma and see how that works.” So, there’s been some progress. I probably sound stupid – you can keep this in, but I probably sound stupid saying I think he’s going to cure cancer, but I’m sticking by it. He’s certainly cured a lot of other stuff. Tim Ferriss: Yeah, he’s a brilliant guy. Phil Hellmuth: No one knows his name. Tim Ferriss: That’s true. When you hear the word “successful,” who’s the first person who comes to mind and why? Phil Hellmuth: Wow. I think of some of my best friends. I think of Chamath Palihapitiya. I think of Bill Lee. People don’t really – unless you’re a business insider, you haven’t really heard of these guys. Tim Ferriss: Can you explain? Why is that? Phil Hellmuth: If you’re thinking that what Elon Musk has done is beyond success, what he’s doing – he thinks we live in a matrix. He’s sending people to Mars. He has Tesla; he has SpaceX. That’s extraordinary. Sorry, I was thinking of Chamath Palihapitiya and Bill Lee. Tim Ferriss: Yes. Why are these two very famous investors – at this point –? Phil Hellmuth: Again, nobody in the room knows their names. Tim Ferriss: What makes them successful to you? Phil Hellmuth: The thing I like about – I define success a little bit differently. So, Chamath –I tease him that he got lucky. He didn’t want to go to Facebook. They just kept giving him more and more stock. He’s like, “I don’t know if this thing is going to work.” So, finally, he took the stock and went. Each point is worth, what, $2 billion now? Tim Ferriss: Yeah, he’s done pretty well. Phil Hellmuth: But, it’s what he’s done –he’s great at poker, his family is great, he has an amazing wife – Brigette – and three young children. I see the effort that he puts into – They used to – there’s a lot of people in Silicon Valley with the three nannies, the maids, all that kind of stuff. These guys have gone a little bit away from that. Chamath – he’s been cooking meals for his wife and kids a little bit, which I’ve never done. [Laughter] It’s amazing to me – he’s put family first, and yet, he still changed the world. He deployed billions – $1.2 billion now – out into the field. He’s crushing it. And then, I look at my friend Bill Lee, who spends a fair amount of time in his backyard with his young kids. Deals come to him. As you know, he’s really good friends with Elon Musk. I think when Elon flies over to Paris to do climate change, there’s one other guy on the plane. It’s Bill, because Bill’s brilliant. You want Bill with you because Bill is going to help you write your climate speech. When the Gigafactory opens, you want Bill Lee next to you. And so, these guys – they’re living. They’re having really nice lives. Bill is one of the best angel investors in history, maybe the best angel investor in history – we don’t know – but he’s been involved with – but he sits in his backyard. What was it, two days ago? I went, we had lunch together, we had a drink, and just kind of chilled. I’ll go to his house once a week and spend four hours in the afternoon sitting in the backyard. He has a 1-year-old, a 3-year-old, and a 6-year-old, and they’re coming by, always spicing up the atmosphere. I enjoy that – I enjoy the friendship thing. I didn’t get that until 2010. I was all about poker and family. And then, I just realized it’s seeped into my life – the importance of strong friendships. Tim Ferriss: Definitely. Phil Hellmuth: There’s a concept of forgiveness that’s hugely important. And so, for me personally, when I was studying Buddhism – we spent a week at Esalen, my wife Kathy and I – a week at Esalen. We weren’t allowed to talk. Tim Ferriss: Esalen, for those who don’t know, is an idyllic spot in Big Sur. Phil Hellmuth: Esalen is a spiritual place that was famous from the ‘60s. It has natural hot springs, and it’s really fun. So, when I studied Buddhism, the concept of forgiveness was important. I had someone steal $28,000.00 from me. Now, understand: I was staking this guy. I was feeding his family. Of that $28,000.00 that he had online that he stole from me, $14,000.00 was his. All he had to do was call me and say, “Phil, I need $7,000.00. You take $7,000.00, we’ll leave $14,000.00 on.” Instead, he chose to steal $28,000.00 from me. When I got the phone call that this had happened, I said, “What happened?” I was in shock. This guy just stole $28,000.00 from me. I’m sending money to his family. I’m staking him. What’s going on here? I called my friend John Bonetti. Bonetti’s like, “Fry him!” [Laughter] “Release the evidence! Crush him! Destroy him for life!” We had the evidence – a neat pile of evidence. Release it on the internet and he’s destroyed for life. But, what good does that do me? What good? And so, I was furious, and steaming, and whatever, and I called the guy, and he was crying on the phone. I finally just decided, “Honey, you and I are going out to dinner; we’re going to have the most expensive dinner and the most expensive bottle of wine I can have.” “My life is amazing, and I’ve spent one hour or two hours of my time steaming because someone stole from me.” We went out; we had a really nice dinner. At the end of that dinner, I said, “I’m going to completely forgive the guy.” [Applause] Nothing was ever released. But, here’s the beauty – here’s what I didn’t expect: I got paid back in full. This guy defends me to everybody on the planet. My wife said, “He’s turned into a protector of yours.” So now – this is a big-profile guy – he’s defending me, telling everybody what a great guy I am, and I remember – The other amazing thing about this – this happened on a Monday night. I could have released it and all hell would have broken loose. The internet would have gone crazy in the poker world. Instead, I flew to Connecticut to play in a poker tournament – $10,000.00 buy-in – on Friday. You can’t make this up. I saw the guy walk down the hallway to me. I shook his hand – it hurt a little bit. It hurt a little bit, but I shook his hand. I wouldn’t give him a hug. I shook his hand, but I never had to worry about him again after shaking his hand. This is the freaky thing: I played in that tournament. Now, if I were at war with him – and, he couldn’t have said anything negative about me, but he might have started throwing mud, trying to come up with stuff. I don’t know, he could never attack me, but people would make shit up. So, rather than some mud-throwing contest, my mind is focused on the poker tournament. You can’t make – I won $280,000.00. [Applause] Now, it was for third place, but $280,000.00 – exactly ten times what had been stolen from me. So, I got the $280,000.00. The guy paid me back in full, and he’s been a protector of mine, all because I forgave this really bad act – bad actor act. So, I love the concept of forgiveness. This isn’t the only time. I have another great forgiveness story. In fact, I’m going to tell it because if anything makes this edit, I want the forgiveness stuff to make the edit. Another guy I used to play poker with in the ‘80s in Madison, Wisconsin made sure that I was banned from the big game. He didn’t want me to play in the big game in Madison. He banned me. So, there was a lot of animosity towards him. Tim Ferriss: Was he afraid of losing? Why didn’t he want you to play? Phil Hellmuth: Partly that. He probably thought I was acting up a little bit, but I think it was mostly that he didn’t want me in the game because I was winning so much money in Madison. He banned me for three years. I moved in 1993. In 1994, I saw him with some other friends, and I invited him out to a movie. We went out to dinner and a movie, and I was as nice as I could be, and I completely forgave him. Tim Ferriss: In your head? Phil Hellmuth: In my head. And sometimes, that’s an act where I’ll lie down on a bed, I’ll close my eyes, and I’ll try to meditate, and I’ll send love towards that person that I hate – waves of love, whatever that means to the individual. But, when I’m doing that, I usually am on the bed a long time, because then, I’m like, “Well, I have to send love all the people I love, too.” [Laughter] So, I’m there 20 minutes, but – I don’t know; I can’t explain it. The very next time I see someone like that, who I’ve sent love to, it’s like they’ve received it. Did they just notice that my demeanor towards them changed, that I’m happy to see them? What happened? I don’t know and I can’t explain it. Tim Ferriss: So, what happened with this guy? Phil Hellmuth: So, this guy calls me three years later and said, “Listen: I recommended you for this deal.” I made $14 million. [Applause] So, I’ve got to tell you: I’m into forgiveness. I forgive everybody. Now, I haven’t had some of the really horrible stuff happen, like –rape or stuff like that. I wouldn’t know how to counsel someone if some really traumatic stuff happened. But, I know for me, forgiving people stealing from me and all this other stuff has led to amazing results, and I have no hatred in my heart. I get to walk around happy every day. Again, I think it’s really huge – I’ll say it again: When you’re walking down any hallway and anybody on the planet walks toward you, you don’t have to turn left or right. [Applause] Tim Ferriss: I think it’s also – I remember thinking to myself at one point that if you’re offended easily – because I am offended easily; I have some anger issues sometimes – you’re a bad resource allocator. It’s a bad use of this finite resource, which is your energy, calories, and hours on this planet when you’re awake. So, for me, it’s a 2 for 1 if you forgive people. You get the altruism, but you also get the practicality, and then you get these unforeseen ripple effects later. Phil Hellmuth: I wasn’t expecting the ripple effects, but it happened, and it was wonderful. I’m like, “Wow, this is something I’m going to do the rest of my life.” Yeah, I’ve had guys write 80 negative blogs about me, about the way I play poker. It never crossed the line to personal – maybe a little bit in there – and I forgave those guys. I knew this guy who attacked me all the time that actually kind of loved me, so I forgave him, and we moved on, and we’re friends. I have never written anything negative about him ever, but it’s okay. I don’t feel the need to. Tim Ferriss: So, I want to take a hard left turn and talk about – Phil Hellmuth: We’re turning away from forgiveness? Tim Ferriss: I’m going to rampage – from forgiveness to rampage. Don’t worry, we’re not going to end on a sour – Phil Hellmuth: Somebody knew what that “rampage” was about. Tim Ferriss: We’re not going to end on a sour note. So, you told a story last night – well, I was having some Malbec; let’s be honest – and you told the “I’m going on the rampage” story. Was this in Europe, or was it somewhere else? Phil Hellmuth: We had a $300,000.00 buy-in tournament in May, and I decided – There was a $300,000.00, a $100,000.00, and another $100,000.00. I thought, “You know what? I’ve been bad at raising money to play poker. I’ve had one guy stake me; I’ve made him $1.5 million. It’s been great. Let me try this other way.” And so, I reached out to my friends, but I wasn’t sure they would respond. So, I reached out, but I thought, “I only want to reach out once. So, in this email, I’m going to say the first thing: It’s a high-risk investment. You’re putting up $540,000.00 for me to play six tournaments. That’s high-risk. So, be aware that you’re probably going to lose your money.” That’s how I led the email. And then, I listed the events, when they would be on television – because it’s kind of fun, when you’re staking someone, to watch them live on television. They’re playing your money. If they’re live on television, you’re like, “That’s my horse, man!” That’s better than having somebody in the Kentucky Derby. The Derby only last 60 seconds. They got to watch me play – Tim Ferriss: You get to be nervous for hours. Phil Hellmuth: They got to watch me – yes! They got to watch me play 20 hours of live television in this event, or more than that, so it’s kind of cool. So, I sent it out, and I also put wiring instructions. I said, “Let’s see what happens.” $540,000.00. I’ll take a 10 percent freeroll, and I’ll put in the first $54,000.00. That way, I’m playing for 20 percent. Let’s see what happens. Well, within 20 hours, I sold up, and then, people were mad at me because I didn’t get him in. So now, I’m playing this $300,000.00 buy-in tournament, and it’s live on Fox Sports Net. We’re on Day 2 or whatever – I think it sold out at 48 players. We’re on Day 2, it’s late, and maybe even Day 3, and I’m feeling boxed in. Tim Ferriss: What does that mean? Phil Hellmuth: I have a young, great player on my right – Dan Smith – another great player – Fedor Holz – on my left, who’s been crushing it in 2016, just crushing it, and there was somebody else there. I just felt like they were on to me. They were playing me too well. I said, “Screw this. I might bust myself, but I’m going to try something else. This is it: They’re too attuned to me.” Tim Ferriss: Well, they also have years of tape on you. Phil Hellmuth: Correct. So, I said, “I’m on a rampage. Raise it.” I’m throwing the chips in, and I’m saying “I’m on a rampage” once every 15 seconds. “I’m on a rampage.” I raised ten pots in a row, and they’re like – from being this calm patient Phil to raising all of a sudden –I just saw the looks on their faces. “What the hell is going on here?” “Raise it, raise it!” Well, the hold cards are flashing to the world – nine-deuce, off-suit. Jack-four, off-suit. Seven-deuce, off-suit. Nothing – I’m not even looking at my hands. I didn’t even look at a hand during my rampage. “Raise it, raise it! I’m on a rampage! I’m on a rampage!” I’m winning every pot, accumulating all these chips, and I’m like, “All right, I messed up their flow.” If they do call, I’m betting the flop, betting the turn, firing – just throwing chips in there. I’m saying, “I’m on a rampage, I’m on a rampage.” It was great television. Tim Ferriss: I’m sure! Phil Hellmuth: Two things happened: 1). I’m finally in the big blind – Tim Ferriss: All the backers are like, “My horse is on a rampage!” Phil Hellmuth: Oh, yeah. I got those emails the next day, trust me. So now, I’m in the big blind; I hadn’t looked at my hold cards. There’s a guy in the small blind. I said, “I’m on a rampage.” Everybody else had folded – they don’t dare raise my blind. He’s like, “All in.” He puts $2 million in. I looked down at queens. I called $700,000.00 – he has a nine and a ten. I win that point – I’m at $1.4 million, and I’m on a rampage. I’m going on and on about it. Finally, I slowed down. Now, the next day – so, I did this; no one on the planet understands why I did this. This is one reason why they say I’m a bad poker player. What I’m trying to do is just lose my mind, be crazy, and let them know, “You’re not bluffing me for this next 20 hands. You are not going to bluff me. You might beat me, but if you re-raise me, I’m calling all your re-raises, too.” I’m telling them, “If you re-raise me, I’m calling, so let’s just get it on. It doesn’t matter to me.” It’s all threat and bluster, and I probably would have called them if they re-raised me because that’s just what I was going to do. But, it really changed the dynamics of the game. Now, of course, the next day, I had five different investors emailing me. “Phil, don’t lose it like that again. Phil, what were you thinking? Phil, what are you doing? Why are you playing nine-deuce off-suit? Why are you playing jack-three off-suit?” All these commentaries, and I’m just like, “Doesn’t anybody see the brilliance of what I did?” [Laughter] No! They see the insanity of what I just did. Tim Ferriss: They’re one and the same, right? “Everybody has a plan until they get punched in the face” – Cus D’Amato, trainer of Mike Tyson. “You have a pretty theory. Now, let me go on a rampage.” So, we’re going to wrap it up with – Phil Hellmuth: By the way, some of the highest ratings ever in poker history. Tim Ferriss: Oh, I’m sure. Phil Hellmuth: To watch me go crazy like that? Those clips have been watched a ton. Tim Ferriss: Ladies and gentlemen: Phil Hellmuth. [Applause] Phil Hellmuth: That was great. I really enjoyed that. Posted on: May 30, 2018.", "speakers": ["tim ferriss", "phil hellmuth"], "text_sentences": ["welcome to fear(less)", "i’m your host, tim ferriss, and on this stage, we’ll be deconstructing world-class performers of all types to uncover and distill the specific tactics they’ve used to overcome doubt, tackle their hardest decisions, and ultimately succeed on their own terms", "so, let’s do a show of hands: how many people here think they can tell when someone is lying", "about 50 percent", "now, how many of you think you can lie and not get caught", "about 30", "how many of you – who raised your hands – would be willing to bet your entire life savings on being able to do that", "all right, six or seven", "well, for the last 30 years, my guest tonight has made his living reading behavior, analyzing the odds, and gambling for his future", "in 1989, he became the youngest main event champion at the world series of poker, and he holds the world record for most event wins at 14, and he’s still going", "please welcome author, entrepreneur, and professional poker player phil hellmuth", "i can always tell – i have a lot of friends who watch poker, and i’m an avid fan, but not a competent player, so we’re not going to be at the same table any time unless i’m a spectator, but i can always tell when you’re on because of the beeping", "it draws me into the room", "the good news is this isn’t really family programming, so no bleeps in this conversation if it all comes out", "i want to talk a little bit about the scrabble – are you trying to encourage me to swear", "this is my – i’m from long island", "it might come out on my part", "i do drop f-bombs if i get wound up, so i guess that’s a light nudge", "swearing is part of the lexicon now, and things have changed so much, and so, i do probably swear more than i should even when i’m on the microphone doing events, and someone will always be – there are always one or two people of the couple-hundred at the event that will be offended", "they usually don’t say anything", "i mean, that’s a pretty good percentage", "that’s a good win", "i have a goal sheet on my mirror and i have a blessing sheet on my mirror", "so, in the morning, when i’m brushing my teeth and not paying attention, i see what my lifetime goals are, or my goals for that year, and i also see my blessings", "so, i hopefully leave happy because i see the blessings, and focus because i know what my goals are", "so, for me, that’s – [applause] let me just wrap this up; this is kind of fun", "so, the other day – i’m not in any rush", "we have all the time in the world", "well, i was at starbucks three or four months ago, and someone came up to me, and i was really tired, it was a sunday morning, and i hadn’t slept well, and someone came up to me that doesn’t know me that well or whatever, but i’m polite, and i smiled, and i shook his hand or whatever, and just wanted to get my coffee and get out of there, and then his wife pops up", "she’s just glowing", "she’s like, “phil, i’ve got to tell you: i was at your speech", "i put my goals up on my mirror, and i accomplish them within two months.” and, she was glowing, and i thought, “wow, i had a profound influence on her life!” and, it just made me feel – i mean, as a professional poker player at the top of the game, i do things no one else does in the game, and i know that i’m motivated", "i’ve known this since maybe 2002, where someone came up to me and they said, “phil, i was in a coma, and i woke up because i imagined playing you heads-up at poker.” and, this guy sat down in the audience when i was playing heads-up for a world championship, and my wife said, “he sat down and you won 11 hands in a row", "there’s something weird here.” and so, from that moment on, way back in 2002, i realized that i’m motivating, that i’m inspirational to people – not the stuff that you see on television, although it’s kind of fun to watch me beeping and whatever – but, me, performing at the top of what i do", "you watch some great athletes do things no other great athletes can do", "i liked watching tiger woods at his prime", "i liked watching michael jordan", "i’m not as big as those guys, but in my industry, it’s kind of fun to see – “wow", "how did phil know to fold this or move in with this?” so, yeah, i think when i’m achieving the most i can achieve and i’m playing poker like no one else has ever seen, i think that can be inspirational for millions of people that watch it", "so, within that period when you were struggling, did you have any particular coping mechanisms or strategies that you used, things to occupy your time that helped you get through that", "absolutely", "a big coping mechanism for me – and, this applied itself in poker, too – when you’re young in poker, you’re usually reckless", "so, i told you i won the main event – $750,000.00 for first, right", "this is 1989, man", "i’d been taking way too many chances, and so, at that point, from there – yes, i was smart", "i bought a penthouse condominium and paid cash for it", "yes, i put aside money for taxes", "but, the other $300,000.00, i lost", "so, yeah, i ended up with – i may have bought a couple cars", "beautiful cars, penthouse condominium, but i’m struggling to pay $800.00 a month condo fees", "this was a year later", "and so, the coping mechanism there is rather than – it’s not that i’m avoiding the present, it’s that you’re like, “this is a moment where there’s a lot of rain, so no", "1, i’m going to develop strategies for the next time i have money.” my money management system has to be really solid, and i have to actually apply it and use it", "that’s no", "1", "no", "2, i would look forward and say, “what does it look like in two years?” it looks amazing in two years", "and so, in the depths of dealing with some of the worst times, i would take advantage of that down period of that being trodden down to be more focused", "how did this happen", "how can i play poker better", "how can i manage money", "money management’s more important than playing poker", "for a poker player, or just in general", "you can ask me about that later, but that’s a very interesting topic", "oh, i will", "but, to go with it – so, those are the things i would use", "vince vaughn was talking about this last night", "he taught me something that i hadn’t thought about much", "when someone’s looking at a flop, they usually haven’t hit it", "they’re trying to figure out if they have anything", "the flop meaning when the dealer puts the cards down", "when the first three cards come out, yes", "but, you have to pay attention to everything that tells a story, and when the next card comes – yeah, vince was saying if they look at it for a long time, they’re trying to figure out what to make of their hand, whereas if they look at it quickly, then they either have nothing or – you were talking about it – potentially a strong position", "that was a great observation on his part", "it made me realize how smart he is and increased my respect factor for him because he got it and pointed out something that i hadn’t been paying attention to recently", "but, everything adds up", "it’s a picture", "how much are they betting", "when the next card comes off – now, there are four in the middle – how much are they betting", "when the fifth card comes up, how much are they betting", "are they hesitating because they think, “i have to bluff all in here and i have to man up to do it?” and then, when they bluff, do they put it in right away or do they wait", "and then, people try to use things to throw you off, so you have to decipher the whole picture", "so, i trust my instincts, and when i’m on, i look great, but i’m just not every day", "we film so much poker – there are days where i’m off, and then a million of the kids watch it, and they say, “phil sucks at poker, phil sucks at poker, phil sucks at poker.” i’ve heard that so often in my life, that i’m not good at poker", "it’s crazy to me", "it’s because they watch my worst moments", "i wonder if i watched this guy who’s criticizing me – if i watched all of his worst moments – the blooper reel for somebody else", "so, you were talking about when you were at your best", "and, by the way, that can get to me", "people were telling me that i wasn’t good at poker, that the game had passed me by, coming into 2010", "i “sucked” at poker because i hadn’t done anything in a couple of years", "internet forums filled with how bad i was at poker because i’m a big target and because i hadn’t done anything lately, and that’s fair criticism", "and then, all of a sudden, 2011 came, and i had three second-place finishes, and everybody was like, “wow,” and then 2012 came, and i won two bracelets, and everybody’s like, “oh, my god.” but, i swear – i’ll never forget this – in 2011, they were talking about how i had fallen out of the top 500 in poker, how i sucked at the game", "exactly three weeks later, i had two second-place finishes, and they were talking about how i was the greatest, which was –all right, what changed", "come on", "i was given some advice early on when i was writing because i was getting really thrown for a loop with some criticisms", "i remember the first time i got a negative amazon review – the very first time", "bummed you out", "i wrote this really logical, compassionate reply – this long – i spent hours on this thing, and the guy replied, “go fuck yourself,” and i was like, “oh, the humanity", "why won’t you listen, internet?” somebody said to me, “you’re never as bad as they say you are and you’re never as good as they say you are either,” and i was like, “all right.” did you then stop reading reviews", "i stopped reading most of them on amazon, youtube, and a few places, where it all devolves to hitler after two pages, you’re like, “how did it get to hitler", "this is a kitten video.” what i wanted to ask you before i get too far off the rails – wait, so you just gave up", "i stopped looking at poker forums in 2001", "i just stopped looking", "i think you don’t – there’s how to deal with something and there’s strategically choosing not to deal with it", "sometimes, it’s easier to go where it’s not slippery if you don’t want to slip, right", "so, with temptation, with – it’s a quality problem, but beautiful, smart women swarming around you when you’re in vegas or something like that – similarly, i don’t want to have to waste the energy to manage my response to something that isn’t going to be productive anyway, because the good stuff is just going to make my head inflate and the bad stuff probably isn’t even going to be accurate, or it’s going to make me feel terrible", "what’s the outcome that i’m looking for", "but, what i wanted to ask you – well, my whole life – to stay with that a second – my whole life has been – i would get too inflated with the good stuff; my ego gets all pumped up", "i’d get too devastated by the bad stuff", "i look back, and i was very defensive in a lot of the videos that you may or may not show, but a lot of these videos are super defensive until 2011, 2012, and i’m like, “wait a minute: i’m the all-time champion", "i have all the records", "why am i so defensive?” i think that defensiveness is part of – maybe it ties in – i want to be great, and i want everybody to think i’m great at games – specifically, poker", "i think that may drive me", "i’m trying to get away from being defensive, but – it’s tough", "i’m pretty defensive, too", "i remember – i wrote a tweet today, and i was like, “what?” oh, twitter, twitter", "when stephen fry – a well-known comedian and actor – opted out on twitter, he said, “it’s like too many people have peed in the pool", "i’m out of here", "i’m taking a break from twitter.” a gross but useful metaphor", "anyway, i want to talk about one of the times you maybe weren’t at your best", "you’ve lost all this money – just to go back to where we were in your timeline", "i’d read about you setting a number of goals, maybe in a taxicab – am i making this up", "there were a few goals", "one was the world series of poker, i believe", "if this is fiction, let me know", "the second one – oh, no", "i’ve got it from here", "so, this was probably – i was 21, maybe 22, something like that, and i had one of these weird touchpoints where something amazing happens to me – weird, right", "so, i’m playing poker in madison, wisconsin", "i wake up, and it’s foggy, and there’s snow on the ground, and i’m looking at a $2.00 and $4.00 limit game, but i have $20,000.00", "you go to that game, you might make $200.00", "what am i doing", "so, i go over there, and i’m bored, and there’s no golf courses open, and i can’t find anything fun to do, so to two of the guys from the game, i say, “let’s go have a drink.” so, i’ve never been a big drug guy, but i smoked pot, and then we go to the bar, and i’m having a drink, and they’re playing pool for $10.00 or $20.00 a game, and it’s 1:00 in the afternoon", "i’m having a drink, i’ve smoked pot, and i’m suddenly – and, they’re arguing about $20.00 at the pool table, and i’m like, “what the fuck am i doing with my life", "i have to get out of here.” so, i go – and, i’ll never forget; i opened this door, and boom", "the sun is out now, and it’s bouncing off the snow, and it’s a metaphor for what happened at that moment", "it was the reality of what happened at that moment", "i opened the door, and i saw all the light", "it’s coming at me, and it’s bouncing off everything, and i’ve been in some dingy bar", "“wow, what is this?” i call for a taxi – i would never drive when i’m doing something silly like that", "i get back to my apartment, and i’m like, “what are you doing with your life?” the first thing i do – i have all this positive momentum energy, and i’m like, “these are my lifetime goals: i’m going to win the main event at the world series of poker", "if i’m going to be a poker player, i’m going to be the best in the world", "i’m going to meet and marry an amazing woman", "i’m going to buy a beautiful house", "i’m going to buy a beautiful car", "i’m going to write a new york times bestselling book.” so, i said, “these are my lifetime goals,” and there were six of them", "and then, i had all this positive momentum and energy, and i’m like, “in order to get there, how am i going to do it?” well, i think of it as a pyramid", "first, i have to be able to not smoke pot, not become an alcoholic, manage my money –all these little things are on the bottom row of the pyramid", "and then, there’s the next row of the pyramid: exercise, eating healthy, all this stuff", "and, the next row: make sure that you’re studying the game", "all the way to the top", "so, i designed a pyramid in that moment in this creative breakthrough i was having, and then i’m like, “actually, i love the concept of a pyramid.” in poker, the money flows up", "so, i designed that pyramid in that moment", "i was just writing for hours like a madman", "at the bottom of the pyramid is all the small-stakes games that might happen at a bar, and then all the home games, then some of the games in vegas, then some of the big games in l.a", "all the money flows up", "all the people that have success here come to this level, they dump off the money, or they go up", "most dump off the money", "so, the money flows all the way up", "if i want to win millions or decamillions playing poker, i have to be up here at the top as a player, and i have to use this pyramid and make sure that i check all the boxes on all these blocks to get there", "i came up with the concept – i’m overwhelming people; i have two pyramids and a lifetime goal list – and then, i decided it was important to have something on my bathroom mirror, which we talked about a little bit already", "and so, that concept came that day", "all this amazing, positive momentum – to me, that was one of the most – in my autobiography, poker brat, that chapter’s called “i can see the light.” i just talk about that, and then, i’m devising all of these money management strategies", "that was a profound moment for me in my life", "what were some of your – i think this is a really critical component, as you alluded to earlier", "what were some of those money management strategies", "oh, before we – i’ll come to that, but before i say – the amazing thing was with all those goals – the suspense is killing me", "– with all those goals, i looked – a year later, my wife found the list", "it may be two years later", "i’d knocked off five of those lifetime goals already", "i’d won the main event", "i’d met kathy", "i’d bought this beautiful condominium", "i’d bought some beautiful cars", "it was amazing how many boxes i’d checked", "now, the bestselling book – i didn’t know this in ’04 when i put out play poker like the pros – i didn’t know that this would be the one", "i just saw the poker wave coming and i put a how-to book out there", "i wrote it myself – we talked about this last night – it took two months, 1,500 words a day", "i put it out there; some guy holds it up on espn", "he’d played a seven-card low tournament", "he’d never played before", "what does that mean", "what’s a seven-card low tournament", "basically, the world series of poker has a seven-card stud tournament, a hold‘em tournament, omaha – all these different variations of poker", "he’s playing in a seven-card low", "he says, “i read phil hellmuth’s book,” and he holds it up on espn", "“i read phil hellmuth’s book and i cashed for $17,000.00” not $1 million, not $2 million, but $17,000.00", "boom", "my book hits the bestseller list", "[applause] that’s a lifetime goal", "i remember when harper collins called me", "they somehow – i guess we had cell phones by then – they called me and said, “where are you staying?” i was at the loew’s hotel", "they said, “okay, your book just hit the new york times bestseller list", "we just sent a bottle of dom to your room.” and, it was a how-to list", "i just walked around high for weeks because that was one of the last goal that i had to accomplish", "there’s so many directions we could go, but i’m going to come back to the wealth", "money management", "yes, sir", "so, at that time – because this is a critical survival skill, foundational for – i’m glad you came back to this because i think the people out there should know this", "what’s more important: great poker skills or great money management", "money management", "i’ll tell you why", "if you have a guy that has poker skills – let’s do a diagram here – poker skills of 80 –let’s say poker skills of 90, and you have a guy with poker skills of 80, but the guy with 80 manages money better, he’s going to have a much more comfortable life", "he’s going to win his money, he’s going to sit down in the smart games at the right time with the right amount of money, and he’s just going to flow along and pay all of his bills", "it’s going to look boring", "some of the outsiders are going to say, “you’re too conservative.” but meanwhile, look at the guy who has 90 but no money management skills", "he loses all his money in one night", "now, he has to borrow money from his friends and loses that, too", "then, he gets staked – that means someone is bankrolling", "someone bankrolls him, but he has so much skill that he hits for $500,000.00 in a tournament", "his backer gets $250,000.00, but still", "now, he has $250,000.00", "now, he’s back in action, and he has a couple of successful months and runs it up to $400,000.00", "but then, over a series of two weeks, he loses the whole $400,000.00, borrows, from all his friends again – because he paid them back last time – this time he borrows more, gets staked again – he can’t pay his bills", "that’s a miserable, tough existence", "and so, that’s why money management is more important than poker skills", "now, how specifically", "i remember a story where my wife thought i was a madman", "it was 1997", "i’m wondering how many stories you have like that, but let’s start with this one", "so, i remember saying, “as soon as i’m worth $1 million, i’m going to get staked.” that was based on what my house was worth, on stocks – all the stuff that i had in my life", "so, i determined that i’d hit the $1 million mark – this is in assets", "yeah, in assets", "call it 1997", "i was on the way down", "i was like, “all right, i’m getting staked", "i’m going to have ted forrest stake me.” people were lining up to stake me; i had pretty good results", "so, i was going to have ted forrest stake me, and i was celebrating", "“honey, i’m getting staked.” but, i wasn’t celebrating the fact that i was getting staked", "i was celebrating the fact that i could hit $1 million in net worth and get staked", "no one in history that i have ever heard of had done that, to that point", "everybody else would go, “hey, let’s get $200,000.00 from the house", "let’s sell a car", "let’s sell some stocks.” not me", "so, i was celebrating, and my wife – i just remember it was in a hotel in san francisco – i was like, “yes!” my wife was just staring at me with daggers", "“what’s wrong with you", "you’re getting staked and you’re celebrating.” but, that wasn’t the point", "the point was i was going to draw this line in the sand, and i did it, and i got staked for the next three, four, or five years – until 2001", "ted forrest was great", "if i had money due – my bills were a lot less then; i had $5,000.00 or $7,000.00 a month in bills – he would just press a button and send me the money", "i was getting staked, and i had no worries", "i played less; i spent more time with my family at that point", "and then, all of a sudden, in 2001, i won $500,000.00 in tournaments quickly, and ted was entitled to $400,000.00 of it, or whatever, and i was more than happy", "he had faith in me, and he made a bunch of money because of me and that was great", "but, that’s what discipline it takes to have great money management", "and now, today, i have a system where i’ll only risk $10,000.00 a day", "[laughter] you have to look at the percentage, i know", "look at the percentage", "$10,000.00 is not a lot", "kids: only risk $10,000.00 a day", "no, i’m just kidding", "it’s a percentage", "i’m proud of that because – if i could translate to people at home –i don’t know what that would be for someone at home", "take a guess", "i’m not going to take a guess at your net worth; i don’t know", "forget net worth", "i know a little more about liquid assets – yeah, i would say it –it’s something that you can comfortably lose and not have it materially affect you or your family", "correct", "for me, that was a big step", "i implemented this five years ago, and it’s been super successful for me", "$10,000.00 doesn’t last too long in the games i play in, but i can’t always tell, when i’ve lost $10,000.00, whether i’m – the reason i implemented it – i can’t always tell if i’m playing poorly or if i’m just getting unlucky", "there’s always mystery there, mystery surrounding how good you’re playing", "and so, i just decided – for me, it’s been a great system", "if i lose it, i’m like, “all right, i can’t do anything.” i can’t play for 24 hours, or until i wake up", "i might as well go to the movies; i might sleep a couple of shifts, watch some movies in the room, chill, and show up fresh the next day", "and, there’s – i don’t want to lose $10,000.00 today", "i just did it yesterday", "so, you come up ready to play, and you’ve thought about if you did everything right", "that’s been a good system for me for the last five or six years", "how would you have reacted had you not won", "i think it would have been devastating, but i would have still had $350,000.00 or $400,000.00", "you have to understand: at that point, i was already – there were four majors per year, and then there were nine world series", "so, that year, there were 11 world series of poker championships, and then there three that i really wanted to win which i considered majors", "one of them was the bicycle club main event, and i won that one in august 1988", "i’d already won one of the majors and was all over the poker press, so to win that was the greatest moment – maybe the greatest moment in my poker career – just to win that", "it’s nice to back it up 13 more times", "so, speaking of backing it up, at what point before 1989 – i know we’re doing a little memento-style, chronologically fragmented approach here, but bear with me", "i don’t know why i keep looking at you; you’re very pensive, which i appreciate – the thinking hard", "the question is: when did johnny show you his hand", "this is what i’ve read; maybe this is also just myth", "you saw something, or at least you told him you saw something", "the interesting thing about this – this is more for poker people", "i’ll try to make it so everybody can understand it", "the blinds were $5,000.00 and $10,000.00 when we were heads-up", "the first thing i had whispered to johnny chan – we’d played 32 minutes – i’d whispered at the beginning, “you’re going to have to play perfect and get lucky to beat me.” now, if the cameras had been working in those days, that’s one that would have been played a lot, and people would have said, “boy, that kid’s cocky.” but, i whispered it just so chan could hear, and exactly four hands before, i had had the ace and seven of diamonds – i still remember – and i opened for $35,000.00", "so, you have to think in terms of how much money you’re raising, okay", "that’s three and a half times the big blind", "that’s how they look at it these days", "a 3.5 is pretty big", "but then, chan called the $35,000.00 and raised $130,000.00 more – almost twice the size of the pot", "these are unheard-of big numbers", "a mental note went off", "i said, “i’m not going to play within this hand,” but he’s stepping on the aggression now", "i can see he’s putting a lot of money; he’s become very aggressive", "i’m going to fold this", "i don’t like folding it because everybody else in the world back then would have put in a lot of money with any ace, especially ace-seven suited", "i said, “i’m going to fold this,” but i noticed he’d changed his style", "my mind was completely encompassed in how i was going to win this", "exactly four hands later, i looked at two black nines, and it was like the script was already written", "i’m going to open for $35,000.00, he’s going to raise $130,000.00, and i’m going to pile in $700,000.00, just that quick", "sometimes, scripts are written from hands", "so, i did that, then he did it", "i waited; i didn’t want to give anything away", "i didn’t want to show any excitement", "i didn’t want to do anything that would change him from doing what he was going to do", "he re-raised $130,000.00", "the minute those chips hit the pot, i said, “i’m all in.” he started the hand with $600,000.00", "boom", "i’m raising all your chips right back on you", "it was two black nines – a pretty strong hand", "he started studying and thinking, and i thought to myself if he had ace-king, ace-queen, ace-jack, or ace-ten, he would have put money in already", "those hands are very close – maybe a 12 to 10, 13 to 10 favorite", "i don’t want to play a pot where i’m only 12 to 10 or 13 to 10", "i don’t want to leave it to chance", "i also thought that he would call with any pair above tens instantly", "so, at that point, i’m thinking, “what does he have", "do i want him to call or not?” i had been around poker long enough where i didn’t want to influence the action by acting strong or acting weak", "i said, “just let things play out and see where it lands.” but, if he had king-queen, i didn’t want him to call", "i’m only a small favorite", "when he had the ace-seven of spades, i was kind of surprised – also, he would have called right away with eights or sevens, which is a great position for me", "when he had ace-seven of spades, i was kind of surprised", "it was a little weaker, and i think he decided, “this kid is tough.” he and i had faced off in the 1988 world series", "he’d seen me", "we’d faced off in august at the tournament; i won when i won the major at the bicycle club that i just mentioned", "and so, he knew that i was there", "he’d even come out in esquire magazine in january and said, “this kid is going to win the main event as soon as he learns to tuck it in a little bit.” that was more fuel for my fire, reading myself in esquire magazine", "that was a big thing, man", "back then, nobody talked about poker", "so, when called with ace-seven of spades, i was kind of surprised, but again, i thought, “all right, he’s going to find a way to outdraw me.” it’s not that i felt the negativity", "it’s more like you have to be prepared for him to hit it", "he’s been lucky, you’ve watched him get lucky, so when that six of spades hit, i was –heaven", "i was going to tell you about the question that antonio asked me that you asked me about last night", "let’s jump into it", "okay", "let’s see", "[laughter] another subject switch for phil – get used to it", "antonio is a mutual friend, very savvy investor and entrepreneur in his own right", "we can say his last name, right", "sure, antonio gracias", "antonio gracias – amazing guy", "he’s on the board of tesla, spacex –really great friends with elon musk", "that’s how we met originally", "yeah, we met at an elon musk party", "how lucky were we to be there", "it was like, “how did they lose bracelets and we ended up with –?” well, especially me", "this guy – come on", "14 bracelets", "no, it’s pretty amazing to be there", "but anyway, antonio gracias – last year, my ego was flying out of control", "i won a bracelet, and then for three months straight, i was losing – maybe ten sessions", "i’ve never lost more than three sessions for years that i can remember", "i lost ten sessions in a row", "my ego’s flying out of control", "i’m more tempted than ever by these beautiful, smart women, so i’m treading on this ego path, and i’m having fun every day, just popping from – i’m doing events in new york, chicago – appearances", "i just feel like –i felt like i was attracting everybody, and i’m just having a blast with it", "i’m in the hamptons, and all this fun stuff is happening", "it’s leading to a little bit of a car wreck for me, and then antonio gracias asked – he said, “phil, how many bracelets would you have without your wife?” and, i wanted to answer selfishly, “well, i might have more because i would have played more tournaments,” but i knew that wasn’t true", "i was like, “nine?” he said, “you have 14", "nine", "you really think you’d have that many without her?” i thought, “wow", "maybe seven?” the minute that that connected with me, this egotistical guy walking around – not mistreating anybody, nice to everybody; i’ve learned that", "respect everybody; i’ve learned that", "but still, flying high in his own jet stream –thump, boom", "a week later, my iphone picture was – i had two iphone pictures; one on the outside, which was clinton and me, and the other one on the inside, which was george bush and me", "so, don’t come at me – i said democrats and republicans", "but, i erased one and put my wife up, and i erased the other and i put my wife and sons up over the next two weeks", "as i did it, i thought, “wow, this is the antonio effect.” i think if elon’s ever struggled – which, of course, he never has – i think antonio’s helped him out", "he’s just been amazing", "and so, just that one question – i felt like it rerouted my life a little bit, and then in four sessions in my home game, i won so much money", "i won four times what i’d lost over the last three months, and i became more solidly entrenched in the process", "that was key: family first", "then, you have your fun movie star life where all these great things happen, but family first", "so, it was significant for me – just that question", "[applause] so, on a related note – this is a question from facebook, melanie nelson: “what’s the secret to his long-lasting marriage?” i’d just love to know – i’m going to tweak it a little bit", "what other things have you done", "what other things have you worked on", "how have you worked on making it this long", "it’s a rarity in this world, at least in the u.s", "it’s rare", "it’s not always easy", "i think one thing is that i still have great desire for my wife", "i still lust after her", "honey, i love you", "[laughter] and –it’s important to keep that", "for me, my wife was probably ready to leave me in ’99", "“who the hell is this guy", "i married a diamond in the rough", "he’s still in the rough!” “you’re still a piece of coal", "you were supposed to change and grow", "you’re a smart guy!” her threatening to leave me devastated me, but my wife is smart", "she didn’t do anything drastic", "we went into therapy together, and i worked really hard at all my faults: to much ego, too self-centered, too narcissistic, blah blah blah – a lot of stuff", "it was really important to work on, and i saw the truth in all of that, and i was thinking about it every week", "we’d spend an hour and a half, two hours, three hours a week figuring out how things i might have done wrong to her – mostly unintentionally – sometimes, i’d be trying to do her a favor, but of course, sometimes, women think differently from men", "men are from mars, women are from venus, right", "so, i learned a lot about that stuff, and it changed my primary relationship", "so, i grew for a year and a half – massive growth", "what i found is that all the other relationships changed", "one of my friends – john bonetti – was crying in the car", "“phil, it’s the first time you’ve listened to me in ten years.” crying", "i was like, “that’s my wife’s effect.” so, in changing the primary relationship, and focusing and becoming better, it made me smarter and wiser in all my other relationships, and it helped my poker, too", "poker is a people game", "so, at the end of it, i was like, “well, she made me into a better man and we ended up coming out like this.” and so, i remember six months later, i’m like, “man, i miss this growth", "i want to go back into therapy just so i can get better and grow more.” that’s one thing that’s been really smart for us", "and then, in the 30s, we all know that a lot of women are leaving men, and in the 40s, a lot of men are leaving women", "the math and the science are undisputed", "so, when i struggled a little bit with whether or not i wanted to be in this relationship, i asked her to change a few things", "we went into therapy together, and she did", "so, we just keep growing", "we keep getting a better and better understanding of each other, and now, at my age, i’m probably safe to be with her for another 25 years", "i know how to avoid the temptations", "i play with fire a little bit sometimes in that i’m in those positions and having fun, but i just don’t think, after 27 years of not cheating, i’m going to go out and cheat", "[applause] how do your poker skills help you away from the table", "you mentioned negotiation", "are there any other areas you can think of in which poker has helped you", "oh, i don’t know", "i’d have to think about that", "maybe the answer is “everything.” it could be everything", "a lot of my friends who love poker – we’re not professional players by any stretch of the imagination, but i had one friend of mine who’s a very well-educated guy – he has a tattoo of a semicolon on his forearm – very well-educated guy, john, who says that he learned all he needs to know about navigating the world from his learning of poker", "i have won – so, my friend allan mishra, who cured tennis elbow – i didn’t know you knew allan", "oh, you know allan, too", "i know allan", "allan is one of the foremost experts in something called platelet-rich plasma – prp – injections", "so, they take out your whole blood, they spin it in a centrifuge, and they isolate the growth factors and reinject it locally into injuries like tennis elbow", "he’s been in the new york times", "fascinating guy", "amazing guy", "he came to me in ’02 and said, “i have this prp thing.” so, i got involved with him, but i’m like, “dude, you’re going to change the world.” he’s like, “that’s just what i needed to hear.” and so, i’ve invited him to my poker camps, and we hang out, and right now, we’re in a suicide football league together", "we have one team left", "what’s a suicide football league", "it’s just one where you have to pick a winner each week, but you can only pick a team once per year, so by the end, you’re picking cleveland and some other teams that haven’t won many games", "anyway, allan told me that playing poker has helped him read his patients", "these high-profile patients come to him, and he says, “did you hurt your knee doing this?” if they hesitate, he’s like, “no true answers coming.” he can – “have you been taking your medicine over the last three weeks?” he can tell whether they’re lying or telling the truth, and that’s good for him, because then he can design a better program for them", "fantastic doctor", "hard to get ahold of", "very popular, competent guy", "he’s the guy that invented the surgery that kobe had on his knee, where he went to germany", "allan invented prp", "allan owns the u.s", "patents on prp, and yet, when kobe goes over to germany, no one mentions allan mishra’s name as the inventor", "it’s some doctor in germany", "it’s amazing what he can do", "imagine this, folks: you have your own blood", "he spins out the prp – the growth hormone", "let’s just say that you have alzheimer’s", "they pour the prp in the area with alzheimer’s; he thinks that may be one area where he can help", "say you’ve had a heart attack", "they’ve already proven the heart will come back 85 percent better with your own blood", "so, imagine: we’ve been searching the top of the himalayas for amazing things when it’s inside your blood – all this ability to cure", "and, allan’s working on some cancer cure stuff, which is amazing – maybe i’m naïve", "i believe he has a decent shot – i believe he’s going to cure cancer", "[applause] just this small-world story – it’s worth pointing out – i’m not originally from the bay area, you’re not originally from the bay area", "i got advice very early on – this is on my answering machine, actually, way back in the day – from a mentor", "he said, “you’re the average of the five people you associate with most.” i was like, “huh.” that’s been one of the pieces of advice that has guided a lot of my decisions, one of which was where to move to live", "in the bay area, you just happen to bump into people like allan mishra", "it’s amazing", "when you hear the word – yeah, he’s a crazy guy", "he just went to the nobel prize winners and said, “hey, i have a new concept", "you know how we’re trying to starve cancer cells", "i’m just going to feed them platelet-rich plasma and see how that works.” so, there’s been some progress", "i probably sound stupid – you can keep this in, but i probably sound stupid saying i think he’s going to cure cancer, but i’m sticking by it", "he’s certainly cured a lot of other stuff", "yeah, he’s a brilliant guy", "no one knows his name", "that’s true", "when you hear the word “successful,” who’s the first person who comes to mind and why", "wow", "i think of some of my best friends", "i think of chamath palihapitiya", "i think of bill lee", "people don’t really – unless you’re a business insider, you haven’t really heard of these guys", "can you explain", "why is that", "if you’re thinking that what elon musk has done is beyond success, what he’s doing – he thinks we live in a matrix", "he’s sending people to mars", "he has tesla; he has spacex", "that’s extraordinary", "sorry, i was thinking of chamath palihapitiya and bill lee", "yes", "why are these two very famous investors – at this point –", "again, nobody in the room knows their names", "what makes them successful to you", "the thing i like about – i define success a little bit differently", "so, chamath –i tease him that he got lucky", "he didn’t want to go to facebook", "they just kept giving him more and more stock", "he’s like, “i don’t know if this thing is going to work.” so, finally, he took the stock and went", "each point is worth, what, $2 billion now", "yeah, he’s done pretty well", "but, it’s what he’s done –he’s great at poker, his family is great, he has an amazing wife – brigette – and three young children", "i see the effort that he puts into – they used to – there’s a lot of people in silicon valley with the three nannies, the maids, all that kind of stuff", "these guys have gone a little bit away from that", "chamath – he’s been cooking meals for his wife and kids a little bit, which i’ve never done", "[laughter] it’s amazing to me – he’s put family first, and yet, he still changed the world", "he deployed billions – $1.2 billion now – out into the field", "he’s crushing it", "and then, i look at my friend bill lee, who spends a fair amount of time in his backyard with his young kids", "deals come to him", "as you know, he’s really good friends with elon musk", "i think when elon flies over to paris to do climate change, there’s one other guy on the plane", "it’s bill, because bill’s brilliant", "you want bill with you because bill is going to help you write your climate speech", "when the gigafactory opens, you want bill lee next to you", "and so, these guys – they’re living", "they’re having really nice lives", "bill is one of the best angel investors in history, maybe the best angel investor in history – we don’t know – but he’s been involved with – but he sits in his backyard", "what was it, two days ago", "i went, we had lunch together, we had a drink, and just kind of chilled", "i’ll go to his house once a week and spend four hours in the afternoon sitting in the backyard", "he has a 1-year-old, a 3-year-old, and a 6-year-old, and they’re coming by, always spicing up the atmosphere", "i enjoy that – i enjoy the friendship thing", "i didn’t get that until 2010", "i was all about poker and family", "and then, i just realized it’s seeped into my life – the importance of strong friendships", "definitely", "there’s a concept of forgiveness that’s hugely important", "and so, for me personally, when i was studying buddhism – we spent a week at esalen, my wife kathy and i – a week at esalen", "we weren’t allowed to talk", "esalen, for those who don’t know, is an idyllic spot in big sur", "esalen is a spiritual place that was famous from the ‘60s", "it has natural hot springs, and it’s really fun", "so, when i studied buddhism, the concept of forgiveness was important", "i had someone steal $28,000.00 from me", "now, understand: i was staking this guy", "i was feeding his family", "of that $28,000.00 that he had online that he stole from me, $14,000.00 was his", "all he had to do was call me and say, “phil, i need $7,000.00", "you take $7,000.00, we’ll leave $14,000.00 on.” instead, he chose to steal $28,000.00 from me", "when i got the phone call that this had happened, i said, “what happened?” i was in shock", "this guy just stole $28,000.00 from me", "i’m sending money to his family", "i’m staking him", "what’s going on here", "i called my friend john bonetti", "bonetti’s like, “fry him!” [laughter] “release the evidence", "crush him", "destroy him for life!” we had the evidence – a neat pile of evidence", "release it on the internet and he’s destroyed for life", "but, what good does that do me", "what good", "and so, i was furious, and steaming, and whatever, and i called the guy, and he was crying on the phone", "i finally just decided, “honey, you and i are going out to dinner; we’re going to have the most expensive dinner and the most expensive bottle of wine i can have.” “my life is amazing, and i’ve spent one hour or two hours of my time steaming because someone stole from me.” we went out; we had a really nice dinner", "at the end of that dinner, i said, “i’m going to completely forgive the guy.” [applause] nothing was ever released", "but, here’s the beauty – here’s what i didn’t expect: i got paid back in full", "this guy defends me to everybody on the planet", "my wife said, “he’s turned into a protector of yours.” so now – this is a big-profile guy – he’s defending me, telling everybody what a great guy i am, and i remember – the other amazing thing about this – this happened on a monday night", "i could have released it and all hell would have broken loose", "the internet would have gone crazy in the poker world", "instead, i flew to connecticut to play in a poker tournament – $10,000.00 buy-in – on friday", "you can’t make this up", "i saw the guy walk down the hallway to me", "i shook his hand – it hurt a little bit", "it hurt a little bit, but i shook his hand", "i wouldn’t give him a hug", "i shook his hand, but i never had to worry about him again after shaking his hand", "this is the freaky thing: i played in that tournament", "now, if i were at war with him – and, he couldn’t have said anything negative about me, but he might have started throwing mud, trying to come up with stuff", "i don’t know, he could never attack me, but people would make shit up", "so, rather than some mud-throwing contest, my mind is focused on the poker tournament", "you can’t make – i won $280,000.00", "[applause] now, it was for third place, but $280,000.00 – exactly ten times what had been stolen from me", "so, i got the $280,000.00", "the guy paid me back in full, and he’s been a protector of mine, all because i forgave this really bad act – bad actor act", "so, i love the concept of forgiveness", "this isn’t the only time", "i have another great forgiveness story", "in fact, i’m going to tell it because if anything makes this edit, i want the forgiveness stuff to make the edit", "another guy i used to play poker with in the ‘80s in madison, wisconsin made sure that i was banned from the big game", "he didn’t want me to play in the big game in madison", "he banned me", "so, there was a lot of animosity towards him", "was he afraid of losing", "why didn’t he want you to play", "partly that", "he probably thought i was acting up a little bit, but i think it was mostly that he didn’t want me in the game because i was winning so much money in madison", "he banned me for three years", "i moved in 1993", "in 1994, i saw him with some other friends, and i invited him out to a movie", "we went out to dinner and a movie, and i was as nice as i could be, and i completely forgave him", "in your head", "in my head", "and sometimes, that’s an act where i’ll lie down on a bed, i’ll close my eyes, and i’ll try to meditate, and i’ll send love towards that person that i hate – waves of love, whatever that means to the individual", "but, when i’m doing that, i usually am on the bed a long time, because then, i’m like, “well, i have to send love all the people i love, too.” [laughter] so, i’m there 20 minutes, but – i don’t know; i can’t explain it", "the very next time i see someone like that, who i’ve sent love to, it’s like they’ve received it", "did they just notice that my demeanor towards them changed, that i’m happy to see them", "what happened", "i don’t know and i can’t explain it", "so, what happened with this guy", "so, this guy calls me three years later and said, “listen: i recommended you for this deal.” i made $14 million", "[applause] so, i’ve got to tell you: i’m into forgiveness", "i forgive everybody", "now, i haven’t had some of the really horrible stuff happen, like –rape or stuff like that", "i wouldn’t know how to counsel someone if some really traumatic stuff happened", "but, i know for me, forgiving people stealing from me and all this other stuff has led to amazing results, and i have no hatred in my heart", "i get to walk around happy every day", "again, i think it’s really huge – i’ll say it again: when you’re walking down any hallway and anybody on the planet walks toward you, you don’t have to turn left or right", "[applause] i think it’s also – i remember thinking to myself at one point that if you’re offended easily – because i am offended easily; i have some anger issues sometimes – you’re a bad resource allocator", "it’s a bad use of this finite resource, which is your energy, calories, and hours on this planet when you’re awake", "so, for me, it’s a 2 for 1 if you forgive people", "you get the altruism, but you also get the practicality, and then you get these unforeseen ripple effects later", "i wasn’t expecting the ripple effects, but it happened, and it was wonderful", "i’m like, “wow, this is something i’m going to do the rest of my life.” yeah, i’ve had guys write 80 negative blogs about me, about the way i play poker", "it never crossed the line to personal – maybe a little bit in there – and i forgave those guys", "i knew this guy who attacked me all the time that actually kind of loved me, so i forgave him, and we moved on, and we’re friends", "i have never written anything negative about him ever, but it’s okay", "i don’t feel the need to", "so, i want to take a hard left turn and talk about – we’re turning away from forgiveness", "i’m going to rampage – from forgiveness to rampage", "don’t worry, we’re not going to end on a sour – somebody knew what that “rampage” was about", "we’re not going to end on a sour note", "so, you told a story last night – well, i was having some malbec; let’s be honest – and you told the “i’m going on the rampage” story", "was this in europe, or was it somewhere else", "we had a $300,000.00 buy-in tournament in may, and i decided – there was a $300,000.00, a $100,000.00, and another $100,000.00", "i thought, “you know what", "i’ve been bad at raising money to play poker", "i’ve had one guy stake me; i’ve made him $1.5 million", "it’s been great", "let me try this other way.” and so, i reached out to my friends, but i wasn’t sure they would respond", "so, i reached out, but i thought, “i only want to reach out once", "so, in this email, i’m going to say the first thing: it’s a high-risk investment", "you’re putting up $540,000.00 for me to play six tournaments", "that’s high-risk", "so, be aware that you’re probably going to lose your money.” that’s how i led the email", "and then, i listed the events, when they would be on television – because it’s kind of fun, when you’re staking someone, to watch them live on television", "they’re playing your money", "if they’re live on television, you’re like, “that’s my horse, man!” that’s better than having somebody in the kentucky derby", "the derby only last 60 seconds", "they got to watch me play – you get to be nervous for hours", "they got to watch me – yes", "they got to watch me play 20 hours of live television in this event, or more than that, so it’s kind of cool", "so, i sent it out, and i also put wiring instructions", "i said, “let’s see what happens.” $540,000.00", "i’ll take a 10 percent freeroll, and i’ll put in the first $54,000.00", "that way, i’m playing for 20 percent", "let’s see what happens", "well, within 20 hours, i sold up, and then, people were mad at me because i didn’t get him in", "so now, i’m playing this $300,000.00 buy-in tournament, and it’s live on fox sports net", "we’re on day 2 or whatever – i think it sold out at 48 players", "we’re on day 2, it’s late, and maybe even day 3, and i’m feeling boxed in", "what does that mean", "i have a young, great player on my right – dan smith – another great player – fedor holz – on my left, who’s been crushing it in 2016, just crushing it, and there was somebody else there", "i just felt like they were on to me", "they were playing me too well", "i said, “screw this", "i might bust myself, but i’m going to try something else", "this is it: they’re too attuned to me.” well, they also have years of tape on you", "correct", "so, i said, “i’m on a rampage", "raise it.” i’m throwing the chips in, and i’m saying “i’m on a rampage” once every 15 seconds", "“i’m on a rampage.” i raised ten pots in a row, and they’re like – from being this calm patient phil to raising all of a sudden –i just saw the looks on their faces", "“what the hell is going on here?” “raise it, raise it!” well, the hold cards are flashing to the world – nine-deuce, off-suit", "jack-four, off-suit", "seven-deuce, off-suit", "nothing – i’m not even looking at my hands", "i didn’t even look at a hand during my rampage", "“raise it, raise it", "i’m on a rampage", "i’m on a rampage!” i’m winning every pot, accumulating all these chips, and i’m like, “all right, i messed up their flow.” if they do call, i’m betting the flop, betting the turn, firing – just throwing chips in there", "i’m saying, “i’m on a rampage, i’m on a rampage.” it was great television", "i’m sure", "two things happened: 1)", "i’m finally in the big blind – all the backers are like, “my horse is on a rampage!” oh, yeah", "i got those emails the next day, trust me", "so now, i’m in the big blind; i hadn’t looked at my hold cards", "there’s a guy in the small blind", "i said, “i’m on a rampage.” everybody else had folded – they don’t dare raise my blind", "he’s like, “all in.” he puts $2 million in", "i looked down at queens", "i called $700,000.00 – he has a nine and a ten", "i win that point – i’m at $1.4 million, and i’m on a rampage", "i’m going on and on about it", "finally, i slowed down", "now, the next day – so, i did this; no one on the planet understands why i did this", "this is one reason why they say i’m a bad poker player", "what i’m trying to do is just lose my mind, be crazy, and let them know, “you’re not bluffing me for this next 20 hands", "you are not going to bluff me", "you might beat me, but if you re-raise me, i’m calling all your re-raises, too.” i’m telling them, “if you re-raise me, i’m calling, so let’s just get it on", "it doesn’t matter to me.” it’s all threat and bluster, and i probably would have called them if they re-raised me because that’s just what i was going to do", "but, it really changed the dynamics of the game", "now, of course, the next day, i had five different investors emailing me", "“phil, don’t lose it like that again", "phil, what were you thinking", "phil, what are you doing", "why are you playing nine-deuce off-suit", "why are you playing jack-three off-suit?” all these commentaries, and i’m just like, “doesn’t anybody see the brilliance of what i did?” [laughter] no", "they see the insanity of what i just did", "they’re one and the same, right", "“everybody has a plan until they get punched in the face” – cus d’amato, trainer of mike tyson", "“you have a pretty theory", "now, let me go on a rampage.” so, we’re going to wrap it up with – by the way, some of the highest ratings ever in poker history", "oh, i’m sure", "to watch me go crazy like that", "those clips have been watched a ton", "ladies and gentlemen: phil hellmuth", "[applause] that was great", "i really enjoyed that"]}