{"dialog_idx": {"male speaker": [547], "stewart copeland": [40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 52, 54, 55, 56, 57, 58, 60, 61, 65, 66, 68, 69, 70, 71, 72, 73, 74, 75, 77, 78, 79, 80, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 207, 208, 211, 213, 214, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 548, 549, 550, 551, 553, 554, 555, 556, 557, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 586, 587, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 601, 602, 603, 604, 605, 606, 607, 611, 612, 613, 614, 615, 616, 617, 618, 619, 622, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 658, 659, 660, 661, 662, 663, 664, 665, 666, 668, 669, 670, 671, 672, 673, 674, 675, 676, 678, 679, 680, 681, 682, 683, 688, 693, 694, 695, 696, 699, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 715, 717, 719, 722, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 750, 751], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 51, 53, 59, 62, 63, 64, 67, 76, 81, 96, 97, 132, 159, 160, 161, 186, 206, 209, 210, 212, 215, 233, 255, 324, 325, 390, 494, 495, 496, 497, 498, 521, 522, 523, 535, 536, 552, 558, 559, 560, 561, 584, 585, 588, 600, 608, 609, 610, 620, 621, 623, 624, 656, 657, 667, 677, 684, 685, 686, 687, 689, 690, 691, 692, 697, 698, 700, 701, 714, 716, 718, 720, 721, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 749]}, "episode_num": 262, "file_type": "html", "guests": ["stewart copeland", "male speaker"], "num_sentences": 752, "num_words": 9798, "raw_text": "Tim Ferriss: This is Tim Ferriss. Welcome to another episode of the Tim Ferriss Show. I have music on the mind. It’s a Friday as I record this. I’ve had way too much tea, and that gives me a little bit of personality, so let’s jump into it. This episode of the podcast features Stewart Copeland, on Twitter @copelandmusic, who is considered one of the top ten drummers of all time, certainly one of the greatest drummers in rock and roll history. He was one of the founding members of the Police, has been inducted into the Rock and Roll Hall of Fame, and is a Grammy award-winning musician. Stewart is amazing. I’ve spent time with him. He reminds me a bit of Doc in Back to the Future. It’s your kids, Marty, it’s your kids! But I digress. He is a fantastic storyteller and a very, very well spoken, smart guy. In this conversation, which is very wide ranging, we delve into early lessons in surviving and how to survive the music industry, why entrepreneurs never get a day off, and certainly any self directed musicians or creatives are entrepreneurs in the sense of [inaudible] to make something from nothing. How the Police developed their unique sound and the decision that changed everything for them, and much, more. This interview comes from my television show, Fear(less), less in parenthesis since your goal is not to be fearless but to learn to fear less. And in this show, I interview world class performers on stage about how they’ve overcome doubt, conquered fear, and made their toughest decisions. We recorded about three hours of material; only one was used for the TV show, so this podcast is almost entirely new content that did not appear on TV. But, I highly recommend a few things. 1) You can watch the entire first episode of Fear(less) with illusionist and endurance artist David Blaine, and he does a bunch on stage. You can watch it all for free at att.net/fearless, all spelled out, no parenthesis. So att.net/fearless; so definitely check that out. And to see all episodes of this new TV show, you can use DirecTV or you can use the app at directv.com. That’s DirecTV Now. You can check that out: D-I-R-E-C-T-V.com. That is it for now, so let’s move on. Please enjoy this conversation with the one and only Stewart Copeland. Tim Ferriss: Welcome to Fear(less). I’m your host Tim Ferriss and on this stage we’ll be deconstructing world class performers of all different types to uncover the specific tactics they’ve used to overcome doubt, tackle some of their hardest decisions, and ultimately succeed on their own terms. So, imagine yourself a founding member of one of the most successful rock bands of all time. What happens when you break up? For many, that might be the end of the story but for my guest tonight he was just getting started. With no prior experience, he went on to score films for Francis Ford Coppola and Oliver Stone, composed for ballet and opera, and even take pilgrimages to Africa where he played drums with hungry lions; I am not kidding. He’s a founding member of the Police, a member of the Rock & Roll Hall of Fame, and for the last three decades he’s been one of Rolling Stone’s top ten drummers of all time. Please welcome musician master and madman Stewart Copeland. Good day, sir. We’re going to get to the back story. I was kidding with some of the guys when we were doing all the research that if I wrote a screenplay that covered the arc of your life, I think it would get rejected or heavily edited as being too unrealistic. We’re going to get to that; it’s just a fantastic story. But what was your mother’s background? Stewart Copeland: Well, she’s British. Her job was analyzing French and European train schedules. She was a spy, but it was in an office. It was a bureaucratic version of analyzing for sorting out bombing runs, getting supplies, and it was called SOE. The ladies of the SOE – it was almost women, by the way; unsung heroes and people are now writing books about the SOE, these women who fought this kind of bureaucratic data war. And now data, we all understand data, but back then it was numbers. She met my father. They got married during the war, and that’s my parents. When we went to Lebanon, she was an archeologist and she wrote books, in fact, my mother; very bookish. Her books are the kind of books you don’t read in a bookstore; they’re the kind of books that people who write books that you read use as research. The first word in one of her books is “the.” The second word is fourteen syllables long! Tim Ferriss: Started off easy enough. Stewart Copeland: Yeah, started out great but then it gets more and more impenetrable as you go into it. Tim Ferriss: What was it like growing up as the American in Cairo, or in Beirut? Stewart Copeland: There were other Americans too, mostly oil families. The American Community School of Beirut, all the Aramco kids, all the families in Saudi Arabia, the American families, they sent their kids to this school in Beirut. My generation was the first generation where the Saudi Arabians and the Gulf Arabs with their new wealth began to send their kids for a Western education. And so I, in my age group, started to see Saudi princes in my class and got to know them. One such was Osama Bin Laden. Tim Ferriss: In your class? Stewart Copeland: Not in my class. He would have been quite a few years older. Tim Ferriss: But in your school Stewart Copeland: In that school. If I had known him, I would have kicked his ass! Tim Ferriss: I have to ask; you met and interacted with him? Stewart Copeland: No, no he was years out. He was a decade after me. Tim Ferriss: Oh, it was years before. Stewart Copeland: By the way, I went back to Beirut years later, and it’s all Arabic now, and they’re all there. The Lebanese, they’re one of the richest and most developed countries in the Middle East and they rule. In the Arab world, anybody who’s running anything, he’s probably Lebanese. They have no resources. They have huge civil strife, huge ethnic tension but they’ve been through their civil war and they’ve got it resolved. The Lebanese are all about education. So the American Community School educating these kids to go and conquer America, which they do. You know there’s a Lebanese ghetto here in Los Angeles; it’s called Beverly Hills. Tim Ferriss: What did you want to be when you were a kid? Stewart Copeland: I can’t remember any time before I wasn’t a musician. I was seven or something like that. When I was actually in college, I thought I don’t want to actually play music; I want to organize it. I studied journalism and other aspects of the entertainment industry, but the drums just kept calling me back. Tim Ferriss: When did you leave the Middle East? Stewart Copeland: I left the Middle East in the mid-‘60s. I would have been 14 or 15, something like that and I was already playing in my high school band in Beirut by that time. Then I got to boarding school in England, and a couple things. Nobody had ever heard of where I had come from. Where do you come from? Well, Lebanon. Well, where’s that? The other thing was, and I didn’t realize it, but a lot of my vocabulary wasn’t English. In Beirut they speak Arab Franglais, which is Arabic but the sophisticated Beirutees speak French. But American English was invading; the university was American, the hospital built by American missionaries. The Americans in the Middle East by the way during my time were mostly, apart from my father, the Americans built hospitals and universities and American money was going into the Middle East from Christian organizations, from missionaries. And so Americans were known for no strings attached good stuff. Because it was the French and the British and the old imperial powers that had the bad rap. We soon earned a bad rap, but in those days Americans were much loved. Tim Ferriss: What brought you to England? Why did you guys move? Stewart Copeland: I was evacuated because after the Filby thing it got hot. So my father just suddenly had to get the family out of Dodge. Lebanon at that time in 1958, there was a civil war there at that time while I was there. It was bombs in the night, we had to fill the bathtub with water and stock up with food and so on, and there were sand bags in the streets. Actually in those days it was put out by the United States Sixth Fleet which was another reason I was proud to be an American. They showed up in 1958. I think Eisenhower was president. And that was it; civil war over. Just for show, they landed a whole platoon on the beach with the tanks and everything and did a display with these enormous tanks. Okay, let’s all go back to work now, shall we? There was no violence to it; it was just a display. It was like a Fourth of July exhibition kind of thing. These are the kinds of toys we got to play with, folks. Any questions? As I said before, our status there was very positive; we were loved there. There was an election coming up. I won’t bore you with the complicated politics but there was an election coming up and there was a lot of vegetation. So the Americans showed up. They had the peaceful election. They elected the non American guy, actually. My father was glad, but they elected Chehab instead of the guy the Americans wanted. But it was fine; he did a fine job and civil war over. But it was always there. They had three major religions there who had to share power. The Christians ruled the country, then there’s the Sunni and the Shia, who were at each other’s throats. It was a triangle. That triangle, with the influx of Palestinians, just couldn’t hold and so civil war, and they were really awful civil wars; the same as what’s going on in Syria now. They eventually blew over, and Lebanon was probably more able to withstand the Syrian war next door because in Lebanon, no, we’ve been there; we’re not the Sunnis, fine, let’s everybody go back to work. Instead of the U.S. Sixth Fleet showing up, the civil war in Syria next door and their own history means they’re not about to pick a fight anytime soon. In Syria, where the family was living before I was born and my mother was pregnant with my brother Ian, comes up in conversation a lot. They had a problem with their general, their dictator who was running the place, Fawzi Al Hadab or whatever his name was. He was starting to talk to the Russkies and so on, so we’ve got to get rid of these guys. This was my father’s idea, that I’ll tell you what; why don’t we have a rent-a-mob go and attack an American diplomat’s house. Tim Ferriss: A rent-a-mob. Stewart Copeland: And then our new colonel that we’ve been shining up, he can get the soldiers out to go and put down this riot. And while the soldiers are out, they can take over the radio station and the palace. That’s how they did it in those days. The colonel who took over the palace thought he was working against American interests, but in fact the other colonel, hitherto undisclosed, was the actual guy. And so his system was getting other people to do the dirty work. So this attack happens on the Copeland family home in Damascus, Syria. They’re late, and my father’s on the phone to Beirut. They show up, and oh great, bang, oh no! They’ve got guns! Bang! And the famous line that he had which is our family thing, is he says, “I’m gonna have to hang up now; they’re shooting at me personally.” Now, I never even believed these stories because it was my dad telling them. And he used to say, “Never let the facts ruin a good story.” But the history books are being written now about that period, and my father’s in there. Oh my God! According to the books, and I didn’t realize this until I found in the family archives newspaper clippings about it, he chased them off with a gun. He had a gun. My father had a handgun! I never saw him with a gun. Alabama kid chases out bandits with a handgun! In one of the Persian rugs there are bullet holes, and my sister’s got that rug because during those days the diplomatic wives would go to Iran, or Persia as it was known, and buy all this incredible stuff. So I have in my studio these Persian rugs that are older than I am. They’ve been in the family longer than I have. And in fact – another little digression – the patterns on these Persian rugs are these strangely geometric and yet curved lines. I was crawling around face first on those rugs from the age of zero all the way up. I just looked at those rugs the other day, and I realized that pattern is my music. My music is exactly that. The way it’s a combination of symmetry and wild abandon, the way the different colors interact with each other; I realize I was printed with my nose first, face first in these Persian rugs. Tim Ferriss: I’m going to dial us back a little bit to college. How did you choose where to go to college? How did you end up going where you did? Stewart Copeland: I was a draftable American. In spite of my pride in my country, we were fighting a war in Vietnam at the time for which my brother Ian had volunteered. My heroic brother Ian, not only did he have a motorcycle in high school but he went to Vietnam. He volunteered. He came back a decorated hero. Battalion citation, presidential citation, Purple Heart, Bronze Star; he found himself and he came back and became an agent and never saw another gun for the rest of his life. But he was a wild kid who discovered that and he came back. When he came back he was spat on and reviled, and it was a tragedy of the Vietnam War, how the American people saw it. We were afraid that we could be sent out. It wasn’t voluntary. Those weren’t volunteers over there; that could be me. And he did volunteer. He was fine until the first Gulf War. When he heard the crackle of the radios and the thump-thump of the helicopters, it came back and he had a psychosis for it. and then when the soldiers came home as conquering heroes, that’s how he should have been treated. Every single one of the soldiers in his platoon ended up as heroin addicts and they didn’t make it. None of them made it. He died of Agent Orange a few years ago, taken by melanoma. That’s how the Vietnam War generation was treated. And I didn’t want any part of that, personally. By the time I came along, I’m at the end of the baby boom. By the time I got to college, they had built all these colleges in capacity for the baby boom. By the time I came along, it had kind of withered out of it so it was easy for me to get into college; there was all this space. How the hell did we get there? Tim Ferriss: How did you end up going to the college you went to? Stewart Copeland: Oh, how I ended up in college. Okay, so we had a lottery system. Everybody – senators’ kids, everybody was getting drafted. So they had a lottery system. Whatever your birth date, they pull the dates out of a hat. Okay, September 27, that’s one. Okay, January 18, that’s two. April nine, that’s three. And you go down through all the 365 days of the year and you get a number. Mine was July 16. And depending on what state you were in, they had a quota. Alabama had a quota. If you’re in Alabama and you registered to vote in Alabama, and your number was 47, you’re drafted. If your number was high, 200 or above, you’re probably safe. The Draft Board for people who turned 18 outside of America was zero. They had a quota of zero. So as long as I didn’t come to America, I was legally not drafted. I registered and everything, but then I got my number; 287. And then I was safe, so I continued my university education in America at Berkeley. Tim Ferriss: Why did you choose Berkeley? Stewart Copeland: Because I’d outgrown the small school I was at and I wanted to go to a big school of 40,000 students and learn from Nobel winners and so on. It just felt like a bigger, badder place. Tim Ferriss: It’s a great school and it’s right in my backyard. Tell us about the college event, is that the tip sheet? Stewart Copeland: Now you have found a question for which I am going to have to make up material. Tim Ferriss: I’ve been trying! Stewart Copeland: By making it up, I mean that’s a question I’ve never answered before. Mazel tov! Tim Ferriss: Thank you. Stewart Copeland: College event was an idea of my older brother, Miles, who was the businessman of the family. Basically I called up all the colleges around the West and said tell me about what concerts you put on, how much do you spend? Frank Zappa, how much did he cost? Janis Joplin, how much did you pay? How did it go down? They just sent me back their report of the gig, and I printed onto what was called a tip sheet. It’s just information, just data and I would send it to all the colleges in the West so they could see, UC Santa Barbara could see that UCLA paid Frank Zappa $10,000, they trashed the dressing rooms, or whatever. So the colleges could use this as a data sheet, and I sold advertising to the record companies and so on. That was a little business venture. And then that drumming thing… When I was into my second or third edition, calling up selling the stuff, getting the letters. All I had to do was print the college letters about what agent ripped them off and didn’t treat them well. And that agent, the guy that deals with universities; they have a lot of money, these colleges. And so oh, my God, suddenly I had power. Power! But, it was all going great until that drumming thing. And there was a band over in London and they needed a drummer. It was summer, so I went over to London to play in a band and never came back. Tim Ferriss: What were the most important lessons that you took from putting together that tip sheet? Stewart Copeland: You have to do it yourself, was the main thing. And you have to think of everything. The entrepreneur, unlike a job holder, doesn’t get a day off. My roommate, people in the building, they had jobs. And they knew when they’d go to work, and they knew when they came home and they knew when they got their check. But they had to go to work. As an entrepreneur, you don’t have to go to work. You’re always working. You can never not be at work. So of my sins, I have seven children and my sons, for instance, just take two. One is an entrepreneur, film maker, has a band. He’s always picking up the phone; he’s hustle-bustle. And the other has a 9 to 5 job. They’re both happy as clams. The 9 to 5er, he can’t imagine what it’s like. At 6:00, he gets into his car, he is free! His life just belongs to him, he can watch TV, he can have friends, he can go out to dinner; he just lives a great life. Next morning he gets up, goes to work, works like hell, enjoys his job. And Jordan, he would not be able to thrive under those conditions. What do you mean, I have to get up? The question is more: no, you can’t go to bed. Tim Ferriss: I remember being told once if you work diligently eight hours a day for perhaps ten years, then you can get promoted to boss and work 12 hours a day. Stewart Copeland: When the punk bands in London in 1977 desired to play reggae because for punk bands, the only form of chill was dub reggae, which is still hostile, still pissed off, but chill. And so there was no such thing as chill punk music; you just can’t slow it down. So the punk rockers would chill to dub reggae, which meant I could fall right into that. Topper Headon, to his credit, he figured out let’s see, the back beat doesn’t go on two and four. So he’s sitting there at his drums and he’s figuring out, and he had to learn how to do it, and he could do it. I already could do it. And so we developed that sound in the Police, which is kind of important. We didn’t actually play reggae strictly the way it comes out of Jamaica; we did our own thing to it. But it was elemental. It wasn’t learning it the way Topper had to; it just was that secret weapon that I got from my friends in Lebanon. So I called Stingo and I say, Andy wants to join the band. He’s like, he’s in! That’s it! No brainer! What are we waiting for? And I say, dude, calm down, calm down. We can’t afford him. I had to explain to Andy, there’s no record company. I’m the record company, you know? Illegal records; I printed them myself. Sting and I put the records into the bags ourselves. I did the artwork myself. I called up the stores myself. I am the record company. Management? I’m the manager, too. Agent? I’m booking the gigs, too. Roadie? That’s you. I’m really flattered, but you’re going to leave after two weeks. You’ve got a live, you’ve got expenses. And he insisted. He said no, I’m canning all my sessions. I want to be in the band. He had played with Soft Machine, Eric Burdon, the Animals; he had a list of credits as long as your arm. But he didn’t want to be a side man anywhere; he wanted to be in the band and for the band to be his band. Of course I’m going to get rid of that other guitarist; you know that, right? And I say sure, sure; I didn’t think about that. We actually did play a couple of shows with two guitarists. So he insisted. By this time, Sting is going: no, he’s an actual musician, he’s in the band! And I’m going, calm down! Finally, it’s either he’s in or I’m out. Okay. So Andy’s in the band. And immediately, Andy has deep musical training. I didn’t have to show him an E chord or a D or an A chord; he knows E-flat in 7th carry the… you know. And as soon as he and Sting put their heads together, out of nowhere Sting writes a song, as a result of Andy joining the group. There was another surprise in store for us all, which was that in our punk band the singing was [shouting] and Sting could do that, and that’s all I ever heard him do because that’s what we did in that genre was all shouting. But we had one, last Andy Summers gig to do. He said look, I’ve got one last gig, this guy in Germany. And by the way, he needs a drummer, so you’ve got a gig, too. So, Andy and I went over to Germany with Everhard Scherner, this high concept thing where he’s got jazz saxophone, he’s got laserium, he’s got a ballet dancer, and a punk group. And for a punk group, actually, we’ve got a buddy that plays bass; why don’t we bring him over, too? Sure. So the three of us are there as The Punk Group, as a part of this multi, mix and match kind of show. And the jazz singer, the obligatory American jazz singer chick, and she had the shoulder down… She was out of tune and liked it that way. You know, the jazz attitude and she’s with a punk band. One day… Long story short, the first show we were unprepared. All kinds of bad lemon craziness and we got to the first show and we didn’t even know how we were going to finish the set. At one point she slinks off, and she does her [sing-songy sound] and slinks off like that. And there’s the mic standing there. And there we are, and we’re not quite sure what to do next. The bass player walks up to the microphone, and the sound out of his mouth, a keening, wailing sound that was soaring high with the stars, with the pain and a yearning and a growing feeling of the cosmos coming down to take us away, and the heart of this wave! And Andy and I are going, “Fuck me!” And so the Police was born. Two things: I didn’t know he could write songs, and I didn’t know he could sing like that. It was sort of Andy who made the whole thing come together. Tim Ferriss: The cocktail come together. So with the Police, how did you decide on certain visual aspects of the band, or other stylistic decisions like the bleached-blond hair, for instance. Stewart Copeland: Well, we would never be caught dead discussing such matters. The bleached blond hair came from the fact that Sting’s wife was an actress; she had an agent. She took one look at her client’s husband and said, “That guy belongs in front of a camera,” and she would send him for modeling jobs in advertising and so on, and he would get every gig. One day they wanted a punk band for a Wrigley’s chewing gum commercial. He got the gig and said, I have a punk band; I am myself a punk. So they got Andy and I out there as well, but they didn’t think we looked snarly enough. I know; let’s peroxide their hair. So the wardrobe people, just like the ladies you’ve got back there; they made us look the part. And we looked at each other and said, that’s kind of cool. So we got our blond look from a Wrigley’s chewing gum commercial. The ad didn’t run; I guess it didn’t test well or something. Somewhere in a vault is that ad of the three blond heads, blond for the first time. I actually am blond. This is real. Actually, okay, grey but… Tim Ferriss: I’m blond too, but alas. The locusts took my hair! Common cause of male pattern baldness. Stewart Copeland: Stingo and I, music fulfills a different purpose in our lives. For me, it’s celebration, it’s a party. And for Sting perhaps it’s more of an escape, a peaceful, beautiful place that he can go to. Those two things, when we were codependent, the differences between us really filled gaps and so it was very synergistic. The first album, it was just us and the studio and we got in there and recorded an album in 20 minutes. And then the second album was after we had started to get somewhere in America, and we’d been played and we were getting great reviews, and burning down the house night after night and we’re feeling really great. And they say you have your whole life to write your first album and six months to write your second album. So there we are back in the studio, and we’ve got half an album worth of material but we’ve got to get a new album. And so that second album, we just came up with it. we were full of ourselves. We were validated. We know that we’re the coolest so we had the confidence, and our second album was just all creativity. We had a bunch of hits on that record, too. So the third album, we’re going into the studio and now we are not just us anymore. This was the beginning of the Police becoming something that isn’t just our little thing anymore; it’s bigger than us. And there’s a momentum there. There’s a record company that’s counting on hits, and we were in Holland, in fact, recording the third album Zenyatta Mondatta. And the record company are actually in the studio: is that a hit? No, I think the other one’s a hit. It was like commerce was in the room with us. It really bummed us out, but we still had a buzz going and it was us against the world. The next two albums which we recorded in Montserrat in the Caribbean, far far away; 12 hours from the nearest record company executive. There was just the three of us, and by now we were not so codependent. But when it comes to music, I kind of like working with an orchestra. And by the way, I write music for a 60-piece orchestra, they don’t talk back. I write every note and how they play it on the thing. That piccolo player has been playing piccolo his whole career but he’s going to play exactly what I put on the page. It’s da-da-da, with a little diminuendo at the end, with articulate staccato the third note, and the slur over it. I put on the page in ink in Italian exactly, and 60 guys – and that’s how it works. And guess what? Sting likes to do that, too and he’s real good at it. and he has kind of a track record of being successful at it. But what he wants to do is kind of different from what I want to do. The purpose of music for him has a different purpose for me. We came together for the reunion tour and it was so hard for us to make the pieces fit back together, because guess what, 20 years had gone by and we’d grown. I had gotten out of the habit of the bass player turning around and telling me anything. And he’d gotten out of the habit of World War III going on behind his left shoulder. Well, maybe not. Yeah. Okay, maybe not. You know, with the best of intentions, I’m sure Sting looks at the mirror every morning and says, “Okay, today I’m gonna let Stewart be Stewart.” And I would look at the morning, “Anything he wants, I will be there for him; any scintilla of a note, I will listen and I will do my best to remember what he told me.” That gets us through the first hour of rehearsal. This is the thing about Francis Coppola is he can spot talent. And it’s very different from somebody like Oliver Stone, for whom I’ve scored as well; who Stone himself owns every frame. Every aspect of the film comes from his creativity and that’s what he does. He doesn’t want people with clever ideas; he wants people who are clever at carrying out his ideas, and fortunately he’s got really great ideas. Francis has a different technique. He finds people that have the talent and he just gives them a long lead, and says, “You just go for it, take it; I want to see what you come up with.” That was a good relationship. Tim Ferriss: What was different about the idea that you presented, or the material you presented? Stewart Copeland: I’ll give you a clue. His people, his producers kept saying when’s the scoring date? Date? I’ve been in the studio for a month, what do you mean date? The way they used to do films is they would have a date. And on the date, they show up with the orchestra and they record the music on that day. That’s the recording session. I don’t do it like that. I’m in the studio by myself, and I play a little bit of drums, then I add some guitar, then I fiddle around over here and I’m building it like you make a record. And I was in the studio. That was just completely an alien exercise. The people would come down and say this is kind of interesting. But there was the moment when Francis did turn around and say, “This all sounds really fantastic.” And all of his old guys, his crew that he’d been working with forever, they’re all like, wow, this is really different; I’ve never heard anything like this but it kind of works! It’s crazy but it kind of works. But he did turn around and say I want strings, I need some strings. And I’m going, oh shit, he’s going to hire some string shlakey guy. Francis, you’re so right; you need strings. I’m gonna fix up some nice strings, nice strings. Strings. So I call up the contractor and I say, send me some strings. He says okay, sure, fine; how many strings? I don’t know, how many strings is strings? Send me some strings! So I think it was maybe 14, 15 guys showed up; strings. And they arrive, and usually recording sessions the guitarist shows up and you book him for the afternoon. Then he comes in with his ten guitars and a couple amps and a bunch of pedals. And he says okay, so the first thing is kind of … and then when it comes to that shot, okay there’s a shot, his name is Matt Dillon. You know, that kid with the bandana. Okay, on the shot, just kind of hit a kind of thing there, and then kind of pull back a little bit there. And you’re talking to him like that. And that’s the way you work it. And the guy says, oh cool, how about this? Well, maybe… How about that? Try that Stratocaster. You know, you talk, and it’s an interaction and between the two of you, you collaborate and you get it done. So the strings arrive, a lot of them. And so I go out to do my thing. Hey guys, it’s great to have you here. This movie is kind of an art movie, and the first song is this kind of thing. Then when you see the guy with the bandana, it just kind of goes a little like that. And I’m talking and I’m talking, and they’re looking kind of more and more uncomfortable. And eventually one of them says, “Maestro, do you want us to play the music on the page here, or whatever the fuck you’re talking about?” And I go well, play the page, play the page. And so they do. The page by the way in this case was footballs, what they call whole notes. [Sings slowly] I didn’t know how to write [sings fast]. I didn’t know how to write that music at that time. So it was just the chords that I was playing myself, bling, bling. Here, stop the tape. Okay, roll tape. Bling… you know. And ear ball it and put that on a chart, so that’s the top note and okay, we’ll give that to the violin, and the violin two and viola. I had an arranger put it on the page. I was a music major in college so I could read it, but I hadn’t seen a sheet of music in 20 years. In rock and roll there are not sheets of music; it’s just not part of the vocabulary. But here with these string players, a section, and so they have these footballs. And they say, well it’s all footballs, can we just… let’s just run it down everybody. One, two, three, four, [sings]. Okay, cool; okay, roll tape. And they were done in like half an hour. They just played what was on the page. I didn’t need to talk to them at all. It was on the page and they played it. The guitarist guy, he’s there all afternoon, you’re trying stuff. These guys, it’s on the page, they play it exactly, and they’re done. Wow! Wow! You mean, all I gotta do is figure it out and do the homework, put it on the stand, and they play it? So 20 years later, I’ve done maybe 40, 50 films, TV, commercials and all this stuff and you use orchestra a lot. Pretty soon I learned how to write the fancy stuff. The best part of it is that it’s about the homework. With a band, you think on your feet and it’s an interaction; musicians of the ear. Musicians are divided at birth into two categories; musicians of the ear, and musicians of the eye. Musicians of the ear, where I come from, they’re connected to the music by the ear. They’re staring off in space and they just know when eight bars are up, and they know where to listen for the groove, and they’re part of that groove and they’re connected with their ear. Musicians of the eye read a chart, and their fingers follow what their eyes tell them to play. And even the rhythm comes from a visual cue; the conductor’s baton. Their eyes connect them to the music. The musicians of the ear, they just make that shit up. It’s collaborative, it’s improvisational. They know that it’s E, A, and D, but how are you going to hit that E? Which inversion of A? And so it’s a collaboration. You work it out together. It takes forever. But in orchestral music, you put it on the page and they will play it. And like I said before, it’s not just dadada, it’s da da da da. You have to put all that shape on the page. And if you do, 60 guys, and that guy over there on the double bass, and that guy way over there on second violin, they’re 30, 40 feet away from each other but each of them has their own book with only their own part. And if they follow exactly what’s on the page and execute it beautifully, then they all, all 60 of them, become the mighty Chicago Symphony. And that’s where their ego lies. Not from, I’m gonna express myself on this part here, God dammit, even though I’m the third chair, second violin. No! Their ego, their pride in their work comes from this corporate identity of the magnificent orchestra of which they are a part. And by the way, they’re playing Mendelson and Brahms and really, really good music; the best of the best of the best that has withstood the test of time. So, there are two completely different musical universes. I love jamming with guys who come over to my studio and we jam, and we just make it up as we go along. But I also love to do that homework and get it on the page and conceive of every aspect of it; where the swell is, the surge, the ebb and the flow. And that violin, I let it get up to there and he gets up high like that and the trumpet takes it over and goes ba-boom on the low brass. That’s just really a lot of fun to conceive of that stuff. And then, you go and sit with the orchestra and they play it, and without debate. And the first time, it sounds a little creaky. The second time, it’s like wow! And then by show time, it’s really good fun to play that stuff. Tim Ferriss: I like this question. This is from James Staubs, Facebook. He’s one of the few rock drummers that plays traditional grip. How did he come to play that way? So maybe you can also explain to people what this means. Stewart Copeland: Well, in olden times the snare drum was a military instrument for marching. And the snare drums are a cylinder like this, and that deep. To march with it like this, is kind of hard. So what they do is they turn it on its side so the drum is like that, and you can still march. But it means to hit the drum like this is kind of a problem. So, how about this hand hold the stick like that, and you create the drum at this angle, and now your sticks can go like that, whereas this would be a problem. That’s where it came from. When they took the snare drum and put it on a drum set and created the trap set, probably down in New Orleans or somewhere, whoever had the idea of assembling a bunch of drums and the trap set, the technique of playing the snare drum still was this: both hands are not the same. This is called match grip; this is called orthodox. It’s old school. And just the practitioners would set up this newly invented contraption and have the snare drum at that angle. Okay, years go by, and I learned from Buddy Rich and Gene Krupa style. My father, as soon as he spotted me as a musician had me in lessons which meant Orthodox and paradiddles and slamadiddles and all the rudiments and everything with this technique. Nowadays a drummer can set up the drums any how he darn well wants, and he has it logically flat and the tom-toms logically like that, and what’s this for? So he plays like this nowadays. Nowadays, drummers all play matched grip; it makes perfect sense. Now in my opinion, this is a bigger digit than this. There’s bigger muscles here. So when I want to get that back beat, look out baby, this hammer’s coming down, with this thumb to bring it down. And it just seems like a stronger thing, I don’t know. It’s not matched, and so you learn to make it so the effect is the same but different mechanics in each hand. Glad you asked? Tim Ferriss: The next one is from Masud Kahn. You don’t have to do ten, but he asked the top ten albums you would take to another planet. Let’s just say three albums; the old desert island question. Stewart Copeland: Any Hendrix album but probably the double one because it’s a double one, which would be the third one, not Access. What was the third one? Voodoo Child, or Visited; all the naked girls on bicycles? I’ll go Google it later. Stewart Copeland: Anyhow, that’s one. I’m not a huge Beatles fan, but I would probably take either The White Album or Sergeant Pepper, just because of the variety. If we’re gonna be stuck on that album for a long time, we need some variety. And probably some blues, just because it makes me feel good. But then again, I can play blues myself. No, I wouldn’t take a blues record. I don’t know, some classical, some Stravinsky probably, Rite of Spring, or Petrushka. Tim Ferriss: Alright, Stravinsky. And if you’re out of the running, if you had to combine let’s say three drummers alive or dead into your perfect super drummer, who would they be and why? Stewart Copeland: I would take the majesty of John Bonham. He achieved, with very few drum strokes, size. Ba-da-da-boom-ba-oompa. It just sounds like a mountain. And everybody, nobody has gotten there, figured out how to make a drum set sound so huge. And it’s the economy, and it’s the way he hits the drums. There’s just some magic about the way he played; created size, just hugeness. Then I would take James Brown’s drummer. I’m terrible with names. Stubblefield, stubble… anyone here? Male Speaker: Clyde Stubblefield. Stewart Copeland: Clyde Stubblefield for funk, because we’ve got to dance. He’s not a star guy, but just gimme some of that. So we’ll all be dancing, and those pudenda will be doing what they do. And then I would take Mitch Mitchell for technique, or Buddy Rich. Tim Ferriss: What about the technique? Stewart Copeland: Just the effervescence, the lively spark. It would be tough. Buddy Rich is the absolute top, whether you like his music or not; there’s nobody who’s been able to achieve just the manual dexterity, let alone the artistry and everything else. He really is in a class of his own. Mitch Mitchell is up there as well, but his music was more fun and more effervescent and so on, so I’d probably take John Bonham, Clyde Stubblefield, and Mitch Mitchell. Tim Ferriss: We saw you tearing it up in the first video that we showed. This next question is from iamkeithandrew on Twitter. What weaknesses in your playing or writing or composing bug you, and are you fighting to overcome? How do you fight them? Stewart Copeland: Arthritis, and right now I play with an orchestra. My drums are designed to accompany amplified instruments, which can be any amount of volume. So the dynamic range of the rock and roll drummer goes from 7 to 12. Guitars only go to 11. And by the way, we don’t do it by turning a little knob; we do it by hitting it. And the orchestra, the orchestra feels very loud but is in fact a quarter of the volume of a rock band. When you go to a concert and you see an orchestra play, it feels emotionally really big. But physics-wise, it’s actually much more quiet. And so you have the huge orchestra, and you put the drums there: crack! And the orchestra’s gone, they’re toast; you can’t hear them, nothing because the drums are so loud. So the biggest challenge has been to play quietly. And I now, after years of playing with orchestras and working on it, and I practice with the music barely audible so I can’t accompany it unless I get it down there. And, a couple things. First of all, less work. Second of all, the drums sound so much better. Third of all, all kinds of finesse of technique that I learned as a kid but never could use in rock and roll. You never hear them. A ruff or a drag; you can’t hear them in rock and roll but now you can. So they sound great, cool technique, less work and so learning how to play that quietly, I can now play a full-on drum set, my drum set designed for the aforementioned cacophony, and there’s a violin solo. I wrote a nice, little violin solo. She’s 30 feet away and I’m up there, and I can now play so quietly that I can hear her, and so can the audience. That’s an achievement. Tim Ferriss: You mentioned arthritis. Is that a real issue that you’re contending with? Stewart Copeland: Absolutely, yeah. There, there, there, and there, and my thumbs. Tim Ferriss: How do you deal with that? Stewart Copeland: I don’t look at my drums until I’ve got a show coming up, and this year I’ve had shows coming up all year so I’ve been in shape. I have to start up. It’s like Rocky. I start slow and I work it up, and I have little things like that. I find when I get fit to play and I’m up to speed, the arthritis goes away. And it doesn’t return until I walk away from the drums and I don’t even look at them until next time I have to. And then the arthritis creeps back in, opening a door… ow! If it’s a locked door, man, that hurts. Aargh! And I think darn, this is really inconvenient for what I do. But in fact when I start playing drums, when I get fit, it’s not a problem. Tim Ferriss: Do you do anything else for self care of the hands or the lower arms? Stewart Copeland: Yeah, there are the stretches. I have a thing that I got in China which is like a little pointy, soft wooden thing that I just sort of massage the muscles. Like I say, there’s quite a fetish. I’m pretty familiar with the structure of the hand. There are ten bones there, and lots that’s really complicated. But I’m pretty into making it work. And playing at that volume, there just isn’t the stress that there is at high volume. Tim Ferriss: This might be related. Next question is from Tinker Coffee Co, tinkercoffeeco. What’s the most technical but underappreciated skill for a drummer to possess? Stewart Copeland: I would say that quiet thing. Because I have drummers who have that range, dynamic range of 7 to 12, and that’s just really hard work. My buddy Phishman in Phish, he’s really quiet. He’s been doing that. I saw that guy, and you see it from the front and it’s blazing because there’s a 50-zillion watt PA system to make it louder. He doesn’t need to make it louder. And so I’m on the side watching and he’s just comfy; he’s hardly breaking a sweat. I’m gonna do that! And playing quietly, that’s the most unappreciated technique that I would say, to answer that question. Tim Ferriss: Alright, you’re talking categories; the do not discuss list for dinner conversation. If you were to give a TED Talk, or some high profile talk, 20 minutes long but you couldn’t talk about music, couldn’t talk about drumming, nothing that you’re known for but maybe some secret obsession or a thing that you study on the weekends or in the evenings, or anything for that matter, what would you talk about? Stewart Copeland: Old Testament theology. Tim Ferriss: Old Testament theology? Alright, tell us more. Stewart Copeland: I grew up in the Holy Land, and they’re still arguing about it now, to this day; whose is it and which religion prevails? And it turns out that the three religions fighting most vociferously over that piece of real estate are the same religion. They come from the same book. And the Old Testament is that book. The Old Testament is unique, because I also love Egyptian history. I think Moses was a jackass. The Egyptian history was a beautiful, beautiful thing as described in the Old Testament. The Egyptians were great people with great values and beautiful culture. But the people who wrote the Old Testament didn’t think so. So the Egyptians describe their enemies in these pejorative terms, and in turn are described by the Israelites in these pejorative terms. It’s fascinating. Because in Egyptian history, there was no plagues. There was no Moses. There was no exodus. And so obviously the exodus and the events referred to in the Old Testament, there’s something happened historically to create what became these stories. There’s got to be an origin to these stories. Which pharaoh was that? Which part of Egyptian history was that? Traditionally it’s Ramsey 2, the big one, just because he’s the biggest. But it wasn’t. And you figure out there are these different chronologies. Let’s start with the Old Testament, which says that 1,000 years ago Moses did this, so many thousand years ago Solomon did that, and there’s a chronology. Then there’s the Egyptian chronology, which has its list of kings, and it’s not measured in 1927; it’s like this king in the third year of King Sennacherib the Second, and there’s that chronology. And then there’s the archaeology; the strata of Jericho for instance, tells us that there was no burning down of Jericho when the Bible says they came and burned down Jericho; it didn’t happen, folks. Jericho’s been burned, but not when the Bible says it did; a couple, 3,000 years earlier. Well, okay, let’s pull that Bible chronology down, pull this one up so that that matches now. Then we’ve got a problem with the Egyptian chronology. So we stretch that. In the period of Solomon, there are no great architectural masterpieces or anything to denote a great kingdom during the time of Solomon. Doesn’t mean he didn’t exist; it means that the chronology of when the Bible said he exists might be a little inaccurate. So that’s what I can find endlessly challenging. Tim Ferriss: Indiana Jones of rock and roll! Wow. Stewart Copeland: Okay, I know, I know, I lost you; I totally lost you there for a minute. But I’m gonna bring you back. Over on the west side of Los Angeles there are all these private schools where all of us fancy folks send our kids, and there are only a few of them so all us fancy folks send or kids. And they have these school gala fundraising events, where they raise money. As if they need to raise money! And they have this gala event and they have all the bands. We’ve got the dads, there are gonna be some rock stars in there. So we have what I call the Grateful Dad, which is the school band of whatever dads are in that school. One of the schools here, Wildwood, the school’s Grateful Dad was Stephen Stills, Gene Simmons, me, Travis… Barkley… Miles, in a wheelchair. Tim Ferriss: Gnarls Barkley. Stewart Copeland: Anyway, Bob Dylan was supposed to be there but he bailed. So that’s the band: Gene Simmons, Stephen Stills, and me. Okay, that’s pretty disparate. But we figure out a show. We play. It turns out that Gene Simmons is the student of Old Testament theology. So, there at this event where we’re playing all this stuff, there’s the bass player of Kiss and the drummer of Police back stage arguing about which prophet: No, Zebadiah was not… Tim Ferriss: You’re clearly a very well read guy. Is there a quote or quotes that you either live your life by or think of often? Stewart Copeland: Don’t worry; be happy. Tim Ferriss: Alright. Stewart Copeland: And by the way, that’s just the first thing that came to my mind and thank you for that nice, polite applause; what the fuck does that mean? What use is that? Don’t worry, be happy? As if! Is there a pill for that? Some good advice, but kind of facile. Tim Ferriss: It is good advice. We can also come back to that one. If there’s someone who is particularly quotable in your mind in a way that has impacted you, maybe that’s another way to tackle it. For me, it would be a Seneca, maybe an Emerson. Stewart Copeland: Wow, that’s sophisticated. Tim Ferriss: No, I’ll show you how unsophisticated I am. So from Long Island, there is another Seneca in fairness, but I thought Seneca was a Native American elder for the longest time. I was like, this guy has the best quotes ever. And then it was like oh, wait, he’s a Roman who’s been dead for 2,000 years. Stewart Copeland: I thought that was a football team or a city in [inaudible] – Tim Ferriss: It is a lot of things. Seneca has been used for a lot of labeling. If you were, say, giving advice to a young, very capable musician who’s getting ready for their first what they perceive to be big gig and they’re just all nerves, they feel like they’re going to vomit back stage. Stewart Copeland: Is this kid, by the way, presenter of a television show? Tim Ferriss: It could have been me. What advice would you give that person? Stewart Copeland: Relax. Tim Ferriss: Relax? How would you do that? Stewart Copeland: Take that as your living room. That particular thing, there’s a bunch specific to that challenge which is the audience is on your side. You walk out on stage as a total success and it’s yours to throw away, and it’s really hard to throw away. So relax. Assume that you’re blowing everybody away, and everything else will take care of itself. When I was young, I used to think I’ve got to get myself up to go out on stage, and Aargh! But in fact, that’s a dissipation of the energy. There was that film, Whiplash, where the kid was trying to get better and he goes back to a woodshed and they show him in the woodshed. That’s the one thing they got wrong. To get better, you don’t growl like that, you go [inhales deeply] like that. You know, calmly. The more relaxed you can be, the more energy, the more ferocity you can achieve by being relaxed. Tim Ferriss: Definitely. Stewart Copeland: Mass murder is best delivered cold. Tim Ferriss: Is that how it goes? Stewart Copeland: Revenge best served…Any act of violence has more aggression and violence if it’s done calmly. Tim Ferriss: You also see this in athletics. Stewart Copeland: That’s kind of a nervous, evil laugh going around the room, there. Tim Ferriss: It’s a little chorus of Dr. Evil laugh in the audience. Stewart Copeland: Wives, check your husbands. Tim Ferriss: You see the ability to turn off and forming the ability to turn on. You see this in athletics all the time. Meaning someone’s capacity to turn off and relax being directly correlated to their ability to turn it on. If they’re always on or somewhere in the middle, it just doesn’t seem to manifest in the same way. I remember hearing the story about a gent named Marcello Garcia. He’s considered sort of the Michael Jordan, Mike Tyson, Wayne Gretsky combined of the Brazilian jiu-jitsu world. He’s something like a nine-time world champion. I know a fellow who co-owns a school with him. Marcello was going to the world championships, biggest event of the year on the planet. And he’s supposed to go into the finals. They call his name to go out to the mat and he’s asleep in the bleachers. They had to go shake him to wake him up. He’s sort of groggy, rubbing his eyes, walks out, and as soon as he steps on the mat [snaps fingers] just different person. Stewart Copeland: I totally endorse that. You get yourself into a state of calmness and the ferocity will take care of itself. I had a similar thing. The other day I was playing in Seattle with the Seattle Symphony there doing Ben-Hur. It’s a 90-minute program with big orchestra, really complex show. My hotel room is just around the corner. So I go back after a rehearsal, and I set my alarm for 6:00 and I go into a sneeze. I set it for 6 a.m., not p.m. Oh, so I wake up, oh, like that, and I have a bit of a sandwich and I’m chewing on the sandwich. I look at – oh, shit! So I run, like oh God, oh God, I’m on the 28th floor. Elevator, out of service. Down the steps, up the hill, get there like that, [panting fast, then slow] best show ever! Tim Ferriss: Ladies and gentlemen, Stewart Copeland! Stewart Copeland: Thank you. Thank you, folks! Posted on: February 1, 2018.", "speakers": ["tim ferriss", "stewart copeland", "male speaker"], "text_sentences": ["this is tim ferriss", "welcome to another episode of the tim ferriss show", "i have music on the mind", "it’s a friday as i record this", "i’ve had way too much tea, and that gives me a little bit of personality, so let’s jump into it", "this episode of the podcast features stewart copeland, on twitter @copelandmusic, who is considered one of the top ten drummers of all time, certainly one of the greatest drummers in rock and roll history", "he was one of the founding members of the police, has been inducted into the rock and roll hall of fame, and is a grammy award-winning musician", "stewart is amazing", "i’ve spent time with him", "he reminds me a bit of doc in back to the future", "it’s your kids, marty, it’s your kids", "but i digress", "he is a fantastic storyteller and a very, very well spoken, smart guy", "in this conversation, which is very wide ranging, we delve into early lessons in surviving and how to survive the music industry, why entrepreneurs never get a day off, and certainly any self directed musicians or creatives are entrepreneurs in the sense of [inaudible] to make something from nothing", "how the police developed their unique sound and the decision that changed everything for them, and much, more", "this interview comes from my television show, fear(less), less in parenthesis since your goal is not to be fearless but to learn to fear less", "and in this show, i interview world class performers on stage about how they’ve overcome doubt, conquered fear, and made their toughest decisions", "we recorded about three hours of material; only one was used for the tv show, so this podcast is almost entirely new content that did not appear on tv", "but, i highly recommend a few things", "1) you can watch the entire first episode of fear(less) with illusionist and endurance artist david blaine, and he does a bunch on stage", "you can watch it all for free at att.net/fearless, all spelled out, no parenthesis", "so att.net/fearless; so definitely check that out", "and to see all episodes of this new tv show, you can use directv or you can use the app at directv.com", "that’s directv now", "you can check that out: d-i-r-e-c-t-v.com", "that is it for now, so let’s move on", "please enjoy this conversation with the one and only stewart copeland", "welcome to fear(less)", "i’m your host tim ferriss and on this stage we’ll be deconstructing world class performers of all different types to uncover the specific tactics they’ve used to overcome doubt, tackle some of their hardest decisions, and ultimately succeed on their own terms", "so, imagine yourself a founding member of one of the most successful rock bands of all time", "what happens when you break up", "for many, that might be the end of the story but for my guest tonight he was just getting started", "with no prior experience, he went on to score films for francis ford coppola and oliver stone, composed for ballet and opera, and even take pilgrimages to africa where he played drums with hungry lions; i am not kidding", "he’s a founding member of the police, a member of the rock & roll hall of fame, and for the last three decades he’s been one of rolling stone’s top ten drummers of all time", "please welcome musician master and madman stewart copeland", "good day, sir", "we’re going to get to the back story", "i was kidding with some of the guys when we were doing all the research that if i wrote a screenplay that covered the arc of your life, i think it would get rejected or heavily edited as being too unrealistic", "we’re going to get to that; it’s just a fantastic story", "but what was your mother’s background", "well, she’s british", "her job was analyzing french and european train schedules", "she was a spy, but it was in an office", "it was a bureaucratic version of analyzing for sorting out bombing runs, getting supplies, and it was called soe", "the ladies of the soe – it was almost women, by the way; unsung heroes and people are now writing books about the soe, these women who fought this kind of bureaucratic data war", "and now data, we all understand data, but back then it was numbers", "she met my father", "they got married during the war, and that’s my parents", "when we went to lebanon, she was an archeologist and she wrote books, in fact, my mother; very bookish", "her books are the kind of books you don’t read in a bookstore; they’re the kind of books that people who write books that you read use as research", "the first word in one of her books is “the.” the second word is fourteen syllables long", "started off easy enough", "yeah, started out great but then it gets more and more impenetrable as you go into it", "what was it like growing up as the american in cairo, or in beirut", "there were other americans too, mostly oil families", "the american community school of beirut, all the aramco kids, all the families in saudi arabia, the american families, they sent their kids to this school in beirut", "my generation was the first generation where the saudi arabians and the gulf arabs with their new wealth began to send their kids for a western education", "and so i, in my age group, started to see saudi princes in my class and got to know them", "one such was osama bin laden", "tim ferriss: in your class", "not in my class", "he would have been quite a few years older", "but in your school in that school", "if i had known him, i would have kicked his ass", "i have to ask; you met and interacted with him", "no, no he was years out", "he was a decade after me", "oh, it was years before", "by the way, i went back to beirut years later, and it’s all arabic now, and they’re all there", "the lebanese, they’re one of the richest and most developed countries in the middle east and they rule", "in the arab world, anybody who’s running anything, he’s probably lebanese", "they have no resources", "they have huge civil strife, huge ethnic tension but they’ve been through their civil war and they’ve got it resolved", "the lebanese are all about education", "so the american community school educating these kids to go and conquer america, which they do", "you know there’s a lebanese ghetto here in los angeles; it’s called beverly hills", "what did you want to be when you were a kid", "i can’t remember any time before i wasn’t a musician", "i was seven or something like that", "when i was actually in college, i thought i don’t want to actually play music; i want to organize it", "i studied journalism and other aspects of the entertainment industry, but the drums just kept calling me back", "when did you leave the middle east", "i left the middle east in the mid-‘60s", "i would have been 14 or 15, something like that and i was already playing in my high school band in beirut by that time", "then i got to boarding school in england, and a couple things", "nobody had ever heard of where i had come from", "where do you come from", "well, lebanon", "well, where’s that", "the other thing was, and i didn’t realize it, but a lot of my vocabulary wasn’t english", "in beirut they speak arab franglais, which is arabic but the sophisticated beirutees speak french", "but american english was invading; the university was american, the hospital built by american missionaries", "the americans in the middle east by the way during my time were mostly, apart from my father, the americans built hospitals and universities and american money was going into the middle east from christian organizations, from missionaries", "and so americans were known for no strings attached good stuff", "because it was the french and the british and the old imperial powers that had the bad rap", "we soon earned a bad rap, but in those days americans were much loved", "what brought you to england", "why did you guys move", "i was evacuated because after the filby thing it got hot", "so my father just suddenly had to get the family out of dodge", "lebanon at that time in 1958, there was a civil war there at that time while i was there", "it was bombs in the night, we had to fill the bathtub with water and stock up with food and so on, and there were sand bags in the streets", "actually in those days it was put out by the united states sixth fleet which was another reason i was proud to be an american", "they showed up in 1958", "i think eisenhower was president", "and that was it; civil war over", "just for show, they landed a whole platoon on the beach with the tanks and everything and did a display with these enormous tanks", "okay, let’s all go back to work now, shall we", "there was no violence to it; it was just a display", "it was like a fourth of july exhibition kind of thing", "these are the kinds of toys we got to play with, folks", "any questions", "as i said before, our status there was very positive; we were loved there", "there was an election coming up", "i won’t bore you with the complicated politics but there was an election coming up and there was a lot of vegetation", "so the americans showed up", "they had the peaceful election", "they elected the non american guy, actually", "my father was glad, but they elected chehab instead of the guy the americans wanted", "but it was fine; he did a fine job and civil war over", "but it was always there", "they had three major religions there who had to share power", "the christians ruled the country, then there’s the sunni and the shia, who were at each other’s throats", "it was a triangle", "that triangle, with the influx of palestinians, just couldn’t hold and so civil war, and they were really awful civil wars; the same as what’s going on in syria now", "they eventually blew over, and lebanon was probably more able to withstand the syrian war next door because in lebanon, no, we’ve been there; we’re not the sunnis, fine, let’s everybody go back to work", "instead of the u.s", "sixth fleet showing up, the civil war in syria next door and their own history means they’re not about to pick a fight anytime soon", "in syria, where the family was living before i was born and my mother was pregnant with my brother ian, comes up in conversation a lot", "they had a problem with their general, their dictator who was running the place, fawzi al hadab or whatever his name was", "he was starting to talk to the russkies and so on, so we’ve got to get rid of these guys", "this was my father’s idea, that i’ll tell you what; why don’t we have a rent-a-mob go and attack an american diplomat’s house", "a rent-a-mob", "and then our new colonel that we’ve been shining up, he can get the soldiers out to go and put down this riot", "and while the soldiers are out, they can take over the radio station and the palace", "that’s how they did it in those days", "the colonel who took over the palace thought he was working against american interests, but in fact the other colonel, hitherto undisclosed, was the actual guy", "and so his system was getting other people to do the dirty work", "so this attack happens on the copeland family home in damascus, syria", "they’re late, and my father’s on the phone to beirut", "they show up, and oh great, bang, oh no", "they’ve got guns", "bang", "and the famous line that he had which is our family thing, is he says, “i’m gonna have to hang up now; they’re shooting at me personally.” now, i never even believed these stories because it was my dad telling them", "and he used to say, “never let the facts ruin a good story.” but the history books are being written now about that period, and my father’s in there", "oh my god", "according to the books, and i didn’t realize this until i found in the family archives newspaper clippings about it, he chased them off with a gun", "he had a gun", "my father had a handgun", "i never saw him with a gun", "alabama kid chases out bandits with a handgun", "in one of the persian rugs there are bullet holes, and my sister’s got that rug because during those days the diplomatic wives would go to iran, or persia as it was known, and buy all this incredible stuff", "so i have in my studio these persian rugs that are older than i am", "they’ve been in the family longer than i have", "and in fact – another little digression – the patterns on these persian rugs are these strangely geometric and yet curved lines", "i was crawling around face first on those rugs from the age of zero all the way up", "i just looked at those rugs the other day, and i realized that pattern is my music", "my music is exactly that", "the way it’s a combination of symmetry and wild abandon, the way the different colors interact with each other; i realize i was printed with my nose first, face first in these persian rugs", "i’m going to dial us back a little bit to college", "how did you choose where to go to college", "how did you end up going where you did", "i was a draftable american", "in spite of my pride in my country, we were fighting a war in vietnam at the time for which my brother ian had volunteered", "my heroic brother ian, not only did he have a motorcycle in high school but he went to vietnam", "he volunteered", "he came back a decorated hero", "battalion citation, presidential citation, purple heart, bronze star; he found himself and he came back and became an agent and never saw another gun for the rest of his life", "but he was a wild kid who discovered that and he came back", "when he came back he was spat on and reviled, and it was a tragedy of the vietnam war, how the american people saw it", "we were afraid that we could be sent out", "it wasn’t voluntary", "those weren’t volunteers over there; that could be me", "and he did volunteer", "he was fine until the first gulf war", "when he heard the crackle of the radios and the thump-thump of the helicopters, it came back and he had a psychosis for it", "and then when the soldiers came home as conquering heroes, that’s how he should have been treated", "every single one of the soldiers in his platoon ended up as heroin addicts and they didn’t make it", "none of them made it", "he died of agent orange a few years ago, taken by melanoma", "that’s how the vietnam war generation was treated", "and i didn’t want any part of that, personally", "by the time i came along, i’m at the end of the baby boom", "by the time i got to college, they had built all these colleges in capacity for the baby boom", "by the time i came along, it had kind of withered out of it so it was easy for me to get into college; there was all this space", "how the hell did we get there", "how did you end up going to the college you went to", "oh, how i ended up in college", "okay, so we had a lottery system", "everybody – senators’ kids, everybody was getting drafted", "so they had a lottery system", "whatever your birth date, they pull the dates out of a hat", "okay, september 27, that’s one", "okay, january 18, that’s two", "april nine, that’s three", "and you go down through all the 365 days of the year and you get a number", "mine was july 16", "and depending on what state you were in, they had a quota", "alabama had a quota", "if you’re in alabama and you registered to vote in alabama, and your number was 47, you’re drafted", "if your number was high, 200 or above, you’re probably safe", "the draft board for people who turned 18 outside of america was zero", "they had a quota of zero", "so as long as i didn’t come to america, i was legally not drafted", "i registered and everything, but then i got my number; 287", "and then i was safe, so i continued my university education in america at berkeley", "why did you choose berkeley", "because i’d outgrown the small school i was at and i wanted to go to a big school of 40,000 students and learn from nobel winners and so on", "it just felt like a bigger, badder place", "it’s a great school and it’s right in my backyard", "tell us about the college event, is that the tip sheet", "now you have found a question for which i am going to have to make up material", "i’ve been trying", "by making it up, i mean that’s a question i’ve never answered before", "mazel tov", "thank you", "college event was an idea of my older brother, miles, who was the businessman of the family", "basically i called up all the colleges around the west and said tell me about what concerts you put on, how much do you spend", "frank zappa, how much did he cost", "janis joplin, how much did you pay", "how did it go down", "they just sent me back their report of the gig, and i printed onto what was called a tip sheet", "it’s just information, just data and i would send it to all the colleges in the west so they could see, uc santa barbara could see that ucla paid frank zappa $10,000, they trashed the dressing rooms, or whatever", "so the colleges could use this as a data sheet, and i sold advertising to the record companies and so on", "that was a little business venture", "and then that drumming thing… when i was into my second or third edition, calling up selling the stuff, getting the letters", "all i had to do was print the college letters about what agent ripped them off and didn’t treat them well", "and that agent, the guy that deals with universities; they have a lot of money, these colleges", "and so oh, my god, suddenly i had power", "power", "but, it was all going great until that drumming thing", "and there was a band over in london and they needed a drummer", "it was summer, so i went over to london to play in a band and never came back", "what were the most important lessons that you took from putting together that tip sheet", "you have to do it yourself, was the main thing", "and you have to think of everything", "the entrepreneur, unlike a job holder, doesn’t get a day off", "my roommate, people in the building, they had jobs", "and they knew when they’d go to work, and they knew when they came home and they knew when they got their check", "but they had to go to work", "as an entrepreneur, you don’t have to go to work", "you’re always working", "you can never not be at work", "so of my sins, i have seven children and my sons, for instance, just take two", "one is an entrepreneur, film maker, has a band", "he’s always picking up the phone; he’s hustle-bustle", "and the other has a 9 to 5 job", "they’re both happy as clams", "the 9 to 5er, he can’t imagine what it’s like", "at 6:00, he gets into his car, he is free", "his life just belongs to him, he can watch tv, he can have friends, he can go out to dinner; he just lives a great life", "next morning he gets up, goes to work, works like hell, enjoys his job", "and jordan, he would not be able to thrive under those conditions", "what do you mean, i have to get up", "the question is more: no, you can’t go to bed", "i remember being told once if you work diligently eight hours a day for perhaps ten years, then you can get promoted to boss and work 12 hours a day", "when the punk bands in london in 1977 desired to play reggae because for punk bands, the only form of chill was dub reggae, which is still hostile, still pissed off, but chill", "and so there was no such thing as chill punk music; you just can’t slow it down", "so the punk rockers would chill to dub reggae, which meant i could fall right into that", "topper headon, to his credit, he figured out let’s see, the back beat doesn’t go on two and four", "so he’s sitting there at his drums and he’s figuring out, and he had to learn how to do it, and he could do it", "i already could do it", "and so we developed that sound in the police, which is kind of important", "we didn’t actually play reggae strictly the way it comes out of jamaica; we did our own thing to it", "but it was elemental", "it wasn’t learning it the way topper had to; it just was that secret weapon that i got from my friends in lebanon", "so i called stingo and i say, andy wants to join the band", "he’s like, he’s in", "that’s it", "no brainer", "what are we waiting for", "and i say, dude, calm down, calm down", "we can’t afford him", "i had to explain to andy, there’s no record company", "i’m the record company, you know", "illegal records; i printed them myself", "sting and i put the records into the bags ourselves", "i did the artwork myself", "i called up the stores myself", "i am the record company", "management", "i’m the manager, too", "agent", "i’m booking the gigs, too", "roadie", "that’s you", "i’m really flattered, but you’re going to leave after two weeks", "you’ve got a live, you’ve got expenses", "and he insisted", "he said no, i’m canning all my sessions", "i want to be in the band", "he had played with soft machine, eric burdon, the animals; he had a list of credits as long as your arm", "but he didn’t want to be a side man anywhere; he wanted to be in the band and for the band to be his band", "of course i’m going to get rid of that other guitarist; you know that, right", "and i say sure, sure; i didn’t think about that", "we actually did play a couple of shows with two guitarists", "so he insisted", "by this time, sting is going: no, he’s an actual musician, he’s in the band", "and i’m going, calm down", "finally, it’s either he’s in or i’m out", "okay", "so andy’s in the band", "and immediately, andy has deep musical training", "i didn’t have to show him an e chord or a d or an a chord; he knows e-flat in 7th carry the… you know", "and as soon as he and sting put their heads together, out of nowhere sting writes a song, as a result of andy joining the group", "there was another surprise in store for us all, which was that in our punk band the singing was [shouting] and sting could do that, and that’s all i ever heard him do because that’s what we did in that genre was all shouting", "but we had one, last andy summers gig to do", "he said look, i’ve got one last gig, this guy in germany", "and by the way, he needs a drummer, so you’ve got a gig, too", "so, andy and i went over to germany with everhard scherner, this high concept thing where he’s got jazz saxophone, he’s got laserium, he’s got a ballet dancer, and a punk group", "and for a punk group, actually, we’ve got a buddy that plays bass; why don’t we bring him over, too", "sure", "so the three of us are there as the punk group, as a part of this multi, mix and match kind of show", "and the jazz singer, the obligatory american jazz singer chick, and she had the shoulder down… she was out of tune and liked it that way", "you know, the jazz attitude and she’s with a punk band", "one day… long story short, the first show we were unprepared", "all kinds of bad lemon craziness and we got to the first show and we didn’t even know how we were going to finish the set", "at one point she slinks off, and she does her [sing-songy sound] and slinks off like that", "and there’s the mic standing there", "and there we are, and we’re not quite sure what to do next", "the bass player walks up to the microphone, and the sound out of his mouth, a keening, wailing sound that was soaring high with the stars, with the pain and a yearning and a growing feeling of the cosmos coming down to take us away, and the heart of this wave", "and andy and i are going, “fuck me!” and so the police was born", "two things: i didn’t know he could write songs, and i didn’t know he could sing like that", "it was sort of andy who made the whole thing come together", "the cocktail come together", "so with the police, how did you decide on certain visual aspects of the band, or other stylistic decisions like the bleached-blond hair, for instance", "well, we would never be caught dead discussing such matters", "the bleached blond hair came from the fact that sting’s wife was an actress; she had an agent", "she took one look at her client’s husband and said, “that guy belongs in front of a camera,” and she would send him for modeling jobs in advertising and so on, and he would get every gig", "one day they wanted a punk band for a wrigley’s chewing gum commercial", "he got the gig and said, i have a punk band; i am myself a punk", "so they got andy and i out there as well, but they didn’t think we looked snarly enough", "i know; let’s peroxide their hair", "so the wardrobe people, just like the ladies you’ve got back there; they made us look the part", "and we looked at each other and said, that’s kind of cool", "so we got our blond look from a wrigley’s chewing gum commercial", "the ad didn’t run; i guess it didn’t test well or something", "somewhere in a vault is that ad of the three blond heads, blond for the first time", "i actually am blond", "this is real", "actually, okay, grey but… i’m blond too, but alas", "the locusts took my hair", "common cause of male pattern baldness", "stingo and i, music fulfills a different purpose in our lives", "for me, it’s celebration, it’s a party", "and for sting perhaps it’s more of an escape, a peaceful, beautiful place that he can go to", "those two things, when we were codependent, the differences between us really filled gaps and so it was very synergistic", "the first album, it was just us and the studio and we got in there and recorded an album in 20 minutes", "and then the second album was after we had started to get somewhere in america, and we’d been played and we were getting great reviews, and burning down the house night after night and we’re feeling really great", "and they say you have your whole life to write your first album and six months to write your second album", "so there we are back in the studio, and we’ve got half an album worth of material but we’ve got to get a new album", "and so that second album, we just came up with it", "we were full of ourselves", "we were validated", "we know that we’re the coolest so we had the confidence, and our second album was just all creativity", "we had a bunch of hits on that record, too", "so the third album, we’re going into the studio and now we are not just us anymore", "this was the beginning of the police becoming something that isn’t just our little thing anymore; it’s bigger than us", "and there’s a momentum there", "there’s a record company that’s counting on hits, and we were in holland, in fact, recording the third album zenyatta mondatta", "and the record company are actually in the studio: is that a hit", "no, i think the other one’s a hit", "it was like commerce was in the room with us", "it really bummed us out, but we still had a buzz going and it was us against the world", "the next two albums which we recorded in montserrat in the caribbean, far far away; 12 hours from the nearest record company executive", "there was just the three of us, and by now we were not so codependent", "but when it comes to music, i kind of like working with an orchestra", "and by the way, i write music for a 60-piece orchestra, they don’t talk back", "i write every note and how they play it on the thing", "that piccolo player has been playing piccolo his whole career but he’s going to play exactly what i put on the page", "it’s da-da-da, with a little diminuendo at the end, with articulate staccato the third note, and the slur over it", "i put on the page in ink in italian exactly, and 60 guys – and that’s how it works", "and guess what", "sting likes to do that, too and he’s real good at it", "and he has kind of a track record of being successful at it", "but what he wants to do is kind of different from what i want to do", "the purpose of music for him has a different purpose for me", "we came together for the reunion tour and it was so hard for us to make the pieces fit back together, because guess what, 20 years had gone by and we’d grown", "i had gotten out of the habit of the bass player turning around and telling me anything", "and he’d gotten out of the habit of world war iii going on behind his left shoulder", "well, maybe not", "yeah", "okay, maybe not", "you know, with the best of intentions, i’m sure sting looks at the mirror every morning and says, “okay, today i’m gonna let stewart be stewart.” and i would look at the morning, “anything he wants, i will be there for him; any scintilla of a note, i will listen and i will do my best to remember what he told me.” that gets us through the first hour of rehearsal", "this is the thing about francis coppola is he can spot talent", "and it’s very different from somebody like oliver stone, for whom i’ve scored as well; who stone himself owns every frame", "every aspect of the film comes from his creativity and that’s what he does", "he doesn’t want people with clever ideas; he wants people who are clever at carrying out his ideas, and fortunately he’s got really great ideas", "francis has a different technique", "he finds people that have the talent and he just gives them a long lead, and says, “you just go for it, take it; i want to see what you come up with.” that was a good relationship", "what was different about the idea that you presented, or the material you presented", "i’ll give you a clue", "his people, his producers kept saying when’s the scoring date", "date", "i’ve been in the studio for a month, what do you mean date", "the way they used to do films is they would have a date", "and on the date, they show up with the orchestra and they record the music on that day", "that’s the recording session", "i don’t do it like that", "i’m in the studio by myself, and i play a little bit of drums, then i add some guitar, then i fiddle around over here and i’m building it like you make a record", "and i was in the studio", "that was just completely an alien exercise", "the people would come down and say this is kind of interesting", "but there was the moment when francis did turn around and say, “this all sounds really fantastic.” and all of his old guys, his crew that he’d been working with forever, they’re all like, wow, this is really different; i’ve never heard anything like this but it kind of works", "it’s crazy but it kind of works", "but he did turn around and say i want strings, i need some strings", "and i’m going, oh shit, he’s going to hire some string shlakey guy", "francis, you’re so right; you need strings", "i’m gonna fix up some nice strings, nice strings", "strings", "so i call up the contractor and i say, send me some strings", "he says okay, sure, fine; how many strings", "i don’t know, how many strings is strings", "send me some strings", "so i think it was maybe 14, 15 guys showed up; strings", "and they arrive, and usually recording sessions the guitarist shows up and you book him for the afternoon", "then he comes in with his ten guitars and a couple amps and a bunch of pedals", "and he says okay, so the first thing is kind of … and then when it comes to that shot, okay there’s a shot, his name is matt dillon", "you know, that kid with the bandana", "okay, on the shot, just kind of hit a kind of thing there, and then kind of pull back a little bit there", "and you’re talking to him like that", "and that’s the way you work it", "and the guy says, oh cool, how about this", "well, maybe… how about that", "try that stratocaster", "you know, you talk, and it’s an interaction and between the two of you, you collaborate and you get it done", "so the strings arrive, a lot of them", "and so i go out to do my thing", "hey guys, it’s great to have you here", "this movie is kind of an art movie, and the first song is this kind of thing", "then when you see the guy with the bandana, it just kind of goes a little like that", "and i’m talking and i’m talking, and they’re looking kind of more and more uncomfortable", "and eventually one of them says, “maestro, do you want us to play the music on the page here, or whatever the fuck you’re talking about?” and i go well, play the page, play the page", "and so they do", "the page by the way in this case was footballs, what they call whole notes", "[sings slowly] i didn’t know how to write [sings fast]", "i didn’t know how to write that music at that time", "so it was just the chords that i was playing myself, bling, bling", "here, stop the tape", "okay, roll tape", "bling… you know", "and ear ball it and put that on a chart, so that’s the top note and okay, we’ll give that to the violin, and the violin two and viola", "i had an arranger put it on the page", "i was a music major in college so i could read it, but i hadn’t seen a sheet of music in 20 years", "in rock and roll there are not sheets of music; it’s just not part of the vocabulary", "but here with these string players, a section, and so they have these footballs", "and they say, well it’s all footballs, can we just… let’s just run it down everybody", "one, two, three, four, [sings]", "okay, cool; okay, roll tape", "and they were done in like half an hour", "they just played what was on the page", "i didn’t need to talk to them at all", "it was on the page and they played it", "the guitarist guy, he’s there all afternoon, you’re trying stuff", "these guys, it’s on the page, they play it exactly, and they’re done", "wow", "wow", "you mean, all i gotta do is figure it out and do the homework, put it on the stand, and they play it", "so 20 years later, i’ve done maybe 40, 50 films, tv, commercials and all this stuff and you use orchestra a lot", "pretty soon i learned how to write the fancy stuff", "the best part of it is that it’s about the homework", "with a band, you think on your feet and it’s an interaction; musicians of the ear", "musicians are divided at birth into two categories; musicians of the ear, and musicians of the eye", "musicians of the ear, where i come from, they’re connected to the music by the ear", "they’re staring off in space and they just know when eight bars are up, and they know where to listen for the groove, and they’re part of that groove and they’re connected with their ear", "musicians of the eye read a chart, and their fingers follow what their eyes tell them to play", "and even the rhythm comes from a visual cue; the conductor’s baton", "their eyes connect them to the music", "the musicians of the ear, they just make that shit up", "it’s collaborative, it’s improvisational", "they know that it’s e, a, and d, but how are you going to hit that e", "which inversion of a", "and so it’s a collaboration", "you work it out together", "it takes forever", "but in orchestral music, you put it on the page and they will play it", "and like i said before, it’s not just dadada, it’s da da da da", "you have to put all that shape on the page", "and if you do, 60 guys, and that guy over there on the double bass, and that guy way over there on second violin, they’re 30, 40 feet away from each other but each of them has their own book with only their own part", "and if they follow exactly what’s on the page and execute it beautifully, then they all, all 60 of them, become the mighty chicago symphony", "and that’s where their ego lies", "not from, i’m gonna express myself on this part here, god dammit, even though i’m the third chair, second violin", "no", "their ego, their pride in their work comes from this corporate identity of the magnificent orchestra of which they are a part", "and by the way, they’re playing mendelson and brahms and really, really good music; the best of the best of the best that has withstood the test of time", "so, there are two completely different musical universes", "i love jamming with guys who come over to my studio and we jam, and we just make it up as we go along", "but i also love to do that homework and get it on the page and conceive of every aspect of it; where the swell is, the surge, the ebb and the flow", "and that violin, i let it get up to there and he gets up high like that and the trumpet takes it over and goes ba-boom on the low brass", "that’s just really a lot of fun to conceive of that stuff", "and then, you go and sit with the orchestra and they play it, and without debate", "and the first time, it sounds a little creaky", "the second time, it’s like wow", "and then by show time, it’s really good fun to play that stuff", "i like this question", "this is from james staubs, facebook", "he’s one of the few rock drummers that plays traditional grip", "how did he come to play that way", "so maybe you can also explain to people what this means", "well, in olden times the snare drum was a military instrument for marching", "and the snare drums are a cylinder like this, and that deep", "to march with it like this, is kind of hard", "so what they do is they turn it on its side so the drum is like that, and you can still march", "but it means to hit the drum like this is kind of a problem", "so, how about this hand hold the stick like that, and you create the drum at this angle, and now your sticks can go like that, whereas this would be a problem", "that’s where it came from", "when they took the snare drum and put it on a drum set and created the trap set, probably down in new orleans or somewhere, whoever had the idea of assembling a bunch of drums and the trap set, the technique of playing the snare drum still was this: both hands are not the same", "this is called match grip; this is called orthodox", "it’s old school", "and just the practitioners would set up this newly invented contraption and have the snare drum at that angle", "okay, years go by, and i learned from buddy rich and gene krupa style", "my father, as soon as he spotted me as a musician had me in lessons which meant orthodox and paradiddles and slamadiddles and all the rudiments and everything with this technique", "nowadays a drummer can set up the drums any how he darn well wants, and he has it logically flat and the tom-toms logically like that, and what’s this for", "so he plays like this nowadays", "nowadays, drummers all play matched grip; it makes perfect sense", "now in my opinion, this is a bigger digit than this", "there’s bigger muscles here", "so when i want to get that back beat, look out baby, this hammer’s coming down, with this thumb to bring it down", "and it just seems like a stronger thing, i don’t know", "it’s not matched, and so you learn to make it so the effect is the same but different mechanics in each hand", "glad you asked", "the next one is from masud kahn", "you don’t have to do ten, but he asked the top ten albums you would take to another planet", "let’s just say three albums; the old desert island question", "any hendrix album but probably the double one because it’s a double one, which would be the third one, not access", "what was the third one", "voodoo child, or visited; all the naked girls on bicycles", "i’ll go google it later", "anyhow, that’s one", "i’m not a huge beatles fan, but i would probably take either the white album or sergeant pepper, just because of the variety", "if we’re gonna be stuck on that album for a long time, we need some variety", "and probably some blues, just because it makes me feel good", "but then again, i can play blues myself", "no, i wouldn’t take a blues record", "i don’t know, some classical, some stravinsky probably, rite of spring, or petrushka", "alright, stravinsky", "and if you’re out of the running, if you had to combine let’s say three drummers alive or dead into your perfect super drummer, who would they be and why", "i would take the majesty of john bonham", "he achieved, with very few drum strokes, size", "ba-da-da-boom-ba-oompa", "it just sounds like a mountain", "and everybody, nobody has gotten there, figured out how to make a drum set sound so huge", "and it’s the economy, and it’s the way he hits the drums", "there’s just some magic about the way he played; created size, just hugeness", "then i would take james brown’s drummer", "i’m terrible with names", "stubblefield, stubble… anyone here", "clyde stubblefield", "clyde stubblefield for funk, because we’ve got to dance", "he’s not a star guy, but just gimme some of that", "so we’ll all be dancing, and those pudenda will be doing what they do", "and then i would take mitch mitchell for technique, or buddy rich", "what about the technique", "just the effervescence, the lively spark", "it would be tough", "buddy rich is the absolute top, whether you like his music or not; there’s nobody who’s been able to achieve just the manual dexterity, let alone the artistry and everything else", "he really is in a class of his own", "mitch mitchell is up there as well, but his music was more fun and more effervescent and so on, so i’d probably take john bonham, clyde stubblefield, and mitch mitchell", "we saw you tearing it up in the first video that we showed", "this next question is from iamkeithandrew on twitter", "what weaknesses in your playing or writing or composing bug you, and are you fighting to overcome", "how do you fight them", "arthritis, and right now i play with an orchestra", "my drums are designed to accompany amplified instruments, which can be any amount of volume", "so the dynamic range of the rock and roll drummer goes from 7 to 12", "guitars only go to 11", "and by the way, we don’t do it by turning a little knob; we do it by hitting it", "and the orchestra, the orchestra feels very loud but is in fact a quarter of the volume of a rock band", "when you go to a concert and you see an orchestra play, it feels emotionally really big", "but physics-wise, it’s actually much more quiet", "and so you have the huge orchestra, and you put the drums there: crack", "and the orchestra’s gone, they’re toast; you can’t hear them, nothing because the drums are so loud", "so the biggest challenge has been to play quietly", "and i now, after years of playing with orchestras and working on it, and i practice with the music barely audible so i can’t accompany it unless i get it down there", "and, a couple things", "first of all, less work", "second of all, the drums sound so much better", "third of all, all kinds of finesse of technique that i learned as a kid but never could use in rock and roll", "you never hear them", "a ruff or a drag; you can’t hear them in rock and roll but now you can", "so they sound great, cool technique, less work and so learning how to play that quietly, i can now play a full-on drum set, my drum set designed for the aforementioned cacophony, and there’s a violin solo", "i wrote a nice, little violin solo", "she’s 30 feet away and i’m up there, and i can now play so quietly that i can hear her, and so can the audience", "that’s an achievement", "you mentioned arthritis", "is that a real issue that you’re contending with", "absolutely, yeah", "there, there, there, and there, and my thumbs", "how do you deal with that", "i don’t look at my drums until i’ve got a show coming up, and this year i’ve had shows coming up all year so i’ve been in shape", "i have to start up", "it’s like rocky", "i start slow and i work it up, and i have little things like that", "i find when i get fit to play and i’m up to speed, the arthritis goes away", "and it doesn’t return until i walk away from the drums and i don’t even look at them until next time i have to", "and then the arthritis creeps back in, opening a door… ow", "if it’s a locked door, man, that hurts", "aargh", "and i think darn, this is really inconvenient for what i do", "but in fact when i start playing drums, when i get fit, it’s not a problem", "do you do anything else for self care of the hands or the lower arms", "yeah, there are the stretches", "i have a thing that i got in china which is like a little pointy, soft wooden thing that i just sort of massage the muscles", "like i say, there’s quite a fetish", "i’m pretty familiar with the structure of the hand", "there are ten bones there, and lots that’s really complicated", "but i’m pretty into making it work", "and playing at that volume, there just isn’t the stress that there is at high volume", "tim ferriss: this might be related", "next question is from tinker coffee co, tinkercoffeeco", "what’s the most technical but underappreciated skill for a drummer to possess", "i would say that quiet thing", "because i have drummers who have that range, dynamic range of 7 to 12, and that’s just really hard work", "my buddy phishman in phish, he’s really quiet", "he’s been doing that", "i saw that guy, and you see it from the front and it’s blazing because there’s a 50-zillion watt pa system to make it louder", "he doesn’t need to make it louder", "and so i’m on the side watching and he’s just comfy; he’s hardly breaking a sweat", "i’m gonna do that", "and playing quietly, that’s the most unappreciated technique that i would say, to answer that question", "alright, you’re talking categories; the do not discuss list for dinner conversation", "if you were to give a ted talk, or some high profile talk, 20 minutes long but you couldn’t talk about music, couldn’t talk about drumming, nothing that you’re known for but maybe some secret obsession or a thing that you study on the weekends or in the evenings, or anything for that matter, what would you talk about", "old testament theology", "old testament theology", "alright, tell us more", "i grew up in the holy land, and they’re still arguing about it now, to this day; whose is it and which religion prevails", "and it turns out that the three religions fighting most vociferously over that piece of real estate are the same religion", "they come from the same book", "and the old testament is that book", "the old testament is unique, because i also love egyptian history", "i think moses was a jackass", "the egyptian history was a beautiful, beautiful thing as described in the old testament", "the egyptians were great people with great values and beautiful culture", "but the people who wrote the old testament didn’t think so", "so the egyptians describe their enemies in these pejorative terms, and in turn are described by the israelites in these pejorative terms", "it’s fascinating", "because in egyptian history, there was no plagues", "there was no moses", "there was no exodus", "and so obviously the exodus and the events referred to in the old testament, there’s something happened historically to create what became these stories", "there’s got to be an origin to these stories", "which pharaoh was that", "which part of egyptian history was that", "traditionally it’s ramsey 2, the big one, just because he’s the biggest", "but it wasn’t", "and you figure out there are these different chronologies", "let’s start with the old testament, which says that 1,000 years ago moses did this, so many thousand years ago solomon did that, and there’s a chronology", "then there’s the egyptian chronology, which has its list of kings, and it’s not measured in 1927; it’s like this king in the third year of king sennacherib the second, and there’s that chronology", "and then there’s the archaeology; the strata of jericho for instance, tells us that there was no burning down of jericho when the bible says they came and burned down jericho; it didn’t happen, folks", "jericho’s been burned, but not when the bible says it did; a couple, 3,000 years earlier", "well, okay, let’s pull that bible chronology down, pull this one up so that that matches now", "then we’ve got a problem with the egyptian chronology", "so we stretch that", "in the period of solomon, there are no great architectural masterpieces or anything to denote a great kingdom during the time of solomon", "doesn’t mean he didn’t exist; it means that the chronology of when the bible said he exists might be a little inaccurate", "so that’s what i can find endlessly challenging", "indiana jones of rock and roll", "wow", "okay, i know, i know, i lost you; i totally lost you there for a minute", "but i’m gonna bring you back", "over on the west side of los angeles there are all these private schools where all of us fancy folks send our kids, and there are only a few of them so all us fancy folks send or kids", "and they have these school gala fundraising events, where they raise money", "as if they need to raise money", "and they have this gala event and they have all the bands", "we’ve got the dads, there are gonna be some rock stars in there", "so we have what i call the grateful dad, which is the school band of whatever dads are in that school", "one of the schools here, wildwood, the school’s grateful dad was stephen stills, gene simmons, me, travis… barkley… miles, in a wheelchair", "gnarls barkley", "anyway, bob dylan was supposed to be there but he bailed", "so that’s the band: gene simmons, stephen stills, and me", "okay, that’s pretty disparate", "but we figure out a show", "we play", "it turns out that gene simmons is the student of old testament theology", "so, there at this event where we’re playing all this stuff, there’s the bass player of kiss and the drummer of police back stage arguing about which prophet: no, zebadiah was not… you’re clearly a very well read guy", "is there a quote or quotes that you either live your life by or think of often", "don’t worry; be happy", "alright", "and by the way, that’s just the first thing that came to my mind and thank you for that nice, polite applause; what the fuck does that mean", "what use is that", "don’t worry, be happy", "as if", "is there a pill for that", "some good advice, but kind of facile", "it is good advice", "we can also come back to that one", "if there’s someone who is particularly quotable in your mind in a way that has impacted you, maybe that’s another way to tackle it", "for me, it would be a seneca, maybe an emerson", "wow, that’s sophisticated", "no, i’ll show you how unsophisticated i am", "so from long island, there is another seneca in fairness, but i thought seneca was a native american elder for the longest time", "i was like, this guy has the best quotes ever", "and then it was like oh, wait, he’s a roman who’s been dead for 2,000 years", "i thought that was a football team or a city in [inaudible] – it is a lot of things", "seneca has been used for a lot of labeling", "if you were, say, giving advice to a young, very capable musician who’s getting ready for their first what they perceive to be big gig and they’re just all nerves, they feel like they’re going to vomit back stage", "is this kid, by the way, presenter of a television show", "it could have been me", "what advice would you give that person", "relax", "tim ferriss: relax", "how would you do that", "take that as your living room", "that particular thing, there’s a bunch specific to that challenge which is the audience is on your side", "you walk out on stage as a total success and it’s yours to throw away, and it’s really hard to throw away", "so relax", "assume that you’re blowing everybody away, and everything else will take care of itself", "when i was young, i used to think i’ve got to get myself up to go out on stage, and aargh", "but in fact, that’s a dissipation of the energy", "there was that film, whiplash, where the kid was trying to get better and he goes back to a woodshed and they show him in the woodshed", "that’s the one thing they got wrong", "to get better, you don’t growl like that, you go [inhales deeply] like that", "you know, calmly", "the more relaxed you can be, the more energy, the more ferocity you can achieve by being relaxed", "definitely", "mass murder is best delivered cold", "is that how it goes", "revenge best served…any act of violence has more aggression and violence if it’s done calmly", "you also see this in athletics", "that’s kind of a nervous, evil laugh going around the room, there", "it’s a little chorus of dr", "evil laugh in the audience", "wives, check your husbands", "you see the ability to turn off and forming the ability to turn on", "you see this in athletics all the time", "meaning someone’s capacity to turn off and relax being directly correlated to their ability to turn it on", "if they’re always on or somewhere in the middle, it just doesn’t seem to manifest in the same way", "i remember hearing the story about a gent named marcello garcia", "he’s considered sort of the michael jordan, mike tyson, wayne gretsky combined of the brazilian jiu-jitsu world", "he’s something like a nine-time world champion", "i know a fellow who co-owns a school with him", "marcello was going to the world championships, biggest event of the year on the planet", "and he’s supposed to go into the finals", "they call his name to go out to the mat and he’s asleep in the bleachers", "they had to go shake him to wake him up", "he’s sort of groggy, rubbing his eyes, walks out, and as soon as he steps on the mat [snaps fingers] just different person", "i totally endorse that", "you get yourself into a state of calmness and the ferocity will take care of itself", "i had a similar thing", "the other day i was playing in seattle with the seattle symphony there doing ben-hur", "it’s a 90-minute program with big orchestra, really complex show", "my hotel room is just around the corner", "so i go back after a rehearsal, and i set my alarm for 6:00 and i go into a sneeze", "i set it for 6 a.m., not p.m", "oh, so i wake up, oh, like that, and i have a bit of a sandwich and i’m chewing on the sandwich", "i look at – oh, shit", "so i run, like oh god, oh god, i’m on the 28th floor", "elevator, out of service", "down the steps, up the hill, get there like that, [panting fast, then slow] best show ever", "ladies and gentlemen, stewart copeland", "thank you", "thank you, folks"]}