{"dialog_idx": {"darren aronofsky": [15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 38, 39, 43, 46, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 75, 76, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 92, 93, 94, 95, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 218, 219, 220, 221, 222, 223, 228, 231, 236, 237, 238, 239, 240, 241, 242, 243, 244, 247, 248, 251, 252, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 271, 272, 273, 289, 290, 291, 292, 293, 294, 295, 296, 303, 304, 313, 319, 321, 324, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 346, 347, 348, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 389, 390, 391, 392, 393, 394, 395, 402, 403, 404, 405, 406, 407, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 437, 442, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 504, 505, 506, 507, 508, 509, 510, 511, 512, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 531, 533, 534, 536, 537, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 584, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 630, 631, 633, 634, 635, 637, 638, 639, 640, 641, 642, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 661, 664, 667, 668, 669, 674, 677, 685, 701, 702, 703, 704, 705, 706, 707, 708, 722, 729, 730, 731, 732, 733, 734, 735, 782, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 811, 816, 817, 818, 819, 820, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 836, 837, 838, 839, 840, 841, 843, 844, 845, 846, 848, 857, 858, 861, 862, 866, 867, 875, 876, 879, 895, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 925, 950, 951, 952, 953, 954, 955, 956, 957, 958, 960, 961, 968, 969, 977, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1019, 1020, 1021, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1036, 1037, 1038, 1040, 1041, 1042, 1043, 1044, 1045, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1170, 1171, 1174, 1175, 1176, 1177, 1181, 1182, 1183, 1184, 1185, 1186, 1188, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1199, 1200, 1206, 1207, 1208, 1211, 1214, 1215, 1216, 1217, 1218, 1219, 1220, 1221, 1222, 1223, 1234, 1235, 1237, 1238, 1239, 1240, 1241, 1242, 1243, 1244, 1245, 1246, 1247, 1249, 1250, 1251, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1267, 1274, 1275, 1276, 1277, 1278, 1279, 1280, 1281, 1282, 1283, 1284, 1285, 1286, 1287, 1288, 1289, 1290, 1291, 1292, 1293, 1294, 1295, 1296, 1297, 1298, 1299, 1300, 1301, 1302, 1303, 1304, 1308, 1309, 1310, 1311, 1312, 1313, 1314, 1315, 1316, 1317, 1318, 1319, 1323, 1326, 1327, 1328, 1329, 1330, 1331, 1332, 1333, 1334, 1335, 1336, 1337, 1338, 1339, 1340, 1341, 1342, 1343, 1344, 1345, 1347, 1348, 1349, 1350, 1351, 1352, 1353, 1355, 1356, 1357, 1358, 1359, 1360, 1361, 1363, 1364, 1365, 1366, 1367, 1368, 1369, 1370, 1374, 1377, 1378, 1380, 1385, 1390, 1391, 1396, 1397, 1398, 1399, 1400, 1401, 1402, 1403, 1404, 1405, 1406, 1407, 1408, 1409, 1410, 1411, 1412, 1413, 1414, 1415, 1416, 1417, 1418, 1419, 1420, 1422, 1423, 1424, 1425, 1426, 1427, 1429, 1438, 1441, 1442, 1443, 1444, 1445, 1447, 1448, 1449, 1450, 1451, 1452, 1453, 1454, 1456, 1457, 1460, 1462, 1463, 1464, 1465, 1470, 1472, 1474, 1475], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 37, 40, 41, 42, 44, 45, 47, 74, 77, 78, 91, 96, 97, 98, 99, 100, 101, 128, 129, 130, 147, 188, 189, 190, 191, 192, 193, 204, 216, 217, 224, 225, 226, 227, 229, 230, 232, 233, 234, 235, 245, 246, 249, 250, 253, 254, 270, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 297, 298, 299, 300, 301, 302, 305, 306, 307, 308, 309, 310, 311, 312, 314, 315, 316, 317, 318, 320, 322, 323, 325, 326, 343, 344, 345, 349, 388, 396, 397, 398, 399, 400, 401, 408, 433, 434, 435, 436, 438, 439, 440, 441, 443, 444, 445, 446, 447, 448, 449, 470, 471, 472, 473, 474, 503, 513, 530, 532, 535, 538, 539, 552, 553, 554, 580, 581, 582, 583, 585, 586, 587, 588, 589, 590, 629, 632, 636, 643, 644, 657, 658, 659, 660, 662, 663, 665, 666, 670, 671, 672, 673, 675, 676, 678, 679, 680, 681, 682, 683, 684, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 723, 724, 725, 726, 727, 728, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 783, 784, 810, 812, 813, 814, 815, 821, 822, 835, 842, 847, 849, 850, 851, 852, 853, 854, 855, 856, 859, 860, 863, 864, 865, 868, 869, 870, 871, 872, 873, 874, 877, 878, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 896, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 959, 962, 963, 964, 965, 966, 967, 970, 971, 972, 973, 974, 975, 976, 978, 979, 1018, 1022, 1023, 1035, 1039, 1046, 1047, 1048, 1049, 1057, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1111, 1119, 1120, 1121, 1122, 1169, 1172, 1173, 1178, 1179, 1180, 1187, 1189, 1201, 1202, 1203, 1204, 1205, 1209, 1210, 1212, 1213, 1224, 1225, 1226, 1227, 1228, 1229, 1230, 1231, 1232, 1233, 1236, 1248, 1252, 1253, 1254, 1255, 1265, 1266, 1268, 1269, 1270, 1271, 1272, 1273, 1305, 1306, 1307, 1320, 1321, 1322, 1324, 1325, 1346, 1354, 1362, 1371, 1372, 1373, 1375, 1376, 1379, 1381, 1382, 1383, 1384, 1386, 1387, 1388, 1389, 1392, 1393, 1394, 1395, 1421, 1428, 1430, 1431, 1432, 1433, 1434, 1435, 1436, 1437, 1439, 1440, 1446, 1455, 1458, 1459, 1461, 1466, 1467, 1468, 1469, 1471, 1473, 1476, 1477, 1478, 1479, 1480, 1481]}, "episode_num": 263, "file_type": "html", "guests": ["darren aronofsky"], "num_sentences": 1482, "num_words": 19593, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers to tease out the habits, routines, favorite books, breakfasts, whatever it might be that you can test and apply in your own life – the specifics, the details, the beliefs, habits and so on that you can actually use in the real world. In this episode, we have a fantastic guest I’ve wanted to connect with for a very long time – Darren Aronofsky. Who is Darren? We’re going to get to that in a second. But he was introduced to me by another podcast guest, Peter Attia, who is a medical doctor, an endurance athlete, or he would say a former endurance athlete. I encourage you to also check out his episodes because it will put a lot in context. Peter has three episodes. If you just go to tim.blog/attia, you will find three of them. They start with Dr. Peter Attia on life extension, drinking jet fuel, ultra-endurance, human fois gras and more. To the next one, optimizing investing, blood, hormones, and life. Then, my life extension pilgrimage to Easter Island. It’s a long story, but check it out at tim.blog/attia. But back to Darren. Darren Aronofsky. You can find him on Twitter and Instagram @darrenaronofsky, to say hello. He’s doing some very cool stuff on Instagram, and DarrenAronofsky.com. He’s the founder and head of the production company, Protozoa Pictures. He is the acclaimed and award-winning filmmaker behind cult classics like Pi, Requiem for a Dream, and The Wrestler, which are really just the tip of the iceberg when it comes to his filmography. But going back to the beginning, Pi, his first film, that was 1998, won him early plaudits and a Best Director Award at the Sundance Film Festival. Aronofsky, that’s Darren, later directed and produced The Wrestler, which I absolutely loved. It made its premiere at the Venice Film Festival, which happens to be the oldest film festival in the world, where it became only the third U.S. film in history to win the esteemed Golden Lion Award. Darren later directed the indie box office phenomenon, Black Swan, which won Natalie Portman the Academy Award for Best Actress and garnered four other Oscar nominations, including Best Picture. Then, his Biblically inspired epi, Noah, opened at No. 1 at the box office and grossed more than $362 million worldwide. His latest movie is mother!, a psychological horror thriller film, starring Jennifer Lawrence, Javier Bardem, Ed Harris, and many others – Michelle Pfeiffer, it goes on. I’ve had a chance to see this movie and I’m stumbling over my words because it’s hard to describe. It was mind-bending, super intense. I walked around in a dream state for an entire day after seeing this. It is unlike anything you have ever seen. So if you want to strap on your seatbelt and go on a rollercoaster, I suggest that you check it out. Without further ado, please enjoy my conversation with Darren Aronofsky. Darren, sir. Welcome to the show. Darren Aronofsky: Thank you, Tim. Tim Ferriss: I have been looking forward to meeting you for some time now. Darren Aronofsky: Thank you. I’m a big fan as well. Tim Ferriss: We have quite a few mutual friends. I have some suggestions, I won’t mention them by name yet, as to topics and questions. I wanted to start with a question about your writing environment. Darren Aronofsky: Oh, that’s a good question. Tim Ferriss: I’ve read a little bit about a desk. A peculiar desk. Darren Aronofsky: Yeah. Tim Ferriss: Could you describe this desk and if you still use it? Darren Aronofsky: It was interesting. I know you’ve spent time in Japan. I was in Japan probably promoting, I don’t know if it was Pi or Requiem for a Dream, and I went to some spa town south of Tokyo. I can’t remember the name of it. I guess it was the kind of nexus of this place where they make these puzzle boxes. I don’t know if you’ve ever seen them. They’re kind of beautiful, patterned, wooden boxes. You can’t see any hinges or any spaces. But if you slide a few panels in a certain order, and it could be up to 8, 16, 32 moves, depending on how much money you want to spend, eventually it opens and there’s a secret compartment. It blew my mind. I had never seen any type of souvenir like it. I bought a couple. I played with it for a long time. Then I think it was early days of the internet, so I started to Google a little bit about what it is. It’s a whole art form. I won’t try to butcher the Japanese word for it. But I then noticed that there were contests worldwide and that there was this one dude who was winning contests year after year. He was a guy in Colorado. I was like, oh, that’s kind of interesting. Randomly I tracked him down and I sent him an email. His name is Kagen Sound. I sent him an email. I said, “Hey, did you ever think of doing any furniture?” He’s like, “Actually, I’m working on this thing for a library.” I said, “Well, it would interesting maybe to do a desk out of it.” He loved the idea. It was amazing. He’s a true master. We should probably go over to my house and check it out. Tim Ferriss: I would love to see it. Darren Aronofsky: David saw it. I don’t know if he told you about it, but he freaked the hell out. Tim Ferriss: So David Blaine? Yeah, this is part of why I’m asking. Darren Aronofsky: Okay, cool. Anyway, the whole thing is made completely out of wood. He doesn’t work with any other materials but wood. I’m not sure the count on puzzles in the desk, but there are scores of them. Eventually, they all work together to build to a final release, where basically he was able to turn it into a musical instrument. He created bellows all controlled with wood in the drawers. Actually, by pushing the drawers, it creates sounds. It has a full octave. He asked me what song I wanted. He then was able to build a computer, a thing that has switches that are all blown by the bellows and if they’re done in the right order, a panel flaps open in the back with a secret drawer. It took him five years to do it and it was insane. I think the price we agreed on was a crime at the beginning. Tim Ferriss: A crime to him or a crime to you? Darren Aronofsky: A crime to him. Then I realized I didn’t have a chair for it, so then I said, we should make a puzzle chair for it. I paid through the nose for that to get him back. But it’s a beautiful thing and it’s a great desk. Tim Ferriss: I want to say I read this in a previous interview that you’ve referred to yourself as a nomadic writer. Writing in one place for a few weeks and then moving locations. How does your writing process differ project to project? How do you use the desk we were just talking about and combine that with shifting locations? I’m on book deadline right now, so I’m thinking about this. Of course, I’ll do anything to avoid writing, including interviews. Darren Aronofsky: Exactly. I completely understand that procrastination. But my writing partner, a guy I write with a lot, Ari Handel, once said to me, probably the most important thing I taught him was that – and I didn’t do this on purpose – was that procrastination is part of the process. That actually your brain needs a break every once in a while. Not to say to abuse that, but to be a little easy on yourself and allow yourself to go to a bookstore, to go to a museum. If you are serious your work, even when you’re not working you are working. Your brain is putting stuff together. Inspiration comes from the strangest places, as we all know. You suddenly stumble on something that’s exactly what you were looking for when you didn’t know you were looking for it. But it’s changed my writing process. What I used to do was a tremendous amount of prep, where we would do a tremendous amount of research and outlines and eventually get to a place where we were exhausted with that. Then I would do something called the muscle draft, where I would go and disappear somewhere. Usually far away, where I could be very alone and be very lonely. That loneliness would inspire me to work hard and fast. I would muscle out a draft. Which meant I would never go back. It was all about just pounding through it to get to the end as quick as possible. It was like a two, three-day process. You come out with – if it ended up being a 120-page screenplay, you’d have a 79, 80-page screenplay. But in that muscle draft, there would be moments when you do enter that zone. I don’t know if you have a term for it if you run into it. But there’s that zone where you forget time. I imagine athletes are doing it. Rock musicians seem to be doing it when their eyes roll back in their head. But as a writer, every once in a while you get that where time disappears and something comes on the page. That scene is often something that ends up staying all the way through to the end of the process. Tim Ferriss: When you are muscling out that first draft, is it in – are you using screenwriting software? Is it just kind of brain vomiting bullets into a word document? What does it look like? Darren Aronofsky: I’m trying to think. Final Draft has been around for a long time now and it’s a great software that I’ve used. I don’t know if Pi was written on it. That was ’97, so I doubt it probably. I probably was formatting stuff back then. I don’t really remember. But that just helps you. It helps you work quicker because of dealing with indentation, you press tabs and shortcuts to get through it quicker. Screenwriting is very much like sculpture in the sense that if you start with a piece of clay, you don’t want to just focus on the hand. Any artist that does that will tell you then the hand will be grossly detailed and enlarged compared to the rest of the body. You just want to slowly start cutting away at the clay to get closer and closer to the final form. But you don’t want to get the sandpaper out until you’re ready for that level of detail work. So it’s just about passes. You keep going through it. Once you say, “I’m going to start writing,” even if you get to page 30 and you think page 5 needs something, you just make a note of it and then zap to the end before you ever go back. So it’s really like working slowly away at that big clay. Tim Ferriss: Do you no longer do the isolation retreats? Darren Aronofsky: I do it less and less. I mean, a funny story I was just telling my son. When I wrote Pi, my friend actually who does visual effects for me, his parents had a little cabin outside of Woodstock. I was like, “Hey, can I go there for a few days and pound out my muscle draft on Pi,” and he was like, “Yeah, sure.” I went up there. His parents were intellectuals and just had books and books and books. They were academics, so there were tons of books. I was procrastinating, looking through the books. And of course, the only book that caught my attention was Carrie, which I had never read. So I proceeded to pound through procrastinating by reading Carrie, scaring the living crap out of myself. When you read King, it’s just like wow. Then I really had to write quickly because I had to get the hell out of this cabin. I think I wrote the first draft of Pi in 18 hours. But to talk about now, it’s funny, this new movie, mother!, is a very different process. The most different process than I’ve ever done. And probably more similar to where I started. I wrote the script in five days. It was this kind of fever dream when it happened. I had the idea two weeks before. It started off with this idea for this allegory with a real relationship drama at the core. But I didn’t know how to structure it. Then I had this breakthrough of what the structure is. I had a five-day weekend without – my son was with his Mom and I was all alone. I just sat in my kitchen. I actually didn’t even go up to the desk. I just pounded it out in my kitchen in my underwear, barely eating. It was just like this fever that came out of me in five days. When I was done with the script, I showed it to my producers, who didn’t know I was even working on something. They were like, “Wow, I think there’s something here.” It’s weird. I think I’ve always been jealous of musicians. You hear the story where Bob Dylan wrote a song in the afternoon and it became the anthem for a generation. But as filmmakers, we really don’t get to do that. It takes us two to five years. Black Swan, the first meeting with Natalie was ten years before I shot it. The Wrestler was eight years. The Fountain took me six years. Noah was an idea for 20 years. It’s a long time. But I was like, is it possible as a filmmaker to take a single emotion and a feeling of – it’s kind of what I was feeling right at that moment – and try to channel it into a single track and into a movie. I think it kind of captures a single emotion in this film. Even though it has other stuff, it really was one color that burst right through. Tim Ferriss: I want to talk something maybe related to a fever dream. The idea or the concept of, madness. I want to say, I’m certainly paraphrasing, but that maybe you’ve said that by walking the tightrope between sanity and insanity, you can learn what sanity is. Or something along those lines. Do you have a fascination with madness? Why do people have that perception? Darren Aronofsky: I had an uncle who was schizophrenic. So I grew up around that. I got to see it very close. I sort of saw his mindset and also how it weighed on my family. The emotional ripples from that were tremendous. Then I also saw how society treated people like that. It’s something I’ve been very close to and I’ve always thought about it. I remember reading – what was it? The Denial of Death? Did you ever read that book? Tim Ferriss: No. Darren Aronofsky: That’s a good one for you. But they talk about the liminal, the line, the thin line between the – Tim Ferriss: Conscious and subliminal. Darren Aronofsky: Or, I think how they were using between genius and insanity. There were things that my uncle would say. He was a highly functioning guy. He worked as an engineer for New York City for his entire life and had a pension and all that. Made it through, but lived a very tough life because of the illness. He would say things that were just unbelievably brilliant. I remember one time, my Dad was talking to him about how to do something. I don’t remember exactly the details. He said – well, I can’t really say this on radio, right? Tim Ferriss: Oh, you can say what you want. You can. Darren Aronofsky: He said something like, “Yeah, that’s like if you fuck a snake, you get an elephant.” I remember hearing it. I was 12 or 13. But that’s kind of a crazy metaphor and kind of beautiful and it’s so extreme. It was like the best way of saying yeah, right. Like you’re selling me the Brooklyn Bridge. But he had many of those that were just sort of like, that’s not proper English, but it kind of works. Tim Ferriss: I’ve always had an absolute fascination with that very thin line. When I was an undergrad – I’m not a mathematician. In fact, part of the reason I went to Princeton is that, at the time of least, did not have a math requirement. I was scared off of math by a very belligerent teacher in tenth grade. Darren Aronofsky: Oh, that sucks. Tim Ferriss: It was terrible My brother, in fact, same grade, different teacher, was steered in the opposite direction and is finishing a Ph.D. in statistics. Darren Aronofsky: That shows you what teachers can do. Tim Ferriss: But I was drawn to a few, specifically, mathematicians at Princeton, who were really riding that razor’s edge and had multiple suicide attempts, but were all brilliant beyond all description. I personally, and in fact, I also have a cousin who’s schizophrenic, which was relatively later onset, and became effectively a different person. Still very smart. Have you ever worried that you would bleed over that edge? Darren Aronofsky: Luckily, my hubris doesn’t go that far where I get that worried. I’m not a crazy hypochondriac, but yeah, sure, when I was a – I think when I was a teenager and I read somewhere that schizophrenia’s onset can happen in your 20s. That idea that when you’re a fully formed human being, suddenly things can change for you. That was a scary idea. Will it happen for me? I definitely think when it came to perhaps exploring plant enhancements, I was always a little terrified that I might go too far in a certain direction. It’s always been in the back of my head a little bit, just because, you know, a lot of that stuff is genetic. But I don’t think it’s really haunting me. But I guess maybe a little bit you thought of maybe the possibility, the fear of it. Tim Ferriss: Yeah, well, I almost offed myself in college. I went through a very dark period that I actually talked about really publicly in a major way for the first time on stage at Ted, which really shut the room down. Darren Aronofsky: Good for you. I think it’s important. Tim Ferriss: But that is always or has always been in the back of my mind. One of the things that I got from – as you put it, place enhancements – or psychedelic experience was temporarily experiencing what could only be, it would have to be on some level synonymous with extreme mental illness. Darren Aronofsky: Definitely. There’s a neural connection. Tim Ferriss: And developing more empathy as a result, living in a place like San Francisco, where you’re just surrounded by people who homeless and mentally ill. One of the topics I had down to talk about was psychedelics, which was suggested by someone we both know who will remain nameless for now. Darren Aronofsky: I want to know who that was. [Crosstalk] Tim Ferriss: – how he feels. There are only three. But what role has that played in your life? How do you think about it as fitting into your life? Darren Aronofsky: Look, I’ve researched it, read a lot about it. I think it’s very interesting. The story of deer in Siberia that eat mushrooms and fall over and it doesn’t seem there’s any – survival of the fittest, evolutionary positivity for a deer to make itself that helpless. So maybe there is something else going on. Some other medicine or something else that this creature is getting out of putting itself at risk was just a fascinating idea. The fact that shamanism and reaching alternative states has been part of our culture for a super long time and then somehow got completely washed out. I don’t know, turned into the sacrament, maybe rock and roll music. But we really lost anything that sort of trying to reach away from scientific reality is clearly a loss. It seems like there’s a lot of wisdom to come out of some exploration in a safe type of example, as long as it’s very controlled environments. There’s clearly tremendous benefit that’s happened for society that’s recently been discovered and is being rediscovered right now. Tim Ferriss: I’m involved with some research at Johns Hopkins and a few other places related to the use of psilocybin specifically in potentially addressing treatment-resistant depression, among other things. Darren Aronofsky: That’s what’s fascinating out of all that stuff that MAPS is doing with PTSD and the fact that the Defense Department is supporting it because it seems to be working. I just saw a film that came out of Israel that is using MDMA to sort of help people deal – not just soldiers – but people deal with all different types of emotional distress. It’s fascinating and it’s interesting and it’s clearly – if the Defense Department is supporting it, then it’s probably pretty interesting to them. Tim Ferriss: I think it’s also a really smart place for research to start. Or one at least to the subsets of the population that’s very smart to work with is returning vets. Specifically, among other reasons, because it is a nonpartisan issue. It’s very hard to be like, “Fuck the vets.” Or “Screw the terminal cancer patients who want to decrease end-of-life anxiety.” Darren Aronofsky: It’s funny though because another thing I’m involved with is I’m on the Board of Directors for The Sierra Club. A big part of what Sierra Club is trying to do is get vets into nature. We have all these different programs that do that. In fact, I actually went to the Arctic with two vets. It was amazing for them – not just to have that experience, which is completely mind-expansive to see nature in a true – see true wilderness, like what’s happening in the Arctic. But I think to a lot of them, what they expressed to me is this is what they were fighting for. To defend this and their spirit. So they actually get to see the beauty of America outside of the cities that they’re from. Tim Ferriss: I want to continue to talk for a little bit about really old traditions. What we’re talking about, or at least some of these traditions have existed for millennia. Fasting is another one. Have you done experiments with fasting? Darren Aronofsky: A little bit. It’s something I definitely want to get more into. I’ve been totally into the idea for a long time. Of course, I fast once a year. Not that I’m religious, but because I like the spiritual practice of fasting once a year with my buddies. So I get together with my friends and fast for that one day. But a long-term fasting I think is fascinating. I’ve heard great stories about it, but I haven’t actually had – it’s amazing how little that goes on in our privileged lives and how that’s just a very interesting practice. Tim Ferriss: What is interesting about it to you? Because I try to do it, for instance, I try to do – and note to people listening – I’m not a doctor. I don’t play one on the internet. Don’t be stupid. Talk to a qualified medical professional, blah, blah, blah. I tend to do at least three days of consecutive fasting per month and then I do longer fasts a few times per year. Darren Aronofsky: Wow. You do just water? Tim Ferriss: I will make some allowances. I do it differently at different times. What I will sometimes do is use fasting as a way to kickstart ketosis. So clicking over into ketosis. Certainly, our friend, Peter Attia, knows a lot about it. He was in ketosis for about two and a half years straight. But fasting for a period of time what I will allow if I’m doing a longer fast, in particular, is I will allow myself non-caloric drinks that are unsweetened. So let’s say black tea, black coffee. Darren Aronofsky: And KitKat bars. Tim Ferriss: And KitKat bars. Only zero-calorie KitKat bars. I will also, particularly in the beginning, allow myself some exogenous ketones. They’re just supplemental ketones. Or fat like coconut oil, to help with the transition. Darren Aronofsky: That’s great. Tim Ferriss: But besides that, nix. Darren Aronofsky: Then the pain is after two, three days, right, it’s supposed to ease off? Tim Ferriss: Yeah, for most men – women can sometimes take a little longer to click over. For most men, about two to three days and then you can click over. Darren Aronofsky: All right, well, let’s do it. Tim Ferriss: I’m in. What interests you about fasting? Darren Aronofsky: Once again, it’s clearly a way to explore other spaces. I immediately – for me, if I’ve got a difficult meeting where I have to be a jerk because something is not getting done correctly. If I skip breakfast and do it close to when lunch is, I get stuff done. So in my own way, I do micro fasting to control my mood. Knowing that some of that anxiety and anger will disappear as soon as I eat. So it’s sometimes a good thing to motivate me to help with the work in certain ways. I do my own mood enhancement. For a long time, I was dating someone and we used to get at each other and then finally, someone turned me on to the word “hangry,” which I think is probably pretty common now, but at the time, it was a pretty new word. It kind of changed my relationship and kept the relationship going for the next three or four years because we could actually identify why we both became assholes for a little bit. So clearly it’s a major mood blocker and changer and alternator and all that stuff. I think that’s interesting. Then I’ve heard and read all about the health benefits of it. Then, of course, there are all the meditative elements of it. The control, the mind over the body. David Blaine is always demonstrating going to some serious extremes. But I think there are lessons to be learned and experiences to be had during it. Tim Ferriss: This is sort of the nature of my fragmented mind that we’re going to jump around a lot. You mentioned difficult conversations or where you have to be an asshole. I had read about, while very much in passing, you had a conversation with Mickey Rourke before filming. Darren Aronofsky: Well, Mickey’s version – [Crosstalk] Tim Ferriss: Well, no, so I actually don’t have a whole lot of context, but roughly that you knew it wasn’t going to be easy and that he had a lot of strong opinions. So you had an honest, upfront conversation. Darren Aronofsky: Yeah. Tim Ferriss: I would love to hear how you open a conversation like that or plan for it. Darren Aronofsky: Mickey, at the time, had an awful reputation. I think that’s because he – I think in many ways, he was his worst enemy because he loved acting, but he also loved boxing. He had this fight and struggle between him which one he was going to focus on. I think he really respected the box. Anyway, whatever happened to him, everyone was warning me about it, everyone. But I love him. I loved his work. Before I knew him, I thought his work was exceptional. I felt it was a crime on the acting arts that he did not have more opportunities to share himself with the world because whenever he has shared himself, it was unbelievable. From Barfly to Angel Heart, to all of that beautiful, early work he did. Then it just sort of disappeared. But I just wanted to be very clear with him because I felt I just knew how challenging the film we were about to do was going to be. I find that the longer I do this, the more clear you can be up front, the better. No matter what happens, it always changes. I think people sometimes don’t really hear what you’re saying to them a lot because they really want to do something. So I try to be very straightforward and clear because I want to get as many of the problems off the table because when we do get to set, time is really the biggest enemy or foe because it’s so short and it happens so quickly that if you start getting into stupid things that weren’t pre-discussed, it’s a nightmare. So you have to be as completely prepared and professional as you can when you’re spending whatever it is – $20,000 a minute or whatever it may be that day. Mike Tyson money time is what I’m talking about. You want to be on top of your game. I just went in very clearly with Mickey. I think what it meant for Mickey for it is he looked at me like medicine. It tasted really bad, but he knew it was good for him. So he just closed his eyes, opened his mouth and swallowed to get it done and really to keep – because I think he knew deep in his heart that what I was trying to do was make a great film with him. Then he rose to it and brought it. He talks about that meeting like the little, skinny punk coming to him and pointing his little stubby finger in his face – which I love. It’s funny. I wish I was that tough and that straightforward. I’m sure I was more cordial and polite to him because I was, I know I was in awe of him and excited to meet him. But I just wanted to be clear that look, if we’re going to do this, we’re going to do this. Let’s roll up our sleeves and go for it. Because for me, filmmaking is so hard. I think for a lot of people, there are just so many challenges. Literally, every single film I’ve done has been like its own IPO. It’s own corporation. I start off with an idea. I have to attract talent and money to come together. Yes, there’s a formula but I generally am making things that don’t quite fit into the widget factory. They’re a little weird and stuff. Tim Ferriss: Yeah, I don’t think they fit in the widget factory. Darren Aronofsky: So I have to convince people why it’s going to be a widget. Then we have to raise the money and hopefully make it and get the investors’ money back. I’m 5 for 6, which isn’t bad. But each time, it’s a real, it’s a lot of work. You want to make the whole process of it, for all the artists working with you, as easy as possible. That’s not really where you want to put your fighting. You want to do your fighting for the world and the money and all that. Tim Ferriss: Let’s say you’re making a new film. You’re working with someone who you respect, just to depersonalize it a little bit. Although, you could give a real example. Let’s say like Mickey, someone you really admire, who has a reputation for being very strong-willed and you’re going to have this conversation again. How do you open it? What are some of the phrases that you use to prevent it from blowing up or to try to allow it to go well? Darren Aronofsky: I’ve never done a situation where I’m asking someone, hey, we’re going to waterboard you for three months. I mean, we’re trying to do something that’s exciting and hopefully beautiful and striving to make art. So that’s the underlying agreement. You’re walking into that conversation. Hey, I dig you, you dig me, let’s try to make this work. But just to be clear, these are some of the things that are going to be going on that will probably make you feel uncomfortable. Tim Ferriss: What would be some examples of those? Darren Aronofsky: A very clear example would be when working with women (or men) if there are things that are sexual in nature – what’s required nudity-wise and all that type of stuff. You have to talk about that beforehand because, of course, it’s very sensitive material. You want everyone to be comfortable and very clear on why you’re doing something. Anytime you do a lovemaking scene, what exactly is it going to be and why? I’ve never really don’t a lovemaking scene to make it an erotic thing for an audience. I always try to tie it in narratively. So I tell them very clearly where the camera is going to be, what we’re going to do, how we’re going to run the set, stuff like that. The same thing with violence. Violence, I think, is just as important in the other way of how we’re going to be demonstrating violence, how we’re going to show it. For me, that’s a huge pet peeve. Because I feel in this country, sexuality and violence have flipped, especially in the movies. Where you can have as much violence as you want in a PG, PG-13 movie, but you can’t have an ounce of sexuality in a PG or PG-13 movie. That, to me, is disgusting. I don’t have words to go beyond that. The fact that we’re training our kids to fire guns at such a young age, with Nerf guns and video games, it’s disgusting and disturbing while any form of saying there’s a beauty in the human physical connection that no, we can’t talk about that. The fact that the MPAA sort of reinforces that. I’ll go off, but like guns in ads. I’ll walk down the street – when my kid was 5, 6 years old and my kid’s pointing at huge, crazy, sexy-looking machine guns on the biggest movie stars in the world. It’s disgusting. The gun companies are getting free ads. Yet, you can’t show someone kissing. There’s a whole sort of bend with that. I don’t know how I got there, but I got there. I’m sorry. Tim Ferriss: That’s all right. I don’t know how I get to where I go half the time. I want to talk a little bit about the word, “catharsis.” I recently saw your new film. I really enjoyed the experience and came away – I told you this – for a full day afterward was in this dreamlike state. Darren Aronofsky: Wonderful. Tim Ferriss: Which I savored. I had a lot of questions. Sometimes I feel like we – actually, I think Milan Kundera I think said that the stupidity of man is that he has all the answers and the intelligence or beauty of a novel is that it’s a question for everything. Something like that. Darren Aronofsky: That’s interesting. Tim Ferriss: I’m paraphrasing. This is in his Book of Laughter and Forgetting. At one point, I recall reading that you didn’t intend people to find catharsis in your movies. They expect to have happy endings and so on, but perhaps the catharsis comes the day after seeing the film. What do you want the experience of your audience to be? What do you want them to take away from any one of your films? You could give a concrete example or in general something that drives you. Darren Aronofsky: Well, I guess I start off with the first rule of filmmaking is never to bore an audience. That, to me, is the worst feeling and experience when I’m watching a movie and my mind is wandering and maybe looking at the color splatter across the screen. I think you always want to engage an audience. Not just visually, not just through sound, but emotionally. I think that’s rule one is to just to give people an engaging, memorial experience for two hours, whatever you’re running time is. Then I think, on top of that you can hopefully layer in some ideas so that when people leave the theater, it’s not like 15 minutes later, what did we watch? I don’t want to be the McDonald’s of movies, where just the wrapper is all that’s left over. I want people to be thinking a bit about it and talking about it. For me, one of my best life experiences was just randomly I walked into a coffee shop. It happened to be around the corner from where Pi was playing at the New Art. A dad came in with his 18-year-old daughter and two of her friends. The four of them were sitting there, just talking about this black-and-white movie that they had just seen. I just eavesdropped; listening to them, just thrilled that there were a conversation and a debate. What did that mean? And what did that mean? For me, that’s always been – the films I love, yes, there are movies that you have a great experience in and enjoy and it’s just a great pleasure to watch and a great experience. But I also like the ones that make you scratch your head and you think about and you talk and you debate. Because you want to have an impact. I think in today’s landscape, a lot of things are disposable and it’s really quick how disposable they are because of how much stuff we’re being bombarded with day after day after day. It’s nice to hopefully have something that reflects back on it and thinks about it. Tim Ferriss: You mentioned emotion. I think you had said emotional connection or engagement. What are some of the ingredients that help to create that? Because most films fail. I think anyway. Darren Aronofsky: It starts with what I think is the greatest invention of the 20th century, which is overlooked, which is the close-up. That’s the great thing about cinema is the fact that you can stick a camera right in the face of Paul Newman, right in those beautiful blue eyes. You can go right into his soul. Then when you project it months later to an audience or years later, potentially centuries later, you are anonymous in that audience, yet you can feel the empathy. Because, in reality, two people talking and hanging out, how much eye contact do you make? There are lots of other things going on in this room that you’re taking in. That air conditioning rattling. My guys mixing in the other room. But the actual connection with another human being, where you’re really looking into their soul and not thinking about yourself. Because the thing is when I look at you and you look at me, we’re thinking a little bit about wow, now I’m making us uncomfortable looking at each other and we’re going to be looking away. But in a movie and via the close-up, you can be unconscious and fully be in Paul Newman’s head, even though you don’t exactly what he’s thinking, you can study him and steal that thought. That to me is the greatness of cinema or one of the great things about cinema. That’s where you get the emotion. What happens is if you start linking different emotions together, hopefully, you start to tell a story. What the story does is it expands the emotion. Just like a joke – set up, set up, set up, payoff. That’s the classic structure of a joke. It’s the same thing with drama, where you’re setting up a character and building character. You give him a challenge and then you see them go through that challenge and payoff. Then there’s always the pitfall when it all falls apart and then they rise up. That hero’s journey is just so – I don’t know if it’s genetic. I don’t know if it’s part of the human condition. I don’t know if it’s something that we’re taught very young in our first Dr. Seuss books. But it’s something that we all around the planet in every language, in every culture, can relate to. For me, the power storytelling happened – I graduated high school early and backpacked around Europe and the Middle East. I ended up in the Gemma in Marrakech. I don’t know if you’ve been there. Tim Ferriss: I haven’t. Darren Aronofsky: It’s an amazing in the middle of the Souk, where they have all the shops and stuff. At nighttime, it’s filled with snake charmers and food and all this stuff. There was this one old guy, leaning on a cane in a beard, telling a story. He had a huge crowd around him. It was all in Arabic and I didn’t understand a freaking word, but I was mesmerized. I was like, that’s what I want to do. I want to tell stories. Because that little, old, shriveled guy on a cane was transforming himself into this 20-foot beast and I didn’t even understand the language. I was like, that’s cool, to entertain a crowd with a point of view. Tim Ferriss: Where was that experience relative to your time in Kenya? Darren Aronofsky: That was after Kenya. I’m also on the Board of Directors for an organization called The School for Field Studies, which is a great organization out of Salem, Massachusetts, which basically trains mostly college students to go abroad and into sensitive environmental areas and do environmental studies. When I was a young teenager, I worked at the New York City Aquarium in Coney Island, which was right next to my neighborhood in Brooklyn. One of the big perks of that job, besides being at the Aquarium, was that if you wore the Aquarium t-shirt, you got to go on the Cyclone rollercoaster over and over again. So we used to go 40, 50 times in a row on the Cyclone. But I picked up a book for The School for Field Studies there. It was just this little color catalog. I was like wow, they sent kids to Kenya and I was like, “Ma, this is what I want to do. Dad.” Somehow they took a few high school students. I was in advanced biology, so I had a little bit – I was always good in science. My Dad was a science teacher, so I was always pointed in that direction a bit. I got them to let me go to Kenya, where I studied water strategies and ungulates. The next year, I went to Alaska with them to Prince William Sound, actually where that big Exxon spill was, but I was there two years before that. Which was fascinating because the research we did there actually they used that research after the spill to see what the impact was. But in Alaska, I studied thermal regulation in harbor seals. I just like to say these words because they’re fancy sounding. Tim Ferriss: Ungulates. Darren Aronofsky: Ungulates. Tim Ferriss: Tell us what would fall into the class of ungulates. Darren Aronofsky: All animals that stand on their hooves. So everything from cattle, domesticated cattle, to zebra, gazelle, wildebeest. Tim Ferriss: Deer and elk. Darren Aronofsky: There were no deer or elk. There might have been some type of elk there. Tim Ferriss: That’s right. I guess there would be caribou in Alaska. Darren Aronofsky: It was interesting. We basically were there. We were on this ranch owned by an Afrikaner who wanted to – he did this thing called preservation for profit. Where basically he was like, “Look, during a drought, all the cattle die, but indigenous animals, of course, don’t die because they basically forage in the morning when there’s dew on the leaves and in the mid-afternoon, they’re in the shade. Basically what we were there to do is to prove his idea that indigenous animals were better adapted to the environment than domesticated animals, which is completely obvious, but in science, you have to prove it. So we studied them morphologically, which was biologically, and then we also looked at them and their behavior patterns during the day. It was fascinating because basically we just use – I learned the scientific method and we did real, serious research and real charting. The next year was Alaska when I went to Prince William Sound. The beauty of that was the textbook. The only textbook we had was Origin of Species. Every two days, we had to read another chapter of Origin of Species and discuss it. Over the six, seven weeks I was out in the bush, that was the whole class. Tim Ferriss: I had read that your time – this was acting as a field biologist or doing field biology in Kenya changed how you looked at the word. I don’t want to put words in your mouth, so I don’t know if that’s accurate or not. But if that is true, how did it change how you looked at things? Darren Aronofsky: Everything in your life changes all the time. But back at that age, when you’re 16 and you’re a Brooklyn kid from New York City who’s basically a concrete jungle flea and you’re suddenly in the savannah of Kenya, of course, it’s going to change your life. It’s a little bit of an overstatement, I think. But every day was mind-blowing. As an embarrassing moment – when I was 16, so you have to forgive me – I got off the plane and I was riding with the professors to the thing. I was like, “Oh, when are we going to see tigers?” They’re like, “There aren’t any tigers in Africa, they’re in Asia.” I’m like, “Oh.” So that’s what I meant. So I was a kid from Brooklyn with no idea what was going on. Every day literally was something I had never seen before. Then in Alaska – this is a pre-Google, pre-crazy media age, still only 11 channels on the station. A couple of people had cable. But early days of civilization. I remember we were kayaking. It was an amazing trip. It was five weeks in kayaks out in Prince William Sound, one of the most untouched places on the planet, at that point, until Exxon showed up. We were going to this glacier. I had never seen a glacier. Now everyone’s seen a glacier at this point because of the calving ice and what’s happening to the glaciers. But the idea of blue ice, for a kid from Brooklyn? This Chineka Glacier, the first time I saw it, it was two miles long, half a mile tall. There were huge chunks of ice falling. You’d see the chunks fall off and then a minute later you’d hear the sound because of the distance like at a ballpark. Then these huge waves from that start coming at you. You’re in a kayak so you’re really close to the water. On those waves are icebergs with seals hauled out, regulating their temperature on it, going up and down. I mean, who needs psychedelics? Tim Ferriss: You’ve been called controversial. I don’t know if you view yourself that way. But I’d love to talk a little bit about how to respond to public perception and criticism. Another mutual friend of ours, Rick Rubin, fantastic guy, incredible music producer, among other things. Darren Aronofsky: The greatest. Tim Ferriss: Yeah. He has said on this podcast, I’m paraphrasing, but “The best art divides the audience.” I think it was – help me out here – I think it was Variety, the day after you got a 30-minute standing ovation and said you should quit filmmaking and go to therapy instead. you’ve had, as anybody who is in the public arena has, a fair amount of criticism of various types. What would your advice be to a filmmaker you think is very promising who is doing something that doesn’t fit cleanly in the widget factory. They’re probably going to catch fire, but they haven’t had the experience. What would you say to a person like that? Darren Aronofsky: That’s an easy answer. Keep going. That’s what you want. When I meet, when I teach – both my parents were teachers and so it’s in the blood and I love teaching – the thing I try to instill in students is the only thing you have to offer is you, your individual stories, your individual perception, your individual humanity. Figuring out a way to communicate that humanity to humanity at large. That’s the beauty of cinema, once again. That you can have a 6-year-old Iranian girl or a 90-year-old British gentleman and you can have an equally emotional experience if the filmmaker does their job right to it. For me, it would be a ballerina and a wrestler. Can I make you feel their blood and their pain? That’s the goal. Because that’s one of the great thing cinema does is to bring us into other human experiences. If it’s truthful to who you are and you’re concerned about how people are going to react to it, stick up your middle finger and charge straight into that fire if you have to. If you’re trying to be a provocateur just to be a provocateur, go after yourself. That, to me, is the bad stuff. Like when it’s not real. For me, it’s never like, oh shit, how do I mess around with people? That’s not why I make movies at all. I’m just juiced about these ideas. They have nothing about being confrontational. But even when I do a film like The Fountain – which has been called a love poem to death – I piss people off. Even though it’s really a gentle, romantic movie about a guy coming to terms with dying. I guess that’s just not a very commercial idea in the west. But I thought it was at the time. I was dancing around for five years, telling studios that people would be interested in the movie because I really believed it. I’m not interested. I happen to be a filmmaker who wants to talk to audiences. I love it. I love when they respond. Unfortunately, I haven’t done a comedy or something that’s easier to connect with an audience. Not easier to make, by any means. I just mean when you’re aiming to please an audience, it’s a lot easier to make it than when you’re just making something that you feel inside. For me, it’s not a conscious thing. It’s purely from my gut. That’s the core for me. It comes from my stomach, always. It’s not the heart. It might be somewhere between. I don’t know, what’s right here? Tim Ferriss: Solar plexus? Darren Aronofsky: It’s right beneath the solar plexus. It’s kind of the stomach, I guess. Tim Ferriss: It’s like your large intestine? Darren Aronofsky: Oh, great. [Crosstalk] Darren Aronofsky: – it’s that area. When I’m writing and it’s coming out of there, I know it’s some time of qi energy from there. Tim Ferriss: Do you pay a lot of attention to your kinesthetic response to what you’re doing when you’re writing? Darren Aronofsky: I mean, it’s that unconscious state where you’re not feeling the body. That’s the state to get into. Where it’s just coming out of you. By no means is that often. I believe there are writers out there – I know some real writers and I think they get into that state a lot easier. I’m not a real writer, but sometimes I have ideas that I want to get out and express, so I try to do it. Tim Ferriss: Why did you say you’re not a real writer? There are people who would argue if you have writing credits, that you are a writer. Darren Aronofsky: Right. I don’t know. I guess I’m in awe of – I have some friends that really write and I see the way they can put words together. Look, the reality – I’m being more truthful with Ferriss than I’ve been with probably anyone – the reality is I was a public school kid from Brooklyn and they never really taught me how to write. When I got to college, I went into the creative writing class and I almost flunked out of it because I really did not know how to write an essay. To this day, my 11-year-old son knows more about pronouns and nouns and sentence structure. I just never learned grammar. It was never taught to me. It was a shame. I just never did the remedial. So I probably have some type of insecurity about that because I don’t think I could write that. I can write dialogue because I have an ear and I do have some ideas that I can try to sketch out, but I don’t really – I guess I’m scared you’re going to give me an essay to write because that’s going to be a challenging one. Tim Ferriss: I’m going to be the last person to give you an essay to write. My writing of my senior thesis in college, which was mandatory, and it constitutes a huge part of your departmental grade for the entire time that you’re at school, traumatized me so much that I pledged to myself when I graduated I would never write anything longer than an email ever again. Clearly, it did not work out. It worked out, but it didn’t work out as planned. Darren Aronofsky: What was your thesis on? Tim Ferriss: My thesis was on the phonetic and semantic acquisition of Chinese characters in the Japanese language, called kanji, by native English speakers. So how do native English speakers most effectively acquire both the meaning and pronunciation of Chinese characters? Darren Aronofsky: Unbelievable. Tim Ferriss: Yeah. In retrospect. Darren Aronofsky: It doesn’t seem like someone who’s afraid of writing would write something like that. That’s pretty – Tim Ferriss: You know, a lot of my true interests were buried in some of these early writing projects, or even scientific assignments that I then felt were trivial or not serious for some reason and now I’m coming back to them 20 years later. Darren Aronofsky: Amazing. Tim Ferriss: I remember I took a neuroscience class. Initially, the plan was to be a neuroscience major. I actually was a psychology major focusing on neuroscience. For a host of reasons, I moved to language acquisition, namely, principally I couldn’t do the animal testing that was required to be part of the lab I wanted to be part of. Darren Aronofsky: Good for you. Tim Ferriss: I will say I understand the sensitivity of the subject. I do think some studies are very difficult to do or impossible to do without certain animal modeling. Darren Aronofsky: I’ve been deep into this. Tim Ferriss: No, I know you are. [Crosstalk] Darren Aronofsky: No, not for environmental reasons. I have – well, we’ll talk about it later. Tim Ferriss: No, we can definitely talk about it. I was really fascinated by REM sleep and some of the physiological similarities to states that can be induced with hallucinogens. So this was probably my sophomore year in college that I was really fascinated by this. It only took 25 years to come back to it full circle. Darren Aronofsky: Did you ever try to stay awake for a long time? Tim Ferriss: I stayed awake – and this is not advisable at all – I wanted to – Darren Aronofsky: I love the disclaimer. Tim Ferriss: Well, because every once in a while I’ll get an email from somebody, like “My cousin tried what you said and he gave himself a headache.” I’m like, “Yeah, you got to use your common sense, people.” I stayed awake for six days. I wanted to see what would happen. I had read these reports of people having all sorts of odd phenomena crop up when you stay awake for that period of time. I used stimulants, nothing illegal. But I was very going at putting together these cocktails for myself and stayed awake for five and a half, six days. I stopped because I was walking on campus – I remember very clearly where I was. I was – Darren Aronofsky: And you were naked. Tim Ferriss: No, I wasn’t naked. There were goblins everywhere. No, I fell asleep while I was walking and woke up about a block later. I had crossed two or three streets. I was like, you know what? This is no longer a good idea. Have you stayed awake for a really long period of time? Darren Aronofsky: No. There was a test when I was an undergrad and my roommate did it where he basically, to stay awake. He just became cruel. I remember him telling me. He was like, “I’m going to go to sleep.” They’re like, “Don’t go to sleep.” He took a deck of cards and started throwing cards around the room and made everyone run around and pick them up; otherwise, he would go to sleep. So he started really messing with the aides and the grad students that were doing the studies on him. Of course, the overnighter and those are important, not just when you’re in college and stuff. I’m glad you are out there exploring it for us. Tim Ferriss: The conclusion is, don’t do that. If you remove sleep and food from people, they get really grumpy, it turns out. This is a quote from New York Magazine. This may have been from a while ago. I don’t think it’s that old, actually. “I think when I was starting out as a filmmaker, I had tremendous focus, but I don’t think I robbed myself of too much life. I’m still friends with the guys I grew up with nursery school. I have a great relationship with my family. I’m definitely attracted to balance to symmetry. I’m definitely an order personality, but I’m a lot less ordered than I was.” Darren Aronofsky: God damn, I said some stupid shit. Tim Ferriss: You can definitely deny. You can correct. You can set the record straight. Darren Aronofsky: It’s all right. Tim Ferriss: This is of incredible interest to me because many people who would aspire to be creative or who self-describe as creative, wear themselves out. They sacrifice family, relationships by being singularly focused. Sometimes they’re proud of it; sometimes they regret it. But this is something that I don’t hear very often. I was wondering if you could just elaborate on that. How do you have the tremendous focus required to do what you’ve done while still having that balance and symmetry? Darren Aronofsky: It is a balancing act. But I think all the time you put into life, into family and into friends, and into activities outside of the work, back to I’ll procrastinate – not to say time with your family is procrastination – but bringing in those other experiences into your life is what makes you be able to relate to people and to communicate. At least, for filmmaking, that’s a major part. Going to a diner with friends and seeing an argument between some strangers over there ends up in a movie for me. Living life and seeing stuff and doing all different types of experiences through this planet is important to being a storyteller because it’s all about the stories. I think the first three or four films of my career and definitely all my short films before that, all came out of very personal experiences of my life. The problem is if you keep working nonstop and you’re originating your material – I think it’s different if you’re more of a journeyman who’s going along and then just taking your craft and bringing it to life, bringing a great script to life. Tim Ferriss: What do you mean by that, “as a journeyman?” Darren Aronofsky: Something that’s not a personal story by nature. I think every story is personal or you can find a personal way because anytime you portray a character on screen, you should sort of infuse them with real emotions and stuff. To do that, you have to feel it yourself. But if you’re drawing on your own life and your own stories and you’re somehow more autobiographical somehow, even through metaphor. I think all my films are not – I’m not a ballerina, yet there’s a lot of Natalie in me. I mean, that character, Nina, in me. Not Natalie, but Nina, the character. I’m not a wrestler, but Randy the Ram I’m pretty connected to and I understand why he makes every decision. Some of those stories in there I can relate to or are drawn from my own life. I think if it’s an assignment where you’re just showing up as a director and you’re there to make all the departments work together and make the actors do it, I think it becomes more of a craft then. Not to say that it’s not an art, but I think if you’re trying to create your own stories that are coming out of life, you have to actually live life to do it. Otherwise, you’re just getting your stories – I don’t know where you could get your stories from. I guess you could make things about being an obsessive filmmaker. Which is kind of like one of my favorite filmmakers, Fellini started making films about directors making films. [Crosstalk] Darren Aronofsky: Eventually he went off into other things, but for a while, that’s what he worked on. I think you have to balance it in this art form. It’s very different, I think, in different forms because other forms can be expressed in different ways. I can’t really speak to that, but storytelling, you need stories. Tim Ferriss: It reminds me of something I was told at one point, which helped me at least, which was a friend of mine, a writer, I think it was either Debbie Millman or Maria Popova. They said, “If art imitates life, you have to have a life.” I guess my follow-up question is, when you are really immersed in a project, and maybe now with family and so on it’s different than in the early days, but my experience and part of the risk I have when I go into a project is that it tends to crowd out other things. Do you schedule time with friends and family so that they don’t get displaced? How do you ensure that happens? Or are you just programmed in such a way that it’s natural? It’s not a bad life as a filmmaker because basically, at least the way my schedule is, I do a film every two, three years. In that two, three years, there will be like a 50, 60-day run which will be completely selfish and completely committed and dedicated to the film, where I’m working 18, 20-hour days over and over again. An insane amount of time. You get one day off on the weekend and then the next day you’re probably prepping. Although I’m able now to almost get two days off because I’ve been doing it enough that I kind of have more skills that I can go in. So I can get a weekend off sometimes where I can spend with family and friends. Not that I could go out and party and have a beer. It’s got to be very mellow. Most of the time, I’ll just want to watch Game of Thrones. But that’s a huge marathon that only happens once every two, three years. Then you get into editing and it’s basically a 9:00 to 5:00 job. There’s always things coming up, but it’s a much slower pace. That could be a 40-week process. Then you get to selling the film, which is kind of a two, three week kind of marathon of travel, but it’s kind of fun because that’s where a lot of stories come from because you see all these different cultures and you just see a lot of crazy shit. It’s not that bad. Then I get into development. When I’m in development for the next project, once again, I can really shape that around my son’s schedule and I can have time to see my friends and have experiences and travel and stuff like that. Because when you’re developing, it’s all virtual in your head. Not quite in a computer, but it’s all in your imagination for a while. All you need is a notepad and a pen and you could be anywhere. Tim Ferriss: Are there any particular resources – and I’m sure this is a question you’ve had a lot, so I apologize in advance, but I haven’t heard the answer – to aspiring filmmakers? Let’s just assume intelligent, driven, organized. So a big assumption, but let’s just assume they check those three boxes. Darren Aronofsky: Sure. Tim Ferriss: Are there any particular books or resources or approaches that you would suggest they take? Assuming that they want to put together some type of narrative storytelling, not doing a documentary. Darren Aronofsky: I always push The Writer’s Journey by Christopher Vogler. It’s very good. But it’s only for people who are writing screenplays. But he’s great. He basically took Joseph Campbell’s work and turned it into screenplay language. He did a really good job at it. We’re totally part of his cult. Because I believe in that hero’s journey. Not to say that’s the end all to end all and there are other ways to approach it, but it’s a very interesting structure that can really lead to big breakthroughs. When you’re struggling, you can look at the different archetypes that there are and often you find yourself falling into it. It’s funny, like Requiem for a Dream, when I was working on it, it was before I read Vogler. But now that I look back, I was doing stuff similarly, where I was charting out where the characters’ emotions were. What was interesting was that the graph was actually upside down. When something good was supposed to happen, something bad was happening. I was looking at it and one day I flipped it over and I said, “Oh. They’re actually the bad guys, all my characters. The good guy is addiction and this is actually a hero’s journey of addiction overcoming the human spirit.” That’s when I finally understood what the movie was about. Charting it and using hero’s journey is how I was able to figure that idea out that this invisible monster, this craving, was actually the hero of the film. But that’s great. Then the other thing back on what we talked about is to tell your story. Don’t try to figure out what people want because the reality is – and I kind of learned this. When I was coming out of film school, I went to support my friend, Scott Silver, who is a big screenwriter now. He had directed a film that was at Sundance and it was the year that Welcome to the Dollhouse was there and a bunch of other indie gems. I remember watching these films and going, these are such specific, unique movies, but they’re done exquisitely well. What Sundance allowed me to believe and what independent film has allowed so many dreamers to believe is that if you make a film well, no matter how personal it is, if it’s truthful, you’ll find an audience. Tim Ferriss: Not to invoke the name of Rick again, but I was having a conversation with Rick recently in a barrel sauna that is the exact replica of his barrel sauna, and we were talking about this deadline that I continually – I’m actually working hard on the book. Darren Aronofsky: Give yourself a break, man. Tim Ferriss: I spend a lot of time talking about how hard I’m working on the book. I was asking him some questions about working with musicians and whether he knows if something has hit the mark or not. I’m going to paraphrase here, but he said effectively, “Great is always better than now.” The way I interpreted that was there’s always a good time for great, there’s never a good time for mediocre. So if you feel like you rushed to hit some kind of a deadline – obviously there are realities of production and so on, don’t get me wrong. Darren Aronofsky: Yeah, you can’t rush. Rick’s filled with wisdom. It always comes out so interesting. I get that. You can’t force it. Tim Ferriss: The thread I want to tease a little bit, which is something you mentioned earlier, which is the argument between the strangers in the diner that then makes it into your movie. Could you tell me about your history with the game of Go? Darren Aronofsky: I got into it a lot when I was doing Pi. I needed a game for the two guys to be playing so that they had some reason that they were meeting so that Max and his mentor could meet. I just thought playing chess was just – we’ve seen it so much and it’s cliché and mathematicians playing chess was just not quite interesting enough. At that point in ’97, Go was still very much a fringe game. Sort of is, still. But I think it was much more fringe then. We used to go a lot to the New York Go Chapter meetings, which were like 18 very intellectual people in very book-lined apartments at different houses each week playing Go. It was a great cast of characters. The best thing about Go characters are the ones that blow off chess as a fool’s game. They so look down on chess. It’s just such a chip on their shoulder that they’ve graduated to Go. Another thing that’s fascinating that I’ve been hearing a lot of people – I think actually Rick was talking to me about it, that’s where I heard it. Tim Ferriss: Well, he’s the one who suggested I ask you. Darren Aronofsky: Oh, there you go. He told me there was some documentary about what it meant, this computer finally beating these Go masters. He was telling me about a scene where after the first move, the Go master gets up and walks away because basically, I guess the point was that it’s such a radical way to change how the game is played – how this computer is playing it, that it’s actually affecting now how humans play each other. That’s a line about AI that is interesting. Where it actually changes the way we act with each other after thousands of years of playing a game a certain way, suddenly this idea comes that is a moment of genius that changes the way we look at the board. That was an interesting idea. Tim Ferriss: And that’s from a documentary? Darren Aronofsky: I believe so, but you have to ask Rick. [Crosstalk] Tim Ferriss: I’ll ask Rick. Darren Aronofsky: It fascinated me. I’ve been thinking about it since. Tim Ferriss: I don’t want to take us totally off the rails. Darren Aronofsky: Do you play Go? Tim Ferriss: I have a Go board at my house. I am not good. I tend to play a highbrow version of Connect 5, which is Connect 5. My brother and I love to play. We just call it Connect 5 or something like that, where we use a Go board. It seems really childish, but my brother, he’s a statistics Ph.D. and a very good chess player. These games can actually last a really long time. Darren Aronofsky: So it’s just basically getting five in a row and you can place them anywhere on the board? Sounds great. Tim Ferriss: Yeah. It can take a long time. Darren Aronofsky: You don’t flip tiles or anything? It’s just about blocking each other. Tim Ferriss: That’s right. You leave them there. You’re not capturing – well, you are capturing territory, but the rules are completely different from real Go. Darren Aronofsky: Yeah, my son came home from math class with that on paper and we played it for a while. I was like wow, this is a complicated game. Tim Ferriss: Super complicated. Go is so fascinating on many levels. One of which is you can feel like you’re winning and effectively, if your pattern recognition is off, in a handful of moves, completely lose. The tide can turn a lot faster. I shouldn’t say this with any degree of credibility because I know people like Josh Waitzkin are actually going to check. The game I got really into in Japan – my first trip abroad was a year in Japan as an exchange student at a Japanese school. I lived with a Japanese family. Darren Aronofsky: I listened to the session you did with the knifemaker. It was fascinating. Tim Ferriss: Oh yeah, Murray Carter. Murray’s amazing. Darren Aronofsky: I want to get some of his knives, actually. Tim Ferriss: His knives are incredible. You should. They’re so good. The Muteki line – his stuff is amazing. The game I got into was called Shogi. Shogi is Japanese chess. What makes Japanese chess different – and there are ways you can play western chess this way – but you’re able to re-use the captured pieces and just drop them on the board at different places. Then also, not only do pawns get promoted, there are multiple pieces that turn into completely different pieces when they get – [Crosstalk]  Darren Aronofsky: Very cool. It’s like the Pokémon of chess. Tim Ferriss: Yeah, it’s really a cool game. I used to buy these books in Japan. Sumaishogi. Sumaishogi is, think of a really slow app, it’s a book where you try to figure out the three or four moves in a given position necessary to win the game. Then there’s an answer key. On the subway – because you spend a lot of time on the subway in Tokyo, at least I did – I would either read comic books or I would look at these sumaishogi or I would read judo textbooks. Darren Aronofsky: You do judo? Tim Ferriss: Yeah. Darren Aronofsky: As an aside, it’s funny. It was very upsetting when they got WiFi on the New York City subway because now I have to work hard. But my rule is to never take out your phone. Not because I’m worried about it getting stolen or anything, but just because that’s the chance to watch people for me. You don’t want to get lost in your device at that point. That’s a great time. The rule in New York is great. Basically, you can stare at anyone you want. If they make eye contact with you, you can never look at them again. But you’re allowed to look as long as they don’t look at you. People come to New York and I say, that’s a rule. You can watch and check each other out, but if they realize they’re being checked out, stop. I find it fascinating. I imagine the subways in Japan must be insane. Tim Ferriss: What shocked me – there are so many things that are so alien about Japan for someone who hasn’t been exposed to Japan, specifically, even in East Asia. I’ve spent time in China. I’ve gone to school there. I’ve spent time in Taiwan. I’ve spent time in Japan. Japan and within Japan, Tokyo is just a particular brand of weird. You get on the subway and I remember a couple of things really striking me. Because I’m 15, everything is backward, right? We’re driving on the opposite side of the street. We have to take a shower before we get into the bath. All these rules that seem very Alice in Wonderland, topsy-turvy. Then I sit down on the subway and see these salarymen, who are on their way to work, these worker bees. They’re reading comic books with the most explicit porn imaginable. They’re completely nonchalant about it. Darren Aronofsky: Alien porn. Tim Ferriss: Yeah, tentacle porn, who knows? Then the other hilarious phenomenon I bumped to which I really didn’t expect – you hear about in Japan perverts on the subways. There are definitely perverts on the subways and they’re called chikan. So if you hear chikan, chikan, that means a pervert – [Crosstalk] Darren Aronofsky: Oh, really? Tim Ferriss: So if some guy is trying to fondle some girl’s ass, you’ll hear “Chikan” and then there’s a big kerfuffle. What they don’t tell you is that – I remember one day, I was in my – Darren Aronofsky: You just put chikan and kerfuffle in one sentence. Just so you know. Tim Ferriss: It might be the first time ever. The singularity is near. I was in my school uniform, 15. Clearly a high school student. I have my judo uniform over my shoulder. It’s wrapped up. I’m standing up. It was a packed subway. I feel someone groping my ass. I’m like, what is going on here? I can’t turn around because it’s so crowded. Eventually I’m able to turn around and what do I see? Not what I expect. I see two really old women with half of their teeth capped in gold, chuckling to themselves because they’d been grabbing my ass. These women are called Obatalian. Obatalian is from “old battalion,” but it refers to older Japanese women who just don’t give a fuck anymore. It was a real cultural experience. Darren Aronofsky: My favorite, when I went to Japan for the first time, which was with Pi, I was a huge fan of – I dreamt for so long to go to Tokyo. I wanted to make a statement here. I want to be remembered. I’m coming with this little film, what can I do? So I dyed my hair purple. I came and I’m doing interviews the whole time with big, bright purple hair and no one mentions it. I get to my last interview and it’s kind of a young, hip guy who’s a pop star in Japan and we become buddies. I’m like, “Man, you know, I’ve made my hair purple, but no one’s commenting on it.” He goes, “Here, come to the window.” We look outside and it’s a major intersection. He says, “Who has purple hair out there?” All the old ladies dye their hair purple. Tim Ferriss: That’s true! Darren Aronofsky: I’m like, oh. Oops. Tim Ferriss: That’s totally true. 100% accurate. Ohmygod, I didn’t fuse those together. That’s true. I’m having flashbacks. I think the old ladies who were grabbing my ass had purple hair. Darren Aronofsky: Just so you know, in Requiem for a Dream, they dyed their hair red and out there it’s purple. So very funny. Tim Ferriss: So speaking of tentacle porn, that’s about as graceful a segue as I can make. We don’t have to talk about this if you don’t want to, but this is one of the bullets that was recommended for me to talk to you about. I should preface this by saying, in my second book, The 4-Hour Body, there are two chapters on female orgasm, two on various aspects of male sexuality, so I’m not shy about talking about this, but – Darren Aronofsky: Suddenly, I’m on the Howard Stern show. Tim Ferriss: Suddenly, you’re on the Howard Stern show. Restricting ejaculation. I don’t have any context for this. But I was told to ask you about restricting ejaculation. Darren Aronofsky: Wow, where’d you get that from? Tim Ferriss: My sources cannot be named. Is that something that you can tell us about? Darren Aronofsky: I’m not sure what you’re referencing. Oh, I think, oh, there we go. It’s coming back to me. It was funny. In Requiem for a Dream, there’s something in the background called Month of Fury. I guess it was early self-help. Wow, this is going way back. It actually kind of flows a little bit into probably why a growing friendship is happening here because we have similar roots in a certain way. When I was in film school – and this is another great thing for young film students to know is there’s usually the first screenplay you write that will never get made. Believe me, that happens. At a certain point, you have to take the bold step to abandon it, because there’s a learning process in that first script. I worked on a script that was set in Coney Island. I had a guy, a really talented kid I grew up with who probably if he went to Wall Street would be a hundred millionaire type of guy. He ended up getting involved in this kind of cult organization that are those guys who go around and sell roses and little toys around the streets wearing ties. I don’t know if you ever see them. There are a lot on the West Coast. They’re basically pyramid schemes where you basically open up an office and you hire ten 20-year-old kids and they go and hustle for you. You buy it from a guy above you. Then if you get a few, you slowly move up. They have these huge conventions in Vegas where they all come together and they have all these chants where they juice each other up and get all excited. When I was in film school, he was in the West Coast area. I just sort of studied it and hung out with him. Once again, here’s another hang out with a friend but also kind of get stories. So I developed this whole kind of characters are world for this move about this. Eventually I didn’t make that film, but I was able to take that character when I had to bring Hubert Selby Jr.’s Requiem for a Dream alive. Sarah Goldfarb, the old lady, watched a lot of TV. But we couldn’t afford the TV to put TV on the channel, so I decided to make my own TV show and create kind of a Tony Robbins-esque – because Tony was just starting. He didn’t evolve into the kind of figure he is now. Now one really knew what it was. it was odd. So I created my own version of that and had this guy on TV. I had to give him a philosophy. I had an actor friend who was also a boxer and he had this thing called Month of Fury. Eddie DeHarp is his name. There were three roles, which are actually three great rules. It was 30 days no refined sugar. 30 days no red meat. 30 days no orgasm. Tim Ferriss: Were those all together? Darren Aronofsky: Yeah, you do all three for a month, for 30 days. It was actually very interesting. He preached it to me because he would do it before he would box. Tim Ferriss: One more time. No refined sugar? Darren Aronofsky: No refined sugar, so that’s everything, like toothpaste, anywhere there could be sugar. No red meat, and then no orgasm. So in the movie, Requiem for a Dream, the third one is not actually pitched because I just thought it would be good as a little secret. Now I’m giving it away. It’s actually in there, but it’s an Easter egg that’s hidden in the film somewhere. It was funny because when we started working on it, I suggested to the actors that they should go on a Month of Fury before we make the movie, just to understand what it is to withdraw, which is a big part of the movie. It’s hard if you’re not a drug addict or a smoker to actually stop something for 30 days. To fast, as you talked about. It’s really tricky. Here with three things that were seemingly not hard to do.  It was funny to see my actors at Day 24 and 25 wanting to kill me. Tim Ferriss: Hence the Month of Fury. Darren Aronofsky: I have another friend, my best buddy, who actually on Day 29, ended up proposing to a woman. I was like, you never propose on Day 29! What are you, out of your freaking mind? Tim Ferriss: The Month of Fury. Darren Aronofsky: The Month of Fury. If I ever did self-help, that would be –     so hey if you want to co-write it and start a movement, I know you got – [Crosstalk]  Tim Ferriss: The Month of Fury. All right. You heard it here first, folks. I think I could get quite a few people to participate in the month of fury. Darren Aronofsky: It’s actually very effective. Tim Ferriss: I’d like to ask quite a few questions about the new film. But the first is related to the writing of the film. When you are writing a film like mother! and there are many – and I don’t want to give anything away – but many visual components, how do you write that type of material? Darren Aronofsky: Being the writer and then the director, I can not worry about that much. But there are two different steps. First you’re writing and you’re following along the emotional truth of the characters and following scene-by-scene what’s going on and watching the story unfold. Then there’s the next stage. At a certain point, you hang up most of your writing cap because you can always re-write if you’re the writer. But then you start to become the director and start to think about blocking and movement. That was a very big deal in this film. Tim Ferriss: Can you define blocking for people who don’t know what it is? Darren Aronofsky: Yeah, sure. Blocking is basically just how actors move in a scene. That’s all it is. But it’s really truly a big part of the work for a lot of reasons. First, you want to create blocking that’s organic and natural to what the actors are doing in the scene. You want to make sure whatever the actor’s doing makes sense with what their objective is in the scene, or what they’re doing in the scene, or what they’re not doing in the scene, or what they’re hiding in the scene. You want to think about what that is all about. Then, there’s a second tier, which is as the filmmaker, you’re trying to make it as economical as possible, meaning as few setups, as few times to move the camera as possible because every time you have to sort of change where the camera is, you have to change the lighting and that just takes time. You want to get as much time shooting as possible. You’re trying to figure out blocking what works best for the simplest amount of technical problems. Unless you’re really trying to do something technically super challenging and stuff. You try to balance those. It’s kind of a balance because sometimes you’ll tell the actor, “Can you help me out here with blocking?” Because it means we have to do less. But sometimes you don’t want to get in their way and you want them to be creatively free so you want to give them an open playground to play around in where they can do and move. It’s a balancing act. But it’s a big part of it. At a certain point, when the script is done, and in the case of mother!, I was actually lucky enough to have a three-and-a-half month rehearsal period, where basically I convinced Jennifer Lawrence and Javier Bardem and Michelle Pfeiffer and Ed Harris to join me in a warehouse out in East Brooklyn, where we basically taped out the set. We would work on the scenes and then we’d get up on our feet and we would just start to block them. In the last two weeks of that three-and-a-half-month-long process, I actually brought in my cameraman and we shot the entire movie, moving the camera around, on video, as homework. Which was really fascinating because you figure out all different types of problems, like how’s the camera going to get from – it’s a constant, moving, handheld camera. So how am I going to get the camera from here to there because there’s a wall there? That suddenly started to play into action. This film, it was a very restricted visual language that was part of one of the challenges I put in front of myself. Normally, you’ll have a wide shot in a movie. The nice thing about a wide shot is if an actor somehow does something that’s dramatically new, emotionally new, or if they decide to comb their hair a different way in each take, if you go out to a wide shot, basically the illusion is broken for a moment because the viewers’ eyes have to take in more or a different part of scene or there’s other things to look at. So that when you pop back into a closeup, you can get away cheap almost with what’s happening and no one would ever notice. In the case of my film, since there were no wide shots, it was extremely challenging. The only shots in the film are either over Jennifer Lawrence’s shoulder, on Jennifer Lawrence’s face, or her point of view, which means what she’s looking at. That’s the only coverage in the entire film. So that’s why this edit has been almost a year-long cut. Because I had such a limited amount of language to work with. I had to make every moment by moment by moment work, even though that’s not really happening in real time. Tim Ferriss: Why did you choose to use that constraint? I feel like I could talk to you about constraints and rules for a really long time. Because you mentioned – Darren Aronofsky: The Month of Fury. Tim Ferriss: Yeah, the Month of Fury, exactly. Just get progressively more belligerent. You talked about having lunch scheduled for after a difficult meeting. Then you have shooting over Max’s shoulder and different ways of, as you put it, limiting your visual palette. Why do that? Darren Aronofsky: I think starting as an independent filmmaker with very limited resources makes you strategically figure out economical means to basically take advantage of all the limited resources you have. I ended up actually stylistically creating techniques that actually turn those limited economics into a stylistic choice. I’ve always been preaching that boundaries are the most important thing in any form of an art. When you’re a painter, you have the boundaries of a canvas and the limitation of your colors. I think it’s extremely important to do the same in filmmaking. To make real choices about how you want to do those limits. Sometimes they’re self-imposed. I have less of the economic issues, although always you have to be very economically responsible for what you’re doing. But I went really extreme on this film. I basically said, there’s three shots for every scene, which is an incredibly low amount of shots than I would normally do in a movie. It just became an interesting exercise and experiment. There were times when Matty, my VP – he was like, don’t you want to – you know, like never does a character come between Jennifer and the camera. No one ever crosses the lens. Tim Ferriss: I noticed that. Darren Aronofsky: Which is crazy because when we’re doing crowd scenes with lots of people, it would be a lot easier to tell the story by having Jen get lost in the crowd and crowd come through, but no. My VP, Matty, was like, it could be – we talked about it for a while. I was like no, let’s just remain orthodox here. Let’s remain truthful to the intent. The one thing I was worried about, people would feel claustrophobic or bored by the style and that doesn’t seem to be the response. People aren’t seeing those limitations. I think that’s because we just turned it into a language and into a style that people can understand. Tim Ferriss: Is there something you hope audiences will respond with or walk out with? Did you have an objective? This ties into, I suppose, the genesis of the film as well. I don’t actually know the origin story. Darren Aronofsky: The origin story is hard because it’s murky. I think it came out of these endless headlines, the endless stream of notifications on your telephone. The ability to scratch right beneath the surface of our civilization and realize how many desperate and awful things are happening around the planet still in this pretty enlightened time. There’s a lot of rage and a lot of helplessness. What can I do? How can I stop this? Being an environmentalist when we’re completely under assault, when what science is telling us is going on. The same people that use their smartphone every second and every minute of the day who say, well, science isn’t always right. Yet, this, the product of science is in their pocket. Dominating their lives, yet refusing to see what’s going on. How can you not say wow, there might be some connection going on? I don’t know. I come from a science background. I witnessed how little, tiny, small changes by man can deeply have huge effects very quickly that are out of control. Then this new idea of these feedback loops, which isn’t that new anymore. But these ideas that are becoming more idea that there’s these tipping points where things are just going to start to accelerate. As a parent, I just sit there and I go, oh my gosh. I look at the beauty of my child and want them to forget about having a job, having a freaking atmosphere and having the ability to – it’s crazy to ever think he’ll really see an elephant in the wild in any type of wilderness way. I guess Prince William Sound was very much wilderness when I was a kid. Something happened to me when I was in Prince William Sound. We were kayaking, as I said, for weeks. I was eating a granola bar and the wrapper fell into the water. It was like a foil wrapper. I freaked out. I stopped. I tried to – it just went right under. Because of that guilt of that, I still, when I see trash on a beach, I pick it up for that foil. That guilt has carried me. Because at that time, it very much felt untouched. Like I was one of the first humans to ever experience it. There isn’t a place on the planet anymore, not because of pollution only, but because of climate change, that isn’t affected by humans. There’s nowhere on the planet that is true wilderness as it was 60 years ago. I was writing a Western and I realized – it was set in 1883, I think – if every single person on the planet disappeared, dropped dead, was abducted or whatever at that point in time, besides some forged metals, belt buckles, horseshoes, bullets, guns, everything, every remnant of humanity would be gone in a century. Completely gone. Because everything was built out of earth materials. Then you suddenly have all these freakish new materials where every single bag of Lay’s potato chip you have is something that’s around for 10,000 years longer. Particles that are part of us. You can’t escape it. So quickly. From my childhood, where there still were places on the planet that weren’t feeling any impact. To now, where it’s all changed. It’s scary that people are just completely denying it and turning their backs on it. Out of that, I just want to howl. I felt the Ginsburg Howl. I just wanted to howl. I guess it’s my howl. Tim Ferriss: What is the Ginsburg howl? Darren Aronofsky: Allen Ginsburg, the poem Howl. You never read that one? Tim Ferriss: Got it. Sorry, I’m betraying my lack of education. Darren Aronofsky: That one you should read. That one’s great. But it’s basically, it was a cry from the ‘60s for his generation. At least that’s the way I took it. Tim Ferriss: How would you like people to go into the movie? Who should go see the movie? Now, the obvious commercial answer might be everyone. Darren Aronofsky: Everyone! Well, I think you’ve got to know you’re going into a rollercoaster ride. When you get to the amusement park and you see that loop-de-loop and you’re like, no freaking way. You should be ready for it. And no matter how much I prep you, and Tim can tell you, it goes there. Right? Tim Ferriss: Yes, yes it does. Darren Aronofsky: It’s intense. Tim Ferriss: It’s very intense. Darren Aronofsky: If you want an intense, different ride, if you want to see something different at the cinema, please come on down. That’s what we tried to do is make a very unique rollercoaster. Except it may go off the tracks and into the concrete wall, but I can’t really be – I don’t want to be responsible for that. But that sort of happens. I just want – I think it works on a lot of levels. I was always thinking it was going to be really scary and tilting into the horror genre. Jen Lawrence, when she saw it, actually thought it was incredibly beautiful and moving. That there was a beauty to it. I’ve heard that reflected in a lot of ways. It’s definitely not your normal night at the movie, but it’s the type of movie you go see and everyone will have something to say about it, I think. Hopefully there are not too many profane words directed in my direction. Tim Ferriss: Well, they could be profane but modifying something good also. There’s that. I’d like to ask about the sound. I have read that – well, a few things. That (a) a lot of independent films or films in general fail from poor audio quality. Darren Aronofsky: Yeah, that was a big thing I realized very young in my career. This is a pretty good movie, but something is off. It was always the sound. Tim Ferriss: The sound in this movie, and in more than one of your films certainly, is very – I’m searching for the right words – but very visceral, very pronounced. I only read this other expression after the fact, after I saw the movie, but thinking of music or the sound as an additional character. Darren Aronofsky: Yeah. Tim Ferriss: Could you elaborate on that? Because I’ve never paid so much attention to sound in a film. Darren Aronofsky: I think it’s – well, you saw a slightly unfinished – only the first half of the film was really dialed in. It’s going to get better, I hope. That’s what we’re supposed to be doing as we speak. Sound design for me is a huge tool. I got totally turned on when I was a young kid. I saw a documentary on the guys who did the sound design for Star Wars and they were out in the desert, banging on wires, making light saber sounds. It blew my mind. I was like, wow, that’s such a cool idea that you can use any sound to do this and matching up sound and image, you can really mess around. I’ve always been fascinated by that. But since I make these films where I really am trying to make the audience have a visceral experience with the character – in this case, Jennifer Lawrence’s character – I try to draw the audience into her subjective point of view by creating a soundscape that starts of realistic, but then as things sort of shift and get more and more insane, it becomes more and more expressive and expressionistic. Tim Ferriss: I love the fact that people are going to be able to see this in theaters for a lot of reasons. I want to connect this to something else that I read about you, which relates to the historical lack of compliance to widget making. The story of you shooting Natalie Portman for Black Swan in the subway at something like 3:00 in the morning without necessary permits, without her having signed a contract. How do you – and I don’t know as many filmmakers as you do, but I know a few. How do you get away with it? Meaning you seem to be able – and this is from the outside looking in – but to make the art you want to make and bend the rules or do things like that. Why is that? Are there certain contractual decisions or conversations you’ve had that allow you to do it? Did you set the precedent as a problem child early so they’re just like, oh, it’s fucking Darren. So you get away with it? Darren Aronofsky: I mean, it’s just the project. I don’t think – it’s never meant to be abusive. Tim Ferriss: No, I’m not calling it that. Darren Aronofsky: No, but I’m just saying. I think the reality is it’s not abusive, it’s about the work. It’s always about the work. I think if you can relate back to that, this is about us bringing this to life in the best way. I think there are people that would take that line of argument and turn it into abuse or push the line to something that’s not safe or fair. I think I’m pretty empathetic to other people’s feelings, maybe to a fault. Because I think some directors, it’s kind of helpful to push past some of that pain and be blind to it, but that’s just not my character. I can’t do it. I feel when people are uncomfortable very easily. It makes me probably better as a director to read performance, but it probably gets me less than what I always need because I feel sorry sometimes. I have mercy. Tim Ferriss: How dare you? Darren Aronofsky: I think thought that when it’s the work, you just go for it and people get excited by that. If you’re actually being truthful about that, but there are times and places where I’ve tried to do too much and people have pointed out to me, hey, that’s probably not fair for these reasons. I hear that and then I just listen to myself if that’s the truth or not. Tim Ferriss: If you have that conversation and it doesn’t feel true to you, is that one of the primary causes of walking from potential projects? I guess all of this is sort of coalescing into a question of, if you were talking to a very promising, new director. Maybe they’re a writer/director, but they direct. You wanted to prevent them from getting chewed up or corrupted by the system, is there any particular career advise that you would give to them? Darren Aronofsky: It’s a good question. I mean, you’ve got to be doing it. I’m always from the school that you’ve got to do it because you have to do it. But you don’t have any other choice but to do it. Just recently, I ran into a filmmaker and he was complaining and whining about doing a TV show because he really wanted to be making films. My advice to him was not to stick with your gut and do what you want. I could tell he was the type of guy that should be doing that TV show because I could see he was already past that point where he had crossed. I was like, do it. But then you find people who want to do what they do and you just want to support them and give them as much love and support to get it because they’re trying their hardest to do something that only they can do. Tim Ferriss: Does that mean – for instance, I’ve heard this advice with writing – that you should only write a book if it’s easier for you to write the book than to not write the book. It has to be that much of a compulsion. Darren Aronofsky: I don’t think it’s ever easier to make a movie than not make a movie. Tim Ferriss: I guess maybe just from a personal, pain/pleasure standpoint? I remember reading an anecdote, and again, who knows, it’s the internet. About you, actually, I think this might’ve been from The New Yorker, about a diary entry where you were talking about a rave in Thailand. You were like, “The sun came up and the people were dancing and the people were dancing, and the sun came down and the people were dancing. The tides went out and I was miserable because I wasn’t making movies.” Darren Aronofsky: Yeah, that’s true. Tim Ferriss: That means you have to make movies, right? Darren Aronofsky: I guess so. I think for me it was storytelling more than films. Although I think there were definitely in my past and experience that helped me. Very early on, I got into photography, into black-and-white photography when I was in junior high school. I would go into the darkroom and develop the film. I loved it. I don’t know why that fell into my lab. It just so happened they had this lab nearby and I was able to take a class there. Then I just started thinking about photographs and taking pictures and all that. That all led to this. I think it could have gone any way. It’s funny because when I was in college, I didn’t know what I wanted to do. The first couple years I was in college, I hadn’t discovered filmmaking until I was a junior in college. I remember walking around, hitting myself in the head going, “I’m never going to find what I want. I’m never going to find my calling.” Then it happens for you, hopefully. It happened for me. I found something that – it was the first time I ever got an A in college was filmmaking. I was a B- student until film came along. The suddenly, boom. It was like something that kept me out of my girlfriend’s room. I’d rather be cutting the movie than laying in bed. I found it. But I think eventually it comes. But it could’ve been a lot of things. I don’t think necessarily – it’s this kind of weird art form. It could’ve probably come to me in lots of different ways. It was just something that I was like, okay. I see a path. I see something there. It’s interesting and fascinating and there’s a lot to learn in there. So I just went for it. Tim Ferriss: If I were to ask some of your closest friends what your super power is, maybe you wouldn’t talk about it because you seem to be a pretty understated, humble guy. But what your super power is or what makes you different, what would they say? What might they say? Darren Aronofsky: I mean, my friend Dan, who does visual effects for me, I met him the first day of freshman year of college says, “You know, if people ask me if you’ve changed, I say, you know what? He was asshole in college and he’s still an asshole.” Tim Ferriss: That’s what old friends are for. Darren Aronofsky: Exactly. I don’t know. It’s hard for me to say. But definitely one of the best things about my life, as I talked about there, is I still hang out with the guys I went to nursery school with. I still hang out with the guys I went to high school with. I still hang out with the guys I went to college with. I think that having the roots – I’m into roots. I’m into loyalty. I work with the same filmmakers, pretty much. My friend Jed once said that “The guy who dies with the most friends wins.” I thought that was pretty good advice. Tim Ferriss: If I were to pester your friends a little bit more, give them a few drinks and they get past the obligatory, still an asshole, he’s still an asshole – if they got to the point of drunk reminiscing and sort of the emotional point of drunkenness. What would they attribute your success to? More people don’t make it than make it in the film business. Darren Aronofsky: It’s a good question. Tim Ferriss: What would you attribute it to? We can make it direct. Darren Aronofsky: I mean, it’s a combination. I had excellent parents that almost always supported me and always told me not to work so hard. Not to work too hard. When I would say, “I got to go work,” they’d say, “Well, don’t work too hard,” was their saying. That was after I got out of college. So up to college – they were both schoolteachers and academics was super important. But they also created very good responsibility and boundaries, but also didn’t necessarily create opportunities, but gave me breathing room with support to find opportunities. I struggled in my 20s, but I was able to struggle in my 20s. That was, I think, a big part, was having that type of support system. And my sister. Family was a major part of it. I think that allowed me to have persistence. Which I always say is 9/10ths of the game. You’ve got to get up to the plate to get that chance, to take that swing. To get to the plate just takes a lot of work. Then when you get there, it’s preparation and homework. Having done all your homework, as well as you can and as much as you can. Then as you’re taking the swing, make it a responsible swing for the team. I love the baseball metaphor. I wonder how much longer I can keep going. Tim Ferriss: With your students you teach, what is the name of the class? Darren Aronofsky: I don’t do it regularly because I haven’t found the best place. I taught at NYU for a bit and a few other places. To be honest, I wing it to see what kids are doing. I’ll come in. I’ll talk to them about what their dreams are, what their projects are. They all share, so I have them all describe each other’s stuff. I love doing scene study with kids, where I have them put up a scene, work with actors, put up a scene. Tim Ferriss: Now, this is a scene that has already appeared in a film? Darren Aronofsky: No, a scene from their projects. They describe it to me, they tell me what they want. They’ll put up the scene and then I’ll give them my direction on how I would block it. I’ll work with the actors. I’ll just show them my process. Then I’ll take a chalkboard out and I’ll show them, how do we shoot it? I’ll draw my designs to show them how to draw it. Tim Ferriss: And the chalkboard is sort of bird’s-eye view? Darren Aronofsky: It’s always bird’s-eye view. That’s how I’ve always – I know other filmmakers do it, but it was when I was 20 years old starting to do films, that’s how I started. It’s probably from playing Dungeons and Dragons as a kid. You get that sky view and I drew little triangles and I came up with all these different shapes and forms. I have my own language that I’ve developed over the years for how to do it. I have the ability to look at that architectural plans and then to see it in 3-D below. That’s how I do it. I do it very much from a bird’s-eye view. Tim Ferriss: Dungeons and Dragons will be for Round 2. I was always a chaotic, good – Darren Aronofsky: You were a cleric? Tim Ferriss: I was a gray elf. Darren Aronofsky: You were a gray elf? Tim Ferriss: Yeah. You were a cleric? Darren Aronofsky: No, I don’t remember that well, actually. We played forever, but I don’t actually remember my characters to well. Tim Ferriss: I’ll bring some graph paper for next time. Darren Aronofsky: Exactly. Tim Ferriss: If you were to – this is related to the class – let’s just say you could no longer make films. Your divinely assigned mission was to coach five to ten filmmakers. Not only would you get the psychic reward of seeing them do well, but much like someone who bankrolls a poker player, you would get a percentage of the future. What are the things you would focus on if you had a six-month period? Darren Aronofsky: If I was doing that I had a share of it, as soon as you bring the share into it, it’s like, you know. Tim Ferriss: We could approach this a couple different ways. One is you get the profit share. So it’s like a 50/50 split with them, plus you have a kicker, but you have to add some money in. We could do that. Darren Aronofsky: I would never do that. Film investment is an awful investment. Tim Ferriss: This is, of course – that’s what we have huge, Chinese companies for. But the other could be really whatever reward you want to get out of it. It could be the acclaim and receiving awards and prizes and so on. It could be anything else. Darren Aronofsky: I mean, really, the gift of any teacher is to see whatever the goals of the student are, as long as they’re righteous goals, be achieved. I would probably want to teach students that probably just wanted to tell good stories. I would want to see them make them as well as they could and then have them connect with as many people as they could. The awards, the money, that’s all silly stuff. It’s great for everything, but it really has as many issues with it as good things. It’s just you’d want to find people and I’d want to find students that really just want to tell stories and entertain. Not that they’d want to be a filmmaker because we’re the rock star of the present day or the NBA basketball player of the day. It’s because that’s what they want to do. When I was a kid, no one knew what Spielberg do. We heard the names Lucas and Spielberg, but that was it. But not really. No one – how do you become a director? When I started to do it even in the early ‘90s, it was the early Sundance days. There wasn’t this track record of how to do it. I wasn’t looking for the reason to be that it could lead to something that was clear. It was just something that was interesting and fascinating to me. At this point, when there are all these paths to fame and money and all that. If you make one film, you can do a Marvel movie or something like that, which is happening all the time now. I think you want to find people that are looking to tell the stories and then help them tell the stories. The last class I taught at NYU, my best student was a Turkish kid who was going back to Turkey to tell a small story about an apple tree on the side of Mount Ararat that starts a village fight. A tiny story. It could be huge, who knows? But he was serious and he just wanted to tell that story. I gravitated to him and I spent most of my time in the class working with him to help him because he was the guy who was going to go make a movie and was serious and knew what he was doing. I said let me focus on this kid so the other kids can be inspired by this path. Tim Ferriss: Any top scripts if somebody has never read a screenplay and you’re like, look, just start with A, B, C? Darren Aronofsky: I mean, the guys working today – Eric Roth, Scott Silver – read any of their scripts. They’re great writers. Chris Terrio. There’s a lot of great writers working right now. There’s a lot of great scripts that I’ve read. Charlie Kaufman’s scripts are great and fun to read. Tim Ferriss: That’s enough to start with. Darren Aronofsky: Yeah, I think so. Tim Ferriss: Where can people find the film? Where should they learn more about it? I’ve never had something – Darren Aronofsky: mother!? Tim Ferriss: Yes, exactly. Just for everybody listening, I highly recommend you check it out. Like Darren said, know you’re signing up for a rollercoaster. But I’ve had nothing produce this really unique, I’ll get yelled at for modifying unique by someone I know, but that’s okay. Just for him – a very unique dreamlike state for about 18 hours afterwards. Darren Aronofsky: That’s amazing. Tim Ferriss: Yeah, it was really profound. Where can people learn more about it? Darren Aronofsky: Well, it’s mother! with a lowercase m and an exclamation point, which causes all different type of difficulties with social media because of the exclamation point. But by the time this comes out, I hope it’s going to be around. If not, just Google mother! movie, and you’ll be seeing a bunch about it, I hope. Tim Ferriss: Where can people, if they want to check you out on social media? Darren Aronofsky: Both my full name @darrenaronofsky on Instagram and Twitter. Instagram is pretty cool. I’ve been doing this cool thing. I don’t know if you’ve been following it. But I found two young film students and they were moving out to go to film school in LA and I rented them a big projector and a cube truck and they’ve been driving through the country, projecting the word mother in different languages onto all different types of structures around the country. I’ve been posting these beautiful images that these young filmmakers have been making to help self-promote my film. But also it’s been a fun project to learn about all these different places all over America. It’s kind of “Humans of New York.” Is that the name? Tim Ferriss: Yeah, Humans of New York. Darren Aronofsky: Humans of New York. But more projections of mother. Tim Ferriss: Very cool. So people can say hi to you on the interwebs and check it out. Darren Aronofsky: Absolutely. Tim Ferriss: Any last asks or recommendations of the people beside seeing the movie? Darren Aronofsky: Keep seeing the weird stuff. Go out and support and then spread the word. I think if you dig the movie, get it out there and get everyone to go see it. I’m hoping that it’s the type of film that you’ll want to talk to other people about. Tim Ferriss: Well, I can attest certainly with one or two people I saw it with. We talked about it for hours afterward. One of the things I really enjoyed is it does not follow the typical template, any typical template that I can see. It leads to a lot of conversation. Darren Aronofsky: Dare to be different. Tim Ferriss: Dare to be different. Darren Aronofsky: Yeah. Tim Ferriss: Well, Darren, I really appreciate the time. Darren Aronofsky: Thank you, Tim. It’s been amazing. Tim Ferriss: Yeah, this has been really fun. We can keep going, but I want to let you get back to your – Darren Aronofsky: Next film. Tim Ferriss: Yeah. [Inaudible] polishing up everything. To everybody listening, you can find links to everything we’ve discussed, including the movie, books and so on in the show notes, tim.blog/podcast, as per usual in every other episode. Until next time, thank you for listening. Posted on: February 1, 2018.", "speakers": ["tim ferriss", "darren aronofsky"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers to tease out the habits, routines, favorite books, breakfasts, whatever it might be that you can test and apply in your own life – the specifics, the details, the beliefs, habits and so on that you can actually use in the real world", "in this episode, we have a fantastic guest i’ve wanted to connect with for a very long time – darren aronofsky", "who is darren", "we’re going to get to that in a second", "but he was introduced to me by another podcast guest, peter attia, who is a medical doctor, an endurance athlete, or he would say a former endurance athlete", "i encourage you to also check out his episodes because it will put a lot in context", "peter has three episodes", "if you just go to tim.blog/attia, you will find three of them", "they start with dr", "peter attia on life extension, drinking jet fuel, ultra-endurance, human fois gras and more", "to the next one, optimizing investing, blood, hormones, and life", "then, my life extension pilgrimage to easter island", "it’s a long story, but check it out at tim.blog/attia", "but back to darren", "darren aronofsky", "you can find him on twitter and instagram @darrenaronofsky, to say hello", "he’s doing some very cool stuff on instagram, and darrenaronofsky.com", "he’s the founder and head of the production company, protozoa pictures", "he is the acclaimed and award-winning filmmaker behind cult classics like pi, requiem for a dream, and the wrestler, which are really just the tip of the iceberg when it comes to his filmography", "but going back to the beginning, pi, his first film, that was 1998, won him early plaudits and a best director award at the sundance film festival", "aronofsky, that’s darren, later directed and produced the wrestler, which i absolutely loved", "it made its premiere at the venice film festival, which happens to be the oldest film festival in the world, where it became only the third u.s", "film in history to win the esteemed golden lion award", "darren later directed the indie box office phenomenon, black swan, which won natalie portman the academy award for best actress and garnered four other oscar nominations, including best picture", "then, his biblically inspired epi, noah, opened at no", "1 at the box office and grossed more than $362 million worldwide", "his latest movie is mother!, a psychological horror thriller film, starring jennifer lawrence, javier bardem, ed harris, and many others – michelle pfeiffer, it goes on", "i’ve had a chance to see this movie and i’m stumbling over my words because it’s hard to describe", "it was mind-bending, super intense", "i walked around in a dream state for an entire day after seeing this", "it is unlike anything you have ever seen", "so if you want to strap on your seatbelt and go on a rollercoaster, i suggest that you check it out", "without further ado, please enjoy my conversation with darren aronofsky", "darren, sir", "welcome to the show", "thank you, tim", "i have been looking forward to meeting you for some time now", "thank you", "i’m a big fan as well", "we have quite a few mutual friends", "i have some suggestions, i won’t mention them by name yet, as to topics and questions", "i wanted to start with a question about your writing environment", "oh, that’s a good question", "i’ve read a little bit about a desk", "a peculiar desk", "yeah", "could you describe this desk and if you still use it", "it was interesting", "i know you’ve spent time in japan", "i was in japan probably promoting, i don’t know if it was pi or requiem for a dream, and i went to some spa town south of tokyo", "i can’t remember the name of it", "i guess it was the kind of nexus of this place where they make these puzzle boxes", "i don’t know if you’ve ever seen them", "they’re kind of beautiful, patterned, wooden boxes", "you can’t see any hinges or any spaces", "but if you slide a few panels in a certain order, and it could be up to 8, 16, 32 moves, depending on how much money you want to spend, eventually it opens and there’s a secret compartment", "it blew my mind", "i had never seen any type of souvenir like it", "i bought a couple", "i played with it for a long time", "then i think it was early days of the internet, so i started to google a little bit about what it is", "it’s a whole art form", "i won’t try to butcher the japanese word for it", "but i then noticed that there were contests worldwide and that there was this one dude who was winning contests year after year", "he was a guy in colorado", "i was like, oh, that’s kind of interesting", "randomly i tracked him down and i sent him an email", "his name is kagen sound", "i sent him an email", "i said, “hey, did you ever think of doing any furniture?” he’s like, “actually, i’m working on this thing for a library.” i said, “well, it would interesting maybe to do a desk out of it.” he loved the idea", "it was amazing", "he’s a true master", "we should probably go over to my house and check it out", "i would love to see it", "david saw it", "i don’t know if he told you about it, but he freaked the hell out", "so david blaine", "yeah, this is part of why i’m asking", "okay, cool", "anyway, the whole thing is made completely out of wood", "he doesn’t work with any other materials but wood", "i’m not sure the count on puzzles in the desk, but there are scores of them", "eventually, they all work together to build to a final release, where basically he was able to turn it into a musical instrument", "he created bellows all controlled with wood in the drawers", "actually, by pushing the drawers, it creates sounds", "it has a full octave", "he asked me what song i wanted", "he then was able to build a computer, a thing that has switches that are all blown by the bellows and if they’re done in the right order, a panel flaps open in the back with a secret drawer", "it took him five years to do it and it was insane", "i think the price we agreed on was a crime at the beginning", "a crime to him or a crime to you", "a crime to him", "then i realized i didn’t have a chair for it, so then i said, we should make a puzzle chair for it", "i paid through the nose for that to get him back", "but it’s a beautiful thing and it’s a great desk", "i want to say i read this in a previous interview that you’ve referred to yourself as a nomadic writer", "writing in one place for a few weeks and then moving locations", "how does your writing process differ project to project", "how do you use the desk we were just talking about and combine that with shifting locations", "i’m on book deadline right now, so i’m thinking about this", "of course, i’ll do anything to avoid writing, including interviews", "exactly", "i completely understand that procrastination", "but my writing partner, a guy i write with a lot, ari handel, once said to me, probably the most important thing i taught him was that – and i didn’t do this on purpose – was that procrastination is part of the process", "that actually your brain needs a break every once in a while", "not to say to abuse that, but to be a little easy on yourself and allow yourself to go to a bookstore, to go to a museum", "if you are serious your work, even when you’re not working you are working", "your brain is putting stuff together", "inspiration comes from the strangest places, as we all know", "you suddenly stumble on something that’s exactly what you were looking for when you didn’t know you were looking for it", "but it’s changed my writing process", "what i used to do was a tremendous amount of prep, where we would do a tremendous amount of research and outlines and eventually get to a place where we were exhausted with that", "then i would do something called the muscle draft, where i would go and disappear somewhere", "usually far away, where i could be very alone and be very lonely", "that loneliness would inspire me to work hard and fast", "i would muscle out a draft", "which meant i would never go back", "it was all about just pounding through it to get to the end as quick as possible", "it was like a two, three-day process", "you come out with – if it ended up being a 120-page screenplay, you’d have a 79, 80-page screenplay", "but in that muscle draft, there would be moments when you do enter that zone", "i don’t know if you have a term for it if you run into it", "but there’s that zone where you forget time", "i imagine athletes are doing it", "rock musicians seem to be doing it when their eyes roll back in their head", "but as a writer, every once in a while you get that where time disappears and something comes on the page", "that scene is often something that ends up staying all the way through to the end of the process", "when you are muscling out that first draft, is it in – are you using screenwriting software", "is it just kind of brain vomiting bullets into a word document", "what does it look like", "i’m trying to think", "final draft has been around for a long time now and it’s a great software that i’ve used", "i don’t know if pi was written on it", "that was ’97, so i doubt it probably", "i probably was formatting stuff back then", "i don’t really remember", "but that just helps you", "it helps you work quicker because of dealing with indentation, you press tabs and shortcuts to get through it quicker", "screenwriting is very much like sculpture in the sense that if you start with a piece of clay, you don’t want to just focus on the hand", "any artist that does that will tell you then the hand will be grossly detailed and enlarged compared to the rest of the body", "you just want to slowly start cutting away at the clay to get closer and closer to the final form", "but you don’t want to get the sandpaper out until you’re ready for that level of detail work", "so it’s just about passes", "you keep going through it", "once you say, “i’m going to start writing,” even if you get to page 30 and you think page 5 needs something, you just make a note of it and then zap to the end before you ever go back", "so it’s really like working slowly away at that big clay", "do you no longer do the isolation retreats", "i do it less and less", "i mean, a funny story i was just telling my son", "when i wrote pi, my friend actually who does visual effects for me, his parents had a little cabin outside of woodstock", "i was like, “hey, can i go there for a few days and pound out my muscle draft on pi,” and he was like, “yeah, sure.” i went up there", "his parents were intellectuals and just had books and books and books", "they were academics, so there were tons of books", "i was procrastinating, looking through the books", "and of course, the only book that caught my attention was carrie, which i had never read", "so i proceeded to pound through procrastinating by reading carrie, scaring the living crap out of myself", "when you read king, it’s just like wow", "then i really had to write quickly because i had to get the hell out of this cabin", "i think i wrote the first draft of pi in 18 hours", "but to talk about now, it’s funny, this new movie, mother!, is a very different process", "the most different process than i’ve ever done", "and probably more similar to where i started", "i wrote the script in five days", "it was this kind of fever dream when it happened", "i had the idea two weeks before", "it started off with this idea for this allegory with a real relationship drama at the core", "but i didn’t know how to structure it", "then i had this breakthrough of what the structure is", "i had a five-day weekend without – my son was with his mom and i was all alone", "i just sat in my kitchen", "i actually didn’t even go up to the desk", "i just pounded it out in my kitchen in my underwear, barely eating", "it was just like this fever that came out of me in five days", "when i was done with the script, i showed it to my producers, who didn’t know i was even working on something", "they were like, “wow, i think there’s something here.” it’s weird", "i think i’ve always been jealous of musicians", "you hear the story where bob dylan wrote a song in the afternoon and it became the anthem for a generation", "but as filmmakers, we really don’t get to do that", "it takes us two to five years", "black swan, the first meeting with natalie was ten years before i shot it", "the wrestler was eight years", "the fountain took me six years", "noah was an idea for 20 years", "it’s a long time", "but i was like, is it possible as a filmmaker to take a single emotion and a feeling of – it’s kind of what i was feeling right at that moment – and try to channel it into a single track and into a movie", "i think it kind of captures a single emotion in this film", "even though it has other stuff, it really was one color that burst right through", "i want to talk something maybe related to a fever dream", "the idea or the concept of, madness", "i want to say, i’m certainly paraphrasing, but that maybe you’ve said that by walking the tightrope between sanity and insanity, you can learn what sanity is", "or something along those lines", "do you have a fascination with madness", "why do people have that perception", "i had an uncle who was schizophrenic", "so i grew up around that", "i got to see it very close", "i sort of saw his mindset and also how it weighed on my family", "the emotional ripples from that were tremendous", "then i also saw how society treated people like that", "it’s something i’ve been very close to and i’ve always thought about it", "i remember reading – what was it", "the denial of death", "did you ever read that book", "no", "that’s a good one for you", "but they talk about the liminal, the line, the thin line between the – conscious and subliminal", "or, i think how they were using between genius and insanity", "there were things that my uncle would say", "he was a highly functioning guy", "he worked as an engineer for new york city for his entire life and had a pension and all that", "made it through, but lived a very tough life because of the illness", "he would say things that were just unbelievably brilliant", "i remember one time, my dad was talking to him about how to do something", "i don’t remember exactly the details", "he said – well, i can’t really say this on radio, right", "oh, you can say what you want", "you can", "he said something like, “yeah, that’s like if you fuck a snake, you get an elephant.” i remember hearing it", "i was 12 or 13", "but that’s kind of a crazy metaphor and kind of beautiful and it’s so extreme", "it was like the best way of saying yeah, right", "like you’re selling me the brooklyn bridge", "but he had many of those that were just sort of like, that’s not proper english, but it kind of works", "i’ve always had an absolute fascination with that very thin line", "when i was an undergrad – i’m not a mathematician", "in fact, part of the reason i went to princeton is that, at the time of least, did not have a math requirement", "i was scared off of math by a very belligerent teacher in tenth grade", "oh, that sucks", "it was terrible my brother, in fact, same grade, different teacher, was steered in the opposite direction and is finishing a ph.d", "in statistics", "that shows you what teachers can do", "but i was drawn to a few, specifically, mathematicians at princeton, who were really riding that razor’s edge and had multiple suicide attempts, but were all brilliant beyond all description", "i personally, and in fact, i also have a cousin who’s schizophrenic, which was relatively later onset, and became effectively a different person", "still very smart", "have you ever worried that you would bleed over that edge", "luckily, my hubris doesn’t go that far where i get that worried", "i’m not a crazy hypochondriac, but yeah, sure, when i was a – i think when i was a teenager and i read somewhere that schizophrenia’s onset can happen in your 20s", "that idea that when you’re a fully formed human being, suddenly things can change for you", "that was a scary idea", "will it happen for me", "i definitely think when it came to perhaps exploring plant enhancements, i was always a little terrified that i might go too far in a certain direction", "it’s always been in the back of my head a little bit, just because, you know, a lot of that stuff is genetic", "but i don’t think it’s really haunting me", "but i guess maybe a little bit you thought of maybe the possibility, the fear of it", "yeah, well, i almost offed myself in college", "i went through a very dark period that i actually talked about really publicly in a major way for the first time on stage at ted, which really shut the room down", "good for you", "i think it’s important", "but that is always or has always been in the back of my mind", "one of the things that i got from – as you put it, place enhancements – or psychedelic experience was temporarily experiencing what could only be, it would have to be on some level synonymous with extreme mental illness", "definitely", "there’s a neural connection", "and developing more empathy as a result, living in a place like san francisco, where you’re just surrounded by people who homeless and mentally ill", "one of the topics i had down to talk about was psychedelics, which was suggested by someone we both know who will remain nameless for now", "i want to know who that was", "[crosstalk] – how he feels", "there are only three", "but what role has that played in your life", "how do you think about it as fitting into your life", "look, i’ve researched it, read a lot about it", "i think it’s very interesting", "the story of deer in siberia that eat mushrooms and fall over and it doesn’t seem there’s any – survival of the fittest, evolutionary positivity for a deer to make itself that helpless", "so maybe there is something else going on", "some other medicine or something else that this creature is getting out of putting itself at risk was just a fascinating idea", "the fact that shamanism and reaching alternative states has been part of our culture for a super long time and then somehow got completely washed out", "i don’t know, turned into the sacrament, maybe rock and roll music", "but we really lost anything that sort of trying to reach away from scientific reality is clearly a loss", "it seems like there’s a lot of wisdom to come out of some exploration in a safe type of example, as long as it’s very controlled environments", "there’s clearly tremendous benefit that’s happened for society that’s recently been discovered and is being rediscovered right now", "i’m involved with some research at johns hopkins and a few other places related to the use of psilocybin specifically in potentially addressing treatment-resistant depression, among other things", "that’s what’s fascinating out of all that stuff that maps is doing with ptsd and the fact that the defense department is supporting it because it seems to be working", "i just saw a film that came out of israel that is using mdma to sort of help people deal – not just soldiers – but people deal with all different types of emotional distress", "it’s fascinating and it’s interesting and it’s clearly – if the defense department is supporting it, then it’s probably pretty interesting to them", "i think it’s also a really smart place for research to start", "or one at least to the subsets of the population that’s very smart to work with is returning vets", "specifically, among other reasons, because it is a nonpartisan issue", "it’s very hard to be like, “fuck the vets.” or “screw the terminal cancer patients who want to decrease end-of-life anxiety.” it’s funny though because another thing i’m involved with is i’m on the board of directors for the sierra club", "a big part of what sierra club is trying to do is get vets into nature", "we have all these different programs that do that", "in fact, i actually went to the arctic with two vets", "it was amazing for them – not just to have that experience, which is completely mind-expansive to see nature in a true – see true wilderness, like what’s happening in the arctic", "but i think to a lot of them, what they expressed to me is this is what they were fighting for", "to defend this and their spirit", "so they actually get to see the beauty of america outside of the cities that they’re from", "i want to continue to talk for a little bit about really old traditions", "what we’re talking about, or at least some of these traditions have existed for millennia", "fasting is another one", "have you done experiments with fasting", "a little bit", "it’s something i definitely want to get more into", "i’ve been totally into the idea for a long time", "of course, i fast once a year", "not that i’m religious, but because i like the spiritual practice of fasting once a year with my buddies", "so i get together with my friends and fast for that one day", "but a long-term fasting i think is fascinating", "i’ve heard great stories about it, but i haven’t actually had – it’s amazing how little that goes on in our privileged lives and how that’s just a very interesting practice", "what is interesting about it to you", "because i try to do it, for instance, i try to do – and note to people listening – i’m not a doctor", "i don’t play one on the internet", "don’t be stupid", "talk to a qualified medical professional, blah, blah, blah", "i tend to do at least three days of consecutive fasting per month and then i do longer fasts a few times per year", "wow", "you do just water", "i will make some allowances", "i do it differently at different times", "what i will sometimes do is use fasting as a way to kickstart ketosis", "so clicking over into ketosis", "certainly, our friend, peter attia, knows a lot about it", "he was in ketosis for about two and a half years straight", "but fasting for a period of time what i will allow if i’m doing a longer fast, in particular, is i will allow myself non-caloric drinks that are unsweetened", "so let’s say black tea, black coffee", "and kitkat bars", "and kitkat bars", "only zero-calorie kitkat bars", "i will also, particularly in the beginning, allow myself some exogenous ketones", "they’re just supplemental ketones", "or fat like coconut oil, to help with the transition", "that’s great", "but besides that, nix", "then the pain is after two, three days, right, it’s supposed to ease off", "yeah, for most men – women can sometimes take a little longer to click over", "for most men, about two to three days and then you can click over", "all right, well, let’s do it", "i’m in", "what interests you about fasting", "once again, it’s clearly a way to explore other spaces", "i immediately – for me, if i’ve got a difficult meeting where i have to be a jerk because something is not getting done correctly", "if i skip breakfast and do it close to when lunch is, i get stuff done", "so in my own way, i do micro fasting to control my mood", "knowing that some of that anxiety and anger will disappear as soon as i eat", "so it’s sometimes a good thing to motivate me to help with the work in certain ways", "i do my own mood enhancement", "for a long time, i was dating someone and we used to get at each other and then finally, someone turned me on to the word “hangry,” which i think is probably pretty common now, but at the time, it was a pretty new word", "it kind of changed my relationship and kept the relationship going for the next three or four years because we could actually identify why we both became assholes for a little bit", "so clearly it’s a major mood blocker and changer and alternator and all that stuff", "i think that’s interesting", "then i’ve heard and read all about the health benefits of it", "then, of course, there are all the meditative elements of it", "the control, the mind over the body", "david blaine is always demonstrating going to some serious extremes", "but i think there are lessons to be learned and experiences to be had during it", "this is sort of the nature of my fragmented mind that we’re going to jump around a lot", "you mentioned difficult conversations or where you have to be an asshole", "i had read about, while very much in passing, you had a conversation with mickey rourke before filming", "well, mickey’s version – [crosstalk] well, no, so i actually don’t have a whole lot of context, but roughly that you knew it wasn’t going to be easy and that he had a lot of strong opinions", "so you had an honest, upfront conversation", "yeah", "i would love to hear how you open a conversation like that or plan for it", "mickey, at the time, had an awful reputation", "i think that’s because he – i think in many ways, he was his worst enemy because he loved acting, but he also loved boxing", "he had this fight and struggle between him which one he was going to focus on", "i think he really respected the box", "anyway, whatever happened to him, everyone was warning me about it, everyone", "but i love him", "i loved his work", "before i knew him, i thought his work was exceptional", "i felt it was a crime on the acting arts that he did not have more opportunities to share himself with the world because whenever he has shared himself, it was unbelievable", "from barfly to angel heart, to all of that beautiful, early work he did", "then it just sort of disappeared", "but i just wanted to be very clear with him because i felt i just knew how challenging the film we were about to do was going to be", "i find that the longer i do this, the more clear you can be up front, the better", "no matter what happens, it always changes", "i think people sometimes don’t really hear what you’re saying to them a lot because they really want to do something", "so i try to be very straightforward and clear because i want to get as many of the problems off the table because when we do get to set, time is really the biggest enemy or foe because it’s so short and it happens so quickly that if you start getting into stupid things that weren’t pre-discussed, it’s a nightmare", "so you have to be as completely prepared and professional as you can when you’re spending whatever it is – $20,000 a minute or whatever it may be that day", "mike tyson money time is what i’m talking about", "you want to be on top of your game", "i just went in very clearly with mickey", "i think what it meant for mickey for it is he looked at me like medicine", "it tasted really bad, but he knew it was good for him", "so he just closed his eyes, opened his mouth and swallowed to get it done and really to keep – because i think he knew deep in his heart that what i was trying to do was make a great film with him", "then he rose to it and brought it", "he talks about that meeting like the little, skinny punk coming to him and pointing his little stubby finger in his face – which i love", "it’s funny", "i wish i was that tough and that straightforward", "i’m sure i was more cordial and polite to him because i was, i know i was in awe of him and excited to meet him", "but i just wanted to be clear that look, if we’re going to do this, we’re going to do this", "let’s roll up our sleeves and go for it", "because for me, filmmaking is so hard", "i think for a lot of people, there are just so many challenges", "literally, every single film i’ve done has been like its own ipo", "it’s own corporation", "i start off with an idea", "i have to attract talent and money to come together", "yes, there’s a formula but i generally am making things that don’t quite fit into the widget factory", "they’re a little weird and stuff", "yeah, i don’t think they fit in the widget factory", "so i have to convince people why it’s going to be a widget", "then we have to raise the money and hopefully make it and get the investors’ money back", "i’m 5 for 6, which isn’t bad", "but each time, it’s a real, it’s a lot of work", "you want to make the whole process of it, for all the artists working with you, as easy as possible", "that’s not really where you want to put your fighting", "you want to do your fighting for the world and the money and all that", "let’s say you’re making a new film", "you’re working with someone who you respect, just to depersonalize it a little bit", "although, you could give a real example", "let’s say like mickey, someone you really admire, who has a reputation for being very strong-willed and you’re going to have this conversation again", "how do you open it", "what are some of the phrases that you use to prevent it from blowing up or to try to allow it to go well", "i’ve never done a situation where i’m asking someone, hey, we’re going to waterboard you for three months", "i mean, we’re trying to do something that’s exciting and hopefully beautiful and striving to make art", "so that’s the underlying agreement", "you’re walking into that conversation", "hey, i dig you, you dig me, let’s try to make this work", "but just to be clear, these are some of the things that are going to be going on that will probably make you feel uncomfortable", "what would be some examples of those", "a very clear example would be when working with women (or men) if there are things that are sexual in nature – what’s required nudity-wise and all that type of stuff", "you have to talk about that beforehand because, of course, it’s very sensitive material", "you want everyone to be comfortable and very clear on why you’re doing something", "anytime you do a lovemaking scene, what exactly is it going to be and why", "i’ve never really don’t a lovemaking scene to make it an erotic thing for an audience", "i always try to tie it in narratively", "so i tell them very clearly where the camera is going to be, what we’re going to do, how we’re going to run the set, stuff like that", "the same thing with violence", "violence, i think, is just as important in the other way of how we’re going to be demonstrating violence, how we’re going to show it", "for me, that’s a huge pet peeve", "because i feel in this country, sexuality and violence have flipped, especially in the movies", "where you can have as much violence as you want in a pg, pg-13 movie, but you can’t have an ounce of sexuality in a pg or pg-13 movie", "that, to me, is disgusting", "i don’t have words to go beyond that", "the fact that we’re training our kids to fire guns at such a young age, with nerf guns and video games, it’s disgusting and disturbing while any form of saying there’s a beauty in the human physical connection that no, we can’t talk about that", "the fact that the mpaa sort of reinforces that", "i’ll go off, but like guns in ads", "i’ll walk down the street – when my kid was 5, 6 years old and my kid’s pointing at huge, crazy, sexy-looking machine guns on the biggest movie stars in the world", "it’s disgusting", "the gun companies are getting free ads", "yet, you can’t show someone kissing", "there’s a whole sort of bend with that", "i don’t know how i got there, but i got there", "i’m sorry", "that’s all right", "i don’t know how i get to where i go half the time", "i want to talk a little bit about the word, “catharsis.” i recently saw your new film", "i really enjoyed the experience and came away – i told you this – for a full day afterward was in this dreamlike state", "wonderful", "which i savored", "i had a lot of questions", "sometimes i feel like we – actually, i think milan kundera i think said that the stupidity of man is that he has all the answers and the intelligence or beauty of a novel is that it’s a question for everything", "something like that", "that’s interesting", "i’m paraphrasing", "this is in his book of laughter and forgetting", "at one point, i recall reading that you didn’t intend people to find catharsis in your movies", "they expect to have happy endings and so on, but perhaps the catharsis comes the day after seeing the film", "what do you want the experience of your audience to be", "what do you want them to take away from any one of your films", "you could give a concrete example or in general something that drives you", "well, i guess i start off with the first rule of filmmaking is never to bore an audience", "that, to me, is the worst feeling and experience when i’m watching a movie and my mind is wandering and maybe looking at the color splatter across the screen", "i think you always want to engage an audience", "not just visually, not just through sound, but emotionally", "i think that’s rule one is to just to give people an engaging, memorial experience for two hours, whatever you’re running time is", "then i think, on top of that you can hopefully layer in some ideas so that when people leave the theater, it’s not like 15 minutes later, what did we watch", "i don’t want to be the mcdonald’s of movies, where just the wrapper is all that’s left over", "i want people to be thinking a bit about it and talking about it", "for me, one of my best life experiences was just randomly i walked into a coffee shop", "it happened to be around the corner from where pi was playing at the new art", "a dad came in with his 18-year-old daughter and two of her friends", "the four of them were sitting there, just talking about this black-and-white movie that they had just seen", "i just eavesdropped; listening to them, just thrilled that there were a conversation and a debate", "what did that mean", "and what did that mean", "for me, that’s always been – the films i love, yes, there are movies that you have a great experience in and enjoy and it’s just a great pleasure to watch and a great experience", "but i also like the ones that make you scratch your head and you think about and you talk and you debate", "because you want to have an impact", "i think in today’s landscape, a lot of things are disposable and it’s really quick how disposable they are because of how much stuff we’re being bombarded with day after day after day", "it’s nice to hopefully have something that reflects back on it and thinks about it", "you mentioned emotion", "i think you had said emotional connection or engagement", "what are some of the ingredients that help to create that", "because most films fail", "i think anyway", "it starts with what i think is the greatest invention of the 20th century, which is overlooked, which is the close-up", "that’s the great thing about cinema is the fact that you can stick a camera right in the face of paul newman, right in those beautiful blue eyes", "you can go right into his soul", "then when you project it months later to an audience or years later, potentially centuries later, you are anonymous in that audience, yet you can feel the empathy", "because, in reality, two people talking and hanging out, how much eye contact do you make", "there are lots of other things going on in this room that you’re taking in", "that air conditioning rattling", "my guys mixing in the other room", "but the actual connection with another human being, where you’re really looking into their soul and not thinking about yourself", "because the thing is when i look at you and you look at me, we’re thinking a little bit about wow, now i’m making us uncomfortable looking at each other and we’re going to be looking away", "but in a movie and via the close-up, you can be unconscious and fully be in paul newman’s head, even though you don’t exactly what he’s thinking, you can study him and steal that thought", "that to me is the greatness of cinema or one of the great things about cinema", "that’s where you get the emotion", "what happens is if you start linking different emotions together, hopefully, you start to tell a story", "what the story does is it expands the emotion", "just like a joke – set up, set up, set up, payoff", "that’s the classic structure of a joke", "it’s the same thing with drama, where you’re setting up a character and building character", "you give him a challenge and then you see them go through that challenge and payoff", "then there’s always the pitfall when it all falls apart and then they rise up", "that hero’s journey is just so – i don’t know if it’s genetic", "i don’t know if it’s part of the human condition", "i don’t know if it’s something that we’re taught very young in our first dr", "seuss books", "but it’s something that we all around the planet in every language, in every culture, can relate to", "for me, the power storytelling happened – i graduated high school early and backpacked around europe and the middle east", "i ended up in the gemma in marrakech", "i don’t know if you’ve been there", "i haven’t", "it’s an amazing in the middle of the souk, where they have all the shops and stuff", "at nighttime, it’s filled with snake charmers and food and all this stuff", "there was this one old guy, leaning on a cane in a beard, telling a story", "he had a huge crowd around him", "it was all in arabic and i didn’t understand a freaking word, but i was mesmerized", "i was like, that’s what i want to do", "i want to tell stories", "because that little, old, shriveled guy on a cane was transforming himself into this 20-foot beast and i didn’t even understand the language", "i was like, that’s cool, to entertain a crowd with a point of view", "where was that experience relative to your time in kenya", "that was after kenya", "i’m also on the board of directors for an organization called the school for field studies, which is a great organization out of salem, massachusetts, which basically trains mostly college students to go abroad and into sensitive environmental areas and do environmental studies", "when i was a young teenager, i worked at the new york city aquarium in coney island, which was right next to my neighborhood in brooklyn", "one of the big perks of that job, besides being at the aquarium, was that if you wore the aquarium t-shirt, you got to go on the cyclone rollercoaster over and over again", "so we used to go 40, 50 times in a row on the cyclone", "but i picked up a book for the school for field studies there", "it was just this little color catalog", "i was like wow, they sent kids to kenya and i was like, “ma, this is what i want to do", "dad.” somehow they took a few high school students", "i was in advanced biology, so i had a little bit – i was always good in science", "my dad was a science teacher, so i was always pointed in that direction a bit", "i got them to let me go to kenya, where i studied water strategies and ungulates", "the next year, i went to alaska with them to prince william sound, actually where that big exxon spill was, but i was there two years before that", "which was fascinating because the research we did there actually they used that research after the spill to see what the impact was", "but in alaska, i studied thermal regulation in harbor seals", "i just like to say these words because they’re fancy sounding", "ungulates", "ungulates", "tell us what would fall into the class of ungulates", "all animals that stand on their hooves", "so everything from cattle, domesticated cattle, to zebra, gazelle, wildebeest", "deer and elk", "there were no deer or elk", "there might have been some type of elk there", "that’s right", "i guess there would be caribou in alaska", "it was interesting", "we basically were there", "we were on this ranch owned by an afrikaner who wanted to – he did this thing called preservation for profit", "where basically he was like, “look, during a drought, all the cattle die, but indigenous animals, of course, don’t die because they basically forage in the morning when there’s dew on the leaves and in the mid-afternoon, they’re in the shade", "basically what we were there to do is to prove his idea that indigenous animals were better adapted to the environment than domesticated animals, which is completely obvious, but in science, you have to prove it", "so we studied them morphologically, which was biologically, and then we also looked at them and their behavior patterns during the day", "it was fascinating because basically we just use – i learned the scientific method and we did real, serious research and real charting", "the next year was alaska when i went to prince william sound", "the beauty of that was the textbook", "the only textbook we had was origin of species", "every two days, we had to read another chapter of origin of species and discuss it", "over the six, seven weeks i was out in the bush, that was the whole class", "i had read that your time – this was acting as a field biologist or doing field biology in kenya changed how you looked at the word", "i don’t want to put words in your mouth, so i don’t know if that’s accurate or not", "but if that is true, how did it change how you looked at things", "everything in your life changes all the time", "but back at that age, when you’re 16 and you’re a brooklyn kid from new york city who’s basically a concrete jungle flea and you’re suddenly in the savannah of kenya, of course, it’s going to change your life", "it’s a little bit of an overstatement, i think", "but every day was mind-blowing", "as an embarrassing moment – when i was 16, so you have to forgive me – i got off the plane and i was riding with the professors to the thing", "i was like, “oh, when are we going to see tigers?” they’re like, “there aren’t any tigers in africa, they’re in asia.” i’m like, “oh.” so that’s what i meant", "so i was a kid from brooklyn with no idea what was going on", "every day literally was something i had never seen before", "then in alaska – this is a pre-google, pre-crazy media age, still only 11 channels on the station", "a couple of people had cable", "but early days of civilization", "i remember we were kayaking", "it was an amazing trip", "it was five weeks in kayaks out in prince william sound, one of the most untouched places on the planet, at that point, until exxon showed up", "we were going to this glacier", "i had never seen a glacier", "now everyone’s seen a glacier at this point because of the calving ice and what’s happening to the glaciers", "but the idea of blue ice, for a kid from brooklyn", "this chineka glacier, the first time i saw it, it was two miles long, half a mile tall", "there were huge chunks of ice falling", "you’d see the chunks fall off and then a minute later you’d hear the sound because of the distance like at a ballpark", "then these huge waves from that start coming at you", "you’re in a kayak so you’re really close to the water", "on those waves are icebergs with seals hauled out, regulating their temperature on it, going up and down", "i mean, who needs psychedelics", "you’ve been called controversial", "i don’t know if you view yourself that way", "but i’d love to talk a little bit about how to respond to public perception and criticism", "another mutual friend of ours, rick rubin, fantastic guy, incredible music producer, among other things", "the greatest", "yeah", "he has said on this podcast, i’m paraphrasing, but “the best art divides the audience.” i think it was – help me out here – i think it was variety, the day after you got a 30-minute standing ovation and said you should quit filmmaking and go to therapy instead", "you’ve had, as anybody who is in the public arena has, a fair amount of criticism of various types", "what would your advice be to a filmmaker you think is very promising who is doing something that doesn’t fit cleanly in the widget factory", "they’re probably going to catch fire, but they haven’t had the experience", "what would you say to a person like that", "that’s an easy answer", "keep going", "that’s what you want", "when i meet, when i teach – both my parents were teachers and so it’s in the blood and i love teaching – the thing i try to instill in students is the only thing you have to offer is you, your individual stories, your individual perception, your individual humanity", "figuring out a way to communicate that humanity to humanity at large", "that’s the beauty of cinema, once again", "that you can have a 6-year-old iranian girl or a 90-year-old british gentleman and you can have an equally emotional experience if the filmmaker does their job right to it", "for me, it would be a ballerina and a wrestler", "can i make you feel their blood and their pain", "that’s the goal", "because that’s one of the great thing cinema does is to bring us into other human experiences", "if it’s truthful to who you are and you’re concerned about how people are going to react to it, stick up your middle finger and charge straight into that fire if you have to", "if you’re trying to be a provocateur just to be a provocateur, go after yourself", "that, to me, is the bad stuff", "like when it’s not real", "for me, it’s never like, oh shit, how do i mess around with people", "that’s not why i make movies at all", "i’m just juiced about these ideas", "they have nothing about being confrontational", "but even when i do a film like the fountain – which has been called a love poem to death – i piss people off", "even though it’s really a gentle, romantic movie about a guy coming to terms with dying", "i guess that’s just not a very commercial idea in the west", "but i thought it was at the time", "i was dancing around for five years, telling studios that people would be interested in the movie because i really believed it", "i’m not interested", "i happen to be a filmmaker who wants to talk to audiences", "i love it", "i love when they respond", "unfortunately, i haven’t done a comedy or something that’s easier to connect with an audience", "not easier to make, by any means", "i just mean when you’re aiming to please an audience, it’s a lot easier to make it than when you’re just making something that you feel inside", "for me, it’s not a conscious thing", "it’s purely from my gut", "that’s the core for me", "it comes from my stomach, always", "it’s not the heart", "it might be somewhere between", "i don’t know, what’s right here", "solar plexus", "it’s right beneath the solar plexus", "it’s kind of the stomach, i guess", "it’s like your large intestine", "oh, great", "[crosstalk] – it’s that area", "when i’m writing and it’s coming out of there, i know it’s some time of qi energy from there", "do you pay a lot of attention to your kinesthetic response to what you’re doing when you’re writing", "i mean, it’s that unconscious state where you’re not feeling the body", "that’s the state to get into", "where it’s just coming out of you", "by no means is that often", "i believe there are writers out there – i know some real writers and i think they get into that state a lot easier", "i’m not a real writer, but sometimes i have ideas that i want to get out and express, so i try to do it", "why did you say you’re not a real writer", "there are people who would argue if you have writing credits, that you are a writer", "right", "i don’t know", "i guess i’m in awe of – i have some friends that really write and i see the way they can put words together", "look, the reality – i’m being more truthful with ferriss than i’ve been with probably anyone – the reality is i was a public school kid from brooklyn and they never really taught me how to write", "when i got to college, i went into the creative writing class and i almost flunked out of it because i really did not know how to write an essay", "to this day, my 11-year-old son knows more about pronouns and nouns and sentence structure", "i just never learned grammar", "it was never taught to me", "it was a shame", "i just never did the remedial", "so i probably have some type of insecurity about that because i don’t think i could write that", "i can write dialogue because i have an ear and i do have some ideas that i can try to sketch out, but i don’t really – i guess i’m scared you’re going to give me an essay to write because that’s going to be a challenging one", "i’m going to be the last person to give you an essay to write", "my writing of my senior thesis in college, which was mandatory, and it constitutes a huge part of your departmental grade for the entire time that you’re at school, traumatized me so much that i pledged to myself when i graduated i would never write anything longer than an email ever again", "clearly, it did not work out", "it worked out, but it didn’t work out as planned", "what was your thesis on", "my thesis was on the phonetic and semantic acquisition of chinese characters in the japanese language, called kanji, by native english speakers", "so how do native english speakers most effectively acquire both the meaning and pronunciation of chinese characters", "unbelievable", "yeah", "in retrospect", "it doesn’t seem like someone who’s afraid of writing would write something like that", "that’s pretty – you know, a lot of my true interests were buried in some of these early writing projects, or even scientific assignments that i then felt were trivial or not serious for some reason and now i’m coming back to them 20 years later", "amazing", "i remember i took a neuroscience class", "initially, the plan was to be a neuroscience major", "i actually was a psychology major focusing on neuroscience", "for a host of reasons, i moved to language acquisition, namely, principally i couldn’t do the animal testing that was required to be part of the lab i wanted to be part of", "good for you", "i will say i understand the sensitivity of the subject", "i do think some studies are very difficult to do or impossible to do without certain animal modeling", "i’ve been deep into this", "no, i know you are", "[crosstalk] no, not for environmental reasons", "i have – well, we’ll talk about it later", "no, we can definitely talk about it", "i was really fascinated by rem sleep and some of the physiological similarities to states that can be induced with hallucinogens", "so this was probably my sophomore year in college that i was really fascinated by this", "it only took 25 years to come back to it full circle", "did you ever try to stay awake for a long time", "i stayed awake – and this is not advisable at all – i wanted to – i love the disclaimer", "well, because every once in a while i’ll get an email from somebody, like “my cousin tried what you said and he gave himself a headache.” i’m like, “yeah, you got to use your common sense, people.” i stayed awake for six days", "i wanted to see what would happen", "i had read these reports of people having all sorts of odd phenomena crop up when you stay awake for that period of time", "i used stimulants, nothing illegal", "but i was very going at putting together these cocktails for myself and stayed awake for five and a half, six days", "i stopped because i was walking on campus – i remember very clearly where i was", "i was – and you were naked", "no, i wasn’t naked", "there were goblins everywhere", "no, i fell asleep while i was walking and woke up about a block later", "i had crossed two or three streets", "i was like, you know what", "this is no longer a good idea", "have you stayed awake for a really long period of time", "no", "there was a test when i was an undergrad and my roommate did it where he basically, to stay awake", "he just became cruel", "i remember him telling me", "he was like, “i’m going to go to sleep.” they’re like, “don’t go to sleep.” he took a deck of cards and started throwing cards around the room and made everyone run around and pick them up; otherwise, he would go to sleep", "so he started really messing with the aides and the grad students that were doing the studies on him", "of course, the overnighter and those are important, not just when you’re in college and stuff", "i’m glad you are out there exploring it for us", "the conclusion is, don’t do that", "if you remove sleep and food from people, they get really grumpy, it turns out", "this is a quote from new york magazine", "this may have been from a while ago", "i don’t think it’s that old, actually", "“i think when i was starting out as a filmmaker, i had tremendous focus, but i don’t think i robbed myself of too much life", "i’m still friends with the guys i grew up with nursery school", "i have a great relationship with my family", "i’m definitely attracted to balance to symmetry", "i’m definitely an order personality, but i’m a lot less ordered than i was.” god damn, i said some stupid shit", "you can definitely deny", "you can correct", "you can set the record straight", "it’s all right", "this is of incredible interest to me because many people who would aspire to be creative or who self-describe as creative, wear themselves out", "they sacrifice family, relationships by being singularly focused", "sometimes they’re proud of it; sometimes they regret it", "but this is something that i don’t hear very often", "i was wondering if you could just elaborate on that", "how do you have the tremendous focus required to do what you’ve done while still having that balance and symmetry", "it is a balancing act", "but i think all the time you put into life, into family and into friends, and into activities outside of the work, back to i’ll procrastinate – not to say time with your family is procrastination – but bringing in those other experiences into your life is what makes you be able to relate to people and to communicate", "at least, for filmmaking, that’s a major part", "going to a diner with friends and seeing an argument between some strangers over there ends up in a movie for me", "living life and seeing stuff and doing all different types of experiences through this planet is important to being a storyteller because it’s all about the stories", "i think the first three or four films of my career and definitely all my short films before that, all came out of very personal experiences of my life", "the problem is if you keep working nonstop and you’re originating your material – i think it’s different if you’re more of a journeyman who’s going along and then just taking your craft and bringing it to life, bringing a great script to life", "what do you mean by that, “as a journeyman?” something that’s not a personal story by nature", "i think every story is personal or you can find a personal way because anytime you portray a character on screen, you should sort of infuse them with real emotions and stuff", "to do that, you have to feel it yourself", "but if you’re drawing on your own life and your own stories and you’re somehow more autobiographical somehow, even through metaphor", "i think all my films are not – i’m not a ballerina, yet there’s a lot of natalie in me", "i mean, that character, nina, in me", "not natalie, but nina, the character", "i’m not a wrestler, but randy the ram i’m pretty connected to and i understand why he makes every decision", "some of those stories in there i can relate to or are drawn from my own life", "i think if it’s an assignment where you’re just showing up as a director and you’re there to make all the departments work together and make the actors do it, i think it becomes more of a craft then", "not to say that it’s not an art, but i think if you’re trying to create your own stories that are coming out of life, you have to actually live life to do it", "otherwise, you’re just getting your stories – i don’t know where you could get your stories from", "i guess you could make things about being an obsessive filmmaker", "which is kind of like one of my favorite filmmakers, fellini started making films about directors making films", "[crosstalk] eventually he went off into other things, but for a while, that’s what he worked on", "i think you have to balance it in this art form", "it’s very different, i think, in different forms because other forms can be expressed in different ways", "i can’t really speak to that, but storytelling, you need stories", "it reminds me of something i was told at one point, which helped me at least, which was a friend of mine, a writer, i think it was either debbie millman or maria popova", "they said, “if art imitates life, you have to have a life.” i guess my follow-up question is, when you are really immersed in a project, and maybe now with family and so on it’s different than in the early days, but my experience and part of the risk i have when i go into a project is that it tends to crowd out other things", "do you schedule time with friends and family so that they don’t get displaced", "how do you ensure that happens", "or are you just programmed in such a way that it’s natural", "it’s not a bad life as a filmmaker because basically, at least the way my schedule is, i do a film every two, three years", "in that two, three years, there will be like a 50, 60-day run which will be completely selfish and completely committed and dedicated to the film, where i’m working 18, 20-hour days over and over again", "an insane amount of time", "you get one day off on the weekend and then the next day you’re probably prepping", "although i’m able now to almost get two days off because i’ve been doing it enough that i kind of have more skills that i can go in", "so i can get a weekend off sometimes where i can spend with family and friends", "not that i could go out and party and have a beer", "it’s got to be very mellow", "most of the time, i’ll just want to watch game of thrones", "but that’s a huge marathon that only happens once every two, three years", "then you get into editing and it’s basically a 9:00 to 5:00 job", "there’s always things coming up, but it’s a much slower pace", "that could be a 40-week process", "then you get to selling the film, which is kind of a two, three week kind of marathon of travel, but it’s kind of fun because that’s where a lot of stories come from because you see all these different cultures and you just see a lot of crazy shit", "it’s not that bad", "then i get into development", "when i’m in development for the next project, once again, i can really shape that around my son’s schedule and i can have time to see my friends and have experiences and travel and stuff like that", "because when you’re developing, it’s all virtual in your head", "not quite in a computer, but it’s all in your imagination for a while", "all you need is a notepad and a pen and you could be anywhere", "are there any particular resources – and i’m sure this is a question you’ve had a lot, so i apologize in advance, but i haven’t heard the answer – to aspiring filmmakers", "let’s just assume intelligent, driven, organized", "so a big assumption, but let’s just assume they check those three boxes", "sure", "are there any particular books or resources or approaches that you would suggest they take", "assuming that they want to put together some type of narrative storytelling, not doing a documentary", "i always push the writer’s journey by christopher vogler", "it’s very good", "but it’s only for people who are writing screenplays", "but he’s great", "he basically took joseph campbell’s work and turned it into screenplay language", "he did a really good job at it", "we’re totally part of his cult", "because i believe in that hero’s journey", "not to say that’s the end all to end all and there are other ways to approach it, but it’s a very interesting structure that can really lead to big breakthroughs", "when you’re struggling, you can look at the different archetypes that there are and often you find yourself falling into it", "it’s funny, like requiem for a dream, when i was working on it, it was before i read vogler", "but now that i look back, i was doing stuff similarly, where i was charting out where the characters’ emotions were", "what was interesting was that the graph was actually upside down", "when something good was supposed to happen, something bad was happening", "i was looking at it and one day i flipped it over and i said, “oh", "they’re actually the bad guys, all my characters", "the good guy is addiction and this is actually a hero’s journey of addiction overcoming the human spirit.” that’s when i finally understood what the movie was about", "charting it and using hero’s journey is how i was able to figure that idea out that this invisible monster, this craving, was actually the hero of the film", "but that’s great", "then the other thing back on what we talked about is to tell your story", "don’t try to figure out what people want because the reality is – and i kind of learned this", "when i was coming out of film school, i went to support my friend, scott silver, who is a big screenwriter now", "he had directed a film that was at sundance and it was the year that welcome to the dollhouse was there and a bunch of other indie gems", "i remember watching these films and going, these are such specific, unique movies, but they’re done exquisitely well", "what sundance allowed me to believe and what independent film has allowed so many dreamers to believe is that if you make a film well, no matter how personal it is, if it’s truthful, you’ll find an audience", "not to invoke the name of rick again, but i was having a conversation with rick recently in a barrel sauna that is the exact replica of his barrel sauna, and we were talking about this deadline that i continually – i’m actually working hard on the book", "give yourself a break, man", "i spend a lot of time talking about how hard i’m working on the book", "i was asking him some questions about working with musicians and whether he knows if something has hit the mark or not", "i’m going to paraphrase here, but he said effectively, “great is always better than now.” the way i interpreted that was there’s always a good time for great, there’s never a good time for mediocre", "so if you feel like you rushed to hit some kind of a deadline – obviously there are realities of production and so on, don’t get me wrong", "yeah, you can’t rush", "rick’s filled with wisdom", "it always comes out so interesting", "i get that", "you can’t force it", "the thread i want to tease a little bit, which is something you mentioned earlier, which is the argument between the strangers in the diner that then makes it into your movie", "could you tell me about your history with the game of go", "i got into it a lot when i was doing pi", "i needed a game for the two guys to be playing so that they had some reason that they were meeting so that max and his mentor could meet", "i just thought playing chess was just – we’ve seen it so much and it’s cliché and mathematicians playing chess was just not quite interesting enough", "at that point in ’97, go was still very much a fringe game", "sort of is, still", "but i think it was much more fringe then", "we used to go a lot to the new york go chapter meetings, which were like 18 very intellectual people in very book-lined apartments at different houses each week playing go", "it was a great cast of characters", "the best thing about go characters are the ones that blow off chess as a fool’s game", "they so look down on chess", "it’s just such a chip on their shoulder that they’ve graduated to go", "another thing that’s fascinating that i’ve been hearing a lot of people – i think actually rick was talking to me about it, that’s where i heard it", "well, he’s the one who suggested i ask you", "oh, there you go", "he told me there was some documentary about what it meant, this computer finally beating these go masters", "he was telling me about a scene where after the first move, the go master gets up and walks away because basically, i guess the point was that it’s such a radical way to change how the game is played – how this computer is playing it, that it’s actually affecting now how humans play each other", "that’s a line about ai that is interesting", "where it actually changes the way we act with each other after thousands of years of playing a game a certain way, suddenly this idea comes that is a moment of genius that changes the way we look at the board", "that was an interesting idea", "and that’s from a documentary", "i believe so, but you have to ask rick", "[crosstalk] i’ll ask rick", "it fascinated me", "i’ve been thinking about it since", "i don’t want to take us totally off the rails", "do you play go", "i have a go board at my house", "i am not good", "i tend to play a highbrow version of connect 5, which is connect 5", "my brother and i love to play", "we just call it connect 5 or something like that, where we use a go board", "it seems really childish, but my brother, he’s a statistics ph.d", "and a very good chess player", "these games can actually last a really long time", "so it’s just basically getting five in a row and you can place them anywhere on the board", "sounds great", "yeah", "it can take a long time", "you don’t flip tiles or anything", "it’s just about blocking each other", "that’s right", "you leave them there", "you’re not capturing – well, you are capturing territory, but the rules are completely different from real go", "yeah, my son came home from math class with that on paper and we played it for a while", "i was like wow, this is a complicated game", "super complicated", "go is so fascinating on many levels", "one of which is you can feel like you’re winning and effectively, if your pattern recognition is off, in a handful of moves, completely lose", "the tide can turn a lot faster", "i shouldn’t say this with any degree of credibility because i know people like josh waitzkin are actually going to check", "the game i got really into in japan – my first trip abroad was a year in japan as an exchange student at a japanese school", "i lived with a japanese family", "i listened to the session you did with the knifemaker", "it was fascinating", "oh yeah, murray carter", "murray’s amazing", "i want to get some of his knives, actually", "his knives are incredible", "you should", "they’re so good", "the muteki line – his stuff is amazing", "the game i got into was called shogi", "shogi is japanese chess", "what makes japanese chess different – and there are ways you can play western chess this way – but you’re able to re-use the captured pieces and just drop them on the board at different places", "then also, not only do pawns get promoted, there are multiple pieces that turn into completely different pieces when they get – [crosstalk]  very cool", "it’s like the pokémon of chess", "yeah, it’s really a cool game", "i used to buy these books in japan", "sumaishogi", "sumaishogi is, think of a really slow app, it’s a book where you try to figure out the three or four moves in a given position necessary to win the game", "then there’s an answer key", "on the subway – because you spend a lot of time on the subway in tokyo, at least i did – i would either read comic books or i would look at these sumaishogi or i would read judo textbooks", "you do judo", "yeah", "as an aside, it’s funny", "it was very upsetting when they got wifi on the new york city subway because now i have to work hard", "but my rule is to never take out your phone", "not because i’m worried about it getting stolen or anything, but just because that’s the chance to watch people for me", "you don’t want to get lost in your device at that point", "that’s a great time", "the rule in new york is great", "basically, you can stare at anyone you want", "if they make eye contact with you, you can never look at them again", "but you’re allowed to look as long as they don’t look at you", "people come to new york and i say, that’s a rule", "you can watch and check each other out, but if they realize they’re being checked out, stop", "i find it fascinating", "i imagine the subways in japan must be insane", "what shocked me – there are so many things that are so alien about japan for someone who hasn’t been exposed to japan, specifically, even in east asia", "i’ve spent time in china", "i’ve gone to school there", "i’ve spent time in taiwan", "i’ve spent time in japan", "japan and within japan, tokyo is just a particular brand of weird", "you get on the subway and i remember a couple of things really striking me", "because i’m 15, everything is backward, right", "we’re driving on the opposite side of the street", "we have to take a shower before we get into the bath", "all these rules that seem very alice in wonderland, topsy-turvy", "then i sit down on the subway and see these salarymen, who are on their way to work, these worker bees", "they’re reading comic books with the most explicit porn imaginable", "they’re completely nonchalant about it", "alien porn", "yeah, tentacle porn, who knows", "then the other hilarious phenomenon i bumped to which i really didn’t expect – you hear about in japan perverts on the subways", "there are definitely perverts on the subways and they’re called chikan", "so if you hear chikan, chikan, that means a pervert – [crosstalk] oh, really", "so if some guy is trying to fondle some girl’s ass, you’ll hear “chikan” and then there’s a big kerfuffle", "what they don’t tell you is that – i remember one day, i was in my – you just put chikan and kerfuffle in one sentence", "just so you know", "it might be the first time ever", "the singularity is near", "i was in my school uniform, 15", "clearly a high school student", "i have my judo uniform over my shoulder", "it’s wrapped up", "i’m standing up", "it was a packed subway", "i feel someone groping my ass", "i’m like, what is going on here", "i can’t turn around because it’s so crowded", "eventually i’m able to turn around and what do i see", "not what i expect", "i see two really old women with half of their teeth capped in gold, chuckling to themselves because they’d been grabbing my ass", "these women are called obatalian", "obatalian is from “old battalion,” but it refers to older japanese women who just don’t give a fuck anymore", "it was a real cultural experience", "my favorite, when i went to japan for the first time, which was with pi, i was a huge fan of – i dreamt for so long to go to tokyo", "i wanted to make a statement here", "i want to be remembered", "i’m coming with this little film, what can i do", "so i dyed my hair purple", "i came and i’m doing interviews the whole time with big, bright purple hair and no one mentions it", "i get to my last interview and it’s kind of a young, hip guy who’s a pop star in japan and we become buddies", "i’m like, “man, you know, i’ve made my hair purple, but no one’s commenting on it.” he goes, “here, come to the window.” we look outside and it’s a major intersection", "he says, “who has purple hair out there?” all the old ladies dye their hair purple", "that’s true", "i’m like, oh", "oops", "that’s totally true", "100% accurate", "ohmygod, i didn’t fuse those together", "that’s true", "i’m having flashbacks", "i think the old ladies who were grabbing my ass had purple hair", "just so you know, in requiem for a dream, they dyed their hair red and out there it’s purple", "so very funny", "so speaking of tentacle porn, that’s about as graceful a segue as i can make", "we don’t have to talk about this if you don’t want to, but this is one of the bullets that was recommended for me to talk to you about", "i should preface this by saying, in my second book, the 4-hour body, there are two chapters on female orgasm, two on various aspects of male sexuality, so i’m not shy about talking about this, but – suddenly, i’m on the howard stern show", "suddenly, you’re on the howard stern show", "restricting ejaculation", "i don’t have any context for this", "but i was told to ask you about restricting ejaculation", "wow, where’d you get that from", "my sources cannot be named", "is that something that you can tell us about", "i’m not sure what you’re referencing", "oh, i think, oh, there we go", "it’s coming back to me", "it was funny", "in requiem for a dream, there’s something in the background called month of fury", "i guess it was early self-help", "wow, this is going way back", "it actually kind of flows a little bit into probably why a growing friendship is happening here because we have similar roots in a certain way", "when i was in film school – and this is another great thing for young film students to know is there’s usually the first screenplay you write that will never get made", "believe me, that happens", "at a certain point, you have to take the bold step to abandon it, because there’s a learning process in that first script", "i worked on a script that was set in coney island", "i had a guy, a really talented kid i grew up with who probably if he went to wall street would be a hundred millionaire type of guy", "he ended up getting involved in this kind of cult organization that are those guys who go around and sell roses and little toys around the streets wearing ties", "i don’t know if you ever see them", "there are a lot on the west coast", "they’re basically pyramid schemes where you basically open up an office and you hire ten 20-year-old kids and they go and hustle for you", "you buy it from a guy above you", "then if you get a few, you slowly move up", "they have these huge conventions in vegas where they all come together and they have all these chants where they juice each other up and get all excited", "when i was in film school, he was in the west coast area", "i just sort of studied it and hung out with him", "once again, here’s another hang out with a friend but also kind of get stories", "so i developed this whole kind of characters are world for this move about this", "eventually i didn’t make that film, but i was able to take that character when i had to bring hubert selby jr.’s requiem for a dream alive", "sarah goldfarb, the old lady, watched a lot of tv", "but we couldn’t afford the tv to put tv on the channel, so i decided to make my own tv show and create kind of a tony robbins-esque – because tony was just starting", "he didn’t evolve into the kind of figure he is now", "now one really knew what it was", "it was odd", "so i created my own version of that and had this guy on tv", "i had to give him a philosophy", "i had an actor friend who was also a boxer and he had this thing called month of fury", "eddie deharp is his name", "there were three roles, which are actually three great rules", "it was 30 days no refined sugar", "30 days no red meat", "30 days no orgasm", "were those all together", "yeah, you do all three for a month, for 30 days", "it was actually very interesting", "he preached it to me because he would do it before he would box", "one more time", "no refined sugar", "no refined sugar, so that’s everything, like toothpaste, anywhere there could be sugar", "no red meat, and then no orgasm", "so in the movie, requiem for a dream, the third one is not actually pitched because i just thought it would be good as a little secret", "now i’m giving it away", "it’s actually in there, but it’s an easter egg that’s hidden in the film somewhere", "it was funny because when we started working on it, i suggested to the actors that they should go on a month of fury before we make the movie, just to understand what it is to withdraw, which is a big part of the movie", "it’s hard if you’re not a drug addict or a smoker to actually stop something for 30 days", "to fast, as you talked about", "it’s really tricky", "here with three things that were seemingly not hard to do", " it was funny to see my actors at day 24 and 25 wanting to kill me", "hence the month of fury", "i have another friend, my best buddy, who actually on day 29, ended up proposing to a woman", "i was like, you never propose on day 29", "what are you, out of your freaking mind", "the month of fury", "the month of fury", "if i ever did self-help, that would be –     so hey if you want to co-write it and start a movement, i know you got – [crosstalk]  the month of fury", "all right", "you heard it here first, folks", "i think i could get quite a few people to participate in the month of fury", "it’s actually very effective", "i’d like to ask quite a few questions about the new film", "but the first is related to the writing of the film", "when you are writing a film like mother", "and there are many – and i don’t want to give anything away – but many visual components, how do you write that type of material", "being the writer and then the director, i can not worry about that much", "but there are two different steps", "first you’re writing and you’re following along the emotional truth of the characters and following scene-by-scene what’s going on and watching the story unfold", "then there’s the next stage", "at a certain point, you hang up most of your writing cap because you can always re-write if you’re the writer", "but then you start to become the director and start to think about blocking and movement", "that was a very big deal in this film", "can you define blocking for people who don’t know what it is", "yeah, sure", "blocking is basically just how actors move in a scene", "that’s all it is", "but it’s really truly a big part of the work for a lot of reasons", "first, you want to create blocking that’s organic and natural to what the actors are doing in the scene", "you want to make sure whatever the actor’s doing makes sense with what their objective is in the scene, or what they’re doing in the scene, or what they’re not doing in the scene, or what they’re hiding in the scene", "you want to think about what that is all about", "then, there’s a second tier, which is as the filmmaker, you’re trying to make it as economical as possible, meaning as few setups, as few times to move the camera as possible because every time you have to sort of change where the camera is, you have to change the lighting and that just takes time", "you want to get as much time shooting as possible", "you’re trying to figure out blocking what works best for the simplest amount of technical problems", "unless you’re really trying to do something technically super challenging and stuff", "you try to balance those", "it’s kind of a balance because sometimes you’ll tell the actor, “can you help me out here with blocking?” because it means we have to do less", "but sometimes you don’t want to get in their way and you want them to be creatively free so you want to give them an open playground to play around in where they can do and move", "it’s a balancing act", "but it’s a big part of it", "at a certain point, when the script is done, and in the case of mother!, i was actually lucky enough to have a three-and-a-half month rehearsal period, where basically i convinced jennifer lawrence and javier bardem and michelle pfeiffer and ed harris to join me in a warehouse out in east brooklyn, where we basically taped out the set", "we would work on the scenes and then we’d get up on our feet and we would just start to block them", "in the last two weeks of that three-and-a-half-month-long process, i actually brought in my cameraman and we shot the entire movie, moving the camera around, on video, as homework", "which was really fascinating because you figure out all different types of problems, like how’s the camera going to get from – it’s a constant, moving, handheld camera", "so how am i going to get the camera from here to there because there’s a wall there", "that suddenly started to play into action", "this film, it was a very restricted visual language that was part of one of the challenges i put in front of myself", "normally, you’ll have a wide shot in a movie", "the nice thing about a wide shot is if an actor somehow does something that’s dramatically new, emotionally new, or if they decide to comb their hair a different way in each take, if you go out to a wide shot, basically the illusion is broken for a moment because the viewers’ eyes have to take in more or a different part of scene or there’s other things to look at", "so that when you pop back into a closeup, you can get away cheap almost with what’s happening and no one would ever notice", "in the case of my film, since there were no wide shots, it was extremely challenging", "the only shots in the film are either over jennifer lawrence’s shoulder, on jennifer lawrence’s face, or her point of view, which means what she’s looking at", "that’s the only coverage in the entire film", "so that’s why this edit has been almost a year-long cut", "because i had such a limited amount of language to work with", "i had to make every moment by moment by moment work, even though that’s not really happening in real time", "why did you choose to use that constraint", "i feel like i could talk to you about constraints and rules for a really long time", "because you mentioned – the month of fury", "yeah, the month of fury, exactly", "just get progressively more belligerent", "you talked about having lunch scheduled for after a difficult meeting", "then you have shooting over max’s shoulder and different ways of, as you put it, limiting your visual palette", "why do that", "i think starting as an independent filmmaker with very limited resources makes you strategically figure out economical means to basically take advantage of all the limited resources you have", "i ended up actually stylistically creating techniques that actually turn those limited economics into a stylistic choice", "i’ve always been preaching that boundaries are the most important thing in any form of an art", "when you’re a painter, you have the boundaries of a canvas and the limitation of your colors", "i think it’s extremely important to do the same in filmmaking", "to make real choices about how you want to do those limits", "sometimes they’re self-imposed", "i have less of the economic issues, although always you have to be very economically responsible for what you’re doing", "but i went really extreme on this film", "i basically said, there’s three shots for every scene, which is an incredibly low amount of shots than i would normally do in a movie", "it just became an interesting exercise and experiment", "there were times when matty, my vp – he was like, don’t you want to – you know, like never does a character come between jennifer and the camera", "no one ever crosses the lens", "i noticed that", "which is crazy because when we’re doing crowd scenes with lots of people, it would be a lot easier to tell the story by having jen get lost in the crowd and crowd come through, but no", "my vp, matty, was like, it could be – we talked about it for a while", "i was like no, let’s just remain orthodox here", "let’s remain truthful to the intent", "the one thing i was worried about, people would feel claustrophobic or bored by the style and that doesn’t seem to be the response", "people aren’t seeing those limitations", "i think that’s because we just turned it into a language and into a style that people can understand", "is there something you hope audiences will respond with or walk out with", "did you have an objective", "this ties into, i suppose, the genesis of the film as well", "i don’t actually know the origin story", "the origin story is hard because it’s murky", "i think it came out of these endless headlines, the endless stream of notifications on your telephone", "the ability to scratch right beneath the surface of our civilization and realize how many desperate and awful things are happening around the planet still in this pretty enlightened time", "there’s a lot of rage and a lot of helplessness", "what can i do", "how can i stop this", "being an environmentalist when we’re completely under assault, when what science is telling us is going on", "the same people that use their smartphone every second and every minute of the day who say, well, science isn’t always right", "yet, this, the product of science is in their pocket", "dominating their lives, yet refusing to see what’s going on", "how can you not say wow, there might be some connection going on", "i don’t know", "i come from a science background", "i witnessed how little, tiny, small changes by man can deeply have huge effects very quickly that are out of control", "then this new idea of these feedback loops, which isn’t that new anymore", "but these ideas that are becoming more idea that there’s these tipping points where things are just going to start to accelerate", "as a parent, i just sit there and i go, oh my gosh", "i look at the beauty of my child and want them to forget about having a job, having a freaking atmosphere and having the ability to – it’s crazy to ever think he’ll really see an elephant in the wild in any type of wilderness way", "i guess prince william sound was very much wilderness when i was a kid", "something happened to me when i was in prince william sound", "we were kayaking, as i said, for weeks", "i was eating a granola bar and the wrapper fell into the water", "it was like a foil wrapper", "i freaked out", "i stopped", "i tried to – it just went right under", "because of that guilt of that, i still, when i see trash on a beach, i pick it up for that foil", "that guilt has carried me", "because at that time, it very much felt untouched", "like i was one of the first humans to ever experience it", "there isn’t a place on the planet anymore, not because of pollution only, but because of climate change, that isn’t affected by humans", "there’s nowhere on the planet that is true wilderness as it was 60 years ago", "i was writing a western and i realized – it was set in 1883, i think – if every single person on the planet disappeared, dropped dead, was abducted or whatever at that point in time, besides some forged metals, belt buckles, horseshoes, bullets, guns, everything, every remnant of humanity would be gone in a century", "completely gone", "because everything was built out of earth materials", "then you suddenly have all these freakish new materials where every single bag of lay’s potato chip you have is something that’s around for 10,000 years longer", "particles that are part of us", "you can’t escape it", "so quickly", "from my childhood, where there still were places on the planet that weren’t feeling any impact", "to now, where it’s all changed", "it’s scary that people are just completely denying it and turning their backs on it", "out of that, i just want to howl", "i felt the ginsburg howl", "i just wanted to howl", "i guess it’s my howl", "what is the ginsburg howl", "allen ginsburg, the poem howl", "you never read that one", "got it", "sorry, i’m betraying my lack of education", "that one you should read", "that one’s great", "but it’s basically, it was a cry from the ‘60s for his generation", "at least that’s the way i took it", "how would you like people to go into the movie", "who should go see the movie", "now, the obvious commercial answer might be everyone", "everyone", "well, i think you’ve got to know you’re going into a rollercoaster ride", "when you get to the amusement park and you see that loop-de-loop and you’re like, no freaking way", "you should be ready for it", "and no matter how much i prep you, and tim can tell you, it goes there", "right", "yes, yes it does", "it’s intense", "it’s very intense", "if you want an intense, different ride, if you want to see something different at the cinema, please come on down", "that’s what we tried to do is make a very unique rollercoaster", "except it may go off the tracks and into the concrete wall, but i can’t really be – i don’t want to be responsible for that", "but that sort of happens", "i just want – i think it works on a lot of levels", "i was always thinking it was going to be really scary and tilting into the horror genre", "jen lawrence, when she saw it, actually thought it was incredibly beautiful and moving", "that there was a beauty to it", "i’ve heard that reflected in a lot of ways", "it’s definitely not your normal night at the movie, but it’s the type of movie you go see and everyone will have something to say about it, i think", "hopefully there are not too many profane words directed in my direction", "well, they could be profane but modifying something good also", "there’s that", "i’d like to ask about the sound", "i have read that – well, a few things", "that (a) a lot of independent films or films in general fail from poor audio quality", "yeah, that was a big thing i realized very young in my career", "this is a pretty good movie, but something is off", "it was always the sound", "the sound in this movie, and in more than one of your films certainly, is very – i’m searching for the right words – but very visceral, very pronounced", "i only read this other expression after the fact, after i saw the movie, but thinking of music or the sound as an additional character", "yeah", "could you elaborate on that", "because i’ve never paid so much attention to sound in a film", "i think it’s – well, you saw a slightly unfinished – only the first half of the film was really dialed in", "it’s going to get better, i hope", "that’s what we’re supposed to be doing as we speak", "sound design for me is a huge tool", "i got totally turned on when i was a young kid", "i saw a documentary on the guys who did the sound design for star wars and they were out in the desert, banging on wires, making light saber sounds", "it blew my mind", "i was like, wow, that’s such a cool idea that you can use any sound to do this and matching up sound and image, you can really mess around", "i’ve always been fascinated by that", "but since i make these films where i really am trying to make the audience have a visceral experience with the character – in this case, jennifer lawrence’s character – i try to draw the audience into her subjective point of view by creating a soundscape that starts of realistic, but then as things sort of shift and get more and more insane, it becomes more and more expressive and expressionistic", "i love the fact that people are going to be able to see this in theaters for a lot of reasons", "i want to connect this to something else that i read about you, which relates to the historical lack of compliance to widget making", "the story of you shooting natalie portman for black swan in the subway at something like 3:00 in the morning without necessary permits, without her having signed a contract", "how do you – and i don’t know as many filmmakers as you do, but i know a few", "how do you get away with it", "meaning you seem to be able – and this is from the outside looking in – but to make the art you want to make and bend the rules or do things like that", "why is that", "are there certain contractual decisions or conversations you’ve had that allow you to do it", "did you set the precedent as a problem child early so they’re just like, oh, it’s fucking darren", "so you get away with it", "i mean, it’s just the project", "i don’t think – it’s never meant to be abusive", "no, i’m not calling it that", "no, but i’m just saying", "i think the reality is it’s not abusive, it’s about the work", "it’s always about the work", "i think if you can relate back to that, this is about us bringing this to life in the best way", "i think there are people that would take that line of argument and turn it into abuse or push the line to something that’s not safe or fair", "i think i’m pretty empathetic to other people’s feelings, maybe to a fault", "because i think some directors, it’s kind of helpful to push past some of that pain and be blind to it, but that’s just not my character", "i can’t do it", "i feel when people are uncomfortable very easily", "it makes me probably better as a director to read performance, but it probably gets me less than what i always need because i feel sorry sometimes", "i have mercy", "how dare you", "i think thought that when it’s the work, you just go for it and people get excited by that", "if you’re actually being truthful about that, but there are times and places where i’ve tried to do too much and people have pointed out to me, hey, that’s probably not fair for these reasons", "i hear that and then i just listen to myself if that’s the truth or not", "if you have that conversation and it doesn’t feel true to you, is that one of the primary causes of walking from potential projects", "i guess all of this is sort of coalescing into a question of, if you were talking to a very promising, new director", "maybe they’re a writer/director, but they direct", "you wanted to prevent them from getting chewed up or corrupted by the system, is there any particular career advise that you would give to them", "it’s a good question", "i mean, you’ve got to be doing it", "i’m always from the school that you’ve got to do it because you have to do it", "but you don’t have any other choice but to do it", "just recently, i ran into a filmmaker and he was complaining and whining about doing a tv show because he really wanted to be making films", "my advice to him was not to stick with your gut and do what you want", "i could tell he was the type of guy that should be doing that tv show because i could see he was already past that point where he had crossed", "i was like, do it", "but then you find people who want to do what they do and you just want to support them and give them as much love and support to get it because they’re trying their hardest to do something that only they can do", "does that mean – for instance, i’ve heard this advice with writing – that you should only write a book if it’s easier for you to write the book than to not write the book", "it has to be that much of a compulsion", "i don’t think it’s ever easier to make a movie than not make a movie", "i guess maybe just from a personal, pain/pleasure standpoint", "i remember reading an anecdote, and again, who knows, it’s the internet", "about you, actually, i think this might’ve been from the new yorker, about a diary entry where you were talking about a rave in thailand", "you were like, “the sun came up and the people were dancing and the people were dancing, and the sun came down and the people were dancing", "the tides went out and i was miserable because i wasn’t making movies.” yeah, that’s true", "that means you have to make movies, right", "i guess so", "i think for me it was storytelling more than films", "although i think there were definitely in my past and experience that helped me", "very early on, i got into photography, into black-and-white photography when i was in junior high school", "i would go into the darkroom and develop the film", "i loved it", "i don’t know why that fell into my lab", "it just so happened they had this lab nearby and i was able to take a class there", "then i just started thinking about photographs and taking pictures and all that", "that all led to this", "i think it could have gone any way", "it’s funny because when i was in college, i didn’t know what i wanted to do", "the first couple years i was in college, i hadn’t discovered filmmaking until i was a junior in college", "i remember walking around, hitting myself in the head going, “i’m never going to find what i want", "i’m never going to find my calling.” then it happens for you, hopefully", "it happened for me", "i found something that – it was the first time i ever got an a in college was filmmaking", "i was a b- student until film came along", "the suddenly, boom", "it was like something that kept me out of my girlfriend’s room", "i’d rather be cutting the movie than laying in bed", "i found it", "but i think eventually it comes", "but it could’ve been a lot of things", "i don’t think necessarily – it’s this kind of weird art form", "it could’ve probably come to me in lots of different ways", "it was just something that i was like, okay", "i see a path", "i see something there", "it’s interesting and fascinating and there’s a lot to learn in there", "so i just went for it", "if i were to ask some of your closest friends what your super power is, maybe you wouldn’t talk about it because you seem to be a pretty understated, humble guy", "but what your super power is or what makes you different, what would they say", "what might they say", "i mean, my friend dan, who does visual effects for me, i met him the first day of freshman year of college says, “you know, if people ask me if you’ve changed, i say, you know what", "he was asshole in college and he’s still an asshole.” that’s what old friends are for", "exactly", "i don’t know", "it’s hard for me to say", "but definitely one of the best things about my life, as i talked about there, is i still hang out with the guys i went to nursery school with", "i still hang out with the guys i went to high school with", "i still hang out with the guys i went to college with", "i think that having the roots – i’m into roots", "i’m into loyalty", "i work with the same filmmakers, pretty much", "my friend jed once said that “the guy who dies with the most friends wins.” i thought that was pretty good advice", "if i were to pester your friends a little bit more, give them a few drinks and they get past the obligatory, still an asshole, he’s still an asshole – if they got to the point of drunk reminiscing and sort of the emotional point of drunkenness", "what would they attribute your success to", "more people don’t make it than make it in the film business", "it’s a good question", "what would you attribute it to", "we can make it direct", "i mean, it’s a combination", "i had excellent parents that almost always supported me and always told me not to work so hard", "not to work too hard", "when i would say, “i got to go work,” they’d say, “well, don’t work too hard,” was their saying", "that was after i got out of college", "so up to college – they were both schoolteachers and academics was super important", "but they also created very good responsibility and boundaries, but also didn’t necessarily create opportunities, but gave me breathing room with support to find opportunities", "i struggled in my 20s, but i was able to struggle in my 20s", "that was, i think, a big part, was having that type of support system", "and my sister", "family was a major part of it", "i think that allowed me to have persistence", "which i always say is 9/10ths of the game", "you’ve got to get up to the plate to get that chance, to take that swing", "to get to the plate just takes a lot of work", "then when you get there, it’s preparation and homework", "having done all your homework, as well as you can and as much as you can", "then as you’re taking the swing, make it a responsible swing for the team", "i love the baseball metaphor", "i wonder how much longer i can keep going", "with your students you teach, what is the name of the class", "i don’t do it regularly because i haven’t found the best place", "i taught at nyu for a bit and a few other places", "to be honest, i wing it to see what kids are doing", "i’ll come in", "i’ll talk to them about what their dreams are, what their projects are", "they all share, so i have them all describe each other’s stuff", "i love doing scene study with kids, where i have them put up a scene, work with actors, put up a scene", "now, this is a scene that has already appeared in a film", "no, a scene from their projects", "they describe it to me, they tell me what they want", "they’ll put up the scene and then i’ll give them my direction on how i would block it", "i’ll work with the actors", "i’ll just show them my process", "then i’ll take a chalkboard out and i’ll show them, how do we shoot it", "i’ll draw my designs to show them how to draw it", "and the chalkboard is sort of bird’s-eye view", "it’s always bird’s-eye view", "that’s how i’ve always – i know other filmmakers do it, but it was when i was 20 years old starting to do films, that’s how i started", "it’s probably from playing dungeons and dragons as a kid", "you get that sky view and i drew little triangles and i came up with all these different shapes and forms", "i have my own language that i’ve developed over the years for how to do it", "i have the ability to look at that architectural plans and then to see it in 3-d below", "that’s how i do it", "i do it very much from a bird’s-eye view", "dungeons and dragons will be for round 2", "i was always a chaotic, good – you were a cleric", "i was a gray elf", "you were a gray elf", "yeah", "you were a cleric", "no, i don’t remember that well, actually", "we played forever, but i don’t actually remember my characters to well", "i’ll bring some graph paper for next time", "exactly", "if you were to – this is related to the class – let’s just say you could no longer make films", "your divinely assigned mission was to coach five to ten filmmakers", "not only would you get the psychic reward of seeing them do well, but much like someone who bankrolls a poker player, you would get a percentage of the future", "what are the things you would focus on if you had a six-month period", "if i was doing that i had a share of it, as soon as you bring the share into it, it’s like, you know", "we could approach this a couple different ways", "one is you get the profit share", "so it’s like a 50/50 split with them, plus you have a kicker, but you have to add some money in", "we could do that", "i would never do that", "film investment is an awful investment", "this is, of course – that’s what we have huge, chinese companies for", "but the other could be really whatever reward you want to get out of it", "it could be the acclaim and receiving awards and prizes and so on", "it could be anything else", "i mean, really, the gift of any teacher is to see whatever the goals of the student are, as long as they’re righteous goals, be achieved", "i would probably want to teach students that probably just wanted to tell good stories", "i would want to see them make them as well as they could and then have them connect with as many people as they could", "the awards, the money, that’s all silly stuff", "it’s great for everything, but it really has as many issues with it as good things", "it’s just you’d want to find people and i’d want to find students that really just want to tell stories and entertain", "not that they’d want to be a filmmaker because we’re the rock star of the present day or the nba basketball player of the day", "it’s because that’s what they want to do", "when i was a kid, no one knew what spielberg do", "we heard the names lucas and spielberg, but that was it", "but not really", "no one – how do you become a director", "when i started to do it even in the early ‘90s, it was the early sundance days", "there wasn’t this track record of how to do it", "i wasn’t looking for the reason to be that it could lead to something that was clear", "it was just something that was interesting and fascinating to me", "at this point, when there are all these paths to fame and money and all that", "if you make one film, you can do a marvel movie or something like that, which is happening all the time now", "i think you want to find people that are looking to tell the stories and then help them tell the stories", "the last class i taught at nyu, my best student was a turkish kid who was going back to turkey to tell a small story about an apple tree on the side of mount ararat that starts a village fight", "a tiny story", "it could be huge, who knows", "but he was serious and he just wanted to tell that story", "i gravitated to him and i spent most of my time in the class working with him to help him because he was the guy who was going to go make a movie and was serious and knew what he was doing", "i said let me focus on this kid so the other kids can be inspired by this path", "any top scripts if somebody has never read a screenplay and you’re like, look, just start with a, b, c", "i mean, the guys working today – eric roth, scott silver – read any of their scripts", "they’re great writers", "chris terrio", "there’s a lot of great writers working right now", "there’s a lot of great scripts that i’ve read", "charlie kaufman’s scripts are great and fun to read", "that’s enough to start with", "yeah, i think so", "where can people find the film", "where should they learn more about it", "i’ve never had something – mother!", "yes, exactly", "just for everybody listening, i highly recommend you check it out", "like darren said, know you’re signing up for a rollercoaster", "but i’ve had nothing produce this really unique, i’ll get yelled at for modifying unique by someone i know, but that’s okay", "just for him – a very unique dreamlike state for about 18 hours afterwards", "that’s amazing", "yeah, it was really profound", "where can people learn more about it", "well, it’s mother", "with a lowercase m and an exclamation point, which causes all different type of difficulties with social media because of the exclamation point", "but by the time this comes out, i hope it’s going to be around", "if not, just google mother", "movie, and you’ll be seeing a bunch about it, i hope", "where can people, if they want to check you out on social media", "both my full name @darrenaronofsky on instagram and twitter", "instagram is pretty cool", "i’ve been doing this cool thing", "i don’t know if you’ve been following it", "but i found two young film students and they were moving out to go to film school in la and i rented them a big projector and a cube truck and they’ve been driving through the country, projecting the word mother in different languages onto all different types of structures around the country", "i’ve been posting these beautiful images that these young filmmakers have been making to help self-promote my film", "but also it’s been a fun project to learn about all these different places all over america", "it’s kind of “humans of new york.” is that the name", "yeah, humans of new york", "humans of new york", "but more projections of mother", "very cool", "so people can say hi to you on the interwebs and check it out", "absolutely", "any last asks or recommendations of the people beside seeing the movie", "keep seeing the weird stuff", "go out and support and then spread the word", "i think if you dig the movie, get it out there and get everyone to go see it", "i’m hoping that it’s the type of film that you’ll want to talk to other people about", "well, i can attest certainly with one or two people i saw it with", "we talked about it for hours afterward", "one of the things i really enjoyed is it does not follow the typical template, any typical template that i can see", "it leads to a lot of conversation", "dare to be different", "dare to be different", "yeah", "well, darren, i really appreciate the time", "thank you, tim", "it’s been amazing", "yeah, this has been really fun", "we can keep going, but i want to let you get back to your – next film", "yeah", "[inaudible] polishing up everything", "to everybody listening, you can find links to everything we’ve discussed, including the movie, books and so on in the show notes, tim.blog/podcast, as per usual in every other episode", "until next time, thank you for listening"]}