{"dialog_idx": {"bill burr": [33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 65, 66, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 269, 270, 271, 272, 275, 277, 278, 279, 280, 283, 287, 288, 289, 290, 291, 292, 293, 294, 297, 299, 300, 301, 302, 303, 310, 317, 318, 319, 320, 321, 322, 323, 324, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 415, 425, 426, 430, 432, 433, 434, 435, 436, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 495, 496, 497, 498, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 517, 518, 519, 520, 521, 522, 523, 524, 525, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 671, 672, 673, 677, 678, 679, 684, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 860, 861, 862, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 884, 885, 886, 887, 888, 890, 892, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1023, 1025, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1053, 1054, 1070, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1100, 1101, 1102, 1104, 1105], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 45, 64, 67, 68, 69, 96, 97, 125, 182, 183, 184, 185, 223, 254, 255, 256, 267, 268, 273, 274, 276, 281, 282, 284, 285, 286, 295, 296, 298, 304, 305, 306, 307, 308, 309, 311, 312, 313, 314, 315, 316, 325, 326, 327, 328, 329, 330, 331, 414, 416, 417, 418, 419, 420, 421, 422, 423, 424, 427, 428, 429, 431, 437, 450, 451, 494, 499, 516, 526, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 608, 632, 654, 670, 674, 675, 676, 680, 681, 682, 683, 685, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 859, 863, 864, 883, 889, 891, 893, 913, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 1020, 1021, 1022, 1024, 1026, 1052, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1071, 1099, 1103]}, "episode_num": 265, "file_type": "html", "guests": ["bill burr"], "num_sentences": 1106, "num_words": 11910, "raw_text": "Tim Ferriss: Why, hello there. This is Tim Ferriss, [speaking foreign language], breaker of chains, mother of dragons. Welcome to another episode of The Tim Ferriss Show, where it is my job always to deconstruct world-class performers of many different varieties, pulling out the lessons, strategies, habits, etc. that you can apply and test in your own life. My guest today is none other than the comedian’s comedian, Bill Burr. @billburr on Twitter. B-I-L-L B-U-R-R. Please say hello. Many of you know him as a stand-up comedian, of course. His YouTube clips have followed me around the planet, as has his podcast. He is one of the funniest humans alive. He loses his audience sometimes on purpose because making them laugh is not enough of a challenge. Then he’ll reel them back in and get them back on his side. He has been requested for this podcast for many years. Rolling Stone has called him “The undisputed heavyweight champ of rage-fueled humor.” When we finally got on the same stage to have a conversation and do this, he did not disappoint. So in this very wide-ranging conversation, Bill and I go all over the place. We talk about how he found his way into stand-up comedy. Why he enjoys going for an encore after he’s been booed. How he started as a squeaky clean comedian and then ended up where he is now, which is quite different. How learning can serve as therapy. The importance of enjoying success, and much more. This interview comes from my TV show, Fear(less), with the less in parenthesis because the objective is to learn to fearless, not to be fearless, which is not possible. I interview world-class performers (that’s probably my favorite combo word) on stage about how they’ve overcome doubt, conquered fear and made their toughest decisions. You can watch the entire first episode with illusionist David Blaine for free at att.net/fearless (no parenthesis, all one word). Att.net/fearless (the way you would usually spell it). I highly recommend you check that out. To see all episodes, you can get it on DirectTV or you can go to DirectTVNow. I believe that’s just directtvnow.com, but directtv.com. D-I-R-E-C-T-T-V.com and then click on DirectNow. We recorded about three hours of material on stage and only one hour was used for TV. That means this episode is almost entirely new content that did not appear on TV. So even if you saw that episode already, you’re going to get a lot more patented Bill Burr. Please enjoy this wide-ranging conversation with Mr. Bill Burr. Welcome to Fear(less). I’m your host, Tim Ferriss. On this stage, we’ll be deconstructing world-class performers to uncover the specific tactics that they’ve used to overcome doubt, tackle hard decisions, and ultimately succeed. Imagine yourself all alone on stage in front of 14,000 people staring directly at you. For many of us, probably most of us, that would be a complete nightmare, but for my guest tonight, it’s just another day at the office. The man you’re about to meet is one of the most prolific and respected comedians in the world. He’s done five hour-long comedy specials, hosts one of the most popular podcasts of all time, and is the co-creator and star of the animated series, F is for Family. Please welcome to the stage, Bill Burr. Bill Burr: Hey, how are you? What’s going on, Tim? How are you doing, buddy? Tim Ferriss: I’m good. Bill Burr: If you ever get booed, you’ve got to come back – if there’s an encore, you’ve got to go back. I think you’ve got to go back, so I wave. I remember this kid came running up because I trashed all of their teams because the Phillies hadn’t won a World Series yet. They were like two years away from it at that point. I just remember this kid was yelling at me. He was just going, he was so mad, he’s going, “Fuck you! Fuck you!” Giving me the finger and yelling fuck you when I was standing there. He was like 30 yards away. I just kept going, “What? What?” He started going, “Fuck you! Fuck you!” He’s giving me the finger like I don’t know what it is? I just kept going “What?” He was hopping mad. By the end, he was jumping up, “FUCK YOU! FUCK YOU!” I said, “I can’t –.” I was standing next to Opie and we were just laughing going, “How dumb is this kid?” But then afterward, I was mortified because I knew a lot of stuff was coming up on people who had phones and had cameras. I was thinking, everyone’s going to see me get booed. This is going to be embarrassing. I didn’t know how it was going to play. I just thought that people weren’t going to understand it. Tim Ferriss: We first connected and started texting because we know Dave Elitch, who is an amazing professional drummer. Bill Burr: And teacher. Yes, he is. Tim Ferriss: And teacher. He has a great t-shirt for you guys who are looking for t-shirts to buy. It says, “More slowly, once again.” Something like that. Bill Burr: It says, “Slow down,” and I think it says “Repeat” or “Do it again” Tim Ferriss: Repeat or do it again on the back. He got sick of saying the same thing, so he’d just point to one side of his shirt. How did you get into drumming? Why drumming? Bill Burr: How did I get into drumming? I guess everyone was into music where I grew and everything. I loved music, but I didn’t start playing drums until I was almost 20 years old. I started really late. The reason for that was I was working in a warehouse. I came from a jock town, so everybody played sports, pond hockey and all that. So I did a lot of that stuff. I liked music, but there were only a couple of kids that played guitar and I wasn’t around it. I didn’t think it was possible. When I was watching people doing it on TV, I just didn’t think you could do it. Then I started working in this warehouse and there were kids my age from a different town that was more like kids putting together bands and stuff. They were coming in with the songs I liked and they could play it. I was like wow, that’s amazing. So I started playing guitar and I just didn’t have the patience for it. The thing about drumming was the sports background where it was a real physical thing that it kind of came into play. I just started playing. I played for six, seven years. Somewhere during that time, I started doing stand-up. I moved to New York. Your neighbors don’t mind if you’re strumming a guitar. You can’t play drums in a one-bedroom apartment without pissing everybody off. So I stopped for five years before I got back into it. Tim Ferriss: I grew up on Long Island. I feel like we don’t have a tough accent, it’s just a bad accent. Bill Burr: Yeah. I think it’s a lot like the show we do. F is for Family, where it’s just like the parents sent you outside. Some days you had good days. Some days you had bad days. Sometimes you just ran into bigger kids and they would just beat the shit out of you for no reason. I distinctly remember them putting in a pool one time. They were like whatever the hell it is when they’re smoothing out the concrete. This older kid dared me to throw a rock into it, so I wanted his approved. I just took this big rock and this guy was just smoothing it out and I just threw it down. This guy almost killed me. He almost killed me. That’s back when you could almost kill a kid and it wasn’t a problem. There was no cellphone video. It was all your word against theirs. I think a lot of the reasons why I started doing stand-up was I thought I’m going to get on stage, show people that I’m a funny guy, and people will stop fucking with me. That was basically – I remember thinking that everything was going to fall into place. I’ll meet the girl of my dreams. I’ll make my money. I’ll get whatever the hell I want – a house. I only worked on getting better as a comedian. By the time I got to my mid-30s, being a comedian was 600 miles down the road and everything else was at the starting block. Literally, social interactions. I kept messing up relationships. I was 36 and still sleeping on a futon in what they called was a one-bedroom apartment, which was bullshit because I met the woman who lived upstairs who had the exact same apartment and hers was a studio. They just slammed a wall into mine. I remember there was a three-year period where I was in a full-on depression and I was so detached, I wasn’t even aware of it. Tim Ferriss: What was the age roughly on that period? Bill Burr: I don’t know. It was like the early 2000s, late ‘90s, early 2000s. It might’ve been five or six years. I can’t remember. I didn’t worry about making it. I didn’t worry about how I was going to make money. I was just like, I’m doing this. When Billy got offstage, maybe it was the end of the night, I was like, who do I call for open mics? How do I do this? I remember he wrote down, “Rita.” Rita Joyce, she used to book it. She was back then one of the big characters. You used to always run into her at a comedy club. I used to call in to do open mics. I remember once she got to know me and she thought I was kind of funny, I’d call up and be like, “Hey, Rita. It’s Bill Burr. I’d like to do –” and she’d go, “No, no, no, Bill. You call me and you say, Rita, this is Open Mic-er Bill Burr.” She was always breaking balls. I would always laugh and I would do it. It was kind of like a test if you had a sense of humor about yourself. I gradually worked my way into doing stand-up. I remember one time I did a show – I’ve told this before, but I did this show. I was seeing this woman when I was in New York and I remember she came over and I was making her dinner or whatever and then I had a spot at the Comic Strip, which where I was living right was around the corner. So I said, “I got to go run and do a spot.” During the week – she asked me, “What do those spots pay?” It was – the [inaudible] was hilarious. It was like $5.00, $8.00, $7.00. Basically, you’re just going up there trying out material. I went up there and I tried out new material and it worked. I was psyched. I came home and finished cooking the dinner or whatever. I can’t remember what I was making. I did this stupid dance in the kitchen and she was laughing. I was dancing because I had this new material and I was excited. She got this sad look on her face. I was like, “God, do I dance that bad? What’s the matter?” She goes, “No, I just wish I had a job where I got paid $8.00 and I came home and danced in a kitchen.” I never forgot that. I was like, “Oh, yeah. I didn’t even think that.” I got this weird thing about money where I want to have it so I’m not broke, but I don’t give a shit about it. But I also don’t want to have debt, so I don’t overextend myself, but I don’t give a shit about it. I will pay extra to not go through the process. I don’t use frequent flyer miles. My wife signed me up for them but I don’t use them ever because I don’t want to go through the fucking logging in and all of a sudden I’m working for American Airlines. I’m like. I don’t work for these fucking people. I’ll find my own ticket. I don’t want to do this. I won’t cancel shit. I got gym memberships I’ve never canceled because I’m not going through going on that stupid thing. If you want to do this, press 1. If you want to do that, press 2. I don’t know. My free time, I cherish it. I’m not going to be fucking – I’m not going to be laying on my deathbed just thinking about how many hours I spent on the phone going, “Person. Person. Operator! Person! Fuck you!” I don’t want to do that. I would rather pay the extra charge, yeah. Tim Ferriss: A little bit later, I want to pull up the “not caring about money” examples that I have found most personally amusing, which are actually from your podcast. We’ll get to those. Can you just place us when you were working in your Dad’s office? Maybe you could describe what your Dad did. Bill Burr: Early ‘90s to mid-‘90s. I was working in a dental office. I had been laid off from the warehouse with the guy all coked up. But my car was paid off, thank God, and I was living at home. I was living like this little existence for three months. My Dad started working with the other guy and went into practice with him. He needed – I think he was just sick of watching me being around the house. Nepotism kicked in and the next thing you know, I’ve got a lab coat and I’m standing next to him, handing him all the shit as he’s taking teeth out and stuff. I had to get past the gross factor of that. Then I learned how to pour up models and take x-rays. I was halfway decent at it. But I knew that – for half a second I thought maybe I would do this. But what was funny was I had to call my father Dr. Burr. I couldn’t call him Dad in front of a patient because that would be weird. Like, “Hey, Dad! Do you want this?” So I had to keep it professional. When I worked there, it was around the time that I started doing stand-up. What sucked was I was still living at home. So he knew – because at the end of the night, he’d be like, “Where are you working tonight?” I’d have a gig in Maine, living in Massachusetts. And I worked for free. I would drive up there maybe like $5, $10 gas money and I would drive all the way up. My Dad would have 7:00 patients and shit. He worked like a lunatic. Like from 7:00 to 7:00. He would side-book root canals on molars, which is three nerve involvements. We’d numb up a guy and then we’d go in the other room – and he didn’t give a shit. I remember one time some homeless guy came in. I finally got a lunch, because you’d never get a lunch with him. This guy came in, substance abuse, and he was all – all these other guys I’d notice we would just give them medicine and they would leave. My Dad would be like, “Yeah, just get them in there and blah, blah, blah.” I was pissed. I’d be like, “Dr. Burr, what the fuck? Why can’t we just get this guy –”. He just goes, “Look, I can’t go home tonight knowing there’s some guy in pain and I didn’t do anything.” Tim Ferriss: Did you get material for your comedy from that experience? Bill Burr: Oh, yeah. Big time. Tim Ferriss: I read the dental comedy early – and I don’t know what dental comedy is. Bill Burr: I had all of it. My Dad used to set me up because he knew that – I swear to God – if I had a late show, then he would go extra fast. “Give me, give me this. Christ, Bill, you’re out to lunch.” He would start giving me shit in front of the patients. I used to tell him, “Dad, you can’t do that type of stuff.” He was like that. But I got a lot of it out of patients. I remember this guy came in. I used to work totally, squeaky clean. Totally clean because I didn’t want to offend anybody. I didn’t want to get heckled because I was still this really shy person. I remember this guy came in one time and his teeth were all rotting out. I just remember he said something like, “Doc, I don’t understand what the problem is. I brush my teeth almost every day.” That’s what he said. My punchline to that was, “Oh, yeah? Well, do your wipe your ass almost every time you take a shit?” For a while, I started closing on that joke and I would work totally squeaky clean, going up there looking like Ron Howard and everybody’s like, “Oh, look at this wholesome guy.” And then out of nowhere, I would just end with, “Yeah, do you wipe your ass almost every time you take a shit?” And then be like, “Goodnight, everybody!” They’d be like, “Dude, what’s going on?” I had no idea what I was doing. I actually was a prop back for a second, where I had one prop. For whatever reason, you’re not allowed to have props in comedy. In acting, it’s fine. I had no idea, right? So we had this dental mask – like when you really had some gnarly shit going on. They have these plastic things that look like a welder’s shield, but it was all plastic. We’d just – I’ll spare you the details. It’s for when stuff is flying at you. I used to bring that. I would take it out after I’d do all the dental material. I’d be like, “My job’s so bad, I have to wear this at work.” And I would just put it on. I had no joke. I would put it on and they’d sort of chuckle and be waiting for the joke. Behind the mask, almost muffled, I’d be like, “Goodnight, everybody!” I’d just take it away and I’d put it back in my little duffle bag and I’d walk away. That was horrible. Tim Ferriss: How do you know when something is close and when something is done? Like when you’re working on a joke or a piece of writing? How do you know when something’s done? Bill Burr: Well, I think when I’m touring, none of the jokes are done. Until I start getting sick of them. Then I’m like, okay, I need to record these and document these because they’re going to start becoming not funny. Because they’re starting to feel like a job to tell them. I’m sick of this joke. And ohmygod, I don’t want to do this joke. This one’s so long. I might not think that anymore. Sometimes those things just drop away and you never record them. I’d say it’s like that. Tim Ferriss: When you bombed that first time, was that at Kelley’s? That third gig? Bill Burr: Yeah. Jesus, you did your research. How the hell did you find that one out? I must’ve told that on another podcast. Tim Ferriss: I have a good team helping me. Magic elves in the back as well. Bill Burr: That’s why you’ve got to cover that camera up on your flatscreen and on your laptop. Tim Ferriss: That’s actually really good advice. Bill Burr: It’s true. They sit there and they watch you. They try to see what you’re watching and shit. If you bang your wife, they’re going to keep watching. Tim Ferriss: So I want to talk about last Tuesday night. I imagine the drive back after that gig was very different from the Mötley Crüe experience. Bill Burr: I was mortified. Tim Ferriss: What did you do to get yourself back on the horse for the next gig? What did you say to yourself before you got onstage the next time? A lot of people fall off and they don’t get back on. Bill Burr: Well, I fell off a lot of things and didn’t get back on. But I also always knew if I was good at something or if I wasn’t. You know what I mean? As much as I loved playing drums and everything, I went to the music store enough times and saw an 8-year-old and get on a drum kit and I’d be like, “Dude, I’d pay you to take lessons.” I just didn’t have it. It’s a hobby. It’s something I enjoy doing, but I would never subject anybody to it on a professional level. This happens to me a lot with my ADD. I went down that road and now I forgot the question. Tim Ferriss: The question was – which is fine by the way – the question was how did you get back on the horse? What did you say to yourself before getting back onstage? Bill Burr: Well, it never dawned on me not to do it again. Tim Ferriss: Had you already committed to the next gig? Bill Burr: It’s weird because all the other social shit the mortified me, I just stayed away from it. But that thing – I don’t think I had – maybe I just was like – you know it’s going to happen. It’s like riding a motorcycle. You know one of these days, you’re going to go down. You just hope you’re going to live. Tim Ferriss: You talked about some dark periods earlier. I’m forgetting the exact timeline. But what precipitated that? You said it was a couple of years. For people who don’t know, I almost offed myself during a year off from college. I’ve had some battles myself. Bill Burr: How were you going to do it? Tim Ferriss: You know what? This is a good question. I’ll tell you why I’m not going to give an answer because it was a really good plan. It was a plan that would minimize guilt or self-blaming on the part of my family. It was really well thought through. I had everything speced out. Bill Burr: Zipline in the woods into a – Tim Ferriss: Yeah, involved some porcupines, a little bit of curare, yeah. It was very complex. Hard to replicate. But yeah, I wouldn’t want people to copycat it. If I put it out there. But what precipitated that period for you? Bill Burr: What does that mean? What came before that? Tim Ferriss: What triggered it? It’s all right. Using weatherman language, my bad. I don’t know why. It just comes out of me sometimes. Yeah, what led to it? What triggered going into that? Bill Burr: Half of you laughing didn’t know what it meant either. I was just going full speed towards a wall. I thought I was normal, well-adjusted. Even though I knew I had a crazy temper, I had this period where I would be what you needed me to be. I was friends with everybody, which is not a real thing if you’re being who you are. I would adjust my shit so I wouldn’t cause any friction, so there wouldn’t be – the shit I dealt with coming up. I had enough of people screaming and yelling. I had enough of fighting and all that stuff, that I would just adjust my behavior so then we would just be smooth. I just think using that as a gameplan, eventually, you’re so going to spin away from who the hell you are, that I think that – and also just focusing on [inaudible] [00:21:25] areas of my life, I think that’s when the anger and all of that stuff started to come up. Then I went like this completely different person. I really started snapping about nothing for a good 12 years. Somewhere in there – maybe I was always depressed but I didn’t realize it. I think I just didn’t realize it. Somewhere along the line, one of the umpteen thousand poor women that ever came across me, one of them finally told me to go to therapy. I went there thinking I’m fine. Then you start telling stories and it was all this shit that I knew happened but was just hovering. It’s over here going around in life then all of a sudden when you start talking about it, you say it out loud, it’s like, oh, that’s a real thing. That really did happen to me. Then you start thinking, wow, I’m pretty fucked up. And I’m not happy. I’m really not happy. I really started getting conscious of what my brain was telling me. If my brain was a friend, I’d be like, yeah, dude, we can’t do this anymore. You’re bumming me out. Jesus Christ, do you ever see the light? What the fuck? You know? Fortunately, I wasn’t clinically, so I didn’t need any medicine. All I just became aware of it. Then I’d be like, all right, well, there’s that thought. Do you want to have that thought or do you want to go to the gym? I got back into playing drums, which was a great thing. I just stopped giving a shit about making it in a way. I was just like, you know what? Forget this. I’m just going to do what I do. Because I went through that whole period like – I know how many of you guys try to make it out where. You just go through that period where you’re just like, oh, they like guys with blue button-down shirts and you’re wearing the blue button-down shirts. People who talk about this – like in my time, it’s gone from the tail-end of the sportcoat guy into the grunge guy, into the alternative scene, into the whole whatever that period was where guys in their 30s acted like they were 14 and they were awkward. You know, the hoodie? My wife called them – not baby men. Man-boys. Man-boys are what she called them. No, no, I’m just awkward. Like that was this default thing. Great, now I have to hold up both ends of the conversation? Those people I kind of got hostile with. I was just like, well, when you get over that and you can fucking talk to me, yeah, you are awkward. This is weird. I also thought a lot of people that do that, it’s also a passive-aggressive thing to come in and fucking steal focus and we all have to deal with how awkward you are and make sure you’re okay. It’s like, fuck you, dude. You’re in your 30s. Figure this out. I’ll never forget one time, I was in a green room in New York. I was living in L.A. I met an old friend and we were talking about the old days. Remember this guy? Remember that night when this happened? We’re having a great time. Then these younger comics, they were listening. Some people who actually were in the tail-end of the stories. We’re having this great time. Then this woman comes in, a comedian. She was socially awkward. She didn’t know how to get into it. So we’re all laughing and everything. She walked right into the middle of the circle. I swear to God, she just walked in going like, “Hello, hello, hello, hello.” She was mocking saying hello? But then totally stole all the focus. Everyone was just like, whoa, you all right? All the fun went out of the room. Then everyone was dealing with her. Then she left. I said to my friend, “What the fuck was that?” That was some rude shit. We were having a great time. If you don’t know how to say fucking hello, learn how to do it. Don’t come in and take the whole thing away and ruin this thing. That was the last time. I was like, fuck these awkward people. If you’re really – I don’t want to bully somebody if they really are socially awkward or something like that. I’ll work with you. But if you just embraced, I’m awkward now the world has to deal with it. Tim Ferriss: Right, if that’s your schtick. Bill Burr: Yeah, go fuck yourself. Tim Ferriss: We also have a clip that we’ll pull up in a minute from F is for Family that might – I don’t know. Now that I’ve seen all the episodes and now that you’re telling me a lot of these stories, I can see where I think a lot of them came from. There’s one clip we’ll pull up in a little bit. I’m not going to do it just right now. What have you found to help get you out of a depressed period? You mentioned exercise. For instance, I’ve found drummers, in general, to be very happy people. I don’t know if they’re happy and then they end up drumming or if it’s because of the physical aspect of just going animal on a drum kid. It’s awesome. Bill Burr: It’s a great feeling. It’s awesome. Tim Ferriss: I also had played the drums in college, but I was not very good at all. But that was my experience. It alleviated a lot of these darker thoughts. Bill Burr: Yeah, it’s fun. Tim Ferriss: Is there anything else that you’ve found particularly helpful? Bill Burr: Yeah, I just do shit. I just get up and do something that day. I like to cook and stuff, so I’ll go on YouTube. What I did recently – who’s the guy from Hell’s Kitchen? Gordon Ramsay. Tim Ferriss: Yeah, Gordon Ramsay. Bill Burr: Dude, he’s got this video. Like the sickest scrambled egg you’re ever going to make in your life. It’s insane. I just remember watching it and I was just like, I’m going to fucking make that thing. Because I have the free time. As a comedian, I could do it. I went out and bought all the ingredients and all that type of stuff. That’s what I do. Or I’ll learn something. I do have my hobbies like cooking and playing drums and a few other things that I do. I try to have that moment in the day to learn something or go somewhere. Working out is a big thing, that’s a big thing. Tim Ferriss: How did your goals change, if they did, from when you’re trying to force fit yourself? What was the pinnacle that you had in mind for making it to after? Bill Burr: For me coming up, it was all about having an HBO special. Because HBO specials, those were the best comics. That’s all the great guys that I saw coming up. You got on HBO’s Totally Uncensored and they were the home for that. Unfortunately, when I got into it, right in the early ‘90s, by the mid-‘90s, they just stopped doing it for like ten years. That’s when I felt rudderless because when HBO stopped doing their specials, I didn’t know what to do. What Comedy Central started going the half-hours, the fact that they had commercials. I think it’s eight minutes each hour. So they were automatically going to take eight minutes out of a half hour. Then they would beep out the curses with the worst, most archaic [beep, beep]. And they wouldn’t just fade it down and come back up. So I remember watching specials and thinking that was really distracting. So once again, I worked clean. If you watch my first half hour on Comedy Central, I worked totally clean. I gave them the least amount of material that I could. Because it was guys going like, all right, here’s a half hour, they’re only going to use 22 minutes. What they would do is they’d do 40. So then you had this guy who you didn’t know, you didn’t approve of, is now going to hack 40 minutes down to 22. What is he going to do? Exactly. So I was like, fuck that. What’s the least you can do? They said the least amount of time you can do is like 25 or 26. I did exactly that. So the worst you could do was butcher four of it out, but the rest of it was going to look good, so I was happy with it. It was just kind of doing stuff like that. But it still wasn’t what I wanted because it wasn’t me. That half hour that I did, that was me doing an extended Letterman spot where I was working totally clean. It wasn’t until HBO came back and did the half hours and I did those that I actually got to do – it was the first time people got to see me not in a club. They were at home and they got to see that this is what I do. That was the same time I got on the Opie and Anthony Show and they all kind of came out at the same time. It was the first time I went to a club and it was sold out and people were there to see me, which was a whole other level of pressure. Up until then, it was people coming to the club because that’s what they did; they had nothing else to do. Like eh, let’s go down to the comedy club and you had to prove to them that you were funny. I used to remember thinking, imagine if they came to see me how much easier this would be. I didn’t realize the other pressure was like, no we saw that, so we’re expecting at least that if not better. Then it’s like, oh, man. That took me a good three months. It was a new kind of nervous experience to get over of people expecting. We’re here to see you. We like what you do. Don’t ruin this. Tim Ferriss: What was the first special? Bill Burr: The first half hour: Tim Ferriss: Yeah. Not the Comedy Central, but the first time you could be yourself. Bill Burr: That was the HBO half hour that I did. That was in 2005. Tim Ferriss: 2005. Bill Burr: I still remember. April 2005 and came out in sp Tim Ferriss: Is there anything since then – and this is an assumption on my part, which is dangerous, but did you feel like you had summited the mountain at that point? Did you feel like you’d arrived? Bill Burr: No. I felt that somewhere in like 2009, 2010. By then, I’d done a couple of hours. I’d done my second hour for Netflix, which became the new HBO, as far as just totally uncensored. I think I bought a house at that point. I bought a house. I had a niche following. I was saying to my wife, “I know you’re not supposed to say this, but I made it.” Because there’s a sickness in this business of like, “No, man. If you think you made it, then you’re going to relax and it’s all going to go away.” So I’m never going to be happy? I tell dick jokes and I just bought a house. I made it. I didn’t want to be that guy that is doing well and is like, oh, what about the next thing? That sickness. Tim Ferriss: The greyhound chasing the rabbit. Bill Burr: Yeah. Performance or driven people can have this sickness of it’s just like you can’t even enjoy it. It’s like, what’s the next thing? I know guys that accomplish something. As they’re getting right to the peak, this depression hits them because they’re like, “Then what? What am I going to do when this is over? Then I got nothing.” Hey, can you just fucking have a beer up here? We did this, you know? Can we enjoy this for a second? Tim Ferriss: Did you continue doing therapy after those initial sessions that you mentioned? Bill Burr: I did it for a few years. Then one day it just dawned on that I was just talking in circles. Bad shit is always going to happen to me. Am I just going to keep coming here and moaning about it? At what point am I going to grow up and not need this? I’m not trying to say that you’re weak if you go there, but I just hit this point where I was, you know. All of those shit happened. It happened, right? It definitely affected who I am, but now I’m not going to be like lashing out at people. I’ll be like, oh, I do this because of that – a little bit of that. At some point – like if somebody’s teaching you how to fix a car – at some point, you’ve got to try to fix it yourself. You can’t be like, turn right here. How do I do this? It just became like that. Now I self-therapy myself. It’s cheaper. Tim Ferriss: You mentioned the delusion maybe of always chasing the next thing and never being satisfied with where you are. The other worry that I’ve heard a lot from friends of mine who are comedians is that if they do therapy or meditation or fill-in-the-blank to tone down some of their tendencies, that it will make them less funny. Is that something you – Bill Burr: I thought that was true. No, it’s not true. What it does is it gives you insight into you as a human and then you see people differently. It actually allowed me to think about characters and just notice shit with people that I never did before. I got a thing with somebody. Anybody who does this when they’re talking. Like I worship blah, blah, blah. They’re full of shit. No. Not only are they full of shit, they have a complete inability to accept responsibility for anything they’ve ever done. I just recently told this to Jim Norton. It was that publicist who backed over those 12 people in Long Island. I remember she drove away and then she went to her house. When she got to her house, the cops showed up and the lawyer met them in the driveway and was like, “Yeah, she’ll come down tomorrow and blah, blah, blah.” They left. I remember thinking, “You can fucking do that? I didn’t know you could do that.” So, she was, of course, vilified. The next day in the paper, they had this picture of her and she was talking to the media. She had her hand like that. It’s like, you fucking backed over 11 people! I’ll go with you that can happen that you can’t see them, but you left. You fucking left. Yeah, get the fuck out of here. I notice that. You start picking up on that. I remember one time this comic did some passive-aggressive shit I called him out on and he immediately went with the two hands to the chest. I’m like, that’s the kind of guy that would back over 11 people and drive away. I wouldn’t have noticed that if I didn’t go to therapy. I’ve also noticed I talk to myself a lot. Getting into it with people and screaming and yelling. Then I’ll drive away and be like, all right, Bill, how did that go? Then try to see if I was wrong in it. They were right, you know? That’s somebody’s mom. You just yelled at her. What’s wrong with you? I really had kind of a hair-trigger kind of thing. It’s something that working on my temper, I’ve really been, especially lately because I was making my wife on pins and needles because it wasn’t like I was flipping out over anything. I fucking hate these things. Whatever this is. The second it came out and I saw this. Whatever this is, this pad. Tim Ferriss: Yeah, iPad? Bill Burr: I hate these things. I can’t stand them. They don’t make my life easier. They’re a nightmare. They’re intrusive. I can’t stand them. So I flip out about them. I saw a thing recently, this politically active comedian was sitting there talking and trying to get people to vote in this oddly bullying way. Going like, “There’s going to be an app out there that’s going to say whether you voted or not. They’re not going to know who you voted for, but they’re going to know that you voted. So you can’t basically bullshit people anymore.” I just was watching it the whole time going, and like that’s a good thing? That level of private information, because of this fucking app? I didn’t say whether you could say whether I voted or not. That’s what I hate about all of this shit. I have a theory. Somewhere around ’94, ’95, we should’ve stopped making new shit. They cured enough diseases. Cars were fast enough. Planes aren’t really any faster than they were back then. It was good. But all of this shit now. Tim Ferriss: Tape your cameras. Bill Burr: Yeah. All of this stuff. Look at Billy Bush. Billy Bush got fired for some shit that happened in 2005. It’s fucking unbelievable. All he was doing is what an interviewer does. He was keeping the interviewee happy. Right? The guy was like, “I just grab their pussies.” He’s like, “Yeah, yeah, grab some pussy. Whatever. We doing this?” For all you know, at the end of the interview when Trump left, he could’ve been like, “What was that guy like?” “That guy was out of his mind. He was talking about grabbing pussies. He’s fucking crazy.” Anyway, who do we got next? Matthew McConaughey. “All right, all right, what’s going on?” He’s just doing that. For all you know, that’s all he was doing. That’s what I hate about this shit. You literally take two seconds of somebody’s life and you’re like, that’s who you are. That Tweet is who you are. That’s what’s in your heart and all of this shit. I got friends of mine that’ve gotten big shows, SNL and stuff like that. One person, they had to go back to 2010. They went through six years of Tweets to try and – “Well, what was about this one?” Yeah, it’s like, get the fuck out of here, right? Tim Ferriss: Why did you start doing the podcast? Bill Burr: I guess – Bobby Kelly. Once again, I was hanging at his apartment when we used to live near each other in New York. He was just like, “Dude, you’ve got to do this. It’s called a podcast.” I had no idea what it was. He kept saying, “It’s another way to connect with your fans.” Both me and him and all of my friends, we weren’t the guys they were picking. We just weren’t the guys. Whatever they were going for, we just never were the guys. Yet, on every showcase, they’d always put us on last because we were really good at what we did, but there was always whatever the hell it was they were looking for, we were the outcasts. So any way to connect with your fans, we had to do it. That was this new thing. I just liked doing it. At first, I used to call in. Before I had the mixer and all that, I used to call in to this service. So I would just call up this phone number on my flip-phone. I would be in airports and I would just be trashing people and telling stories and singing songs. At first, I just did it for seven minutes. Then it was ten minutes, then it be came 20, then a half hour. Then I started going, ask me some questions. I had this thing, underrated/overrated, for a while. YouTube video of the week. I built a show around it and it became what it became. Tim Ferriss: Was it for shits and giggles or was there something behind it? Bill Burr: No, I wanted to connect with fans. It was just another thing to do. But it was also that I enjoyed it. Because there’s other ways to connect with fans that I don’t enjoy. Like all those things when you upload your pictures? I don’t like those because it says, can we have access to all your photos? No, you can have access to this photo, you fucking weirdo. So I don’t do it. I just don’t do any of those. But then there’s other stuff. It’s the say thing. It’s like the mall thing again. Does this fit into the wheelhouse of what I feel like I want to do? It’s just something I like doing. So I just started doing it. Tim Ferriss: During the period of your specials and then getting all the way to F is for Family, what were the high points for you? Bill Burr: I didn’t hear the question. I just heard that person groaning out there, like, ugh. Sorry, we’re getting down to the end here. Tim Ferriss: That’s a C-minus question. Bear with me. I’m working on my material. Bill Burr: I think his ass is hurting from sitting down. This is the beauty. We can go around. Tim Ferriss: From the point that you started doing your specials up to F is for Family, were there any particular inflection points or experiences that set you on the path that led you to where you are? Formative experiences, the Chapelle Show, Breaking Bad. You have so much that you’ve done. I’m just wondering if any stand out. Bill Burr: Influenced my comedy or just got me to where I’m at? Tim Ferriss: Both, either. Bill Burr: All right. Well, getting to me where I’m at is how long it took me to make it is a bunch of people. It’s comics that I saw when I was in Boston. People who gave me shots getting in at The Comic Strip. There was a woman, Amanda Schatz at MTV. She saw me in Boston and then she was like, “I want to see you in New York.” I couldn’t get in at The Comic Strip. I remember Lucien going, “I already have enough white guys.” Blah, blah, blah. I remember all these white guys used to get mad about it. “This is like reverse racism,” and they want to say all this type of shit. It’s just like, dude, you know what he’s saying. We’re not even a dime a dozen. We’re a dime for 60 of us. If you’re going to be another asshole coming in here talking about your cul-de-sac life, he already has that. Stop being a baby about it, right? Everything else is gravy for you as a white dude. I just basically was like, I remember thinking, all right. I’m going to get in here. I don’t know how, but I’m going to get in here. She saw me and she hooked me up with a showcase there. Somehow I did well and I got past there, which led me to get into New York. Through New York, just being there, I remember Dave Chapelle said some nice things to me one night. He said  basically that you’re going to get there, but the road that you’re going is going to take longer. But when you get there, you’re going to have that staying thing. I held onto that for years. When I would be playing some shithole, thinking, but Dave Chapelle said. But then it would just – a lot of radio guys. Jim Norton getting me in with Opie and Anthony was huge. Randy Baumann in Pittsburgh. I would go to these markets and the guys that I really vibed with, they would give me the option of rather than flying in Thursday morning for your Thursday through Sunday, if you want to fly in Wednesday or Tuesday and just do radio the whole week, I’ll help you pack the place. Guys like Randy Baumann in Pittsburgh and I would do that. I would just come in, have no shows Tuesday, Wednesday, and I would just do four hours of radio in the morning. Do the whole morning show and then do morning on Thursday and Friday, just killing it as hard as I could to get it half-full, maybe they don’t have to pull the curtain. It was just all those types of things. I don’t know. I’ve been doing this shit for a long time. Breaking Bad was huge. Because forever, I wanted to play a guy like that. But back when I had my hair and stuff, I looked like Ron Howard. I was always the friend. I was the nerd. I just wasn’t going to be that guy. I just always wanted to play a guy like Kubey and they gave me a shot. Then through that, all of a sudden I got these other roles. Once you get it on tape and they see that you can do it, then like oh, he can do this. Then people will take a shot on you. That was a huge thing. I’d say Mike Binder when I did Black or White, which became Black and White. What was it? It was Black and White was the original name of it, but somebody already owned the copyright of that and they wouldn’t sell it. So then we had to switch it to Black or White. It was this trial about who would have the rights to watch this kid that was racially mixed, who was half-white and half-black. So Black and White made it seem inclusive, but we had to switch it to Black or White, so it became this make-a-decision vibe to it. But I got to play a lawyer in that and had all these great, dramatic scenes and all that. I got a nice acting thing going on where I get to do some drama stuff, I get to do some comedy stuff, so it’s been cool. Tim Ferriss: Speaking of Cosmo magazine, this next question is from Marcus Harbaugh I think is how you say it, also from Facebook. “My wife thinks he’s hilarious and she’s generally not a fan of pro-male-types of comedy. How did he learn to so expertly deliver that kind of humor without alienating his female audience?” Bill Burr: I alienate a lot of females. I do. I alienate issue people. I alienate politically correct people. They’ve got that thing like, this is the issue. You’re only allowed to have this thought on this issue. I have zero sense of humor about this issue. These are all the proper words. If you use these words, you’re this. It’s hilarious because they’re progressive left, using the exact same Fox News extreme right. They’re the exact same fucking lunatics. I hate progressive left people, generally speaking. And the Fox News to the right. “They’re taking our country!” Those people. I can’t even listen to them. They’re idiots. Both of them their heart is in the right place. They’re doing it in this very Stalin-esque kind of way of zero tolerance. What’s funny to me is the right always gets that. The left just cannot see when they’re doing it. It’s like, you’ve become what the fuck you’re fighting. You’re annoying. I think that explains a little bit of the Trump shit. Like how that guy came up. You guys were ramming this shit down. It’s so fucked up. If you just look at politics. Obama was a response to eight years of the Bush people ramming it down your throad. He was a response to eight years of Clinton people ramming it down their throats and then 12 years before that, you had Reagan and Bush. Both sides just can’t present their shit. They’ve got to be like, “Fucking eat it! Eat it!” You know? All it does is it causes resentment. If you look, the pendulum just keeps swinging further and further. Right now, people sound crazy to me on either side. I can’t watch it. If anybody in the left gets in, it’s like, “It’s going to be socialism!” “This is going to be like communist Russia!” If anybody right gets in it, it’s like, “This is like Germany in 1935!” Every fucking time. Just going like this. I don’t know. I just try to be like, all right, let’s settle down. Everybody fucking relax. Get yourself a sandwich. Some of these things could be true. Some of them might not be true, but getting into this, “Ah! Ah!” you’re not going to be able to make the right move when you have to. We’ll see. Tim Ferriss: Do you deliberately, at times, try to lose the audience? Like push them to the breaking point and then reel them back? Is that sort of a sport for you? Bill Burr: What I used to do, that was from playing hell rooms and no one would listen. What I would do is I would make a statement that would make people be like, “Dude, what the fuck?” Thinking that I’m heading towards this thing, right? Like I would make a statement that would make you feel like I’m heading towards supporting the Clan or beating women or anything like that. You just say that and that gets everybody to drop their fork to listen. Like, “Dude? What the fuck is this?” Then you just wind them back to the point that you wanted to make anyway and they’re like, “Oh, all right. Okay. That’s kind of funny.” Then you just keep doing that. Eventually, once I had the room, then I could just do my show. I think a little bit of that has started to bleed into my style. I don’t do that anymore on purpose. But when I was coming up, I used to do that on purpose. There were all these techniques. You could also start talking quieter if people were talking louder. People used to say that. That never fucking worked for me. Nobody heard me. I’m like, okay, nobody’s listening to my jokes. But a lot of that came from all those crazy rooms. I’m very proud that I did all those and I didn’t sidestep any of those. I pretty much did all of them. I did the good rooms, the bad rooms, the white rooms, black rooms, gay clubs. I did everything because I really felt that – I know why. I know why. I just remembered this. When I was a kid, not a kid, I was probably 18 years old and it was the summer of ’86 and Rodney Dangerfield, the late, great Rodney Dangerfield, was on tour and he came to this place Great Woods. Now it’s called the Tweeter Center. I remember he came and he killed and he was hilarious and all that. I saw all these people there, blah, blah, blah. I didn’t notice that they were all white because I was white. I was just like wow, we’re all watching this guy, whatever. Then a month later, I saw Eddie Murphy on the Raw tour. He had the blue leather suit. I had lawn seats. That’s how famous this dude was. I was sitting on the grass watching a guy doing stand-up comedy. He had the Weather Girls open up for him and everything. I remember that night looking around going, wait, this guy’s making everybody laugh. This is the difference. I remembered getting into comedy that I didn’t want to be that guy being a radio station. He makes white males, 18 to 35, you know. I wanted to be like this guy is funny, but the only way to do that was to do all of those different rooms. It didn’t always go well. Black rooms are hilarious. What I learned about them is they’re either going to have fun with you or without you. But either way, they’re going to have a good time. Those were some of my favorite shows that I ever did. There was a legendary show at this now-gone comedy club that’s now like a fucking wine bar, which just kills me because it was just the rawest, sickest, in the Village. It was right as Giuliani was taking over, so people were still selling drugs out in front. It was crazy. I used to see all these guys. Like young Dave Chapelle, Jay Moore, Red Johnny and the Round Guy, all these guys just murdering in there. But Sunday night was the uptown show. Because they wouldn’t say the “black only” show. They would say “the uptown show.” This guy, Talent and Will Silvents used to host that show. For me, that was the show. To this day, that was the most fun show I ever did was. When you killed on that show, dude, it was like – you walked out of that like why am I not famous yet? That’s how hard. It was just everyone was on top of you. It was the greatest ever. But when you bombed, it was like, why did I ever think I was funny? I should’ve opened a hardware store. You would just leave like dejected. Those were some rough nights though. Going back to the technically one-bedroom that was really a studio and getting under the futon just laying there. A lot of grunting and groaning the next day in the shower. Like, ugh, God, I hate myself! Tim Ferriss: What piece of advice would you give your 25-year-old self? Bill Burr: I hate that question. You always say that. If you could go back and tell yourself what you don’t know. Tim Ferriss: What did you dislike about your 25-year-old self? If you prefer that question. Bill Burr: What did I dislike? No, I definitely felt like a freak back then. I definitely did not feel – I never felt like I fit in anywhere until I went to a comedy club. Just seeing all the comics. These people are the same kind of crazy that I am. You know what I mean? Like everybody’s out of their mind. But there was a specific way that they were nuts that I would just meet them. I was like, I know this person but I don’t know them. It just felt like in a weird way like you were going home. It was crazy. But as far as what I would tell myself? I would be afraid to fuck it up because it ended up so well. It’s like Back to the Future, whatever the hell it’s called. I always mess up the name of movies. Back to the Future, where you change one thing, you know? Seeing how your Mom wants to fuck you or however that happened. Wasn’t that one of the storylines? Tim Ferriss: Calvin, look at me, Calvin. Bill Burr: That feel-good, family movie. The Mom wants to bang her son from the future. Oh, it was great for the kids. It was wonderful. Oh, the ‘80s. Tim Ferriss: How old are you now? Bill Burr: 48. Tim Ferriss: What do you think your 60-year-old self would tell your current self? Bill Burr: Buy some apartment buildings. Tim Ferriss: Buy some apartment buildings? Bill Burr: Yes. Because I want to do stuff like that. Because when I’m 70, I want to leave, if I want to, I probably won’t because I love doing it so much, but I don’t want to be that guy in that mustard-stained tuxedo suit just still – he knows the numbers start going down the back 9. I’m like, “I have things to say.” People going like, “Oh, I saw him in front of three people. It was a sad. There was a donut-making machine in the back.” I go back to those gigs. So I would like to not go out. I’m doing real well. I’m making great money. I would like to not go out and buy a bunch of dumb, shiny shit. I would like to buy shit like assets so I have money. My next goal, the same way I did the thing where I never got sucked so far into this business where I had to apologize even if I wasn’t sorry. I now want to get the money that I’m making in this business to make money outside of the business. Eventually, this business is done with you. It just is. You have to deal with that shit. I would just love to be – to be honest with you, man, if I could just make a decent amount of money off of shit like that. Yeah, I just always picture myself sitting on the back porch with a dog, not giving a shit, smoking a cigar. That’s how I want to – I would still do stuff. Tim Ferriss: What kind of cigar? Bill Burr: They don’t mess them up with global warming. If you can still make a great one, it’d definitely be a Cuban. Probably a Robusto. The Cohibas I like. I like the Partagas. I just smoked one recently. I don’t even know the name of it. It was one of the sickest cigars I’ve ever smoked. It was like a two-hour smoke. I absolutely love cigars. But there is a thing amogst cigar smokers where if someone comes nosing around. If you bust out a box of cigars at a party, all these fucking phonies will come up. Oh, you smoke cigars? Oh yeah, I smoke cigars. You’ll learn this one time. You’ll give out your cigars to them and then what kills you is you’ll look over like a half hour later and the thing’s halfway smoked and they already ashed the thing out. Just snubbed the thing out. I learned that. So Bobby Kelly – I shouldn’t out him here. I shouldn’t have said his name. Tim Ferriss: That’s all right. [Inaudible] He has two humidors. He’s got the real shit and then he’s got his bullshit. So if somebody comes over, he’ll be like, “Yeah, you like cigars? What kind do you like?” If they’re just saying bullshit, “Oh I got one for you. I got one I won at a carnival. Here you go.” The guy will go, “Oh, this is great! Delicious!” But I really like it. Smoking a cigar is a sacred thing to me. If I have a great cigar, if there’s no place to smoke, I will not smoke it. I’m not going to be this asshole. A couple of my friends are animals. They’ll stand next to a dumpster. Cigarette smokers are animals. They’re like, they’re on the shit, right? So they’ll be in an alley, they don’t care. Fucking rat running by. They’re out there smoking, catching pneuomonia. They’re animals. Cigar smoking is a gentleman’s thing. It’s really an adult thing. It’s just like, I want to be with people that I love, telling stories, hanging out and the right everything. Even if you’re doing it by yourself, you have to have – I’m never doing this – can I smoke it before blah, blah, blah? I would just want to have nothing. I just sit there and that great guy thing that my wife cannot understand. Just being able to be a guy and not thinking about shit. Just be sitting there, enjoying yourself. Tim Ferriss: Next question is from Sharpie Sharp. I would like to see that birth certificate. This is from Facebook. What’s the best heckle that’s been thrown your way or most memorable? Bill Burr: There’s too many, man. All right. Black room – best one I ever got. I was bombing at this place that used to be called Mixed Nuts. It’s now called The Comedy Union. I was up there, dude, when I tell you five minutes of straight silence, dry mouth, nothing. It was the summertime, when sound carries, right? I’m just going and going. It’s nothing and nothing. In the middle of one of my jokes, I’m meandering in this long setup for something else that’s going to bomb, this big, black lady in the back just out loud to nobody, just sort of looked around and went, “I ain’t laughed yet.” The whole place exploded laughing. I didn’t know how to deal with it. I didn’t know I had to address it. I kept trying to do my material. Then they were just laughing at me trying to do my – it was fucking humiliating. I don’t know. I’ll tell you the weirdest one I got. I’ve told this one before. One of the weirdest ones I got, I was at Dangerfield’s doing the midnight show. It was just one of those nights everybody was bombing. The place was packed and nobody was laughing. I remember the guy in front of me was just bombing so bad. He was on some show where he played a bartender and he had gotten beated up. He was like, “Oh yeah, you guys see that movie? You guys see this movie?” Blah, blah, blah. “Yeah, I played the bartender. The star of the movie beat the shit out of me. You guys see that?” Then some kid in the back goes, “He should’ve killed you.” That guy walked past me and never even looked at me. When he got off stage, he just had this flop sweat and just walked by me going, wow, wow. Then I went on stage immediately bombing. There was this group of kids in the corner, these white dudes. They were just ready for a fight. They were super, fucking, hostile. That whole, “My dad used to beat the shit out of me” vibe? Everything I had learned up to that point was like, Bill, don’t get into it with them. I heard them talking and I was just like, don’t say anything. Don’t say anything. Then finally, this fucking thing when you’re on stage as a comic, you think this and this is some sort of a fucking gun and bullets, but it isn’t, it’s just plastic shit. I finally said, “Hey, what’s going on over there?” “What are you guys talking about?” I can’t remember what they said. This guy finally just yelled out, “Anything red and on stage is a faggot.” Right? It was the most childish heckle I ever got. This is back when people didn’t freak out about that word. You guys are like, “Oh, my God. What does that say about gay people?” This was when straight people used it. It just meant you were an asshole. So he said that. I just remembered I didn’t know what to do. It was so fucking childish. But I also knew he was going to beat the shit out of me, so I just went right back into my act. This is almost like a cooties joke. You know? This right here, the reaction to that is why you can never leave the comedy clubs, by the way. Because that used to be a funny story, but now because gay people said what that words makes us feel like, even if you say that somebody else said it to you, it becomes this weird thing of like, well does he advocate what he said? It just becomes all of that. It becomes context and all of that shit. That’s what he said. Tim Ferriss: I just have a handful more questions. You mentioned helicopter parents. Helicopters. Bill Burr: Helicopters, yes. Tim Ferriss: Let’s talk about helicopters. Bill Burr: All right. Tim Ferriss: How and why did you get into helilcopters? Bill Burr: God, you’re just running the gamut of everything here. Helicopters? How’d I get into that? Paranoia of living in California. Living in the L.A. basin. Enough conspiracy theory about nothing behind the dollar. Robots coming and all that type of shit. This place became really claustrophobic. I was like, how the hell would I ever get out of here? When the shit hits the fan, how do you get out of here? Even when it’s working well, it still takes three hours just to get out of here. Forget about some Armageddon shit. I would start up and out. That’s the way to go. Learn how to fly a helicopter. When the zombies come, you just start it up. You just fly out. By the way, that does not work. If you ever see that in the movies where you just start the thing up and you fly out like that. You can do that, but you’re going to fuck it up. You’ve got to let the – they’ve got belts and stuff. You’ve got to let those things stretch. You’ve got to let the engine heat up and all that. Anytime you see Rambo and those guys just jumping in like it’s a Camaro. Tim Ferriss: Jump in cold and just take off. Bill Burr: If zombie were coming, I would definitely do that shit, but I’d be going, please don’t let the belts snap. Then you just nose it down into one of those fucks, take one with you. Tim Ferriss: I’m just imagining the visual. Just like a lawnmower taking out zombies. Do you have other preparations? This is spoken [inaudible]. People think this is crazy. In San Francisco and then in New York, I got really into it and went off the deep end with prepping stuff. I got really into it. Like going to canneries for LDS. You guys can look it up. You can really go down the rabbit hole. Some of you will spin out and get tied up in a straitjacket. I was being lectured at how unreasonable it was and how silly it was that I was getting water and gathering food and all this stuff just in case we had a disaster that took us off the grid for seven days or more in S.F., which happens fairly regularly. Some editors were making fun of me because I was writing at the time. Then Hurricane Sandy hit New York and lo and behold, nobody was prepared, right? Besides the helicopter, do you have other preparations? Bill Burr: No. Tim Ferriss: No? Bill Burr: I don’t own a helicopter either, so it’s pretty fucking useless. No, what it was, was that I went down that rabbit hole. You’ve got to get gold coins and you’ve got to get this powdered food and all that type of stuff. Then somewhere along the line, I was like, do I really want to survive this? Do I really want to see what’s next or do I want to be one of the people that dies? I realized, no, I want to be one of the people that dies. JFK said it. The living will envy the dead. It’s true. I don’t want to start over again in some whole new society. I used to do a bit on that. Somebody just picking up a rake like, these are the new rules! And you’re just all gathering around with your burlap shirt with the string tied around it. I know. I remember when that fat dude who’s running North Korea? The boss’s son? He was trying way too hard to show that he’s a bad ass. Saying he had missiles aimed at L.A. and everyone was panicking. I was like, perfect, man. I hope it’s right at my house. Right at my house and I hope I’m watching the UFC or football Sunday, just sitting there [sings jingle], then all of a sudden, whoosh, just vaporized. Who you don’t want to be is the people up in Bakersfield, just outside of it. You still get the radiation with the boils and shit and your teeth are falling out. Fuck that. Trying to figure out how to catch squirrels. I have no desire to do any of that. Tim Ferriss: Ladies and gentlemen, Bill Burr. Bill Burr: Thank you. Thank you very much. Thanks for having me on, man. Tim Ferriss: Thanks very much. Bill Burr: I had a great time. Thank you. Posted on: February 1, 2018.", "speakers": ["tim ferriss", "bill burr"], "text_sentences": ["why, hello there", "this is tim ferriss, [speaking foreign language], breaker of chains, mother of dragons", "welcome to another episode of the tim ferriss show, where it is my job always to deconstruct world-class performers of many different varieties, pulling out the lessons, strategies, habits, etc", "that you can apply and test in your own life", "my guest today is none other than the comedian’s comedian, bill burr", "@billburr on twitter", "b-i-l-l b-u-r-r", "please say hello", "many of you know him as a stand-up comedian, of course", "his youtube clips have followed me around the planet, as has his podcast", "he is one of the funniest humans alive", "he loses his audience sometimes on purpose because making them laugh is not enough of a challenge", "then he’ll reel them back in and get them back on his side", "he has been requested for this podcast for many years", "rolling stone has called him “the undisputed heavyweight champ of rage-fueled humor.” when we finally got on the same stage to have a conversation and do this, he did not disappoint", "so in this very wide-ranging conversation, bill and i go all over the place", "we talk about how he found his way into stand-up comedy", "why he enjoys going for an encore after he’s been booed", "how he started as a squeaky clean comedian and then ended up where he is now, which is quite different", "how learning can serve as therapy", "the importance of enjoying success, and much more", "this interview comes from my tv show, fear(less), with the less in parenthesis because the objective is to learn to fearless, not to be fearless, which is not possible", "i interview world-class performers (that’s probably my favorite combo word) on stage about how they’ve overcome doubt, conquered fear and made their toughest decisions", "you can watch the entire first episode with illusionist david blaine for free at att.net/fearless (no parenthesis, all one word)", "att.net/fearless (the way you would usually spell it)", "i highly recommend you check that out", "to see all episodes, you can get it on directtv or you can go to directtvnow", "i believe that’s just directtvnow.com, but directtv.com", "d-i-r-e-c-t-t-v.com and then click on directnow", "we recorded about three hours of material on stage and only one hour was used for tv", "that means this episode is almost entirely new content that did not appear on tv", "so even if you saw that episode already, you’re going to get a lot more patented bill burr", "please enjoy this wide-ranging conversation with mr", "bill burr", "welcome to fear(less)", "i’m your host, tim ferriss", "on this stage, we’ll be deconstructing world-class performers to uncover the specific tactics that they’ve used to overcome doubt, tackle hard decisions, and ultimately succeed", "imagine yourself all alone on stage in front of 14,000 people staring directly at you", "for many of us, probably most of us, that would be a complete nightmare, but for my guest tonight, it’s just another day at the office", "the man you’re about to meet is one of the most prolific and respected comedians in the world", "he’s done five hour-long comedy specials, hosts one of the most popular podcasts of all time, and is the co-creator and star of the animated series, f is for family", "please welcome to the stage, bill burr", "hey, how are you", "what’s going on, tim", "how are you doing, buddy", "i’m good", "if you ever get booed, you’ve got to come back – if there’s an encore, you’ve got to go back", "i think you’ve got to go back, so i wave", "i remember this kid came running up because i trashed all of their teams because the phillies hadn’t won a world series yet", "they were like two years away from it at that point", "i just remember this kid was yelling at me", "he was just going, he was so mad, he’s going, “fuck you", "fuck you!” giving me the finger and yelling fuck you when i was standing there", "he was like 30 yards away", "i just kept going, “what", "what?” he started going, “fuck you", "fuck you!” he’s giving me the finger like i don’t know what it is", "i just kept going “what?” he was hopping mad", "by the end, he was jumping up, “fuck you", "fuck you!” i said, “i can’t –.” i was standing next to opie and we were just laughing going, “how dumb is this kid?” but then afterward, i was mortified because i knew a lot of stuff was coming up on people who had phones and had cameras", "i was thinking, everyone’s going to see me get booed", "this is going to be embarrassing", "i didn’t know how it was going to play", "i just thought that people weren’t going to understand it", "we first connected and started texting because we know dave elitch, who is an amazing professional drummer", "and teacher", "yes, he is", "and teacher", "he has a great t-shirt for you guys who are looking for t-shirts to buy", "it says, “more slowly, once again.” something like that", "it says, “slow down,” and i think it says “repeat” or “do it again” repeat or do it again on the back", "he got sick of saying the same thing, so he’d just point to one side of his shirt", "how did you get into drumming", "why drumming", "how did i get into drumming", "i guess everyone was into music where i grew and everything", "i loved music, but i didn’t start playing drums until i was almost 20 years old", "i started really late", "the reason for that was i was working in a warehouse", "i came from a jock town, so everybody played sports, pond hockey and all that", "so i did a lot of that stuff", "i liked music, but there were only a couple of kids that played guitar and i wasn’t around it", "i didn’t think it was possible", "when i was watching people doing it on tv, i just didn’t think you could do it", "then i started working in this warehouse and there were kids my age from a different town that was more like kids putting together bands and stuff", "they were coming in with the songs i liked and they could play it", "i was like wow, that’s amazing", "so i started playing guitar and i just didn’t have the patience for it", "the thing about drumming was the sports background where it was a real physical thing that it kind of came into play", "i just started playing", "i played for six, seven years", "somewhere during that time, i started doing stand-up", "i moved to new york", "your neighbors don’t mind if you’re strumming a guitar", "you can’t play drums in a one-bedroom apartment without pissing everybody off", "so i stopped for five years before i got back into it", "i grew up on long island", "i feel like we don’t have a tough accent, it’s just a bad accent", "yeah", "i think it’s a lot like the show we do", "f is for family, where it’s just like the parents sent you outside", "some days you had good days", "some days you had bad days", "sometimes you just ran into bigger kids and they would just beat the shit out of you for no reason", "i distinctly remember them putting in a pool one time", "they were like whatever the hell it is when they’re smoothing out the concrete", "this older kid dared me to throw a rock into it, so i wanted his approved", "i just took this big rock and this guy was just smoothing it out and i just threw it down", "this guy almost killed me", "he almost killed me", "that’s back when you could almost kill a kid and it wasn’t a problem", "there was no cellphone video", "it was all your word against theirs", "i think a lot of the reasons why i started doing stand-up was i thought i’m going to get on stage, show people that i’m a funny guy, and people will stop fucking with me", "that was basically – i remember thinking that everything was going to fall into place", "i’ll meet the girl of my dreams", "i’ll make my money", "i’ll get whatever the hell i want – a house", "i only worked on getting better as a comedian", "by the time i got to my mid-30s, being a comedian was 600 miles down the road and everything else was at the starting block", "literally, social interactions", "i kept messing up relationships", "i was 36 and still sleeping on a futon in what they called was a one-bedroom apartment, which was bullshit because i met the woman who lived upstairs who had the exact same apartment and hers was a studio", "they just slammed a wall into mine", "i remember there was a three-year period where i was in a full-on depression and i was so detached, i wasn’t even aware of it", "what was the age roughly on that period", "i don’t know", "it was like the early 2000s, late ‘90s, early 2000s", "it might’ve been five or six years", "i can’t remember", "i didn’t worry about making it", "i didn’t worry about how i was going to make money", "i was just like, i’m doing this", "when billy got offstage, maybe it was the end of the night, i was like, who do i call for open mics", "how do i do this", "i remember he wrote down, “rita.” rita joyce, she used to book it", "she was back then one of the big characters", "you used to always run into her at a comedy club", "i used to call in to do open mics", "i remember once she got to know me and she thought i was kind of funny, i’d call up and be like, “hey, rita", "it’s bill burr", "i’d like to do –” and she’d go, “no, no, no, bill", "you call me and you say, rita, this is open mic-er bill burr.” she was always breaking balls", "i would always laugh and i would do it", "it was kind of like a test if you had a sense of humor about yourself", "i gradually worked my way into doing stand-up", "i remember one time i did a show – i’ve told this before, but i did this show", "i was seeing this woman when i was in new york and i remember she came over and i was making her dinner or whatever and then i had a spot at the comic strip, which where i was living right was around the corner", "so i said, “i got to go run and do a spot.” during the week – she asked me, “what do those spots pay?” it was – the [inaudible] was hilarious", "it was like $5.00, $8.00, $7.00", "basically, you’re just going up there trying out material", "i went up there and i tried out new material and it worked", "i was psyched", "i came home and finished cooking the dinner or whatever", "i can’t remember what i was making", "i did this stupid dance in the kitchen and she was laughing", "i was dancing because i had this new material and i was excited", "she got this sad look on her face", "i was like, “god, do i dance that bad", "what’s the matter?” she goes, “no, i just wish i had a job where i got paid $8.00 and i came home and danced in a kitchen.” i never forgot that", "i was like, “oh, yeah", "i didn’t even think that.” i got this weird thing about money where i want to have it so i’m not broke, but i don’t give a shit about it", "but i also don’t want to have debt, so i don’t overextend myself, but i don’t give a shit about it", "i will pay extra to not go through the process", "i don’t use frequent flyer miles", "my wife signed me up for them but i don’t use them ever because i don’t want to go through the fucking logging in and all of a sudden i’m working for american airlines", "i’m like", "i don’t work for these fucking people", "i’ll find my own ticket", "i don’t want to do this", "i won’t cancel shit", "i got gym memberships i’ve never canceled because i’m not going through going on that stupid thing", "if you want to do this, press 1", "if you want to do that, press 2", "i don’t know", "my free time, i cherish it", "i’m not going to be fucking – i’m not going to be laying on my deathbed just thinking about how many hours i spent on the phone going, “person", "person", "operator", "person", "fuck you!” i don’t want to do that", "i would rather pay the extra charge, yeah", "a little bit later, i want to pull up the “not caring about money” examples that i have found most personally amusing, which are actually from your podcast", "we’ll get to those", "can you just place us when you were working in your dad’s office", "maybe you could describe what your dad did", "early ‘90s to mid-‘90s", "i was working in a dental office", "i had been laid off from the warehouse with the guy all coked up", "but my car was paid off, thank god, and i was living at home", "i was living like this little existence for three months", "my dad started working with the other guy and went into practice with him", "he needed – i think he was just sick of watching me being around the house", "nepotism kicked in and the next thing you know, i’ve got a lab coat and i’m standing next to him, handing him all the shit as he’s taking teeth out and stuff", "i had to get past the gross factor of that", "then i learned how to pour up models and take x-rays", "i was halfway decent at it", "but i knew that – for half a second i thought maybe i would do this", "but what was funny was i had to call my father dr", "burr", "i couldn’t call him dad in front of a patient because that would be weird", "like, “hey, dad", "do you want this?” so i had to keep it professional", "when i worked there, it was around the time that i started doing stand-up", "what sucked was i was still living at home", "so he knew – because at the end of the night, he’d be like, “where are you working tonight?” i’d have a gig in maine, living in massachusetts", "and i worked for free", "i would drive up there maybe like $5, $10 gas money and i would drive all the way up", "my dad would have 7:00 patients and shit", "he worked like a lunatic", "like from 7:00 to 7:00", "he would side-book root canals on molars, which is three nerve involvements", "we’d numb up a guy and then we’d go in the other room – and he didn’t give a shit", "i remember one time some homeless guy came in", "i finally got a lunch, because you’d never get a lunch with him", "this guy came in, substance abuse, and he was all – all these other guys i’d notice we would just give them medicine and they would leave", "my dad would be like, “yeah, just get them in there and blah, blah, blah.” i was pissed", "i’d be like, “dr", "burr, what the fuck", "why can’t we just get this guy –”", "he just goes, “look, i can’t go home tonight knowing there’s some guy in pain and i didn’t do anything.” did you get material for your comedy from that experience", "oh, yeah", "big time", "i read the dental comedy early – and i don’t know what dental comedy is", "i had all of it", "my dad used to set me up because he knew that – i swear to god – if i had a late show, then he would go extra fast", "“give me, give me this", "christ, bill, you’re out to lunch.” he would start giving me shit in front of the patients", "i used to tell him, “dad, you can’t do that type of stuff.” he was like that", "but i got a lot of it out of patients", "i remember this guy came in", "i used to work totally, squeaky clean", "totally clean because i didn’t want to offend anybody", "i didn’t want to get heckled because i was still this really shy person", "i remember this guy came in one time and his teeth were all rotting out", "i just remember he said something like, “doc, i don’t understand what the problem is", "i brush my teeth almost every day.” that’s what he said", "my punchline to that was, “oh, yeah", "well, do your wipe your ass almost every time you take a shit?” for a while, i started closing on that joke and i would work totally squeaky clean, going up there looking like ron howard and everybody’s like, “oh, look at this wholesome guy.” and then out of nowhere, i would just end with, “yeah, do you wipe your ass almost every time you take a shit?” and then be like, “goodnight, everybody!” they’d be like, “dude, what’s going on?” i had no idea what i was doing", "i actually was a prop back for a second, where i had one prop", "for whatever reason, you’re not allowed to have props in comedy", "in acting, it’s fine", "i had no idea, right", "so we had this dental mask – like when you really had some gnarly shit going on", "they have these plastic things that look like a welder’s shield, but it was all plastic", "we’d just – i’ll spare you the details", "it’s for when stuff is flying at you", "i used to bring that", "i would take it out after i’d do all the dental material", "i’d be like, “my job’s so bad, i have to wear this at work.” and i would just put it on", "i had no joke", "i would put it on and they’d sort of chuckle and be waiting for the joke", "behind the mask, almost muffled, i’d be like, “goodnight, everybody!” i’d just take it away and i’d put it back in my little duffle bag and i’d walk away", "that was horrible", "how do you know when something is close and when something is done", "like when you’re working on a joke or a piece of writing", "how do you know when something’s done", "well, i think when i’m touring, none of the jokes are done", "until i start getting sick of them", "then i’m like, okay, i need to record these and document these because they’re going to start becoming not funny", "because they’re starting to feel like a job to tell them", "i’m sick of this joke", "and ohmygod, i don’t want to do this joke", "this one’s so long", "i might not think that anymore", "sometimes those things just drop away and you never record them", "i’d say it’s like that", "when you bombed that first time, was that at kelley’s", "that third gig", "yeah", "jesus, you did your research", "how the hell did you find that one out", "i must’ve told that on another podcast", "i have a good team helping me", "magic elves in the back as well", "that’s why you’ve got to cover that camera up on your flatscreen and on your laptop", "that’s actually really good advice", "it’s true", "they sit there and they watch you", "they try to see what you’re watching and shit", "if you bang your wife, they’re going to keep watching", "so i want to talk about last tuesday night", "i imagine the drive back after that gig was very different from the mötley crüe experience", "i was mortified", "what did you do to get yourself back on the horse for the next gig", "what did you say to yourself before you got onstage the next time", "a lot of people fall off and they don’t get back on", "well, i fell off a lot of things and didn’t get back on", "but i also always knew if i was good at something or if i wasn’t", "you know what i mean", "as much as i loved playing drums and everything, i went to the music store enough times and saw an 8-year-old and get on a drum kit and i’d be like, “dude, i’d pay you to take lessons.” i just didn’t have it", "it’s a hobby", "it’s something i enjoy doing, but i would never subject anybody to it on a professional level", "this happens to me a lot with my add", "i went down that road and now i forgot the question", "the question was – which is fine by the way – the question was how did you get back on the horse", "what did you say to yourself before getting back onstage", "well, it never dawned on me not to do it again", "had you already committed to the next gig", "it’s weird because all the other social shit the mortified me, i just stayed away from it", "but that thing – i don’t think i had – maybe i just was like – you know it’s going to happen", "it’s like riding a motorcycle", "you know one of these days, you’re going to go down", "you just hope you’re going to live", "you talked about some dark periods earlier", "i’m forgetting the exact timeline", "but what precipitated that", "you said it was a couple of years", "for people who don’t know, i almost offed myself during a year off from college", "i’ve had some battles myself", "how were you going to do it", "you know what", "this is a good question", "i’ll tell you why i’m not going to give an answer because it was a really good plan", "it was a plan that would minimize guilt or self-blaming on the part of my family", "it was really well thought through", "i had everything speced out", "zipline in the woods into a – yeah, involved some porcupines, a little bit of curare, yeah", "it was very complex", "hard to replicate", "but yeah, i wouldn’t want people to copycat it", "if i put it out there", "but what precipitated that period for you", "what does that mean", "what came before that", "what triggered it", "it’s all right", "using weatherman language, my bad", "i don’t know why", "it just comes out of me sometimes", "yeah, what led to it", "what triggered going into that", "half of you laughing didn’t know what it meant either", "i was just going full speed towards a wall", "i thought i was normal, well-adjusted", "even though i knew i had a crazy temper, i had this period where i would be what you needed me to be", "i was friends with everybody, which is not a real thing if you’re being who you are", "i would adjust my shit so i wouldn’t cause any friction, so there wouldn’t be – the shit i dealt with coming up", "i had enough of people screaming and yelling", "i had enough of fighting and all that stuff, that i would just adjust my behavior so then we would just be smooth", "i just think using that as a gameplan, eventually, you’re so going to spin away from who the hell you are, that i think that – and also just focusing on [inaudible] [00:21:25] areas of my life, i think that’s when the anger and all of that stuff started to come up", "then i went like this completely different person", "i really started snapping about nothing for a good 12 years", "somewhere in there – maybe i was always depressed but i didn’t realize it", "i think i just didn’t realize it", "somewhere along the line, one of the umpteen thousand poor women that ever came across me, one of them finally told me to go to therapy", "i went there thinking i’m fine", "then you start telling stories and it was all this shit that i knew happened but was just hovering", "it’s over here going around in life then all of a sudden when you start talking about it, you say it out loud, it’s like, oh, that’s a real thing", "that really did happen to me", "then you start thinking, wow, i’m pretty fucked up", "and i’m not happy", "i’m really not happy", "i really started getting conscious of what my brain was telling me", "if my brain was a friend, i’d be like, yeah, dude, we can’t do this anymore", "you’re bumming me out", "jesus christ, do you ever see the light", "what the fuck", "you know", "fortunately, i wasn’t clinically, so i didn’t need any medicine", "all i just became aware of it", "then i’d be like, all right, well, there’s that thought", "do you want to have that thought or do you want to go to the gym", "i got back into playing drums, which was a great thing", "i just stopped giving a shit about making it in a way", "i was just like, you know what", "forget this", "i’m just going to do what i do", "because i went through that whole period like – i know how many of you guys try to make it out where", "you just go through that period where you’re just like, oh, they like guys with blue button-down shirts and you’re wearing the blue button-down shirts", "people who talk about this – like in my time, it’s gone from the tail-end of the sportcoat guy into the grunge guy, into the alternative scene, into the whole whatever that period was where guys in their 30s acted like they were 14 and they were awkward", "you know, the hoodie", "my wife called them – not baby men", "man-boys", "man-boys are what she called them", "no, no, i’m just awkward", "like that was this default thing", "great, now i have to hold up both ends of the conversation", "those people i kind of got hostile with", "i was just like, well, when you get over that and you can fucking talk to me, yeah, you are awkward", "this is weird", "i also thought a lot of people that do that, it’s also a passive-aggressive thing to come in and fucking steal focus and we all have to deal with how awkward you are and make sure you’re okay", "it’s like, fuck you, dude", "you’re in your 30s", "figure this out", "i’ll never forget one time, i was in a green room in new york", "i was living in l.a", "i met an old friend and we were talking about the old days", "remember this guy", "remember that night when this happened", "we’re having a great time", "then these younger comics, they were listening", "some people who actually were in the tail-end of the stories", "we’re having this great time", "then this woman comes in, a comedian", "she was socially awkward", "she didn’t know how to get into it", "so we’re all laughing and everything", "she walked right into the middle of the circle", "i swear to god, she just walked in going like, “hello, hello, hello, hello.” she was mocking saying hello", "but then totally stole all the focus", "everyone was just like, whoa, you all right", "all the fun went out of the room", "then everyone was dealing with her", "then she left", "i said to my friend, “what the fuck was that?” that was some rude shit", "we were having a great time", "if you don’t know how to say fucking hello, learn how to do it", "don’t come in and take the whole thing away and ruin this thing", "that was the last time", "i was like, fuck these awkward people", "if you’re really – i don’t want to bully somebody if they really are socially awkward or something like that", "i’ll work with you", "but if you just embraced, i’m awkward now the world has to deal with it", "right, if that’s your schtick", "yeah, go fuck yourself", "we also have a clip that we’ll pull up in a minute from f is for family that might – i don’t know", "now that i’ve seen all the episodes and now that you’re telling me a lot of these stories, i can see where i think a lot of them came from", "there’s one clip we’ll pull up in a little bit", "i’m not going to do it just right now", "what have you found to help get you out of a depressed period", "you mentioned exercise", "for instance, i’ve found drummers, in general, to be very happy people", "i don’t know if they’re happy and then they end up drumming or if it’s because of the physical aspect of just going animal on a drum kid", "it’s awesome", "it’s a great feeling", "it’s awesome", "i also had played the drums in college, but i was not very good at all", "but that was my experience", "it alleviated a lot of these darker thoughts", "yeah, it’s fun", "is there anything else that you’ve found particularly helpful", "yeah, i just do shit", "i just get up and do something that day", "i like to cook and stuff, so i’ll go on youtube", "what i did recently – who’s the guy from hell’s kitchen", "gordon ramsay", "yeah, gordon ramsay", "dude, he’s got this video", "like the sickest scrambled egg you’re ever going to make in your life", "it’s insane", "i just remember watching it and i was just like, i’m going to fucking make that thing", "because i have the free time", "as a comedian, i could do it", "i went out and bought all the ingredients and all that type of stuff", "that’s what i do", "or i’ll learn something", "i do have my hobbies like cooking and playing drums and a few other things that i do", "i try to have that moment in the day to learn something or go somewhere", "working out is a big thing, that’s a big thing", "how did your goals change, if they did, from when you’re trying to force fit yourself", "what was the pinnacle that you had in mind for making it to after", "for me coming up, it was all about having an hbo special", "because hbo specials, those were the best comics", "that’s all the great guys that i saw coming up", "you got on hbo’s totally uncensored and they were the home for that", "unfortunately, when i got into it, right in the early ‘90s, by the mid-‘90s, they just stopped doing it for like ten years", "that’s when i felt rudderless because when hbo stopped doing their specials, i didn’t know what to do", "what comedy central started going the half-hours, the fact that they had commercials", "i think it’s eight minutes each hour", "so they were automatically going to take eight minutes out of a half hour", "then they would beep out the curses with the worst, most archaic [beep, beep]", "and they wouldn’t just fade it down and come back up", "so i remember watching specials and thinking that was really distracting", "so once again, i worked clean", "if you watch my first half hour on comedy central, i worked totally clean", "i gave them the least amount of material that i could", "because it was guys going like, all right, here’s a half hour, they’re only going to use 22 minutes", "what they would do is they’d do 40", "so then you had this guy who you didn’t know, you didn’t approve of, is now going to hack 40 minutes down to 22", "what is he going to do", "exactly", "so i was like, fuck that", "what’s the least you can do", "they said the least amount of time you can do is like 25 or 26", "i did exactly that", "so the worst you could do was butcher four of it out, but the rest of it was going to look good, so i was happy with it", "it was just kind of doing stuff like that", "but it still wasn’t what i wanted because it wasn’t me", "that half hour that i did, that was me doing an extended letterman spot where i was working totally clean", "it wasn’t until hbo came back and did the half hours and i did those that i actually got to do – it was the first time people got to see me not in a club", "they were at home and they got to see that this is what i do", "that was the same time i got on the opie and anthony show and they all kind of came out at the same time", "it was the first time i went to a club and it was sold out and people were there to see me, which was a whole other level of pressure", "up until then, it was people coming to the club because that’s what they did; they had nothing else to do", "like eh, let’s go down to the comedy club and you had to prove to them that you were funny", "i used to remember thinking, imagine if they came to see me how much easier this would be", "i didn’t realize the other pressure was like, no we saw that, so we’re expecting at least that if not better", "then it’s like, oh, man", "that took me a good three months", "it was a new kind of nervous experience to get over of people expecting", "we’re here to see you", "we like what you do", "don’t ruin this", "what was the first special", "the first half hour: yeah", "not the comedy central, but the first time you could be yourself", "that was the hbo half hour that i did", "that was in 2005", "2005", "i still remember", "april 2005 and came out in sp is there anything since then – and this is an assumption on my part, which is dangerous, but did you feel like you had summited the mountain at that point", "did you feel like you’d arrived", "no", "i felt that somewhere in like 2009, 2010", "by then, i’d done a couple of hours", "i’d done my second hour for netflix, which became the new hbo, as far as just totally uncensored", "i think i bought a house at that point", "i bought a house", "i had a niche following", "i was saying to my wife, “i know you’re not supposed to say this, but i made it.” because there’s a sickness in this business of like, “no, man", "if you think you made it, then you’re going to relax and it’s all going to go away.” so i’m never going to be happy", "i tell dick jokes and i just bought a house", "i made it", "i didn’t want to be that guy that is doing well and is like, oh, what about the next thing", "that sickness", "the greyhound chasing the rabbit", "yeah", "performance or driven people can have this sickness of it’s just like you can’t even enjoy it", "it’s like, what’s the next thing", "i know guys that accomplish something", "as they’re getting right to the peak, this depression hits them because they’re like, “then what", "what am i going to do when this is over", "then i got nothing.” hey, can you just fucking have a beer up here", "we did this, you know", "can we enjoy this for a second", "did you continue doing therapy after those initial sessions that you mentioned", "i did it for a few years", "then one day it just dawned on that i was just talking in circles", "bad shit is always going to happen to me", "am i just going to keep coming here and moaning about it", "at what point am i going to grow up and not need this", "i’m not trying to say that you’re weak if you go there, but i just hit this point where i was, you know", "all of those shit happened", "it happened, right", "it definitely affected who i am, but now i’m not going to be like lashing out at people", "i’ll be like, oh, i do this because of that – a little bit of that", "at some point – like if somebody’s teaching you how to fix a car – at some point, you’ve got to try to fix it yourself", "you can’t be like, turn right here", "how do i do this", "it just became like that", "now i self-therapy myself", "it’s cheaper", "you mentioned the delusion maybe of always chasing the next thing and never being satisfied with where you are", "the other worry that i’ve heard a lot from friends of mine who are comedians is that if they do therapy or meditation or fill-in-the-blank to tone down some of their tendencies, that it will make them less funny", "is that something you – i thought that was true", "no, it’s not true", "what it does is it gives you insight into you as a human and then you see people differently", "it actually allowed me to think about characters and just notice shit with people that i never did before", "i got a thing with somebody", "anybody who does this when they’re talking", "like i worship blah, blah, blah", "they’re full of shit", "no", "not only are they full of shit, they have a complete inability to accept responsibility for anything they’ve ever done", "i just recently told this to jim norton", "it was that publicist who backed over those 12 people in long island", "i remember she drove away and then she went to her house", "when she got to her house, the cops showed up and the lawyer met them in the driveway and was like, “yeah, she’ll come down tomorrow and blah, blah, blah.” they left", "i remember thinking, “you can fucking do that", "i didn’t know you could do that.” so, she was, of course, vilified", "the next day in the paper, they had this picture of her and she was talking to the media", "she had her hand like that", "it’s like, you fucking backed over 11 people", "i’ll go with you that can happen that you can’t see them, but you left", "you fucking left", "yeah, get the fuck out of here", "i notice that", "you start picking up on that", "i remember one time this comic did some passive-aggressive shit i called him out on and he immediately went with the two hands to the chest", "i’m like, that’s the kind of guy that would back over 11 people and drive away", "i wouldn’t have noticed that if i didn’t go to therapy", "i’ve also noticed i talk to myself a lot", "getting into it with people and screaming and yelling", "then i’ll drive away and be like, all right, bill, how did that go", "then try to see if i was wrong in it", "they were right, you know", "that’s somebody’s mom", "you just yelled at her", "what’s wrong with you", "i really had kind of a hair-trigger kind of thing", "it’s something that working on my temper, i’ve really been, especially lately because i was making my wife on pins and needles because it wasn’t like i was flipping out over anything", "i fucking hate these things", "whatever this is", "the second it came out and i saw this", "whatever this is, this pad", "yeah, ipad", "i hate these things", "i can’t stand them", "they don’t make my life easier", "they’re a nightmare", "they’re intrusive", "i can’t stand them", "so i flip out about them", "i saw a thing recently, this politically active comedian was sitting there talking and trying to get people to vote in this oddly bullying way", "going like, “there’s going to be an app out there that’s going to say whether you voted or not", "they’re not going to know who you voted for, but they’re going to know that you voted", "so you can’t basically bullshit people anymore.” i just was watching it the whole time going, and like that’s a good thing", "that level of private information, because of this fucking app", "i didn’t say whether you could say whether i voted or not", "that’s what i hate about all of this shit", "i have a theory", "somewhere around ’94, ’95, we should’ve stopped making new shit", "they cured enough diseases", "cars were fast enough", "planes aren’t really any faster than they were back then", "it was good", "but all of this shit now", "tape your cameras", "yeah", "all of this stuff", "look at billy bush", "billy bush got fired for some shit that happened in 2005", "it’s fucking unbelievable", "all he was doing is what an interviewer does", "he was keeping the interviewee happy", "right", "the guy was like, “i just grab their pussies.” he’s like, “yeah, yeah, grab some pussy", "whatever", "we doing this?” for all you know, at the end of the interview when trump left, he could’ve been like, “what was that guy like?” “that guy was out of his mind", "he was talking about grabbing pussies", "he’s fucking crazy.” anyway, who do we got next", "matthew mcconaughey", "“all right, all right, what’s going on?” he’s just doing that", "for all you know, that’s all he was doing", "that’s what i hate about this shit", "you literally take two seconds of somebody’s life and you’re like, that’s who you are", "that tweet is who you are", "that’s what’s in your heart and all of this shit", "i got friends of mine that’ve gotten big shows, snl and stuff like that", "one person, they had to go back to 2010", "they went through six years of tweets to try and – “well, what was about this one?” yeah, it’s like, get the fuck out of here, right", "why did you start doing the podcast", "i guess – bobby kelly", "once again, i was hanging at his apartment when we used to live near each other in new york", "he was just like, “dude, you’ve got to do this", "it’s called a podcast.” i had no idea what it was", "he kept saying, “it’s another way to connect with your fans.” both me and him and all of my friends, we weren’t the guys they were picking", "we just weren’t the guys", "whatever they were going for, we just never were the guys", "yet, on every showcase, they’d always put us on last because we were really good at what we did, but there was always whatever the hell it was they were looking for, we were the outcasts", "so any way to connect with your fans, we had to do it", "that was this new thing", "i just liked doing it", "at first, i used to call in", "before i had the mixer and all that, i used to call in to this service", "so i would just call up this phone number on my flip-phone", "i would be in airports and i would just be trashing people and telling stories and singing songs", "at first, i just did it for seven minutes", "then it was ten minutes, then it be came 20, then a half hour", "then i started going, ask me some questions", "i had this thing, underrated/overrated, for a while", "youtube video of the week", "i built a show around it and it became what it became", "was it for shits and giggles or was there something behind it", "no, i wanted to connect with fans", "it was just another thing to do", "but it was also that i enjoyed it", "because there’s other ways to connect with fans that i don’t enjoy", "like all those things when you upload your pictures", "i don’t like those because it says, can we have access to all your photos", "no, you can have access to this photo, you fucking weirdo", "so i don’t do it", "i just don’t do any of those", "but then there’s other stuff", "it’s the say thing", "it’s like the mall thing again", "does this fit into the wheelhouse of what i feel like i want to do", "it’s just something i like doing", "so i just started doing it", "during the period of your specials and then getting all the way to f is for family, what were the high points for you", "i didn’t hear the question", "i just heard that person groaning out there, like, ugh", "sorry, we’re getting down to the end here", "that’s a c-minus question", "bear with me", "i’m working on my material", "i think his ass is hurting from sitting down", "this is the beauty", "we can go around", "from the point that you started doing your specials up to f is for family, were there any particular inflection points or experiences that set you on the path that led you to where you are", "formative experiences, the chapelle show, breaking bad", "you have so much that you’ve done", "i’m just wondering if any stand out", "influenced my comedy or just got me to where i’m at", "both, either", "all right", "well, getting to me where i’m at is how long it took me to make it is a bunch of people", "it’s comics that i saw when i was in boston", "people who gave me shots getting in at the comic strip", "there was a woman, amanda schatz at mtv", "she saw me in boston and then she was like, “i want to see you in new york.” i couldn’t get in at the comic strip", "i remember lucien going, “i already have enough white guys.” blah, blah, blah", "i remember all these white guys used to get mad about it", "“this is like reverse racism,” and they want to say all this type of shit", "it’s just like, dude, you know what he’s saying", "we’re not even a dime a dozen", "we’re a dime for 60 of us", "if you’re going to be another asshole coming in here talking about your cul-de-sac life, he already has that", "stop being a baby about it, right", "everything else is gravy for you as a white dude", "i just basically was like, i remember thinking, all right", "i’m going to get in here", "i don’t know how, but i’m going to get in here", "she saw me and she hooked me up with a showcase there", "somehow i did well and i got past there, which led me to get into new york", "through new york, just being there, i remember dave chapelle said some nice things to me one night", "he said  basically that you’re going to get there, but the road that you’re going is going to take longer", "but when you get there, you’re going to have that staying thing", "i held onto that for years", "when i would be playing some shithole, thinking, but dave chapelle said", "but then it would just – a lot of radio guys", "jim norton getting me in with opie and anthony was huge", "randy baumann in pittsburgh", "i would go to these markets and the guys that i really vibed with, they would give me the option of rather than flying in thursday morning for your thursday through sunday, if you want to fly in wednesday or tuesday and just do radio the whole week, i’ll help you pack the place", "guys like randy baumann in pittsburgh and i would do that", "i would just come in, have no shows tuesday, wednesday, and i would just do four hours of radio in the morning", "do the whole morning show and then do morning on thursday and friday, just killing it as hard as i could to get it half-full, maybe they don’t have to pull the curtain", "it was just all those types of things", "i don’t know", "i’ve been doing this shit for a long time", "breaking bad was huge", "because forever, i wanted to play a guy like that", "but back when i had my hair and stuff, i looked like ron howard", "i was always the friend", "i was the nerd", "i just wasn’t going to be that guy", "i just always wanted to play a guy like kubey and they gave me a shot", "then through that, all of a sudden i got these other roles", "once you get it on tape and they see that you can do it, then like oh, he can do this", "then people will take a shot on you", "that was a huge thing", "i’d say mike binder when i did black or white, which became black and white", "what was it", "it was black and white was the original name of it, but somebody already owned the copyright of that and they wouldn’t sell it", "so then we had to switch it to black or white", "it was this trial about who would have the rights to watch this kid that was racially mixed, who was half-white and half-black", "so black and white made it seem inclusive, but we had to switch it to black or white, so it became this make-a-decision vibe to it", "but i got to play a lawyer in that and had all these great, dramatic scenes and all that", "i got a nice acting thing going on where i get to do some drama stuff, i get to do some comedy stuff, so it’s been cool", "speaking of cosmo magazine, this next question is from marcus harbaugh i think is how you say it, also from facebook", "“my wife thinks he’s hilarious and she’s generally not a fan of pro-male-types of comedy", "how did he learn to so expertly deliver that kind of humor without alienating his female audience?” i alienate a lot of females", "i do", "i alienate issue people", "i alienate politically correct people", "they’ve got that thing like, this is the issue", "you’re only allowed to have this thought on this issue", "i have zero sense of humor about this issue", "these are all the proper words", "if you use these words, you’re this", "it’s hilarious because they’re progressive left, using the exact same fox news extreme right", "they’re the exact same fucking lunatics", "i hate progressive left people, generally speaking", "and the fox news to the right", "“they’re taking our country!” those people", "i can’t even listen to them", "they’re idiots", "both of them their heart is in the right place", "they’re doing it in this very stalin-esque kind of way of zero tolerance", "what’s funny to me is the right always gets that", "the left just cannot see when they’re doing it", "it’s like, you’ve become what the fuck you’re fighting", "you’re annoying", "i think that explains a little bit of the trump shit", "like how that guy came up", "you guys were ramming this shit down", "it’s so fucked up", "if you just look at politics", "obama was a response to eight years of the bush people ramming it down your throad", "he was a response to eight years of clinton people ramming it down their throats and then 12 years before that, you had reagan and bush", "both sides just can’t present their shit", "they’ve got to be like, “fucking eat it", "eat it!” you know", "all it does is it causes resentment", "if you look, the pendulum just keeps swinging further and further", "right now, people sound crazy to me on either side", "i can’t watch it", "if anybody in the left gets in, it’s like, “it’s going to be socialism!” “this is going to be like communist russia!” if anybody right gets in it, it’s like, “this is like germany in 1935!” every fucking time", "just going like this", "i don’t know", "i just try to be like, all right, let’s settle down", "everybody fucking relax", "get yourself a sandwich", "some of these things could be true", "some of them might not be true, but getting into this, “ah", "ah!” you’re not going to be able to make the right move when you have to", "we’ll see", "do you deliberately, at times, try to lose the audience", "like push them to the breaking point and then reel them back", "is that sort of a sport for you", "what i used to do, that was from playing hell rooms and no one would listen", "what i would do is i would make a statement that would make people be like, “dude, what the fuck?” thinking that i’m heading towards this thing, right", "like i would make a statement that would make you feel like i’m heading towards supporting the clan or beating women or anything like that", "you just say that and that gets everybody to drop their fork to listen", "like, “dude", "what the fuck is this?” then you just wind them back to the point that you wanted to make anyway and they’re like, “oh, all right", "okay", "that’s kind of funny.” then you just keep doing that", "eventually, once i had the room, then i could just do my show", "i think a little bit of that has started to bleed into my style", "i don’t do that anymore on purpose", "but when i was coming up, i used to do that on purpose", "there were all these techniques", "you could also start talking quieter if people were talking louder", "people used to say that", "that never fucking worked for me", "nobody heard me", "i’m like, okay, nobody’s listening to my jokes", "but a lot of that came from all those crazy rooms", "i’m very proud that i did all those and i didn’t sidestep any of those", "i pretty much did all of them", "i did the good rooms, the bad rooms, the white rooms, black rooms, gay clubs", "i did everything because i really felt that – i know why", "i know why", "i just remembered this", "when i was a kid, not a kid, i was probably 18 years old and it was the summer of ’86 and rodney dangerfield, the late, great rodney dangerfield, was on tour and he came to this place great woods", "now it’s called the tweeter center", "i remember he came and he killed and he was hilarious and all that", "i saw all these people there, blah, blah, blah", "i didn’t notice that they were all white because i was white", "i was just like wow, we’re all watching this guy, whatever", "then a month later, i saw eddie murphy on the raw tour", "he had the blue leather suit", "i had lawn seats", "that’s how famous this dude was", "i was sitting on the grass watching a guy doing stand-up comedy", "he had the weather girls open up for him and everything", "i remember that night looking around going, wait, this guy’s making everybody laugh", "this is the difference", "i remembered getting into comedy that i didn’t want to be that guy being a radio station", "he makes white males, 18 to 35, you know", "i wanted to be like this guy is funny, but the only way to do that was to do all of those different rooms", "it didn’t always go well", "black rooms are hilarious", "what i learned about them is they’re either going to have fun with you or without you", "but either way, they’re going to have a good time", "those were some of my favorite shows that i ever did", "there was a legendary show at this now-gone comedy club that’s now like a fucking wine bar, which just kills me because it was just the rawest, sickest, in the village", "it was right as giuliani was taking over, so people were still selling drugs out in front", "it was crazy", "i used to see all these guys", "like young dave chapelle, jay moore, red johnny and the round guy, all these guys just murdering in there", "but sunday night was the uptown show", "because they wouldn’t say the “black only” show", "they would say “the uptown show.” this guy, talent and will silvents used to host that show", "for me, that was the show", "to this day, that was the most fun show i ever did was", "when you killed on that show, dude, it was like – you walked out of that like why am i not famous yet", "that’s how hard", "it was just everyone was on top of you", "it was the greatest ever", "but when you bombed, it was like, why did i ever think i was funny", "i should’ve opened a hardware store", "you would just leave like dejected", "those were some rough nights though", "going back to the technically one-bedroom that was really a studio and getting under the futon just laying there", "a lot of grunting and groaning the next day in the shower", "like, ugh, god, i hate myself", "what piece of advice would you give your 25-year-old self", "i hate that question", "you always say that", "if you could go back and tell yourself what you don’t know", "what did you dislike about your 25-year-old self", "if you prefer that question", "what did i dislike", "no, i definitely felt like a freak back then", "i definitely did not feel – i never felt like i fit in anywhere until i went to a comedy club", "just seeing all the comics", "these people are the same kind of crazy that i am", "you know what i mean", "like everybody’s out of their mind", "but there was a specific way that they were nuts that i would just meet them", "i was like, i know this person but i don’t know them", "it just felt like in a weird way like you were going home", "it was crazy", "but as far as what i would tell myself", "i would be afraid to fuck it up because it ended up so well", "it’s like back to the future, whatever the hell it’s called", "i always mess up the name of movies", "back to the future, where you change one thing, you know", "seeing how your mom wants to fuck you or however that happened", "wasn’t that one of the storylines", "calvin, look at me, calvin", "that feel-good, family movie", "the mom wants to bang her son from the future", "oh, it was great for the kids", "it was wonderful", "oh, the ‘80s", "how old are you now", "48", "what do you think your 60-year-old self would tell your current self", "buy some apartment buildings", "buy some apartment buildings", "yes", "because i want to do stuff like that", "because when i’m 70, i want to leave, if i want to, i probably won’t because i love doing it so much, but i don’t want to be that guy in that mustard-stained tuxedo suit just still – he knows the numbers start going down the back 9", "i’m like, “i have things to say.” people going like, “oh, i saw him in front of three people", "it was a sad", "there was a donut-making machine in the back.” i go back to those gigs", "so i would like to not go out", "i’m doing real well", "i’m making great money", "i would like to not go out and buy a bunch of dumb, shiny shit", "i would like to buy shit like assets so i have money", "my next goal, the same way i did the thing where i never got sucked so far into this business where i had to apologize even if i wasn’t sorry", "i now want to get the money that i’m making in this business to make money outside of the business", "eventually, this business is done with you", "it just is", "you have to deal with that shit", "i would just love to be – to be honest with you, man, if i could just make a decent amount of money off of shit like that", "yeah, i just always picture myself sitting on the back porch with a dog, not giving a shit, smoking a cigar", "that’s how i want to – i would still do stuff", "what kind of cigar", "they don’t mess them up with global warming", "if you can still make a great one, it’d definitely be a cuban", "probably a robusto", "the cohibas i like", "i like the partagas", "i just smoked one recently", "i don’t even know the name of it", "it was one of the sickest cigars i’ve ever smoked", "it was like a two-hour smoke", "i absolutely love cigars", "but there is a thing amogst cigar smokers where if someone comes nosing around", "if you bust out a box of cigars at a party, all these fucking phonies will come up", "oh, you smoke cigars", "oh yeah, i smoke cigars", "you’ll learn this one time", "you’ll give out your cigars to them and then what kills you is you’ll look over like a half hour later and the thing’s halfway smoked and they already ashed the thing out", "just snubbed the thing out", "i learned that", "so bobby kelly – i shouldn’t out him here", "i shouldn’t have said his name", "that’s all right", "[inaudible] he has two humidors", "he’s got the real shit and then he’s got his bullshit", "so if somebody comes over, he’ll be like, “yeah, you like cigars", "what kind do you like?” if they’re just saying bullshit, “oh i got one for you", "i got one i won at a carnival", "here you go.” the guy will go, “oh, this is great", "delicious!” but i really like it", "smoking a cigar is a sacred thing to me", "if i have a great cigar, if there’s no place to smoke, i will not smoke it", "i’m not going to be this asshole", "a couple of my friends are animals", "they’ll stand next to a dumpster", "cigarette smokers are animals", "they’re like, they’re on the shit, right", "so they’ll be in an alley, they don’t care", "fucking rat running by", "they’re out there smoking, catching pneuomonia", "they’re animals", "cigar smoking is a gentleman’s thing", "it’s really an adult thing", "it’s just like, i want to be with people that i love, telling stories, hanging out and the right everything", "even if you’re doing it by yourself, you have to have – i’m never doing this – can i smoke it before blah, blah, blah", "i would just want to have nothing", "i just sit there and that great guy thing that my wife cannot understand", "just being able to be a guy and not thinking about shit", "just be sitting there, enjoying yourself", "next question is from sharpie sharp", "i would like to see that birth certificate", "this is from facebook", "what’s the best heckle that’s been thrown your way or most memorable", "there’s too many, man", "all right", "black room – best one i ever got", "i was bombing at this place that used to be called mixed nuts", "it’s now called the comedy union", "i was up there, dude, when i tell you five minutes of straight silence, dry mouth, nothing", "it was the summertime, when sound carries, right", "i’m just going and going", "it’s nothing and nothing", "in the middle of one of my jokes, i’m meandering in this long setup for something else that’s going to bomb, this big, black lady in the back just out loud to nobody, just sort of looked around and went, “i ain’t laughed yet.” the whole place exploded laughing", "i didn’t know how to deal with it", "i didn’t know i had to address it", "i kept trying to do my material", "then they were just laughing at me trying to do my – it was fucking humiliating", "i don’t know", "i’ll tell you the weirdest one i got", "i’ve told this one before", "one of the weirdest ones i got, i was at dangerfield’s doing the midnight show", "it was just one of those nights everybody was bombing", "the place was packed and nobody was laughing", "i remember the guy in front of me was just bombing so bad", "he was on some show where he played a bartender and he had gotten beated up", "he was like, “oh yeah, you guys see that movie", "you guys see this movie?” blah, blah, blah", "“yeah, i played the bartender", "the star of the movie beat the shit out of me", "you guys see that?” then some kid in the back goes, “he should’ve killed you.” that guy walked past me and never even looked at me", "when he got off stage, he just had this flop sweat and just walked by me going, wow, wow", "then i went on stage immediately bombing", "there was this group of kids in the corner, these white dudes", "they were just ready for a fight", "they were super, fucking, hostile", "that whole, “my dad used to beat the shit out of me” vibe", "everything i had learned up to that point was like, bill, don’t get into it with them", "i heard them talking and i was just like, don’t say anything", "don’t say anything", "then finally, this fucking thing when you’re on stage as a comic, you think this and this is some sort of a fucking gun and bullets, but it isn’t, it’s just plastic shit", "i finally said, “hey, what’s going on over there?” “what are you guys talking about?” i can’t remember what they said", "this guy finally just yelled out, “anything red and on stage is a faggot.” right", "it was the most childish heckle i ever got", "this is back when people didn’t freak out about that word", "you guys are like, “oh, my god", "what does that say about gay people?” this was when straight people used it", "it just meant you were an asshole", "so he said that", "i just remembered i didn’t know what to do", "it was so fucking childish", "but i also knew he was going to beat the shit out of me, so i just went right back into my act", "this is almost like a cooties joke", "you know", "this right here, the reaction to that is why you can never leave the comedy clubs, by the way", "because that used to be a funny story, but now because gay people said what that words makes us feel like, even if you say that somebody else said it to you, it becomes this weird thing of like, well does he advocate what he said", "it just becomes all of that", "it becomes context and all of that shit", "that’s what he said", "i just have a handful more questions", "you mentioned helicopter parents", "helicopters", "helicopters, yes", "let’s talk about helicopters", "all right", "how and why did you get into helilcopters", "god, you’re just running the gamut of everything here", "helicopters", "how’d i get into that", "paranoia of living in california", "living in the l.a", "basin", "enough conspiracy theory about nothing behind the dollar", "robots coming and all that type of shit", "this place became really claustrophobic", "i was like, how the hell would i ever get out of here", "when the shit hits the fan, how do you get out of here", "even when it’s working well, it still takes three hours just to get out of here", "forget about some armageddon shit", "i would start up and out", "that’s the way to go", "learn how to fly a helicopter", "when the zombies come, you just start it up", "you just fly out", "by the way, that does not work", "if you ever see that in the movies where you just start the thing up and you fly out like that", "you can do that, but you’re going to fuck it up", "you’ve got to let the – they’ve got belts and stuff", "you’ve got to let those things stretch", "you’ve got to let the engine heat up and all that", "anytime you see rambo and those guys just jumping in like it’s a camaro", "jump in cold and just take off", "if zombie were coming, i would definitely do that shit, but i’d be going, please don’t let the belts snap", "then you just nose it down into one of those fucks, take one with you", "i’m just imagining the visual", "just like a lawnmower taking out zombies", "do you have other preparations", "this is spoken [inaudible]", "people think this is crazy", "in san francisco and then in new york, i got really into it and went off the deep end with prepping stuff", "i got really into it", "like going to canneries for lds", "you guys can look it up", "you can really go down the rabbit hole", "some of you will spin out and get tied up in a straitjacket", "i was being lectured at how unreasonable it was and how silly it was that i was getting water and gathering food and all this stuff just in case we had a disaster that took us off the grid for seven days or more in s.f., which happens fairly regularly", "some editors were making fun of me because i was writing at the time", "then hurricane sandy hit new york and lo and behold, nobody was prepared, right", "besides the helicopter, do you have other preparations", "no", "no", "i don’t own a helicopter either, so it’s pretty fucking useless", "no, what it was, was that i went down that rabbit hole", "you’ve got to get gold coins and you’ve got to get this powdered food and all that type of stuff", "then somewhere along the line, i was like, do i really want to survive this", "do i really want to see what’s next or do i want to be one of the people that dies", "i realized, no, i want to be one of the people that dies", "jfk said it", "the living will envy the dead", "it’s true", "i don’t want to start over again in some whole new society", "i used to do a bit on that", "somebody just picking up a rake like, these are the new rules", "and you’re just all gathering around with your burlap shirt with the string tied around it", "i know", "i remember when that fat dude who’s running north korea", "the boss’s son", "he was trying way too hard to show that he’s a bad ass", "saying he had missiles aimed at l.a", "and everyone was panicking", "i was like, perfect, man", "i hope it’s right at my house", "right at my house and i hope i’m watching the ufc or football sunday, just sitting there [sings jingle], then all of a sudden, whoosh, just vaporized", "who you don’t want to be is the people up in bakersfield, just outside of it", "you still get the radiation with the boils and shit and your teeth are falling out", "fuck that", "trying to figure out how to catch squirrels", "i have no desire to do any of that", "ladies and gentlemen, bill burr", "thank you", "thank you very much", "thanks for having me on, man", "thanks very much", "i had a great time", "thank you"]}