{"dialog_idx": {"eric ripert": [33, 34, 37, 38, 39, 40, 41, 42, 43, 44, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 115, 116, 117, 118, 119, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 154, 155, 156, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 179, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 240, 241, 242, 243, 244, 245, 246, 247, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 342, 343, 344, 345, 346, 355, 356, 357, 358, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 403, 406, 407, 408, 409, 410, 411, 412, 413, 414, 417, 418, 426, 427, 428, 429, 430, 431, 432, 434, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 475, 476, 477, 478, 479, 480, 481, 482, 488, 489, 490, 493, 494, 495, 496, 497, 498, 501, 508, 509, 510, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 574, 575, 582, 612, 613, 614, 615, 616, 617, 618, 619, 620, 622, 623, 624, 625, 626, 627, 628, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 643, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 673, 674, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 831, 832, 833, 834, 835, 836, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 892, 893, 894, 895, 896, 897, 898, 899, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 922, 923, 924, 925, 926, 927, 932, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 957, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 982, 983, 984, 985, 986, 987, 988, 989, 990, 994, 995, 996, 997, 998, 1005, 1007, 1014, 1015, 1018, 1019, 1020, 1021, 1022, 1032, 1033, 1034, 1035], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 35, 36, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 86, 87, 88, 89, 90, 91, 111, 112, 113, 114, 120, 121, 122, 123, 124, 125, 126, 127, 128, 153, 157, 158, 159, 160, 161, 174, 175, 176, 177, 178, 180, 223, 224, 225, 226, 239, 248, 249, 250, 251, 252, 253, 254, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 339, 340, 341, 347, 348, 349, 350, 351, 352, 353, 354, 359, 402, 404, 405, 415, 416, 419, 420, 421, 422, 423, 424, 425, 433, 435, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 470, 471, 472, 473, 474, 483, 484, 485, 486, 487, 491, 492, 499, 500, 502, 503, 504, 505, 506, 507, 511, 547, 548, 549, 550, 551, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 576, 577, 578, 579, 580, 581, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 621, 629, 642, 644, 645, 669, 670, 671, 672, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 829, 830, 837, 838, 839, 840, 841, 842, 891, 900, 901, 921, 928, 929, 930, 931, 933, 934, 950, 951, 952, 953, 954, 955, 956, 958, 978, 979, 980, 981, 991, 992, 993, 999, 1000, 1001, 1002, 1003, 1004, 1006, 1008, 1009, 1010, 1011, 1012, 1013, 1016, 1017, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1036, 1037, 1038, 1039, 1040]}, "episode_num": 268, "file_type": "html", "guests": ["eric ripert"], "num_sentences": 1041, "num_words": 13545, "raw_text": "Tim Ferriss: Hello, ladies and germs, princesses and bridge trolls. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers to find out what makes them tick, what makes them good, and to unearth the specific tactics, habits, etc. that you can you. This episode was so much fun for me. I don’t want you to take it at face value because we get into so much in terms of daily routine, visualizing things like weakness and anger to get rid of them. Multiple steps for mindfulness and meditation, training the mind, hiring – it covers so much ground. I don’t want you to be thrown off by the fact that it starts in the cooking world and the food world. It applies to so much more. The guest is – I’m going to butcher a lot of French in this episode, so get used to it – Eric Ripert, R-I-P-E-R-T. He is recognized as one of the best chefs in the world. You’ll know why in a second. In 1995, at 29 years old, he owned a 4-star rating from The New York Times. 20 years later, and for the fifth consecutive time, Le Bernardin, which is in New York City, where Eric is the chef and co-owner, once again earned The New York Times highest rating of four stars, becoming the only restaurant to maintain this superior status for such a marathon length of time. In 1998, The James Beard Foundation named him Top Chef in New York City. Thank about that for a minute. Out of thousands of restaurants and probably the same number of chefs. In 2003, Outstanding Chef of the Year. It goes on and on. He’s has successful TV shows, Avec Eric. He has hosted the show, On the Table on YouTube, which debuted in July, 2012, and has appeared in media worldwide. He is the author of The New York Times bestselling memoir, 32 Yolks: From my Mother’s Table to Working a Line, Avec Eric, and several others. One thing I’ll point out is Eric also – my first contact with him – was through putting together my brand-new book, which is Tribe of Mentors. If you liked Tools of Titans, you’re going to love Tribe of Mentors. It’s similar in format, for very different in the sense that 90+ percent of the people in the book have never appeared on the podcast. You can learn more about Tribe of Mentors on all of your favorite booksellers’ websites: BNN, Amazon, Apple iBooks and so on. If you want to go to, for instance, tim.blog/tribe, you can learn more about. That is that. Really listen to this episode. We talk about hiring and restaurants for the first 30 minutes, which is still worth listening to, and then we go really deep on a lot of specifics that can apply to everything and just about everyone. Long intro, but trust me, it’s worth it. Please enjoy this wide-ranging conversation with Eric Ripert. Eric, welcome to the show. Eric Ripert: Thank you so much for having me. I’m very happy. Tim Ferriss: I have been looking forward to connecting with you for some time. I remember first coming across your smile on, I believe it was No Reservations, but it might have been Parts Unknown, where you took Anthony Bourdain back on the line to see if he had any of his endurance and skills left. Eric Ripert: Yeah, there was not much left, actually. That’s why I was smiling and laughing so much. His idea was to torture me. To take me and put me on the line and see myself going down, right? He thought because I was the chef of Le Bernardin, I forgot how to cook on the line. When he asked me, I said, “Oh yeah, I’m coming. No problem. But you have to be on the line yourself.” He went down so quickly. Tim Ferriss: It was a great episode and it caught me at a really good time because I was doing research for a book I wrote called The 4-Hour Chef. I remember at the time just before seeing that, I went into, I think it was Riverside Restaurant, to actually attempt to do some prep work. My knife skills are not fantastic, but they were improving. I remember watching people on the line. The people who were really good seemed like they had eight arms. It seemed like they were an octopus or something along those lines. I was curious just as a starting point – I’ve read, for instance, that you really focus on mentality when you’re hiring people. There are certain things you can teach, but mentality is very important. What makes, for instance, a good line cook? What types of people do you look for? Because I noticed when I was looking at the forearms of some of these line cooks, they looked like they had been crawling through barbed wire and charcoal. They’re very tough. They seem to really enjoy it, almost like professional athletes also, the action of the whole thing. What is the key mentality when you’re looking for someone who’s going to be good at something like that? Eric Ripert: They all become good at one point. Nobody’s born with knife skills. Nobody knows at three years old how to make a sauce and so on. These are details of craftsmanship. I’m not worried about the fact that we will be able to teach the person the details of craftsmanship. I’m always thinking about the mentality of the person. About if they are potentially a good team player. If they are not a good team player, they cannot adapt and be part of a team. I don’t like that. I will probably not hire them because it doesn’t matter if they can multi-task and they are brilliant at what they do. At one point, they would struggle during the night and during the lunch and they need to help also as well the other part of the team that struggles. So if they are very individualistic and they have a temper and they have an ego, the chances are they’re not coming to Le Bernardin. They have to humble. They have to be disciplined and clean. And this is the obvious – being humble is very important because it allows yourself curious and motivated. If your ego is in the way, it makes you blind and you’re not inclined to learn because you already know or you don’t want to show your weakness. Those kinds of things, details, are what I’m looking at in someone who comes to Le Bernardin. There are a lot of other things. Obviously, they have to be very clean. They have to be honest. Those are, of course, the ABCs of hiring someone. But again, being a team player is, in my opinion, one of the most important things for someone to become a good line cook. I’m not saying a chef. I make a difference between a line cook and a chef. A chef is a manager and someone with the capability of driving a team to success and creates his own recipes and has many other responsibilities in a kitchen. The line cook is basically the [inaudible] of the chef. Without being a great line cook, without mastering all the aspects or a lot of the aspects of what’s happening in a kitchen, you cannot become a good manager and you cannot become a chef. Tim Ferriss: When you’re trying to identify someone who is a good team player, do you do that by asking certain questions? Do you do it by throwing them into a shift and test-driving them and seeing how they respond to certain situations? How do you figure out who is going to be a good team player? Because I would imagine you don’t want to test it when a lot is on the line when you have an entirely full restaurant. That’s not the time to experiment with it. How do you determine if they’re a team player or not? Eric Ripert: First of all, we look at the résumés when they are sent to us or the cooks are sent by a culinary school or by another chef – they have a lot of good recommendations. What we do is we invite them to come in our kitchen on a Saturday night because it’s a busy night and it’s also the end of the week and we like to have them. We don’t have too many at the same time, but two or three potential hires in our kitchen. We say to them, “Look, we give you a menu. We’re going to put you in a kitchen in some different spots and you’re going to observe. Then at the end of the night, we will have a little talk with you. Because what we really want is for you to like what you see and want to be part of that team that’s working tonight. Therefore, it’s very light on them. They don’t have any pressure. They don’t have anything to do but to observe. At the same time, what they don’t realize is that we are watching them as well. For instance, if I see someone two hours in the service putting his hands in his pockets and starting to lean against the wall and starting to yawn, that’s not a good sign. If I see someone starting to bother the cooks by asking hundreds of questions when it is a really difficult time of the night and the cooks need to be concentrating, I know that person is not understanding what’s happening. It’s a lot of little details like that. At the end of the service, we sit down with them and we ask them what they think and then if they have a positive answer, if they say, “Well, look. I like your kitchen. I want to be with you.” Then we’ll go more into technical details of what we expect from them. We make them come back again and we put them in a station with someone and they don’t have any responsibilities, but they feel a little bit of the pressure. There is a slow process before we hire them. Tim Ferriss: Do you fire quickly? We’re not going to stay on hiring and firing the whole time, don’t worry. But do you hire really slowly and fire quickly? Or do you give people many different opportunities if they make mistakes? Eric Ripert: No, we don’t fire easily. It’s very rare that we fire someone. It’s very rare that someone also leaves almost immediately after being hired. Because of the process, because we are slow at hiring, they understand better who we are and they understand better if we are good for them. Therefore, we don’t have to deal with those painful consequences from having someone leaving or having to let someone go. Tim Ferriss: I’m going to switch gears just a little bit. Well, actually, completely. But the details, the little details. I love the allowing to observe but observing them simultaneously. I’d love to talk about a very different type of detail. This might be outdated, but I read about your office at one point. This was a piece from 2005, so it may not be accurate. Can you describe what your office looks like or what makes your office different perhaps than what people might think of as a normal office? It’s a leading question so you can certainly read what I have, but I’d love for you to describe your office, if you could. Eric Ripert: Well, my office looks like a monastery, like a Buddhist monastery, with Buddha statues everywhere, thangkas, pictures of His Holiness, the Dalai Lama, pictures of Buddhas, mantras, mantras, candles, a lot of them, probably way too many. There’s one table that I share with Cathy, who is my right hand. We basically face each other. Then we have another lady in the office, Chelsea, who is working with us on different aspects of the duties. But I always ask them permission if I can bring another painting or another thangka or Buddha. I ask them if they’re comfortable with that. If not, I would remove them because I don’t want to impose on them. It’s interesting because they laugh all the time. But when I remove one Buddha, they complain about it. I removed Buddha because I’m not being a Buddhist. You’re not supposed to be attached and obviously it’s a form of attachment. Therefore, I try to give Buddhas to my friends. To those who accept, they are happy to receive a Buddha from me. If not, I move them to my house, although I think we are maxed out at the house. Actually, my wife had a funny line the other day. She said, “What do you think about me bringing – because she’s Catholic – bringing some Christs on the cross and putting them all over the walls? I said, “Yeah, you’re right. Maybe I should move some Buddhas out of the house.” Tim Ferriss: Two questions. You mentioned the word, and I apologize, I couldn’t make it out. Thangka? Is that the word that you used? Eric Ripert: Thangkas are religious paintings that I have rolled to travel and then you put them against the wall. It’s basically usually a painting of a deity or a Buddha that has the role to help you in meditation or to inspire you. It’s not just for decoration. Tim Ferriss: Do you still have handwritten mantras or mantras around the office or elsewhere in your life? Eric Ripert: At home what I have done to avoid the discussion of putting too many Buddhas everywhere, I have a meditation room that is basically my world and nobody is telling me what to put in it or not put inside the room. I manage that pretty well. Then again, the office is a work in progress. Tim Ferriss: What are some of the handwritten mantras that you have around? Or any that are particularly important to you that you tend to revisit? I don’t even know where to begin, but I’m extremely curious because I have quotes that I put around my house. For instance, one on the refrigerator, one on the coffee table, because I think they’re important for me to revisit. I’m very fascinated by this handwritten mantra idea. Eric Ripert: The mantras that I have are either Tibetan or Sanskrit. I’m not sure I understand the full extent the power of the mantra, but probably the most powerful that I have on the wall is the mantra that explains the theory of emptiness in Buddhism. Which is basically that nothing in life or in this world, which is called Samsara, has an intrinsic reality, which means it is independent from anything else. In Buddhism, we believe that everything is a matter of cause and consequences and everything is interrelated. That mantra is basically reminding and proving the point that nothing exists by itself and we all are one. If that makes sense. [Crosstalk] Tim Ferriss: It makes more sense – probably requires a little bit of wine and a longer conversation – it does make a lot of sense to me. I’d like to rewind the clock a little bit. We’re definitely going to come back to meditation, certainly at one point. From my understanding, perhaps it was about two decades ago, you were a very demanding chef. I think you referred to yourself as a “borderline violent dictator.” Eric Ripert: Yes, and I agree. I was. Tim Ferriss: You were losing employees. Could you tell us about that period of time? Because that’s the last thing I would’ve imagined, given my exposure to you on video, given you in writing. Yet I know that certainly not very long ago that was extremely typical in kitchens. But can you tell us about that period of time? Eric Ripert: Absolutely. Tim Ferriss: What changes you made or what realizations you had? Eric Ripert: Yes, of course. I was trained in Europe at a very young age in kitchens where the way to educate a cook was through abuse and humiliation. The belief was we’re going to break this person. And then we’re going to rebuilt potentially a champion. It was allowed in a kitchen to beat the cooks. Like kick them in the butt or beat them on the shoulders or even punching the cooks and so on. In many kitchens it was allowed. It was common practice. It was certainly more than a common practice. It was everywhere and totally accepted to other chefs being screaming, insulting the cooks and having [inaudible] kitchen and throwing pans in the garbage and plates on the floor. It was seen as a sign of power. I learned later on in life that it’s embarrassing. It’s a huge sign of weakness. But it was the way many kitchens were training their cooks in Europe. It was actually a reflection of the education in the society. It was totally accepted in the 1970s when I was five years old, to have the teacher in school spanking or smacking or pulling the ears of a student. It was totally acceptable for parents to certainly do the same. Therefore, ultimately, in a work environment we would see that kind of abuse. Then when I came to the U.S., I was convinced that it was the right way to maintain a kitchen, maintain discipline, to create some strong people. A little bit almost like you will do with the military during the time of war when you have to train them to be ready to die, I guess, or to fight until the last minute. That was my mentality. When I became the chef of Le Bernardin, or even when I was a sous chef in Washington, D.C. at the Watergate Hotel, I had those terrible tantrums in the kitchen. Because the quality wouldn’t be there, because the cooks were not behaving the way I wanted. I was a terror. The waiters were scared of me and the cooks were scared of me. I was losing the staff. They were going to work somewhere else. I remember not understanding why they were leaving. I thought I was doing a good job trying to educate them. But ultimately, I had to one day sit down at home and started to reflect on my life as a professional and on my life in general. I realized that I was miserable. I was not happy at all. I realized that actually your brain cannot mix happiness and anger at the same time. I can tell you, anyone can try to be happy and angry. The brain doesn’t process that. Therefore, I decided almost overnight to change the way I was managing the kitchen, the way I was conducting my life, and since then, it has been a work in progress and I’m getting better and better. I make sure that our kitchen is an environment where people are happy to come and are motivated and excited to learn what they’re supposed to learn. The biggest job that I have and that was at the time, was to convince my sous chefs that yesterday we were wrong and we have to change. The sous chefs were like, “What’s happening to you? You’ve completely changed.” It has been a long journey for me to convince the sous chefs that the way to educate people and to motivate people. It’s being inspirational, being kind, being strong and keeping a certain discipline in the kitchen without promoting abuse. Tim Ferriss: Was there a particular moment that triggered that change in you? Because I imagine, for instance, not all the employees left at the same time. There were probably different events, different happenings. Was there a particular conversation or a particular book or a particular employee who left that was just the straw that broke the camel’s back when you realized that something had to change? Eric Ripert: No. You know what happened? It was very interesting. Because I knew I was miserable. I would close my eyes. It must be at home after work. I would try to envision something nice, something that will make me smile or something that will make me happy. So I would close my eyes and I would say, “Choose something simple. Envision and scene of flowers or envision a flower,” for instance. I was not capable of imagining a simple flower. It was all darkness. That freaked me out. Tim Ferriss: Because you were so angry. Eric Ripert: Because I was in the darkness. That is what triggered the change in me. It was not necessarily an employee that was fired a certain way. It was that moment. Sitting down or laying down, I don’t remember. But I said, “Oh my God, I am incapable of visualizing anything beautiful. Therefore, I must be in total darkness.” Tim Ferriss: Wow, that sounds terrifying. Eric Ripert: Not anymore. Tim Ferriss: Not anymore. Yeah, now you seem like you’re able to. What did you say or do to convince your, I suppose your second or third in command, the sous chefs, that it was necessary and to get them to go along with it? How did you convince them? I can imagine that overnight regime change – they’re wondering if you somehow snuck off to Burning Man for a night or something and aren’t sure what happened. How did you get them to buy in? What did you say to them? Eric Ripert: I still have to do that because some of them have a temper and some sous chefs are joining our team. They come from other teams that are different and come from a different environment that is much more abusive than Le Bernardin. It’s a constant communication with them. I basically said, “Look, for practical reasons, forget the spiritual reason, forget being nice for the act of being nice. But for practical reasons, if you scare the cook and you make him shake and he loses cool and he cannot focus, that cook will not be productive the way we need him to be productive.” Ultimately, the product that will go to the dining room to the client will not be as nice. So in that aspect, it’s easy to understand that we want the cooks not to be scared. They have to be precise and they have to be pushed, of course. It’s a timing issue. But they have to be pushed in a nice way so they feel part of the team. Now, the other day I had a discussion with a couple of sous chefs. I was trying to find a secular method for them that resonates to them in their head and that they will understand easily. Because I always try to not bring my Buddhist philosophy into the kitchen, except through secular ways. I said to them, “Why don’t you treat people the way you want to be treated?” I think actually it’s in the Bible somewhere. But I told them that. I said, “Look, you like when I talk to you nicely. You like when I am taking the time and being patient with you. You like interacting with me knowing that I’m a gentle soul.” “You don’t like it if I raise my voice, which is very rare. You don’t like to see my face looking frustrated. So if you don’t like that, why do you think someone else is going to like what you do?” “Please treat others the way you want to be treated.” That really had a good impact. They understood that really well. It was a good meeting that day. I have to say, I believe 99 percent of the time our kitchen is a very good environment to blossom, but, of course, we have our moments. Of course sometimes the challenge is so strong that someone loses it, especially in a position of command. Including myself. In that case, I also have an antidote for that. If we lose it and it’s happening and the kitchen stops and the cooks are terrorized or frustrated, what we have to do is we have to wait two minutes or until the end of the service. Then we have to go in front of the entire staff and genuinely apologize for being angry and expressing it by potentially screaming or any way of showing anger. If we do that, the cooks will forgive us, I believe. It will also, for us, be a good lesson because it’s never pleasant to go in front of a team and apologize for our mistakes. It’s happening. Now I see some sous chefs sometimes lose their temper and minutes later, they go and say look, I’m sorry. I apologize for my behavior. Let’s finish the night in a better way. Even myself. This week I remember I was frustrated with the sommelier who was spending too much time at a table explaining the wine and the food was getting cold. I called him in and I had a couple rough words with him. Immediately, I realized and I said, “Look, I’m totally sorry, but please do not do that because our food is getting cold. I apologize for raising my voice.” He laughed and he said, “Take it easy, it’s all good. I’m a big boy.” But still, I made the effort to do that. Tim Ferriss: When you are trying to strike a balance between kindness and the golden rule that you mentioned – treat others as you would have them treat you – and extremely high quality, you’ve given the examples. It doesn’t mean that you’re just running around giving everybody hugs all night. You certainly give feedback. What are some of the approaches or learnings that you’ve had in striking that balance? As I’m listening to you talk about your history with being brought up in a very tough environment, I was also coaching sports very often in ways that were extremely similar. Particularly during my time in Japan, where actually there’s a kendo sword. In some of the gyms I went to, they would cut off the top of the kendo sword so that it splayed out almost. Then they would hit athletes who were training if they did something incorrectly and cut their ears. It would cause all sorts of – I mean, the Japanese are very intense that way. As well as some of their schools of Zen meditation, they’re also involved in a lot of physical abuse. But the point being that I had a lot of trouble maybe five years ago, a little bit earlier, with realizing how unproductive the anger was that I had adopted as a way of interacting with people when I was in a bad place. I’ve struggled with, to be honest, getting better at managing people. I think I’ve improved a lot in the last few years, but how have you – I know it’s a lot of context – but are there certain things you’ve found helpful for finding that line of really high-quality but still returning to a place of kindness? Eric Ripert: Yes, I think it’s important to find tools to fight anger. Now, anger doesn’t create quality. Quality has nothing to do or standards of quality at Le Bernardin have nothing to do with anger. If someone makes a mistake and doesn’t realize it, or even if he realizes he’s made a mistake, we basically bring the person to the pass – which is the table where we check the food – and we pinpoint what’s wrong about it. We say, “Look, you made a mistake right here and right here. Go do it again.” We say that really in a kind way. We’re not saying, please go take your time and do it again. We just say, “Go do it again,” but in a nice way. We do that all night long. There’s nothing exceptional about it. The cooks have the habit of saying yes and taking the plate that has a mistaken on it and bringing it back again the way we want it. So that’s what’s happening. It’s important to tame anger with the right tools. First of all, I think it’s important to analyze what anger does to someone. For myself, I realize that anger is something that’s a very strong force that comes from the guts almost and comes out. It’s the way I feel it in processing anger. That very strong force has a tremendous power, of course. But that force is blind. It’s not rational. It doesn’t make you rational. It makes you completely unaware of the consequences of what that force makes you do. For instance, you may very well insult someone. You mentioned in Japan they beat people with some athletes or something like that. If it comes from anger, it’s impossible to control. The consequences are basically negative, obviously. Then when you calm down, when the anger is gone, suddenly you’re like, wow, what did I do? That was not necessary. Analyzing that or making that exercise of contemplation to why someone was angered toward yourself, it’s important. Then I use the tool of meditation for anger very often. For instance, a daily meditation for anyone at home is to visualize anger as a dark cloud coming out of yourself and imagining a laser coming out of your forehead and destroying the dark cloud. If you do that every day, thinking that the anger is a dark cloud, I can guaranty you that one day your anger is coming and you have almost like this Pavlovian reflex of saying, oh my God, it’s the dark cloud. Instead of letting anger go and blind you, you destroy that anger. Tim Ferriss: You suggest them doing this visualization, this meditation in the morning? Or is it a tool whenever they start to sense the physical symptoms of anger? Or both? Eric Ripert: It’s both. I believe that when you do meditation, it’s better to do it in the morning because your mind is clear, usually, or clearer. You don’t have all the distraction of the day, all the actions that you have done that will potentially disrupt you doing your meditation. Morning meditations are, in my opinion, much more productive. Then, like I mentioned before, when you get angry after many meditations on that dark cloud, again, you remember and it’s when you apply it. Tim Ferriss: What does your current meditation practice look like? You can definitely get into the details. On this podcast, it’s just been fascinating in the last few years to see that of all of the people I interview who operate at a high level in any field, I would say more than 85 percent have some type of mindfulness practice or meditation practice. It takes many different forms. But I’d love to hear specifically what your meditation practice looks like, what time you do it in the morning. If you could just walk us through in the case of the morning, meditation, what are the first 60 minutes or an hour of your day look like? Those are the same I guess. 60 minutes or 90 minutes of the day look like for you. Eric Ripert: I like to have my day – it’s very repetitive. It’s a pattern. I follow a pattern. I wake up and I force myself because I always forget to be grateful to be alive. Tim Ferriss: What time do you typically wake up? Eric Ripert: 6:00, 6:30, 7:00. Rarely 8:00. For me, it’s pretty early. After that, I look at my phone. I quickly look at the news on the phone and messages and things like that. But it doesn’t take too much. After that, I go make my coffee. Then I go to my meditation room and I do some rituals, Buddhist rituals. I make some offerings. I read a little bit. I say some mantras. Then I start my meditation. When I start the meditation, I don’t even sit in a lotus position because I find it a distraction for me because my knees hurt and my back hurts and I’m not that flexible. Therefore, I sit straight but comfortable. I start to look at the room. I look at the details of the room. Then I close my eyes and I do what we call Shamatha. Shamatha meditation is basically being in the present and controlling your mind. Not letting the mind think about the past or think about the future or stuff to be judgmental. We call that avoiding monkey mind. Monkey mind is when you’re not in control of your mind, but your mind is in control of your self. That exercise can be done by focusing on the way you inspire and excel. Many people do that. For myself, it’s a little bit different. When I inhale, I feel the energy coming from the first chakra, which – that chakra is basically the middle of your butt. The energy going up to the seventh chakra, which is on top of the head. Then when I exhale, the energy goes down. It looks like it’s almost like a tube in my back that carries the energy up and carries the energy down. I do that for a few minutes. I don’t count the minutes because I don’t want to be distracted by oh, my God. Am I going to do ten minutes? Or am I only going to do five minutes today? What am I going to do? So I don’t put pressure on myself. What is important is not the quantity in terms of timing, it’s the quality. Then when I feel that I am really in the present and in control of my mind, I decide which meditation I am going to do. Very often, they are meditations that are linked to Buddhism. But sometimes it can be a meditation that is universal and secular. Like, for instance, visualizing a weakness and finding a way to destroy that weakness. It can be anger, it can be jealousy, it can be attachment. Anything. But I always end up by doing the 12-link meditation, which is typically a Buddhist meditation from [inaudible] school, which is Tibetan Buddhism. Tim Ferriss: 12-link, L-I-N-K? Eric Ripert: Yes. Tim Ferriss: Got it. I know you’re not counting the minutes, but typically how long do you do that for? Eric Ripert: It probably takes about – in between Shamata and vipassana, which is a guided meditation, and Shamata being single-point meditation. It’s when you basically control your brain. Then it’s when your brain concentrates on different subjects. In between both meditations, it must be about 25 minutes, half hour maximum. Not more than that. Then I read again. Then sometimes I meditate again if I have time. But that’s basically it. About two hours of my time in the morning is in between doing the ritual that I just expenditure to you. Tim Ferriss: I have quite a few questions about this because I love the details and my listeners love the details. I’m also about to do my first silent retreat for ten days. Eric Ripert: Oh, my gosh. Wow. Tim Ferriss: I’m thinking a lot about this. I think it’s part of the medicine I need. We all need something. I think this is part of what I need. I’m going to get into meditation in detail, but just for people who may not have ever experienced something like this or attempted anything like this, what are some of the benefits that you see from this? Or perhaps a different way to answer it would be, what were you like before this type of practice? How are you different now? Eric Ripert: Meditation ultimately helps you to train your mind how to concentrate in a better way and to control, like I mentioned, control your mind. If not, the mind is something that is very free and lacks discipline. It’s the only way for you to be in control of yourself. It’s the best way for yourself to concentrate and to – if you are studying some philosophical subjects, to go to the roots of the subject. That is what meditation does. It also, I believe, helps you to be calmer. Is calmer an English word? Tim Ferriss: I don’t think so. Eric Ripert: Calm, to be calm. Tim Ferriss: Oh, calmer, yes. Eric Ripert: Sorry, calmer, okay. To be much more serene. Let’s put it this way. It doesn’t happen overnight. Meditation very often in the beginning is frustrating. It’s not pleasurable. It’s a challenge. But then after a lot of practice, it becomes a necessity. It becomes kind of a refuge for yourself. There’s a lot of pleasure coming out of it. Tim Ferriss: I really appreciate that. I’m going to come back to that. Also for people who are listening and are like, oh my God – woo-woo, meditation, Buddhism, save me. Because I know a lot of Type A personalities do that, which is what I did not too long ago. I remember I was listening to somebody being interviewed on stage who used to have a lot of anger issues. They seemed to have resolved a lot of them through meditation. Somebody asked them how long they meditate and they said, “Well, usually it’s about 30 minutes.” They said, “Oh, I could never sit still for 30 minutes.” They said, “If you can’t meditate for 30 minutes, you need three hours.” Generally, the harder it is for you, the more you need it. Going back to the beginning of your day, I’d love to – and hopefully this isn’t irritating for you, but just to go through each of these and ask a few questions. The “grateful to be alive,” is that something you say to yourself? Is that a feeling? Is it just listening to the world around you? What exactly do you do when you wake up and remind yourself of that? Eric Ripert: I wake up and when my mind wakes up, it’s not like I am confused. I know where I am. I am in my bed. I’m aware of that. I have a sense of awareness. But I try to have my first thoughts dedicated to the fact that I am alive and I’m lucky to be alive because it gives me many possibilities to be a better person, to have an impact on other people who also are in a good day in front of me and so on. It’s something that I’m doing right away. It’s not like I’m thinking about it for ten minutes. It’s a very quick thought. It’s a few seconds thinking about it and saying, wow, I’m lucky. Thank you. I’m appreciating the fact that I am waking up today and I am alive. Tim Ferriss: The next thing you do, I was actually fascinated that you drink coffee before you meditate. Which is not necessarily a bad thing, I’ve just never come across it with an experienced meditator yet. I’m sure you’re not the only one. What type – just because I have to ask since you have so much culinary expertise – what is your go-to coffee? How do you – what type of coffee and how do you make it? Eric Ripert: First of all, it’s decaf coffee. It’s no caffeine involved. That helps me, I guess, a lot for my meditation. I’m not in charge of buying the coffee. It’s my wife who goes to the store and buys quality coffee from different countries. But she knows my tastes after so many years. I don’t know where it’s coming from, but it always tastes the same. I cannot tell you the origin of the coffee. Tim Ferriss: Do you use a machine? Do you use a chemex? Do you have any particular – I know this is getting nerdy, but I’m wondering if it’s actually super-simple. I know some really good chefs who love instant coffee and then I know some who will do a ten-minute pour-over and hand-grind the beans and do all of that. Where are you in that spectrum? Eric Ripert: The beans are hand-ground, like you mentioned. I’m using a Mr. Coffee machine. Tim Ferriss: Got it. Okay, cool. Eric Ripert: Actually, you know the coffee comes very hot and I don’t like hot coffee, but it gives me the time to sit down and let my coffee get slightly cooler. It’s a way for me also to start my day in a very quiet, simple way. I wait a few minutes for the coffee to be a bit warmer and then it takes me about at least 15 minutes to drink my cup of coffee. Actually, it’s a mug. But it takes me about 15 minutes. Really, the coffee for me becomes very pleasurable in terms of temperature in the last five minutes of the process. Tim Ferriss: I like that. I like that you deliberately have coffee that’s too hot because you can’t rush or you’ll hurt yourself. Eric Ripert: Yes. Tim Ferriss: You then go into your meditation room. You make some offerings, which maybe we can do in a Part 2 podcast because I want to talk about the reading. What do you read? Because you do the offering, you read, then you have mantras, then meditation. Then you also read as a bookend at the end of the session. What are you reading or what do you like to read? Eric Ripert: I mostly read Buddhist texts or books from masters or ancient masters and from modern teachers. Mostly teachings from His Holiness, the Dalai Lama. That’s what I read. Tim Ferriss: Are there any particular chapters or books that you would recommend to someone if they wanted to start somewhere? Eric Ripert: Yeah, of course. You have always like Buddhism for Dummies, but I don’t recommend it. I think studying the form of a truth with someone like the Dalai Lama is a good idea because it’s a very interesting and simple approach to Buddhism. It’s the realization that – so the form of a truth basically was the first teaching of Buddha after he got enlightened. It is the realization that in life, at one point or another, life is made of suffering. That suffering – that’s the first truth. The second truth is that suffering has an origin. So basically suppose you have a bid headache and where is the headache coming from? Suffering. Maybe last night you had too much tequila. Something like that. I mean, I’m thinking of these examples but it could be anything, right? I’m trying to be funny with that. But it’s to identify the root of suffering. Because suffering cannot exist by itself without a previous condition. Then it’s too say if I work too hard, that’s suffering again. I have to stop creating the conditions that lead to that suffering. So that’s the third numbered truth. The fourth numbered truth is the passive liberation from suffering, which is basically following the teaching of Buddha. The path of liberation is very simple. You can roll a circle and it’s called the eight-fold path. I think it’s eight-fold – in English – path of liberation. Basically, it’s eight recommendations from Buddha which are very simple because, again, it was his first teaching and not necessarily some people are aware they’re in the [inaudible] in Buddhism. The first thing to say to yourself is, I trust the teaching of Buddha and I will question everything about the teaching, but if it makes sense to me, I will trust the teaching and study. The second thing is to say to yourself, studying is not good enough. I have to practice having good thoughts during my journey. Then adding a good speech. Therefore, I bring good actions. Then it’s having a job that is not in contradiction with the teaching of Buddha. You cannot be the master and kill people and be a Buddhist. It doesn’t work. Then it’s to say I’m going to do the right efforts every day to implement all of the above and become a better person. That means to say I’m going to practice concentration to be able to achieve that goal because it requires a lot of concentration. Then it’s to achieve wisdom and use that wisdom for good reasons. This is the form of [inaudible] truth. Tim Ferriss: Thank you very much for that. I’d love to – maybe it’s within the context of those truths. I’m trying to follow those truths or not, I don’t know. But in your process where you do offerings, reading, mantras, are the mantras in English or in another language? Or in French or otherwise? Eric Ripert: No, the mantras are in Sanskrit or in Tibetan sometimes. But, for instance, the mantra of emptiness I can tell you now and I don’t think you’re going to understand much. I’m not sure I understand fully the mantra, but [speaking foreign language]. So I say that mantra many, many times. I have a [speaking foreign language], which is basically like a bracelet with little pearls. You have 108 pearls. Each of them represents a teaching of Buddha. You repeat that 108 times. If you have the time to do it. If not, you do it three times and you try to understand the mantra. Like, for instance, emptiness is a very important part of Buddhism that explains all phenomena of life. We can go into details of it if you want, but it’s going to take an hour. Tim Ferriss: Well, given the time constraints we have today – Eric Ripert: I can do very quickly. For instance, you can have a page of paper in front of you and it is a page of paper. You do not deny the fact that it is a page of paper. Now, for you it’s a page of paper, but for someone else who has never seen a page of paper, it could be something like fire or some other interpretation. Whatever you think of, it’s not necessarily the ultimate truth, it’s just your interpretation. Also, that sheet of paper, that page that you have in front of you is made of wood that was once a seed in the ground that became a tree after years of rain and wind and sun and nights. That piece of paper, if you go further, is made of particles, atoms, and smaller particles. Ultimately, the piece of paper that you have in front of you is yes, a piece of paper, but it’s much more than that. Tim Ferriss: You and I have a lot to talk about, my friend. Thank you. Eric Ripert: I’m a student trying to explain to you what I understand. I’m definitely not considering myself a teacher. Tim Ferriss: Well, speaking of teachers – and I’m going to keep zooming in and out. I’m going to come back to visualizing weakness because I’d love to get a real-world example from you of a weakness you were working on and what you did, but before we get there, perhaps as a jumping-off point for people who are curious about this. There are a few books – I grew up with a very strong aversion to religion of all types or anything I considered organized religion. We don’t have time to psychoanalyze that right now. But suffice it to say that is something I have carried for a very long time. I had a visceral, knee-jerk resistance to almost anything that had an “ism” at the end of it, if that makes sense. Eric Ripert: Yes. Tim Ferriss: Then there were a few books that were introduced to me that had a tremendous impact. Maybe thinkers are another way to put it. The first was from – and I don’t know how I cam across it – but it was a book written by Thích Nhất Hạnh, who was nominated for the Nobel Peace Prize by – [Crosstalk] Tim Ferriss: – Dr. Martin Luther King, Jr. Yes, exactly. It was one of the two because I ended up reading both. But The Miracle of Mindfulness or Peace is Every Step. I remember there was one example – not to make this about me, but it might be helpful to people out there – and I don’t know which book it was in. It was in one of the two. One example that really stuck with me for decades now is he talked about how – and this is an example of how mindfulness can actually help you, at least in my mind. I was like, oh, wow, that actually makes perfect sense. It was “If you’re washing the dishes after a meal and you’re going to reward yourself with a plum and the whole time you’re washing the dishes, you’re thinking about the plum, when you eat the plum, you’re going to enjoy the plum because you’ll thinking about whatever’s coming after the plum.” Eric Ripert: Yes. Tim Ferriss: I was like, oh, my God. That’s so simple. But it makes a lot of sense. Thích Nhất Hạnh – and also Tara Brach wrote a book called Radical Acceptance. It’s a very boring title, but it is one of the things that perhaps more than anything else – particularly after my first real television experience, which was very difficult on everyone. It was a suicide mission of sorts. The schedule, everything was extremely difficult. I lost my temper a few times at not generally people in the field, but usually with the editing team. I was very ashamed of that, very unproud of that. This book, Radical Acceptance, really helped me to reconcile a lot of what was just gnawing at me on the inside or causing that to come out at really bad times. I bring up those books because when you and I have had some interaction electronically – and I’m very excited to have you in the new book that’s coming out, not too far out – Tribe of Mentors. Thank you for that. Sharon Salzburg and a bunch of really wonderful people are in there. You mentioned the Dalai Lama’s 100 elephants on a blade of grass. You also – the French, which I’m not going to try to pronounce because it’ll sound terrible when I try it – but was that the book that made the difference for you in terms of exploring these types of subjects? Was there something that you found first? How did you find the book? Eric Ripert: It was this book, for sure. I still have the book, of course. It’s out of print because it’s from 1989. That book was sent to me by my mother. I was living in Washington, D.C. I had previously read a book on the plane coming to America, to live permanently in America. The book was about Tibet and about Buddhism. I was interested but I was a bit confused. Something was interesting about it. Tim Ferriss: How did you find that first book? Eric Ripert: I was at the airport and – Tim Ferriss: This was in France? Eric Ripert: Yes. I was about to go into the plane. I had ten Francs, which is the equivalent of $2.00 or less. Francs do not exist anymore; now it’s Euros. But at the time, it was about that much. I was tempted to buy Playboy. Tim Ferriss: That’s natural; a healthy young man. Eric Ripert: I actually read that and dropped the Playboy. Then I saw that book about Tibet that was somewhere in the airport. I looked at it and it was the same price. I said, oh, my God. I’m interested because I always was curious about Tibet. It looks like we don’t know much about that country and so on. So I said I’m going to buy the Tibetan book. Then I had the book and I went back to the Playboy and I dropped the book. Then I was paying for the Playboy and at the last second, I said to the lady, “No, please. I’m sorry. I’m taking the book.” I put back the Playboy where it belonged. That was my first interest in Buddhism and in Tibetan culture. Tim Ferriss:   It’s hard to make proper use of a Playboy on an airplane. Eric Ripert: Well, you can do that [inaudible]. Tim Ferriss: I interrupted that. So you read that book and then your mother sent you? Eric Ripert: Yes. I said to her, “Look, can you try to find me something interesting about Buddhism and Tibet and maybe a master?” I didn’t know the Dalai Lama at the time. I had no idea. She found that book and sent it to me. The beginning of the book is the speech that he made when he got the Nobel Peace Prize. That speech really moved me tremendously. It was a brilliant, compassionate speech that he made. After that, I read of course the rest of the book, which touched different aspects of Buddhism. But ultimately, I understand that Buddhism can be three things at the same time. That’s why it’s so appealing today to a lot of people because Buddhism can be a religion, if you wish. It can also be purely a philosophy. The theory of Buddhism can be proven by science. Especially quantum physics or quantum mechanics. So you have three ways to embrace the [inaudible] Buddhism. One being totally secular. I think it’s actually probably the future of Buddhism is to be proven by science and quantum mechanics is the best way to prove the theory. Or philosophically by debating and by analyzing. You can prove the many theories of Buddhism. Then, of course, you can always follow the religious path, which is not fighting the fact that it’s a science and it’s a philosophy as well. It’s just complementary. Some people are purely religious. Some people are purely scientific about it. Some people are using the three aspects of that philosophy. Tim Ferriss: One thing that also brought me back into the orbit of Buddhism, and I wouldn’t call myself a Buddhist. In the same way that people are like, “Oh, are you a surfer?” I’m like, “No, no, no. I surf very poorly, but I’d never call myself a surfer.” I wouldn’t self-identify that way. I’m very interested in reading different books on Buddhism, mostly in a secular capacity. Eric Ripert: Sure. It should be like that. Tim Ferriss: In part because a branch of philosophy called Stoicism I can effectively say saved my life on at least one occasion, probably more. One of the quotes I have on my refrigerator is from Marcus Aurelius. The Stoic thinkers, particularly Epictetus, Seneca and Marcus Aurelius – the most famous book by the last being Meditations – have a lot of overlap with secular Buddhism. They’re almost entirely compatible. I can’t think of one thing that comes to mind that is contradictory. The Greeks and the Romans brought me back to Buddhism to expand my thinking about how to become more self-aware and less emotionally reactive. If we’re looking at secular Stoicism, because you can get into cosmology and some really weird stuff, then there isn’t a ton to work with in terms of original texts. Buddhism has a lot more to work with in terms of original writings over many centuries in different cultures also. Which is interesting to me to look at the different breeds, so to speak. What I’ve noticed in Silicon Valley is that both Stoicism and Buddhism – here I’m sitting in San Francisco – become more popular because I think in part you can take engineers who may be, by default, more secular, and give them a toolkit to help with navigating life. I was having a conversation with a gentleman named Jerry Colonna, who was in a former life a very successful technology investor, among other things. Now he works with executives at a lot of the technology companies that people would recognize. One of the questions that he likes to ask, which is perfectly – you don’t have to be a Buddhist to ask this type of question, but it happens to relate and I’m going to paraphrase here – how are you complicit in creating the conditions you say you don’t want? How are you contributing to creating the conditions that you say you don’t want? Which seems to come right back to the noble truths and so on, that you were talking about. Visualizing weakness is very interesting to me. I want to make sure I come back to that briefly. We can bounce around certainly. But when you’re going through your meditation and you’re visualizing weakness, can you give us an example of a weakness past or current that you’ve visualized and what that process looks like in your mind? Eric Ripert: Yes. Before I go to that, I’d like to say one thing that is very interesting to me about Buddhism. It’s not a dogmatic religion of philosophy at all. Actually, even Buddha himself. “Buddha” means basically “the enlightened one,” right? But his name was [inaudible]. [Inaudible] himself said, “Please, please, please.” “It’s not because I am respected and I am supposedly enlightened that you should take every word I say for truthful. Please analyze everything I say and reject everything that doesn’t make sense in my speech, in my actions, in my theories. Do not take the dogma as it is. Question everything.” Today when you study Buddhism, your teachers are very articulate in making sure that you do that. They test you. Making sure that you do not accept anything they say because they are supposedly your teacher or supposedly pure or anything like that. So that’s very interesting to me that you have to reject whatever doesn’t make sense to yourself. Now, going back to the weakness, weakness comes from ignorance. Ignorance is basically the root of all weaknesses. We basically consider in Buddhism three poisons of the mind which are coming from ignorance. The first one is attachment. Then unearthly desire. Then anger is a very powerful poison of the mind as well. That comes from ignorance. So let’s say attachment. Let’s take the subject of attachment. I could be attached to many things. And I am, during the day actually. The man who’s talking to you is Eric Ripert. He’s a simple man who is trying to be a good guy. He fails many times in his vision. He’s not talking to you as a master here. I’m a student. I’m trying every day to fight anger, to fight attachment and ignorance. Therefore, saying that, if I take attachment as a subject, I’m trying to see where I am attached the most. Is it the power? Is it the glory? Is it the money? Is it something else? Then I decide that today I’m going to focus on the fact that I’m attached to my reputation as a great chef. Potentially that can bring you a very insecure reaction to all that. I can be so much attached to my reputation as a four-star chef and three-star Michelin chef or international chef, whatever it is. That is definitely something that is negative. When I identify the subject that I want to fight, I basically concentrate and say, why are you so attached to being a celebrity, for instance? What does it do for you? How good is it for you? What happens if you lose that? What will be the consequence of losing that? How important is it in your life compared to being healthy and being a compassionate person and so on? When you analyze the subject, you realize that suddenly if you’re attached to your title – which actually when you die stays here. You die and your title doesn’t exist anymore. So it’s not even meaningful in the long term. When I identify that weakness, which is attachment in this instance, I say okay, well, I’m going to visualize – because I want to make it simple for my mind to fight – I’m going to visualize that as something – for you it could be something else, but it could be a rock, a stone. It could be anything. For me, I always go to the dark cloud. For some reason, it works in my mind. I see a dark cloud and I’m like, this dark cloud is my attachment to my title and to what I’m supposed to represent. I am going to get rid of it. I have decided that, partly because I read a lot of books from Star Wars and read a lot of comic books and so on, I am the guy with the laser in his forehead. I have the power of destroying that cloud and saying that cloud is full of attachment to something that is not meaningful at the end of the day. At the end of the day, it’s not important. I’m destroying and destroying and destroying. Doing that repetitively creates basically, like I said before, like the Pavlovian reflex. As soon as I’m going to have doubt about losing what I have built in terms of reputation, I’m going to think about literally brought into my life. Can I give it away? I realize that it is not important in my life and I can give it away easily. So I visualize the cloud. I destroy it and I don’t have that fear anymore of losing, of being attached. That’s my way of doing it. I’m not sure it’s the perfect way. I’m not sure it works for everybody. But for me, it’s the way I do it. It’s very simple when you think about it. Tim Ferriss: Simplicity and maybe simplicity isn’t the right word. Maybe elegance isn’t the right word in terms of few moving pieces, but very high-quality pieces, is actually what I think of when I hear your name. I’m sure that as with any high-end operation, speaking of your restaurants, maybe it’s like the duck on the surface. Where it’s extremely calm and you don’t see the feet kicking like hell underneath. I don’t know. The question I wanted to ask you is related to attachment. Many people in the culinary world are attached to – and this is true everywhere – but money and growth. Particularly with the profile that you have, you must get approached to do huge chains and dozens of this and hundreds of that. You must be sent opportunities like that all the time. I mean, I would imagine it has to happen every week. How have you thought about making decisions about quality versus scale? Eric Ripert: Yes. Well, I am not naïve. I am not that naïve. I understand the benefits of being wealthy that comes usually from working hard and developing businesses and so on. Sometimes it comes from some other directions. But wealth definitely contributes to happiness, but ultimately we know it doesn’t bring happiness and inner strength, inner happiness. In my case, I decided that I had to find my level of contentment. What was my level of contentment? I created it. I said, look, my level of contentment is that I have a very successful restaurant in New York. That makes me very happy. That creates jobs for 160 families. We work as a team to make our clients happy to create experiences for people who come here. We live from that. Now I live pretty well. I’m trying to give a good lifestyle and a good income to everyone who is in the company. Of course, relative to their position and to the responsibility that they have. It’s not everybody has the same compensation. But I think like that. Then I look at my life and I’m like, you know, I’m very lucky in this life. First of all, so far, I think I am healthy. I’m not starving. I’m not in a war. I have a happy family surrounding me, supporting me. I have a team that seems to like me. In terms of money, I eat well. I’m traveling when I need to travel. I have a pair of sneakers that I like. I have a pair of jeans. I have a t-shirt. When it’s cold I have sweaters and so on. How many of that do I need? How many houses do I need? How much money do I need in the bank? When I’m going to leave this world, everything is going to stay here. I’m not taking anything with me. How much sacrifices I have to make to accumulate wealth that are worth it or not? I realize that for myself, Le Bernardin, and we have another restaurant in the Cayman Islands with the Ritz-Carlton called Blue by Eric Ripert. I’m consulting there. But it’s very low maintenance for me. It’s mostly the team, both teams that work together with my mentorship. But I said to myself, look, if you open another restaurant in Vegas and one in Dubai and one in Hong Kong, Singapore, whatever, and accept all those offers, suddenly your lifestyle is going to change. You’re not going to have time for yourself, which I need. As you can understand from the previous discussion we had, you realize that I need a lot of time for myself. I believe that time for myself has positive consequences on my family. I’m a better family member. The family supports me and supports my business. The business supports my family. I try to have that balance that I really don’t want to change. I’m content. I don’t want to lose that. It’s not about being attached to that. It’s not an unhealthy attachment. It’s just that it’s very beneficial for myself first, of course, but for everyone around me. It’s why I am where I am and I’m doing what I’m doing. Tim Ferriss: You sound content. Not that I have a perfect radar for that. Eric Ripert: Well, some mornings I’m a little bit more grumpy before the coffee. I have challenges during the day. It’s not like my days are blissful every day of the week. I have some challenges that I have to resolve and I have some moments of stress and so on. It’s not like Nirvana here. I mean, it’s New York. Tim Ferriss: That is a great quote. I want to – if you’d be comfortable – because I think it would be very encouraging for a lot of people listening. If you’re willing to look back at your childhood. It seems like certainly at points it was very difficult for you. Could you tell us about some of those early days? Maybe just describe for us some of what your childhood was like and some of the most important events in your childhood. Eric Ripert: I was born in a family that was pretty successful. My mother was in the fashion industry. She’s still a beautiful woman. My father was in banking. Perfect young couple. A success story. They were living in the French Riviera. They were actually living when I was four or five years old in St. Tropez, so it was with the jet set and so on. Then they divorced and my life changed with the divorce. When they divorced, I was about five or six years old. Until then, I had a great life. Everything was fine. Then when they divorced, my mother remarried. My father remarried. His wife didn’t necessarily like my presence. My step-father was very mean to me. At least this was the way I felt. It was hell at home for me as a young kid. I was sent when I was eight years old to a boarding school where it became hellish when a priest tried to sexually abuse me. Many challenges like that in my life. Then I came back home, of course. I had to deal with my step-father for a long time. It was a very challenging relationship that we had. He was verbally abusive and physically – he would have no problem to beat me and so on. Of course, making sure that my mother wouldn’t know. My mother was struggling to raise me. At 15, being a very bad student and having a lot of anger issues and a lot of other issues linked to that lifestyle, I was at 15 years old, even the principal’s office at the end of the year, in ninth grade, discussing my future. My future was “He cannot go to a regular school. Eric has to find a job.” I was actually very happy about that because I didn’t like the school system. I asked if I could go to culinary school and learn the craftsmanship of becoming a chef. It was not easy. Culinary schools are very difficult and require a lot of discipline. It’s tough for young kids when they are 15, 16, or 17 years old. At 17, I moved to Paris and I lived in a tiny, tiny, tiny apartment and worked at La Tour d’Argent, which was very famous at the time. I struggled with ridiculous salaries and the challenges of the kitchen and so on. Those years were not happy years for myself. Moving on, I worked for Joël Robuchon in his kitchen. There were tough kitchens, a lot of work. Not too many rewards that you would see at the end of the day. I did my military duties because they were mandatory. It’s not really a pleasant experience. It’s not meant to be a pleasant experience. Then I moved to the U.S. in 1989 without speaking a word of English. There were huge challenges coming to America and discovering that nobody’s waiting for you at the airport with a red carpet. Oh my God, these French. To cook, you are a genius. Tim Ferriss: Especially in New York City. Eric Ripert: All those aspects were very challenging and didn’t make me a happy camper. I was missing something in my life. I was missing spirituality and what Buddhism became for me today. But yes, I was a little bit lost and angry. Angry means unhappy. That was really the beginning of my life. Of course I had some good moments and some good friends and good relationships and so on. But when I look at the big picture, those were the dark years. Tim Ferriss: When did you, during that entire period, was there a particular moment or day or dish or anything where you realized you could actually be really good at cooking? Was there any assignment, a teacher, anything that gave you the confidence? Eric Ripert: That’s interesting because I started in 1991 at Le Bernardin. I was the chef. In 1994, I was the executive chef of Le Bernardin and the business partner of Maguy Le Coze, who created with her brother Le Bernardin in 1991. In 1994, the brother passed away and I was in charge of the kitchen by myself. By myself with a team, of course, to manage the team. In 1995, Ruth Reichl at The New York Times gave the team and to myself ultimately a four-star review. From there we only had accolades and rewards and so on. But I never thought I was a good cook or a good chef. It took me until 2000, when I did a book called A Return to Cooking, that I realized that I was insulting my luck because I was talented and not everybody is talented. I had to acknowledge it without being pretentious, not to insult my luck. It was a discovery for me. A Return to Cooking was an adventure. I wanted to study the four seasons. A little bit like Vivaldi with the music, but myself with the food. I decided to bring a painter to photograph first and a writer and to go to different regions of America during different seasons. Therefore, we rented houses in Vermont for the fall, in the Hamptons for the summer, in the spring in California. And because the winter was too challenging in North America, we decided to go to Puerto Rico. [Inaudible] experience that was starting every morning with, for the painter, with a blank canvas, and for myself, going to the market and finding ingredients and cooking for the group and documenting the recipes and so it. It’s when I realized that I was a good cook. Tim Ferriss: In 2000. Eric Ripert: 2000. It’s amazing it took me such a long time. Then after that, I have been making sure that it doesn’t go to my head and that I stay humble and that I share the knowledge and the cooking wisdom I’ve accumulated. It’s what it is. But ultimately, since that process, I accept the gifts that I receive in my life. Which is being able to be a good cook and to be a chef, ultimately. Tim Ferriss: You have also your memoir, which is 32 Yolks. Subtitled From my Mother’s Table to Working the Line. I wanted to ask you, because it seems like you have a very special relationship with your mother. If you’re cooking dinner for your mother, are there any particular meals that you like to make for her or that she likes you to make for her? Eric Ripert: I think she likes to cook for me. Tim Ferriss: I should’ve seen that coming. That makes sense. Eric Ripert: It’s very interesting because when I was a kid and she knew I was unhappy and I was challenged, her way to make me happy and to show her love to her son was through the process of feeding me, through the process of cooking for me. It’s where she put all of her energy as a mother. I will feel it. I will know it was meant to be the proof of love for her child. If today I am with my mother, I am sure that she would not let me take the knife and start to slice vegetables or anything. She will take total control of the kitchen, claiming that I will mess up the kitchen and she’ll have to clean it after. That would be her excuse, but I think the real reason would be to make her son feel the love from his mom. I have many dishes that I love from her. She was doing, and she still does, a Vietnamese spring roll called nem, which I love. Actually, I have never been able to make it as good as hers. She will make a [inaudible] sauce. That was for me the ultimate. Then every day she would make an apple tart. That was like a 12-inch apple tart that I would eat every afternoon when I was coming back from school. That was my favorite meal. Tim Ferriss: Oh, man. I’m so hungry. I’ve been fasting. I’m so hungry. I’m salivating like my dog when I’m opening a can of food. Is it true – this is just in the questions related to food category. Is it true that you eat Swiss cheese before you taste dishes? Eric Ripert: Yes. Tim Ferriss: Can you explain this, please? Eric Ripert: Yes, of course. Not only do I eat Swiss cheese, I make the entire team of sous chefs, and there are eight sous chefs at Le Bernardin, I make them eat Swiss cheese that is not artisanal. It is an industrial cheese. Because it always has the same flavor. It’s very consistent. It’s not the best Swiss cheese. It doesn’t have the qualities of an artisanal cheese, but we know that it tastes a certain way. Then when we come to the kitchen, we calibrate our palates by tasting this. When I say calibrate our palates, what I mean is that if I taste too salty, I know my palate is very sensitive to salt. If the cheese tastes very bland, my palate is numb. If the cheese tastes very well balanced, I know my palate is accurate. We do that with all the sous chefs. We are going to go through all the mise en place, which is the preparation from different stations. When we go taste the sauce and any preparation, if we find everything salty, we know it’s because our palate is off because the cheese gave us the information that we are ultra-sensitive to salt. Or if everything seems to be bland, I know my palate is numb. That can come from many things. If you drink a bit too much at night, your palate will be numb. If you have a good diet and don’t eat too many sweets at night, depending on your lifestyle and what you eat, your palate will react the day after. The cheese is the way for us to know that. Tim Ferriss: I love that. All right. Since that one mined some gold, I’m going to keep going with some food-related questions. If you could ask home cooks – just assume most people listening are home cooks – one ingredient they should use less and one ingredient you wish they would experiment with more? Eric Ripert: I am in favor of organic. We’re going to take two examples. We’re going to take animals and we’re going to take vegetables. If you have the choice of feeding your family an animal like a chicken, for instance, or eggs, or even meat that doesn’t have growth hormones, that doesn’t have pesticides, that doesn’t have antibiotics and so on, if you have that choice, would you give your child the meat or eggs or milk with those chemicals in it or would you give your child – and if you can afford it, obviously, because very often it’s a matter of budget – but would you give your child a product that is purely natural and doesn’t have those chemicals? For the vegetables, it is very much the same. I’m not anti-GMO vegetables necessarily. But when GMO carried – it’s not the genes, but the DNA of Round-Up for instance, and when the vegetables are full of pesticides and so on and when you have a choice and you can give to your family vegetables or fruits that don’t have that, what would you give to your family? I think my answer is not exactly what you expect because you would like maybe one single ingredient, but I’m a bit broader in my vision. I think it’s still important to not necessarily answer what you wanted. Tim Ferriss: Sure. No, no, no. You have full creative liberty here. Eric Ripert: But if we go to an ingredient, I would say if you have a choice in between real butter and fake butter that is made of chemicals and so on – processed food, basically, it’s processed food – if you have the choice, use the regular butter, for instance, which has, we know it has fat. It has benefits and it has ingredients in it’s body that are not necessarily positive for the human body. But do not use processed food. Our bodies don’t digest processed food easily or doesn’t digest it at all. So I’m saying use natural products. Tim Ferriss: Good recommendation. The budget, I really wish that there were more of a level playing field. I’m optimistic about Amazon having bought Whole Foods. I’m very interested to see how that may open the door. Since one of the first announcements they made was going to be lowering prices since, in effect, Amazon is creating an internal customer for developing their own infrastructure potentially to then supply food on a much broader scale, so they can afford to have lower prices. I’m very excited to see how it impacts the options that people have. Eric Ripert: Yeah, me too. Tim Ferriss: Do you have a favorite cocktail? Eric Ripert: Dirty martini with vodka, stir, stop. Tim Ferriss: That was easy. Well, Eric, this is really fun. We could talk for hours and hours and hours. I want to be respectful of your time. Hopefully we’ll get to meet in person at some point. Certainly I’m in New York often enough that I would really enjoy that. Eric Ripert: Please, come visit us, of course. It will be a pleasure. Tim Ferriss: Is there anything before we wrap up that you would like people listening to consider or try or ask themselves or do? Do you have any asks of the audience? Eric Ripert: Not really. I mean, I hope that our conversation today will make everyone think a little bit about this lifestyle and about this definition of happiness and about this impact in the world. If we have done that, which is very ambitious, I’m very happy. If we haven’t done it, it’s quite fine. But I hope that our conversation, first of all, is beneficial for ourselves and for others. Tim Ferriss: I think so. I think that if people listening enjoyed this half as much as I did, then I think we’re gold. People can certainly find you online to say hello or thank you or to ask a question, on Instagram and Twitter, @EricRipert, E-R-I-C R-I-P-E-R-T. I apologize for my terrible French pronunciation. But I’m going to say it like a Yankee. Then on Facebook, you’re Chef Eric Ripert. The website, this is where my pronunciation is going to kill me, Le Bernardin, which is L-E hyphen B-E-R-N-A-R-D-I-N, le-bernardin.com. Eric, it’s been such a pleasure. I really appreciate you taking the time. Eric Ripert: I had a lot of fun, great pleasure. I’m honored to be talking to you and your audience. Thank you so much for giving me the opportunity. Hopefully I’ll see you in New York very soon. Tim Ferriss: Yes, that’s a deal. To everybody listening, we mentioned a lot of books. We mentioned a lot of different resources, different types of meditation and so on. You’ll be able to find links to everything we’ve talked about in the show notes, as always, at tim.blog/podcast, for this episode and every episode. Until next time thank you for listening. Posted on: February 2, 2018.", "speakers": ["tim ferriss", "eric ripert"], "text_sentences": ["hello, ladies and germs, princesses and bridge trolls", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers to find out what makes them tick, what makes them good, and to unearth the specific tactics, habits, etc", "that you can you", "this episode was so much fun for me", "i don’t want you to take it at face value because we get into so much in terms of daily routine, visualizing things like weakness and anger to get rid of them", "multiple steps for mindfulness and meditation, training the mind, hiring – it covers so much ground", "i don’t want you to be thrown off by the fact that it starts in the cooking world and the food world", "it applies to so much more", "the guest is – i’m going to butcher a lot of french in this episode, so get used to it – eric ripert, r-i-p-e-r-t", "he is recognized as one of the best chefs in the world", "you’ll know why in a second", "in 1995, at 29 years old, he owned a 4-star rating from the new york times", "20 years later, and for the fifth consecutive time, le bernardin, which is in new york city, where eric is the chef and co-owner, once again earned the new york times highest rating of four stars, becoming the only restaurant to maintain this superior status for such a marathon length of time", "in 1998, the james beard foundation named him top chef in new york city", "thank about that for a minute", "out of thousands of restaurants and probably the same number of chefs", "in 2003, outstanding chef of the year", "it goes on and on", "he’s has successful tv shows, avec eric", "he has hosted the show, on the table on youtube, which debuted in july, 2012, and has appeared in media worldwide", "he is the author of the new york times bestselling memoir, 32 yolks: from my mother’s table to working a line, avec eric, and several others", "one thing i’ll point out is eric also – my first contact with him – was through putting together my brand-new book, which is tribe of mentors", "if you liked tools of titans, you’re going to love tribe of mentors", "it’s similar in format, for very different in the sense that 90+ percent of the people in the book have never appeared on the podcast", "you can learn more about tribe of mentors on all of your favorite booksellers’ websites: bnn, amazon, apple ibooks and so on", "if you want to go to, for instance, tim.blog/tribe, you can learn more about", "that is that", "really listen to this episode", "we talk about hiring and restaurants for the first 30 minutes, which is still worth listening to, and then we go really deep on a lot of specifics that can apply to everything and just about everyone", "long intro, but trust me, it’s worth it", "please enjoy this wide-ranging conversation with eric ripert", "eric, welcome to the show", "thank you so much for having me", "i’m very happy", "i have been looking forward to connecting with you for some time", "i remember first coming across your smile on, i believe it was no reservations, but it might have been parts unknown, where you took anthony bourdain back on the line to see if he had any of his endurance and skills left", "yeah, there was not much left, actually", "that’s why i was smiling and laughing so much", "his idea was to torture me", "to take me and put me on the line and see myself going down, right", "he thought because i was the chef of le bernardin, i forgot how to cook on the line", "when he asked me, i said, “oh yeah, i’m coming", "no problem", "but you have to be on the line yourself.” he went down so quickly", "it was a great episode and it caught me at a really good time because i was doing research for a book i wrote called the 4-hour chef", "i remember at the time just before seeing that, i went into, i think it was riverside restaurant, to actually attempt to do some prep work", "my knife skills are not fantastic, but they were improving", "i remember watching people on the line", "the people who were really good seemed like they had eight arms", "it seemed like they were an octopus or something along those lines", "i was curious just as a starting point – i’ve read, for instance, that you really focus on mentality when you’re hiring people", "there are certain things you can teach, but mentality is very important", "what makes, for instance, a good line cook", "what types of people do you look for", "because i noticed when i was looking at the forearms of some of these line cooks, they looked like they had been crawling through barbed wire and charcoal", "they’re very tough", "they seem to really enjoy it, almost like professional athletes also, the action of the whole thing", "what is the key mentality when you’re looking for someone who’s going to be good at something like that", "they all become good at one point", "nobody’s born with knife skills", "nobody knows at three years old how to make a sauce and so on", "these are details of craftsmanship", "i’m not worried about the fact that we will be able to teach the person the details of craftsmanship", "i’m always thinking about the mentality of the person", "about if they are potentially a good team player", "if they are not a good team player, they cannot adapt and be part of a team", "i don’t like that", "i will probably not hire them because it doesn’t matter if they can multi-task and they are brilliant at what they do", "at one point, they would struggle during the night and during the lunch and they need to help also as well the other part of the team that struggles", "so if they are very individualistic and they have a temper and they have an ego, the chances are they’re not coming to le bernardin", "they have to humble", "they have to be disciplined and clean", "and this is the obvious – being humble is very important because it allows yourself curious and motivated", "if your ego is in the way, it makes you blind and you’re not inclined to learn because you already know or you don’t want to show your weakness", "those kinds of things, details, are what i’m looking at in someone who comes to le bernardin", "there are a lot of other things", "obviously, they have to be very clean", "they have to be honest", "those are, of course, the abcs of hiring someone", "but again, being a team player is, in my opinion, one of the most important things for someone to become a good line cook", "i’m not saying a chef", "i make a difference between a line cook and a chef", "a chef is a manager and someone with the capability of driving a team to success and creates his own recipes and has many other responsibilities in a kitchen", "the line cook is basically the [inaudible] of the chef", "without being a great line cook, without mastering all the aspects or a lot of the aspects of what’s happening in a kitchen, you cannot become a good manager and you cannot become a chef", "when you’re trying to identify someone who is a good team player, do you do that by asking certain questions", "do you do it by throwing them into a shift and test-driving them and seeing how they respond to certain situations", "how do you figure out who is going to be a good team player", "because i would imagine you don’t want to test it when a lot is on the line when you have an entirely full restaurant", "that’s not the time to experiment with it", "how do you determine if they’re a team player or not", "first of all, we look at the résumés when they are sent to us or the cooks are sent by a culinary school or by another chef – they have a lot of good recommendations", "what we do is we invite them to come in our kitchen on a saturday night because it’s a busy night and it’s also the end of the week and we like to have them", "we don’t have too many at the same time, but two or three potential hires in our kitchen", "we say to them, “look, we give you a menu", "we’re going to put you in a kitchen in some different spots and you’re going to observe", "then at the end of the night, we will have a little talk with you", "because what we really want is for you to like what you see and want to be part of that team that’s working tonight", "therefore, it’s very light on them", "they don’t have any pressure", "they don’t have anything to do but to observe", "at the same time, what they don’t realize is that we are watching them as well", "for instance, if i see someone two hours in the service putting his hands in his pockets and starting to lean against the wall and starting to yawn, that’s not a good sign", "if i see someone starting to bother the cooks by asking hundreds of questions when it is a really difficult time of the night and the cooks need to be concentrating, i know that person is not understanding what’s happening", "it’s a lot of little details like that", "at the end of the service, we sit down with them and we ask them what they think and then if they have a positive answer, if they say, “well, look", "i like your kitchen", "i want to be with you.” then we’ll go more into technical details of what we expect from them", "we make them come back again and we put them in a station with someone and they don’t have any responsibilities, but they feel a little bit of the pressure", "there is a slow process before we hire them", "do you fire quickly", "we’re not going to stay on hiring and firing the whole time, don’t worry", "but do you hire really slowly and fire quickly", "or do you give people many different opportunities if they make mistakes", "no, we don’t fire easily", "it’s very rare that we fire someone", "it’s very rare that someone also leaves almost immediately after being hired", "because of the process, because we are slow at hiring, they understand better who we are and they understand better if we are good for them", "therefore, we don’t have to deal with those painful consequences from having someone leaving or having to let someone go", "i’m going to switch gears just a little bit", "well, actually, completely", "but the details, the little details", "i love the allowing to observe but observing them simultaneously", "i’d love to talk about a very different type of detail", "this might be outdated, but i read about your office at one point", "this was a piece from 2005, so it may not be accurate", "can you describe what your office looks like or what makes your office different perhaps than what people might think of as a normal office", "it’s a leading question so you can certainly read what i have, but i’d love for you to describe your office, if you could", "well, my office looks like a monastery, like a buddhist monastery, with buddha statues everywhere, thangkas, pictures of his holiness, the dalai lama, pictures of buddhas, mantras, mantras, candles, a lot of them, probably way too many", "there’s one table that i share with cathy, who is my right hand", "we basically face each other", "then we have another lady in the office, chelsea, who is working with us on different aspects of the duties", "but i always ask them permission if i can bring another painting or another thangka or buddha", "i ask them if they’re comfortable with that", "if not, i would remove them because i don’t want to impose on them", "it’s interesting because they laugh all the time", "but when i remove one buddha, they complain about it", "i removed buddha because i’m not being a buddhist", "you’re not supposed to be attached and obviously it’s a form of attachment", "therefore, i try to give buddhas to my friends", "to those who accept, they are happy to receive a buddha from me", "if not, i move them to my house, although i think we are maxed out at the house", "actually, my wife had a funny line the other day", "she said, “what do you think about me bringing – because she’s catholic – bringing some christs on the cross and putting them all over the walls", "i said, “yeah, you’re right", "maybe i should move some buddhas out of the house.” two questions", "you mentioned the word, and i apologize, i couldn’t make it out", "thangka", "is that the word that you used", "thangkas are religious paintings that i have rolled to travel and then you put them against the wall", "it’s basically usually a painting of a deity or a buddha that has the role to help you in meditation or to inspire you", "it’s not just for decoration", "do you still have handwritten mantras or mantras around the office or elsewhere in your life", "at home what i have done to avoid the discussion of putting too many buddhas everywhere, i have a meditation room that is basically my world and nobody is telling me what to put in it or not put inside the room", "i manage that pretty well", "then again, the office is a work in progress", "what are some of the handwritten mantras that you have around", "or any that are particularly important to you that you tend to revisit", "i don’t even know where to begin, but i’m extremely curious because i have quotes that i put around my house", "for instance, one on the refrigerator, one on the coffee table, because i think they’re important for me to revisit", "i’m very fascinated by this handwritten mantra idea", "the mantras that i have are either tibetan or sanskrit", "i’m not sure i understand the full extent the power of the mantra, but probably the most powerful that i have on the wall is the mantra that explains the theory of emptiness in buddhism", "which is basically that nothing in life or in this world, which is called samsara, has an intrinsic reality, which means it is independent from anything else", "in buddhism, we believe that everything is a matter of cause and consequences and everything is interrelated", "that mantra is basically reminding and proving the point that nothing exists by itself and we all are one", "if that makes sense", "[crosstalk] it makes more sense – probably requires a little bit of wine and a longer conversation – it does make a lot of sense to me", "i’d like to rewind the clock a little bit", "we’re definitely going to come back to meditation, certainly at one point", "from my understanding, perhaps it was about two decades ago, you were a very demanding chef", "i think you referred to yourself as a “borderline violent dictator.” yes, and i agree", "i was", "you were losing employees", "could you tell us about that period of time", "because that’s the last thing i would’ve imagined, given my exposure to you on video, given you in writing", "yet i know that certainly not very long ago that was extremely typical in kitchens", "but can you tell us about that period of time", "absolutely", "what changes you made or what realizations you had", "yes, of course", "i was trained in europe at a very young age in kitchens where the way to educate a cook was through abuse and humiliation", "the belief was we’re going to break this person", "and then we’re going to rebuilt potentially a champion", "it was allowed in a kitchen to beat the cooks", "like kick them in the butt or beat them on the shoulders or even punching the cooks and so on", "in many kitchens it was allowed", "it was common practice", "it was certainly more than a common practice", "it was everywhere and totally accepted to other chefs being screaming, insulting the cooks and having [inaudible] kitchen and throwing pans in the garbage and plates on the floor", "it was seen as a sign of power", "i learned later on in life that it’s embarrassing", "it’s a huge sign of weakness", "but it was the way many kitchens were training their cooks in europe", "it was actually a reflection of the education in the society", "it was totally accepted in the 1970s when i was five years old, to have the teacher in school spanking or smacking or pulling the ears of a student", "it was totally acceptable for parents to certainly do the same", "therefore, ultimately, in a work environment we would see that kind of abuse", "then when i came to the u.s., i was convinced that it was the right way to maintain a kitchen, maintain discipline, to create some strong people", "a little bit almost like you will do with the military during the time of war when you have to train them to be ready to die, i guess, or to fight until the last minute", "that was my mentality", "when i became the chef of le bernardin, or even when i was a sous chef in washington, d.c", "at the watergate hotel, i had those terrible tantrums in the kitchen", "because the quality wouldn’t be there, because the cooks were not behaving the way i wanted", "i was a terror", "the waiters were scared of me and the cooks were scared of me", "i was losing the staff", "they were going to work somewhere else", "i remember not understanding why they were leaving", "i thought i was doing a good job trying to educate them", "but ultimately, i had to one day sit down at home and started to reflect on my life as a professional and on my life in general", "i realized that i was miserable", "i was not happy at all", "i realized that actually your brain cannot mix happiness and anger at the same time", "i can tell you, anyone can try to be happy and angry", "the brain doesn’t process that", "therefore, i decided almost overnight to change the way i was managing the kitchen, the way i was conducting my life, and since then, it has been a work in progress and i’m getting better and better", "i make sure that our kitchen is an environment where people are happy to come and are motivated and excited to learn what they’re supposed to learn", "the biggest job that i have and that was at the time, was to convince my sous chefs that yesterday we were wrong and we have to change", "the sous chefs were like, “what’s happening to you", "you’ve completely changed.” it has been a long journey for me to convince the sous chefs that the way to educate people and to motivate people", "it’s being inspirational, being kind, being strong and keeping a certain discipline in the kitchen without promoting abuse", "was there a particular moment that triggered that change in you", "because i imagine, for instance, not all the employees left at the same time", "there were probably different events, different happenings", "was there a particular conversation or a particular book or a particular employee who left that was just the straw that broke the camel’s back when you realized that something had to change", "no", "you know what happened", "it was very interesting", "because i knew i was miserable", "i would close my eyes", "it must be at home after work", "i would try to envision something nice, something that will make me smile or something that will make me happy", "so i would close my eyes and i would say, “choose something simple", "envision and scene of flowers or envision a flower,” for instance", "i was not capable of imagining a simple flower", "it was all darkness", "that freaked me out", "because you were so angry", "because i was in the darkness", "that is what triggered the change in me", "it was not necessarily an employee that was fired a certain way", "it was that moment", "sitting down or laying down, i don’t remember", "but i said, “oh my god, i am incapable of visualizing anything beautiful", "therefore, i must be in total darkness.” wow, that sounds terrifying", "not anymore", "not anymore", "yeah, now you seem like you’re able to", "what did you say or do to convince your, i suppose your second or third in command, the sous chefs, that it was necessary and to get them to go along with it", "how did you convince them", "i can imagine that overnight regime change – they’re wondering if you somehow snuck off to burning man for a night or something and aren’t sure what happened", "how did you get them to buy in", "what did you say to them", "i still have to do that because some of them have a temper and some sous chefs are joining our team", "they come from other teams that are different and come from a different environment that is much more abusive than le bernardin", "it’s a constant communication with them", "i basically said, “look, for practical reasons, forget the spiritual reason, forget being nice for the act of being nice", "but for practical reasons, if you scare the cook and you make him shake and he loses cool and he cannot focus, that cook will not be productive the way we need him to be productive.” ultimately, the product that will go to the dining room to the client will not be as nice", "so in that aspect, it’s easy to understand that we want the cooks not to be scared", "they have to be precise and they have to be pushed, of course", "it’s a timing issue", "but they have to be pushed in a nice way so they feel part of the team", "now, the other day i had a discussion with a couple of sous chefs", "i was trying to find a secular method for them that resonates to them in their head and that they will understand easily", "because i always try to not bring my buddhist philosophy into the kitchen, except through secular ways", "i said to them, “why don’t you treat people the way you want to be treated?” i think actually it’s in the bible somewhere", "but i told them that", "i said, “look, you like when i talk to you nicely", "you like when i am taking the time and being patient with you", "you like interacting with me knowing that i’m a gentle soul.” “you don’t like it if i raise my voice, which is very rare", "you don’t like to see my face looking frustrated", "so if you don’t like that, why do you think someone else is going to like what you do?” “please treat others the way you want to be treated.” that really had a good impact", "they understood that really well", "it was a good meeting that day", "i have to say, i believe 99 percent of the time our kitchen is a very good environment to blossom, but, of course, we have our moments", "of course sometimes the challenge is so strong that someone loses it, especially in a position of command", "including myself", "in that case, i also have an antidote for that", "if we lose it and it’s happening and the kitchen stops and the cooks are terrorized or frustrated, what we have to do is we have to wait two minutes or until the end of the service", "then we have to go in front of the entire staff and genuinely apologize for being angry and expressing it by potentially screaming or any way of showing anger", "if we do that, the cooks will forgive us, i believe", "it will also, for us, be a good lesson because it’s never pleasant to go in front of a team and apologize for our mistakes", "it’s happening", "now i see some sous chefs sometimes lose their temper and minutes later, they go and say look, i’m sorry", "i apologize for my behavior", "let’s finish the night in a better way", "even myself", "this week i remember i was frustrated with the sommelier who was spending too much time at a table explaining the wine and the food was getting cold", "i called him in and i had a couple rough words with him", "immediately, i realized and i said, “look, i’m totally sorry, but please do not do that because our food is getting cold", "i apologize for raising my voice.” he laughed and he said, “take it easy, it’s all good", "i’m a big boy.” but still, i made the effort to do that", "when you are trying to strike a balance between kindness and the golden rule that you mentioned – treat others as you would have them treat you – and extremely high quality, you’ve given the examples", "it doesn’t mean that you’re just running around giving everybody hugs all night", "you certainly give feedback", "what are some of the approaches or learnings that you’ve had in striking that balance", "as i’m listening to you talk about your history with being brought up in a very tough environment, i was also coaching sports very often in ways that were extremely similar", "particularly during my time in japan, where actually there’s a kendo sword", "in some of the gyms i went to, they would cut off the top of the kendo sword so that it splayed out almost", "then they would hit athletes who were training if they did something incorrectly and cut their ears", "it would cause all sorts of – i mean, the japanese are very intense that way", "as well as some of their schools of zen meditation, they’re also involved in a lot of physical abuse", "but the point being that i had a lot of trouble maybe five years ago, a little bit earlier, with realizing how unproductive the anger was that i had adopted as a way of interacting with people when i was in a bad place", "i’ve struggled with, to be honest, getting better at managing people", "i think i’ve improved a lot in the last few years, but how have you – i know it’s a lot of context – but are there certain things you’ve found helpful for finding that line of really high-quality but still returning to a place of kindness", "yes, i think it’s important to find tools to fight anger", "now, anger doesn’t create quality", "quality has nothing to do or standards of quality at le bernardin have nothing to do with anger", "if someone makes a mistake and doesn’t realize it, or even if he realizes he’s made a mistake, we basically bring the person to the pass – which is the table where we check the food – and we pinpoint what’s wrong about it", "we say, “look, you made a mistake right here and right here", "go do it again.” we say that really in a kind way", "we’re not saying, please go take your time and do it again", "we just say, “go do it again,” but in a nice way", "we do that all night long", "there’s nothing exceptional about it", "the cooks have the habit of saying yes and taking the plate that has a mistaken on it and bringing it back again the way we want it", "so that’s what’s happening", "it’s important to tame anger with the right tools", "first of all, i think it’s important to analyze what anger does to someone", "for myself, i realize that anger is something that’s a very strong force that comes from the guts almost and comes out", "it’s the way i feel it in processing anger", "that very strong force has a tremendous power, of course", "but that force is blind", "it’s not rational", "it doesn’t make you rational", "it makes you completely unaware of the consequences of what that force makes you do", "for instance, you may very well insult someone", "you mentioned in japan they beat people with some athletes or something like that", "if it comes from anger, it’s impossible to control", "the consequences are basically negative, obviously", "then when you calm down, when the anger is gone, suddenly you’re like, wow, what did i do", "that was not necessary", "analyzing that or making that exercise of contemplation to why someone was angered toward yourself, it’s important", "then i use the tool of meditation for anger very often", "for instance, a daily meditation for anyone at home is to visualize anger as a dark cloud coming out of yourself and imagining a laser coming out of your forehead and destroying the dark cloud", "if you do that every day, thinking that the anger is a dark cloud, i can guaranty you that one day your anger is coming and you have almost like this pavlovian reflex of saying, oh my god, it’s the dark cloud", "instead of letting anger go and blind you, you destroy that anger", "you suggest them doing this visualization, this meditation in the morning", "or is it a tool whenever they start to sense the physical symptoms of anger", "or both", "it’s both", "i believe that when you do meditation, it’s better to do it in the morning because your mind is clear, usually, or clearer", "you don’t have all the distraction of the day, all the actions that you have done that will potentially disrupt you doing your meditation", "morning meditations are, in my opinion, much more productive", "then, like i mentioned before, when you get angry after many meditations on that dark cloud, again, you remember and it’s when you apply it", "what does your current meditation practice look like", "you can definitely get into the details", "on this podcast, it’s just been fascinating in the last few years to see that of all of the people i interview who operate at a high level in any field, i would say more than 85 percent have some type of mindfulness practice or meditation practice", "it takes many different forms", "but i’d love to hear specifically what your meditation practice looks like, what time you do it in the morning", "if you could just walk us through in the case of the morning, meditation, what are the first 60 minutes or an hour of your day look like", "those are the same i guess", "60 minutes or 90 minutes of the day look like for you", "i like to have my day – it’s very repetitive", "it’s a pattern", "i follow a pattern", "i wake up and i force myself because i always forget to be grateful to be alive", "what time do you typically wake up", "6:00, 6:30, 7:00", "rarely 8:00", "for me, it’s pretty early", "after that, i look at my phone", "i quickly look at the news on the phone and messages and things like that", "but it doesn’t take too much", "after that, i go make my coffee", "then i go to my meditation room and i do some rituals, buddhist rituals", "i make some offerings", "i read a little bit", "i say some mantras", "then i start my meditation", "when i start the meditation, i don’t even sit in a lotus position because i find it a distraction for me because my knees hurt and my back hurts and i’m not that flexible", "therefore, i sit straight but comfortable", "i start to look at the room", "i look at the details of the room", "then i close my eyes and i do what we call shamatha", "shamatha meditation is basically being in the present and controlling your mind", "not letting the mind think about the past or think about the future or stuff to be judgmental", "we call that avoiding monkey mind", "monkey mind is when you’re not in control of your mind, but your mind is in control of your self", "that exercise can be done by focusing on the way you inspire and excel", "many people do that", "for myself, it’s a little bit different", "when i inhale, i feel the energy coming from the first chakra, which – that chakra is basically the middle of your butt", "the energy going up to the seventh chakra, which is on top of the head", "then when i exhale, the energy goes down", "it looks like it’s almost like a tube in my back that carries the energy up and carries the energy down", "i do that for a few minutes", "i don’t count the minutes because i don’t want to be distracted by oh, my god", "am i going to do ten minutes", "or am i only going to do five minutes today", "what am i going to do", "so i don’t put pressure on myself", "what is important is not the quantity in terms of timing, it’s the quality", "then when i feel that i am really in the present and in control of my mind, i decide which meditation i am going to do", "very often, they are meditations that are linked to buddhism", "but sometimes it can be a meditation that is universal and secular", "like, for instance, visualizing a weakness and finding a way to destroy that weakness", "it can be anger, it can be jealousy, it can be attachment", "anything", "but i always end up by doing the 12-link meditation, which is typically a buddhist meditation from [inaudible] school, which is tibetan buddhism", "12-link, l-i-n-k", "yes", "got it", "i know you’re not counting the minutes, but typically how long do you do that for", "it probably takes about – in between shamata and vipassana, which is a guided meditation, and shamata being single-point meditation", "it’s when you basically control your brain", "then it’s when your brain concentrates on different subjects", "in between both meditations, it must be about 25 minutes, half hour maximum", "not more than that", "then i read again", "then sometimes i meditate again if i have time", "but that’s basically it", "about two hours of my time in the morning is in between doing the ritual that i just expenditure to you", "i have quite a few questions about this because i love the details and my listeners love the details", "i’m also about to do my first silent retreat for ten days", "oh, my gosh", "wow", "i’m thinking a lot about this", "i think it’s part of the medicine i need", "we all need something", "i think this is part of what i need", "i’m going to get into meditation in detail, but just for people who may not have ever experienced something like this or attempted anything like this, what are some of the benefits that you see from this", "or perhaps a different way to answer it would be, what were you like before this type of practice", "how are you different now", "meditation ultimately helps you to train your mind how to concentrate in a better way and to control, like i mentioned, control your mind", "if not, the mind is something that is very free and lacks discipline", "it’s the only way for you to be in control of yourself", "it’s the best way for yourself to concentrate and to – if you are studying some philosophical subjects, to go to the roots of the subject", "that is what meditation does", "it also, i believe, helps you to be calmer", "is calmer an english word", "i don’t think so", "calm, to be calm", "oh, calmer, yes", "sorry, calmer, okay", "to be much more serene", "let’s put it this way", "it doesn’t happen overnight", "meditation very often in the beginning is frustrating", "it’s not pleasurable", "it’s a challenge", "but then after a lot of practice, it becomes a necessity", "it becomes kind of a refuge for yourself", "there’s a lot of pleasure coming out of it", "i really appreciate that", "i’m going to come back to that", "also for people who are listening and are like, oh my god – woo-woo, meditation, buddhism, save me", "because i know a lot of type a personalities do that, which is what i did not too long ago", "i remember i was listening to somebody being interviewed on stage who used to have a lot of anger issues", "they seemed to have resolved a lot of them through meditation", "somebody asked them how long they meditate and they said, “well, usually it’s about 30 minutes.” they said, “oh, i could never sit still for 30 minutes.” they said, “if you can’t meditate for 30 minutes, you need three hours.” generally, the harder it is for you, the more you need it", "going back to the beginning of your day, i’d love to – and hopefully this isn’t irritating for you, but just to go through each of these and ask a few questions", "the “grateful to be alive,” is that something you say to yourself", "is that a feeling", "is it just listening to the world around you", "what exactly do you do when you wake up and remind yourself of that", "i wake up and when my mind wakes up, it’s not like i am confused", "i know where i am", "i am in my bed", "i’m aware of that", "i have a sense of awareness", "but i try to have my first thoughts dedicated to the fact that i am alive and i’m lucky to be alive because it gives me many possibilities to be a better person, to have an impact on other people who also are in a good day in front of me and so on", "it’s something that i’m doing right away", "it’s not like i’m thinking about it for ten minutes", "it’s a very quick thought", "it’s a few seconds thinking about it and saying, wow, i’m lucky", "thank you", "i’m appreciating the fact that i am waking up today and i am alive", "the next thing you do, i was actually fascinated that you drink coffee before you meditate", "which is not necessarily a bad thing, i’ve just never come across it with an experienced meditator yet", "i’m sure you’re not the only one", "what type – just because i have to ask since you have so much culinary expertise – what is your go-to coffee", "how do you – what type of coffee and how do you make it", "first of all, it’s decaf coffee", "it’s no caffeine involved", "that helps me, i guess, a lot for my meditation", "i’m not in charge of buying the coffee", "it’s my wife who goes to the store and buys quality coffee from different countries", "but she knows my tastes after so many years", "i don’t know where it’s coming from, but it always tastes the same", "i cannot tell you the origin of the coffee", "do you use a machine", "do you use a chemex", "do you have any particular – i know this is getting nerdy, but i’m wondering if it’s actually super-simple", "i know some really good chefs who love instant coffee and then i know some who will do a ten-minute pour-over and hand-grind the beans and do all of that", "where are you in that spectrum", "the beans are hand-ground, like you mentioned", "i’m using a mr", "coffee machine", "got it", "okay, cool", "actually, you know the coffee comes very hot and i don’t like hot coffee, but it gives me the time to sit down and let my coffee get slightly cooler", "it’s a way for me also to start my day in a very quiet, simple way", "i wait a few minutes for the coffee to be a bit warmer and then it takes me about at least 15 minutes to drink my cup of coffee", "actually, it’s a mug", "but it takes me about 15 minutes", "really, the coffee for me becomes very pleasurable in terms of temperature in the last five minutes of the process", "i like that", "i like that you deliberately have coffee that’s too hot because you can’t rush or you’ll hurt yourself", "yes", "you then go into your meditation room", "you make some offerings, which maybe we can do in a part 2 podcast because i want to talk about the reading", "what do you read", "because you do the offering, you read, then you have mantras, then meditation", "then you also read as a bookend at the end of the session", "what are you reading or what do you like to read", "i mostly read buddhist texts or books from masters or ancient masters and from modern teachers", "mostly teachings from his holiness, the dalai lama", "that’s what i read", "are there any particular chapters or books that you would recommend to someone if they wanted to start somewhere", "yeah, of course", "you have always like buddhism for dummies, but i don’t recommend it", "i think studying the form of a truth with someone like the dalai lama is a good idea because it’s a very interesting and simple approach to buddhism", "it’s the realization that – so the form of a truth basically was the first teaching of buddha after he got enlightened", "it is the realization that in life, at one point or another, life is made of suffering", "that suffering – that’s the first truth", "the second truth is that suffering has an origin", "so basically suppose you have a bid headache and where is the headache coming from", "suffering", "maybe last night you had too much tequila", "something like that", "i mean, i’m thinking of these examples but it could be anything, right", "i’m trying to be funny with that", "but it’s to identify the root of suffering", "because suffering cannot exist by itself without a previous condition", "then it’s too say if i work too hard, that’s suffering again", "i have to stop creating the conditions that lead to that suffering", "so that’s the third numbered truth", "the fourth numbered truth is the passive liberation from suffering, which is basically following the teaching of buddha", "the path of liberation is very simple", "you can roll a circle and it’s called the eight-fold path", "i think it’s eight-fold – in english – path of liberation", "basically, it’s eight recommendations from buddha which are very simple because, again, it was his first teaching and not necessarily some people are aware they’re in the [inaudible] in buddhism", "the first thing to say to yourself is, i trust the teaching of buddha and i will question everything about the teaching, but if it makes sense to me, i will trust the teaching and study", "the second thing is to say to yourself, studying is not good enough", "i have to practice having good thoughts during my journey", "then adding a good speech", "therefore, i bring good actions", "then it’s having a job that is not in contradiction with the teaching of buddha", "you cannot be the master and kill people and be a buddhist", "it doesn’t work", "then it’s to say i’m going to do the right efforts every day to implement all of the above and become a better person", "that means to say i’m going to practice concentration to be able to achieve that goal because it requires a lot of concentration", "then it’s to achieve wisdom and use that wisdom for good reasons", "this is the form of [inaudible] truth", "thank you very much for that", "i’d love to – maybe it’s within the context of those truths", "i’m trying to follow those truths or not, i don’t know", "but in your process where you do offerings, reading, mantras, are the mantras in english or in another language", "or in french or otherwise", "no, the mantras are in sanskrit or in tibetan sometimes", "but, for instance, the mantra of emptiness i can tell you now and i don’t think you’re going to understand much", "i’m not sure i understand fully the mantra, but [speaking foreign language]", "so i say that mantra many, many times", "i have a [speaking foreign language], which is basically like a bracelet with little pearls", "you have 108 pearls", "each of them represents a teaching of buddha", "you repeat that 108 times", "if you have the time to do it", "if not, you do it three times and you try to understand the mantra", "like, for instance, emptiness is a very important part of buddhism that explains all phenomena of life", "we can go into details of it if you want, but it’s going to take an hour", "well, given the time constraints we have today – i can do very quickly", "for instance, you can have a page of paper in front of you and it is a page of paper", "you do not deny the fact that it is a page of paper", "now, for you it’s a page of paper, but for someone else who has never seen a page of paper, it could be something like fire or some other interpretation", "whatever you think of, it’s not necessarily the ultimate truth, it’s just your interpretation", "also, that sheet of paper, that page that you have in front of you is made of wood that was once a seed in the ground that became a tree after years of rain and wind and sun and nights", "that piece of paper, if you go further, is made of particles, atoms, and smaller particles", "ultimately, the piece of paper that you have in front of you is yes, a piece of paper, but it’s much more than that", "you and i have a lot to talk about, my friend", "thank you", "i’m a student trying to explain to you what i understand", "i’m definitely not considering myself a teacher", "well, speaking of teachers – and i’m going to keep zooming in and out", "i’m going to come back to visualizing weakness because i’d love to get a real-world example from you of a weakness you were working on and what you did, but before we get there, perhaps as a jumping-off point for people who are curious about this", "there are a few books – i grew up with a very strong aversion to religion of all types or anything i considered organized religion", "we don’t have time to psychoanalyze that right now", "but suffice it to say that is something i have carried for a very long time", "i had a visceral, knee-jerk resistance to almost anything that had an “ism” at the end of it, if that makes sense", "yes", "then there were a few books that were introduced to me that had a tremendous impact", "maybe thinkers are another way to put it", "the first was from – and i don’t know how i cam across it – but it was a book written by thích nhất hạnh, who was nominated for the nobel peace prize by – [crosstalk] – dr", "martin luther king, jr", "yes, exactly", "it was one of the two because i ended up reading both", "but the miracle of mindfulness or peace is every step", "i remember there was one example – not to make this about me, but it might be helpful to people out there – and i don’t know which book it was in", "it was in one of the two", "one example that really stuck with me for decades now is he talked about how – and this is an example of how mindfulness can actually help you, at least in my mind", "i was like, oh, wow, that actually makes perfect sense", "it was “if you’re washing the dishes after a meal and you’re going to reward yourself with a plum and the whole time you’re washing the dishes, you’re thinking about the plum, when you eat the plum, you’re going to enjoy the plum because you’ll thinking about whatever’s coming after the plum.” yes", "i was like, oh, my god", "that’s so simple", "but it makes a lot of sense", "thích nhất hạnh – and also tara brach wrote a book called radical acceptance", "it’s a very boring title, but it is one of the things that perhaps more than anything else – particularly after my first real television experience, which was very difficult on everyone", "it was a suicide mission of sorts", "the schedule, everything was extremely difficult", "i lost my temper a few times at not generally people in the field, but usually with the editing team", "i was very ashamed of that, very unproud of that", "this book, radical acceptance, really helped me to reconcile a lot of what was just gnawing at me on the inside or causing that to come out at really bad times", "i bring up those books because when you and i have had some interaction electronically – and i’m very excited to have you in the new book that’s coming out, not too far out – tribe of mentors", "thank you for that", "sharon salzburg and a bunch of really wonderful people are in there", "you mentioned the dalai lama’s 100 elephants on a blade of grass", "you also – the french, which i’m not going to try to pronounce because it’ll sound terrible when i try it – but was that the book that made the difference for you in terms of exploring these types of subjects", "was there something that you found first", "how did you find the book", "it was this book, for sure", "i still have the book, of course", "it’s out of print because it’s from 1989", "that book was sent to me by my mother", "i was living in washington, d.c", "i had previously read a book on the plane coming to america, to live permanently in america", "the book was about tibet and about buddhism", "i was interested but i was a bit confused", "something was interesting about it", "how did you find that first book", "i was at the airport and – this was in france", "yes", "i was about to go into the plane", "i had ten francs, which is the equivalent of $2.00 or less", "francs do not exist anymore; now it’s euros", "but at the time, it was about that much", "i was tempted to buy playboy", "that’s natural; a healthy young man", "i actually read that and dropped the playboy", "then i saw that book about tibet that was somewhere in the airport", "i looked at it and it was the same price", "i said, oh, my god", "i’m interested because i always was curious about tibet", "it looks like we don’t know much about that country and so on", "so i said i’m going to buy the tibetan book", "then i had the book and i went back to the playboy and i dropped the book", "then i was paying for the playboy and at the last second, i said to the lady, “no, please", "i’m sorry", "i’m taking the book.” i put back the playboy where it belonged", "that was my first interest in buddhism and in tibetan culture", "  it’s hard to make proper use of a playboy on an airplane", "well, you can do that [inaudible]", "i interrupted that", "so you read that book and then your mother sent you", "yes", "i said to her, “look, can you try to find me something interesting about buddhism and tibet and maybe a master?” i didn’t know the dalai lama at the time", "i had no idea", "she found that book and sent it to me", "the beginning of the book is the speech that he made when he got the nobel peace prize", "that speech really moved me tremendously", "it was a brilliant, compassionate speech that he made", "after that, i read of course the rest of the book, which touched different aspects of buddhism", "but ultimately, i understand that buddhism can be three things at the same time", "that’s why it’s so appealing today to a lot of people because buddhism can be a religion, if you wish", "it can also be purely a philosophy", "the theory of buddhism can be proven by science", "especially quantum physics or quantum mechanics", "so you have three ways to embrace the [inaudible] buddhism", "one being totally secular", "i think it’s actually probably the future of buddhism is to be proven by science and quantum mechanics is the best way to prove the theory", "or philosophically by debating and by analyzing", "you can prove the many theories of buddhism", "then, of course, you can always follow the religious path, which is not fighting the fact that it’s a science and it’s a philosophy as well", "it’s just complementary", "some people are purely religious", "some people are purely scientific about it", "some people are using the three aspects of that philosophy", "one thing that also brought me back into the orbit of buddhism, and i wouldn’t call myself a buddhist", "in the same way that people are like, “oh, are you a surfer?” i’m like, “no, no, no", "i surf very poorly, but i’d never call myself a surfer.” i wouldn’t self-identify that way", "i’m very interested in reading different books on buddhism, mostly in a secular capacity", "sure", "it should be like that", "in part because a branch of philosophy called stoicism i can effectively say saved my life on at least one occasion, probably more", "one of the quotes i have on my refrigerator is from marcus aurelius", "the stoic thinkers, particularly epictetus, seneca and marcus aurelius – the most famous book by the last being meditations – have a lot of overlap with secular buddhism", "they’re almost entirely compatible", "i can’t think of one thing that comes to mind that is contradictory", "the greeks and the romans brought me back to buddhism to expand my thinking about how to become more self-aware and less emotionally reactive", "if we’re looking at secular stoicism, because you can get into cosmology and some really weird stuff, then there isn’t a ton to work with in terms of original texts", "buddhism has a lot more to work with in terms of original writings over many centuries in different cultures also", "which is interesting to me to look at the different breeds, so to speak", "what i’ve noticed in silicon valley is that both stoicism and buddhism – here i’m sitting in san francisco – become more popular because i think in part you can take engineers who may be, by default, more secular, and give them a toolkit to help with navigating life", "i was having a conversation with a gentleman named jerry colonna, who was in a former life a very successful technology investor, among other things", "now he works with executives at a lot of the technology companies that people would recognize", "one of the questions that he likes to ask, which is perfectly – you don’t have to be a buddhist to ask this type of question, but it happens to relate and i’m going to paraphrase here – how are you complicit in creating the conditions you say you don’t want", "how are you contributing to creating the conditions that you say you don’t want", "which seems to come right back to the noble truths and so on, that you were talking about", "visualizing weakness is very interesting to me", "i want to make sure i come back to that briefly", "we can bounce around certainly", "but when you’re going through your meditation and you’re visualizing weakness, can you give us an example of a weakness past or current that you’ve visualized and what that process looks like in your mind", "yes", "before i go to that, i’d like to say one thing that is very interesting to me about buddhism", "it’s not a dogmatic religion of philosophy at all", "actually, even buddha himself", "“buddha” means basically “the enlightened one,” right", "but his name was [inaudible]", "[inaudible] himself said, “please, please, please.” “it’s not because i am respected and i am supposedly enlightened that you should take every word i say for truthful", "please analyze everything i say and reject everything that doesn’t make sense in my speech, in my actions, in my theories", "do not take the dogma as it is", "question everything.” today when you study buddhism, your teachers are very articulate in making sure that you do that", "they test you", "making sure that you do not accept anything they say because they are supposedly your teacher or supposedly pure or anything like that", "so that’s very interesting to me that you have to reject whatever doesn’t make sense to yourself", "now, going back to the weakness, weakness comes from ignorance", "ignorance is basically the root of all weaknesses", "we basically consider in buddhism three poisons of the mind which are coming from ignorance", "the first one is attachment", "then unearthly desire", "then anger is a very powerful poison of the mind as well", "that comes from ignorance", "so let’s say attachment", "let’s take the subject of attachment", "i could be attached to many things", "and i am, during the day actually", "the man who’s talking to you is eric ripert", "he’s a simple man who is trying to be a good guy", "he fails many times in his vision", "he’s not talking to you as a master here", "i’m a student", "i’m trying every day to fight anger, to fight attachment and ignorance", "therefore, saying that, if i take attachment as a subject, i’m trying to see where i am attached the most", "is it the power", "is it the glory", "is it the money", "is it something else", "then i decide that today i’m going to focus on the fact that i’m attached to my reputation as a great chef", "potentially that can bring you a very insecure reaction to all that", "i can be so much attached to my reputation as a four-star chef and three-star michelin chef or international chef, whatever it is", "that is definitely something that is negative", "when i identify the subject that i want to fight, i basically concentrate and say, why are you so attached to being a celebrity, for instance", "what does it do for you", "how good is it for you", "what happens if you lose that", "what will be the consequence of losing that", "how important is it in your life compared to being healthy and being a compassionate person and so on", "when you analyze the subject, you realize that suddenly if you’re attached to your title – which actually when you die stays here", "you die and your title doesn’t exist anymore", "so it’s not even meaningful in the long term", "when i identify that weakness, which is attachment in this instance, i say okay, well, i’m going to visualize – because i want to make it simple for my mind to fight – i’m going to visualize that as something – for you it could be something else, but it could be a rock, a stone", "it could be anything", "for me, i always go to the dark cloud", "for some reason, it works in my mind", "i see a dark cloud and i’m like, this dark cloud is my attachment to my title and to what i’m supposed to represent", "i am going to get rid of it", "i have decided that, partly because i read a lot of books from star wars and read a lot of comic books and so on, i am the guy with the laser in his forehead", "i have the power of destroying that cloud and saying that cloud is full of attachment to something that is not meaningful at the end of the day", "at the end of the day, it’s not important", "i’m destroying and destroying and destroying", "doing that repetitively creates basically, like i said before, like the pavlovian reflex", "as soon as i’m going to have doubt about losing what i have built in terms of reputation, i’m going to think about literally brought into my life", "can i give it away", "i realize that it is not important in my life and i can give it away easily", "so i visualize the cloud", "i destroy it and i don’t have that fear anymore of losing, of being attached", "that’s my way of doing it", "i’m not sure it’s the perfect way", "i’m not sure it works for everybody", "but for me, it’s the way i do it", "it’s very simple when you think about it", "simplicity and maybe simplicity isn’t the right word", "maybe elegance isn’t the right word in terms of few moving pieces, but very high-quality pieces, is actually what i think of when i hear your name", "i’m sure that as with any high-end operation, speaking of your restaurants, maybe it’s like the duck on the surface", "where it’s extremely calm and you don’t see the feet kicking like hell underneath", "i don’t know", "the question i wanted to ask you is related to attachment", "many people in the culinary world are attached to – and this is true everywhere – but money and growth", "particularly with the profile that you have, you must get approached to do huge chains and dozens of this and hundreds of that", "you must be sent opportunities like that all the time", "i mean, i would imagine it has to happen every week", "how have you thought about making decisions about quality versus scale", "yes", "well, i am not naïve", "i am not that naïve", "i understand the benefits of being wealthy that comes usually from working hard and developing businesses and so on", "sometimes it comes from some other directions", "but wealth definitely contributes to happiness, but ultimately we know it doesn’t bring happiness and inner strength, inner happiness", "in my case, i decided that i had to find my level of contentment", "what was my level of contentment", "i created it", "i said, look, my level of contentment is that i have a very successful restaurant in new york", "that makes me very happy", "that creates jobs for 160 families", "we work as a team to make our clients happy to create experiences for people who come here", "we live from that", "now i live pretty well", "i’m trying to give a good lifestyle and a good income to everyone who is in the company", "of course, relative to their position and to the responsibility that they have", "it’s not everybody has the same compensation", "but i think like that", "then i look at my life and i’m like, you know, i’m very lucky in this life", "first of all, so far, i think i am healthy", "i’m not starving", "i’m not in a war", "i have a happy family surrounding me, supporting me", "i have a team that seems to like me", "in terms of money, i eat well", "i’m traveling when i need to travel", "i have a pair of sneakers that i like", "i have a pair of jeans", "i have a t-shirt", "when it’s cold i have sweaters and so on", "how many of that do i need", "how many houses do i need", "how much money do i need in the bank", "when i’m going to leave this world, everything is going to stay here", "i’m not taking anything with me", "how much sacrifices i have to make to accumulate wealth that are worth it or not", "i realize that for myself, le bernardin, and we have another restaurant in the cayman islands with the ritz-carlton called blue by eric ripert", "i’m consulting there", "but it’s very low maintenance for me", "it’s mostly the team, both teams that work together with my mentorship", "but i said to myself, look, if you open another restaurant in vegas and one in dubai and one in hong kong, singapore, whatever, and accept all those offers, suddenly your lifestyle is going to change", "you’re not going to have time for yourself, which i need", "as you can understand from the previous discussion we had, you realize that i need a lot of time for myself", "i believe that time for myself has positive consequences on my family", "i’m a better family member", "the family supports me and supports my business", "the business supports my family", "i try to have that balance that i really don’t want to change", "i’m content", "i don’t want to lose that", "it’s not about being attached to that", "it’s not an unhealthy attachment", "it’s just that it’s very beneficial for myself first, of course, but for everyone around me", "it’s why i am where i am and i’m doing what i’m doing", "you sound content", "not that i have a perfect radar for that", "well, some mornings i’m a little bit more grumpy before the coffee", "i have challenges during the day", "it’s not like my days are blissful every day of the week", "i have some challenges that i have to resolve and i have some moments of stress and so on", "it’s not like nirvana here", "i mean, it’s new york", "that is a great quote", "i want to – if you’d be comfortable – because i think it would be very encouraging for a lot of people listening", "if you’re willing to look back at your childhood", "it seems like certainly at points it was very difficult for you", "could you tell us about some of those early days", "maybe just describe for us some of what your childhood was like and some of the most important events in your childhood", "i was born in a family that was pretty successful", "my mother was in the fashion industry", "she’s still a beautiful woman", "my father was in banking", "perfect young couple", "a success story", "they were living in the french riviera", "they were actually living when i was four or five years old in st", "tropez, so it was with the jet set and so on", "then they divorced and my life changed with the divorce", "when they divorced, i was about five or six years old", "until then, i had a great life", "everything was fine", "then when they divorced, my mother remarried", "my father remarried", "his wife didn’t necessarily like my presence", "my step-father was very mean to me", "at least this was the way i felt", "it was hell at home for me as a young kid", "i was sent when i was eight years old to a boarding school where it became hellish when a priest tried to sexually abuse me", "many challenges like that in my life", "then i came back home, of course", "i had to deal with my step-father for a long time", "it was a very challenging relationship that we had", "he was verbally abusive and physically – he would have no problem to beat me and so on", "of course, making sure that my mother wouldn’t know", "my mother was struggling to raise me", "at 15, being a very bad student and having a lot of anger issues and a lot of other issues linked to that lifestyle, i was at 15 years old, even the principal’s office at the end of the year, in ninth grade, discussing my future", "my future was “he cannot go to a regular school", "eric has to find a job.” i was actually very happy about that because i didn’t like the school system", "i asked if i could go to culinary school and learn the craftsmanship of becoming a chef", "it was not easy", "culinary schools are very difficult and require a lot of discipline", "it’s tough for young kids when they are 15, 16, or 17 years old", "at 17, i moved to paris and i lived in a tiny, tiny, tiny apartment and worked at la tour d’argent, which was very famous at the time", "i struggled with ridiculous salaries and the challenges of the kitchen and so on", "those years were not happy years for myself", "moving on, i worked for joël robuchon in his kitchen", "there were tough kitchens, a lot of work", "not too many rewards that you would see at the end of the day", "i did my military duties because they were mandatory", "it’s not really a pleasant experience", "it’s not meant to be a pleasant experience", "then i moved to the u.s", "in 1989 without speaking a word of english", "there were huge challenges coming to america and discovering that nobody’s waiting for you at the airport with a red carpet", "oh my god, these french", "to cook, you are a genius", "especially in new york city", "all those aspects were very challenging and didn’t make me a happy camper", "i was missing something in my life", "i was missing spirituality and what buddhism became for me today", "but yes, i was a little bit lost and angry", "angry means unhappy", "that was really the beginning of my life", "of course i had some good moments and some good friends and good relationships and so on", "but when i look at the big picture, those were the dark years", "when did you, during that entire period, was there a particular moment or day or dish or anything where you realized you could actually be really good at cooking", "was there any assignment, a teacher, anything that gave you the confidence", "that’s interesting because i started in 1991 at le bernardin", "i was the chef", "in 1994, i was the executive chef of le bernardin and the business partner of maguy le coze, who created with her brother le bernardin in 1991", "in 1994, the brother passed away and i was in charge of the kitchen by myself", "by myself with a team, of course, to manage the team", "in 1995, ruth reichl at the new york times gave the team and to myself ultimately a four-star review", "from there we only had accolades and rewards and so on", "but i never thought i was a good cook or a good chef", "it took me until 2000, when i did a book called a return to cooking, that i realized that i was insulting my luck because i was talented and not everybody is talented", "i had to acknowledge it without being pretentious, not to insult my luck", "it was a discovery for me", "a return to cooking was an adventure", "i wanted to study the four seasons", "a little bit like vivaldi with the music, but myself with the food", "i decided to bring a painter to photograph first and a writer and to go to different regions of america during different seasons", "therefore, we rented houses in vermont for the fall, in the hamptons for the summer, in the spring in california", "and because the winter was too challenging in north america, we decided to go to puerto rico", "[inaudible] experience that was starting every morning with, for the painter, with a blank canvas, and for myself, going to the market and finding ingredients and cooking for the group and documenting the recipes and so it", "it’s when i realized that i was a good cook", "in 2000", "2000", "it’s amazing it took me such a long time", "then after that, i have been making sure that it doesn’t go to my head and that i stay humble and that i share the knowledge and the cooking wisdom i’ve accumulated", "it’s what it is", "but ultimately, since that process, i accept the gifts that i receive in my life", "which is being able to be a good cook and to be a chef, ultimately", "you have also your memoir, which is 32 yolks", "subtitled from my mother’s table to working the line", "i wanted to ask you, because it seems like you have a very special relationship with your mother", "if you’re cooking dinner for your mother, are there any particular meals that you like to make for her or that she likes you to make for her", "i think she likes to cook for me", "i should’ve seen that coming", "that makes sense", "it’s very interesting because when i was a kid and she knew i was unhappy and i was challenged, her way to make me happy and to show her love to her son was through the process of feeding me, through the process of cooking for me", "it’s where she put all of her energy as a mother", "i will feel it", "i will know it was meant to be the proof of love for her child", "if today i am with my mother, i am sure that she would not let me take the knife and start to slice vegetables or anything", "she will take total control of the kitchen, claiming that i will mess up the kitchen and she’ll have to clean it after", "that would be her excuse, but i think the real reason would be to make her son feel the love from his mom", "i have many dishes that i love from her", "she was doing, and she still does, a vietnamese spring roll called nem, which i love", "actually, i have never been able to make it as good as hers", "she will make a [inaudible] sauce", "that was for me the ultimate", "then every day she would make an apple tart", "that was like a 12-inch apple tart that i would eat every afternoon when i was coming back from school", "that was my favorite meal", "oh, man", "i’m so hungry", "i’ve been fasting", "i’m so hungry", "i’m salivating like my dog when i’m opening a can of food", "is it true – this is just in the questions related to food category", "is it true that you eat swiss cheese before you taste dishes", "yes", "can you explain this, please", "yes, of course", "not only do i eat swiss cheese, i make the entire team of sous chefs, and there are eight sous chefs at le bernardin, i make them eat swiss cheese that is not artisanal", "it is an industrial cheese", "because it always has the same flavor", "it’s very consistent", "it’s not the best swiss cheese", "it doesn’t have the qualities of an artisanal cheese, but we know that it tastes a certain way", "then when we come to the kitchen, we calibrate our palates by tasting this", "when i say calibrate our palates, what i mean is that if i taste too salty, i know my palate is very sensitive to salt", "if the cheese tastes very bland, my palate is numb", "if the cheese tastes very well balanced, i know my palate is accurate", "we do that with all the sous chefs", "we are going to go through all the mise en place, which is the preparation from different stations", "when we go taste the sauce and any preparation, if we find everything salty, we know it’s because our palate is off because the cheese gave us the information that we are ultra-sensitive to salt", "or if everything seems to be bland, i know my palate is numb", "that can come from many things", "if you drink a bit too much at night, your palate will be numb", "if you have a good diet and don’t eat too many sweets at night, depending on your lifestyle and what you eat, your palate will react the day after", "the cheese is the way for us to know that", "i love that", "all right", "since that one mined some gold, i’m going to keep going with some food-related questions", "if you could ask home cooks – just assume most people listening are home cooks – one ingredient they should use less and one ingredient you wish they would experiment with more", "i am in favor of organic", "we’re going to take two examples", "we’re going to take animals and we’re going to take vegetables", "if you have the choice of feeding your family an animal like a chicken, for instance, or eggs, or even meat that doesn’t have growth hormones, that doesn’t have pesticides, that doesn’t have antibiotics and so on, if you have that choice, would you give your child the meat or eggs or milk with those chemicals in it or would you give your child – and if you can afford it, obviously, because very often it’s a matter of budget – but would you give your child a product that is purely natural and doesn’t have those chemicals", "for the vegetables, it is very much the same", "i’m not anti-gmo vegetables necessarily", "but when gmo carried – it’s not the genes, but the dna of round-up for instance, and when the vegetables are full of pesticides and so on and when you have a choice and you can give to your family vegetables or fruits that don’t have that, what would you give to your family", "i think my answer is not exactly what you expect because you would like maybe one single ingredient, but i’m a bit broader in my vision", "i think it’s still important to not necessarily answer what you wanted", "sure", "no, no, no", "you have full creative liberty here", "but if we go to an ingredient, i would say if you have a choice in between real butter and fake butter that is made of chemicals and so on – processed food, basically, it’s processed food – if you have the choice, use the regular butter, for instance, which has, we know it has fat", "it has benefits and it has ingredients in it’s body that are not necessarily positive for the human body", "but do not use processed food", "our bodies don’t digest processed food easily or doesn’t digest it at all", "so i’m saying use natural products", "good recommendation", "the budget, i really wish that there were more of a level playing field", "i’m optimistic about amazon having bought whole foods", "i’m very interested to see how that may open the door", "since one of the first announcements they made was going to be lowering prices since, in effect, amazon is creating an internal customer for developing their own infrastructure potentially to then supply food on a much broader scale, so they can afford to have lower prices", "i’m very excited to see how it impacts the options that people have", "yeah, me too", "do you have a favorite cocktail", "dirty martini with vodka, stir, stop", "that was easy", "well, eric, this is really fun", "we could talk for hours and hours and hours", "i want to be respectful of your time", "hopefully we’ll get to meet in person at some point", "certainly i’m in new york often enough that i would really enjoy that", "please, come visit us, of course", "it will be a pleasure", "is there anything before we wrap up that you would like people listening to consider or try or ask themselves or do", "do you have any asks of the audience", "not really", "i mean, i hope that our conversation today will make everyone think a little bit about this lifestyle and about this definition of happiness and about this impact in the world", "if we have done that, which is very ambitious, i’m very happy", "if we haven’t done it, it’s quite fine", "but i hope that our conversation, first of all, is beneficial for ourselves and for others", "i think so", "i think that if people listening enjoyed this half as much as i did, then i think we’re gold", "people can certainly find you online to say hello or thank you or to ask a question, on instagram and twitter, @ericripert, e-r-i-c r-i-p-e-r-t", "i apologize for my terrible french pronunciation", "but i’m going to say it like a yankee", "then on facebook, you’re chef eric ripert", "the website, this is where my pronunciation is going to kill me, le bernardin, which is l-e hyphen b-e-r-n-a-r-d-i-n, le-bernardin.com", "eric, it’s been such a pleasure", "i really appreciate you taking the time", "i had a lot of fun, great pleasure", "i’m honored to be talking to you and your audience", "thank you so much for giving me the opportunity", "hopefully i’ll see you in new york very soon", "yes, that’s a deal", "to everybody listening, we mentioned a lot of books", "we mentioned a lot of different resources, different types of meditation and so on", "you’ll be able to find links to everything we’ve talked about in the show notes, as always, at tim.blog/podcast, for this episode and every episode", "until next time thank you for listening"]}