{"dialog_idx": {}, "episode_num": 269, "file_type": "audio", "guests": [], "num_sentences": 322, "num_words": 5617, "raw_text": "Please enjoy this transcript of an in-between-isode on branding. It was transcribed and therefore might contain a few typos. Enjoy! Listen to the interview here (Episode #269). DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Hello, boys and girls, ladies and germs. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss Show. This episode is going to be an in-between-isode; a shorter, solo episode instead of the long form interview format where I deconstruct world class performers. If you’d like one of those and you’ve never heard them, check out Jamie Foxx; that’s a good place to start: Tim.blog/Jamie. That is one of my most popular of all time. I’m not going to have a sponsor or sponsors in this episode, so I’m just going to ask you very nicely, please, pretty please, do one of two things. If you haven’t already, grab a copy of my latest book, Tribe of Mentors, and you can find that at tim.blog/tribe. Check it out; it’s something I’m very excited about. Or, you can sign up for my newsletter that goes out every Friday. It’s five bullets of the coolest stuff I’ve found that week. It’s called Five Bullet Friday. You can go to Tim.blog/Friday to sign up for that. It is one of the most popular newsletters in the world; about a million people have signed up for it and it has a 60 to 65 percent open rate. So if you’ve spent any time in the email world, you know that is just bonkers, cocoa nuts, as Chris Sacca would say. So, this in-between-isode is going to be a rant of sorts, but it will have tactical specifics about branding. So I could say it’s going to cover my three rules of branding, but that’s a little tongue in cheek and we’ll get to that. I’d like to start with a quote. This is something new I’m experimenting with. This is from Peter Drucker, very famous management theorist, author of one of my favorite books called The Effective Executive. Very boring title; fantastic, actionable content. The quote is as follows. “There is nothing quite so useless as doing with great efficiency something that should not be done at all.” I consider the vast majority of anything associated with branding to be in that bucket of useless activities. There was a book several years ago, I think 2009 – wow, I’m old – eight years ago that was published by someone I haven’t seen in a very long time, Lucas Connelly, called Excessive Branding Disorder. The subtitle was The Illusion of Business and the Business of Illusion, and it talked about the business, the racket, the industry of branding. I’m not saying all of it is nonsense, but the vast majority is exactly that. So, I want to talk about just a few frameworks, perhaps, for thinking about branding and not making time-wasting mistakes. Okay, let’s just jump into it. Many errors in judgment and a lot of conflict is created when we have nebulous terms; undefined terms. For instance, if you’re debating whether someone is successful or not with a counterparty, you should define successful. You might be talking about completely different things, and then you can argue until the cows come home and no one is going to change their minds. Similarly, if you’re debating the existence of God, let’s make sure that the two people having this debate agree on a single definition of God first. Brand suffers from this same problem. I would encourage you, rather than spending a lot of time chasing your tail semantically to figure out what brand is, just discard it altogether. Forget about fixating on brand, and think instead about how you can own a category. So, own a category, and this can be own or create a category. This is rule No. 1. Forget about brand and either own a category or create a category, in the minds of specifically 1,000 diehard fans. I highly recommend you read an essay, and I’m going to come back to this, called 1,000 True Fans, by Kevin Kelly. You can go to his site, kk.org. He is one of my votes for the real world most interesting man in the world. Check him out; Kevin Kelly and at kk.org, you can find 1,000 True Fans and you can read it for free. Why are diehard fans important? Because the diehard fans obviate the need for any marketing, if you do it right. If you are able to design a product or service that creates or owns a category for 1,000 diehard fans, they become then your strongest marketing force; your unpaid sales force, effectively. But diehard requires that you’re extremely clear on who you’re targeting, and the pain points that you solve for them, or the benefits you create for them. If you can’t be No. 1 or No. 2 in a category, so that could be Uber for X, imported light beer, low cost airline, whatever; find or create another category. Jack Welch took a similar approach to continuing or closing down business divisions. I encourage you from the very get-go, if you’re thinking about launching a product or just refining your focus, that you think about owning or creating a category. So if you can’t own, that is be the No. 1 player in whatever you currently consider your category, you need to up your game or you need to find a new category. I’ll give you an example of how I’m thinking about this myself. In the world of podcasting, there is a lot of noise. There are also a lot of very, very good competitors, if I viewed them as such. Meaning every week you have, say, NPR, or Gimlet, or these extremely professional outfits putting out very well narrated and produced, sound engineered episodes and shows. If I choose to compete along those metrics, I will lose. So, I want to choose a different game. In my case I’ve stuck with, in general, long form interviews of one and a half to three hours. Does that limit my audience? Yes, and that is not a bad thing. In this case, I view it as a very good thing and it self selects for a very particular type of demographic. I also choose content matter that in some cases is very highly technical, like cryptocurrency with Nick Sabo and Naval Ravikant, one of the most popular podcast episodes ever on what could be considered a very technical subject; cryptocurrency, blockchain, etc. That has now millions of downloads and has attracted a very particular type of person. Why is this important? This is important because then I can look at the business model of the podcast; in this case it is subsidized by sponsorships. I can keep in mind that I in fact have two sets of customers, in a sense. I have the listeners, for whom I want to provide an extremely, tactically rich listening experience on very diverse subject matter. Second, I have sponsors. And what you will notice in the upcoming month or two is that I will be choosing subject matter to attract niche audiences and demographics with typically high education levels, high household income. I will be bringing in sponsors who would typically look at, say, Rob Report or Esquire. In the world of podcasting, this is unusual. You don’t hear what we might consider luxury brands advertising in podcasts. And I am intending to very much experiment and change that. The CPMs, meaning the cost per thousand downloads that I charge, will be commensurate with the ROI that I have seen already for podcast sponsors. Also, talking about creating a category, I am able to then piggyback on with other assets I’m using, which very few podcasts otherwise do. That means social, that means the blog which has 3, 4, 5, million uniques per month, and then also the various types of email. I’ll offer, say, a deal of the week. It’s super explicit; I don’t believe in native advertising so I don’t do it. Okay, so that is an example of how you might go from, say, grappling with this problematic term of brand, to owning a category. Own a category could be not a category of product, not a category of service, but a category of customer. I was in Fiji recently. I’d never been; it was great. I was with Tony Robbins and a group of people from the Shopify Build a Bigger Business Competition. It was a fantastic set of a few days; very rich in learning. Tony is very, very astute and owns a lot of businesses that I think generates something like $5 or $6 billion in revenue. He said don’t fall in love with your product; fall in love with your customer. This is a very, very mission-critical distinction. Don’t fall in love with your product, don’t fall in love with your service; fall in love with your customer and then you can determine how best to serve them. In my case, I’ll just underline something else; the target does not equal the market. The explanation behind that is, for instance with the Four Hour Workweek, part of the reason the Four Hour Workweek took off the way it did is that I scratched my own itch and I wrote for people like me. At the time, that meant 25 to 35, tech-savvy males in a handful of cities with a generally high level of education. That mean San Francisco, New York, LA, Chicago, and so on. This made my marketing and advertising extremely precise, which made it very affordable. If you think your product is for everyone and you’re going to buy advertisements in USA Today and the home page of AOL, you are going to burn through all of your budget very, very quickly and it will not be effective. So, what does the target is not the market mean? That means that I’m asking myself how can I best serve this very, very narrowly defined audience that happens to perfectly overlap with who I am, which makes it easy to serve them because I don’t have to guess or speculate? And then once I serve that target, the market becomes broader. So then immediately it starts to bleed over the edges to, say, females, again 25 to 35, tech savvy, living in a handful of primary cities in the U.S. and then it bleeds around the age edges, both downward and upward, and so on. So, you don’t have to target the entire world if you want to sell a product to the entire world; you need to start really, really specific and precise. This leads to the next. We already talked about don’t fixate on brand, we talked about owning a category or owning a particular, very, very well defined customer. Next, don’t make a product for everyone. This is a very common mistake where you might have an entrepreneur – could be you. I’ve made this mistake in the early days, where you trick yourself with some type of very seductive math. You say: you know, I’m going to make a better Q-tip. If I just get 1 percent of the ears in China, I will be a billionaire. This is really, really problematic. If everyone is your market, no one is your market. And particularly with first versions of your product or service, it is better to have 1,000 people who love you, even if that means many hate you, than 100,000 who think you’re kinda sort of cool. No. 2, we already talked about the cost constraints. If you’re trying to target everyone and boil the ocean, you’re going to run out of money. And the No. 1 reason that startups fail; they run out of fucking money. So No. 1, don’t spend all your money. Coming back to the previous point, this is great; this is exactly what I’ve been looking for; to 1,000 educated nerds, for instance beats good – yeah, it’s alright – 100,000 of anything else every time. I already mentioned how diehard fans become your strongest marketing force, which does not cost you money. In a social, sharing-driven world, although that’s not the end-all, be-all, cultivating the intense few instead of the lukewarm many pays a hundred-fold. So, cultivate the intense few instead of the lukewarm many, at least when you are dealing with V1, V2, and gaining a foothold before you have the cash flow to then do more speculative testing. I should point out, also, that these days especially, there’s a real bias, a very sensitive environment around talking about, say, the affluent; the 1 percent, serving the 1 percent. It’s important to realize that in many cases if you are launching a product, it makes sense to sell a high-priced product to the affluent in some fashion in the beginning. Why does this make sense? Because A) it gives you a larger margin for error. You have better margins, you’re not trying to cost-compete with other people who could bleed you of your chips just by lowering their prices temporarily. So if you choose a new category or a customer and solve a pain point that hasn’t been solved, then you charge a premium, whether it’s a premium or luxury product; that enables you to be very cost effective in your targeting and gives you a margin of safety/margin for error. This is how, in a sense, although it wasn’t a business necessarily, this is how recycling started. This is how Tesla in many ways financed developing cars that are then more affordable for a wider audience. This is a very conservative, in some respects, safe path to then developing lower priced models, services, products for a broader audience. But for your safety and for the survival of your business or new line or division you’re launching, don’t make a product for everyone and when in doubt, go high end is my recommendation. I should also point out, and this is No. 3: forget branding; pretty much forget branding altogether. I’m going to give you some alternative tools and tactics that you can use, and I’m going to borrow from a few folks I’ve found influential personally. Forget about this word branding; it is extremely distracting. That doesn’t mean you should dissuade other people from obsessing on personal brand. If your competitors are spending a lot of time on personal brand, fantastic. They’re probably doing it on a network, whether it’s Facebook or otherwise, that with one algorithm change can be the greatest bait and switch in the history of their digital identity lives and then they are out of at least communicating that supposedly valuable, personal brand to 90 percent of their audience or their fans. Forget about it, is my general recommendation., I don’t think about it at all because I view it as a side effect of doing the right things, not a causal factor. Unless you are a celebrity on, say, Instagram, I don’t view personal brand as a valuable true north or a calibration criteria. However, what I would say is if you still feel compelled to do personal branding, you should let as many people do that as possible, because then your ability to single task on a few simple things will give you a huge competitive advantage. For instance, think about consistently over delivering one or two benefits to your customers/users/fans. I view branding as a side effect of consistent association. So, what do people think of if they’ve had two drinks and you say: hey, what do you think of when you think Tesla? What do you think of when you think blah? What do you think of when you think Tim Ferriss Show? The first few words that come to mind, the first few sentences, that’s your brand. Don’t make it more complicated. So don’t put the cart before the horse; put good business first and then good brand will follow. So, how do you put good business first? Well, if you look at, say, Bezos, you look at Jobs, you look at any of the founders I know, and you can check out my portfolio; I’ve been involved with a lot of fast-growing companies, about 70 now. Go to angel.co/tim. That’s Angel List, which I’m also an advisor to, and you can see my portfolio. There has been Task Rabbit, Blue Bottle Coffee, both of which had acquisitions in the last week; Uber, Facebook, Twitter, etc.; it’s a long list and you can check it out. None of the best founders I know, and it doesn’t mean they’re not out there, I’m sure they are. But none of the best founders I know who have a tiger by the tail and who are trying to grow an already fast-growing company or trying to take a small company and turn it into a multi billion dollar company; none think about personal brand at all. I’m going to draw a delineation here. They might think about crisis come; crisis communication, how to manage any type of likely problem scenarios, which I think every startup should do. You should have a crisis PR plan and response in place for the if/then scenarios that are likely to come up. Even if it’s one 100, eventually a lot of these will come up, especially as a company grows and has more touch points with customers, whether it’s Airbnb having, say, apartments destroyed or damaged in some way. It took an accident to trigger a lot of changes in policies, which they did really effectively. But you can preemptively come up with those. That is not personal brand. That is just intelligent communications and having a proactive as opposed to reactive plan for different events. Those are if/then statements. But what do they focus on instead? It’s very, very simple, what I’ve seen, at least; value to user. Jeff Bezos did a very great interview with Charlie Rose where he talked about the directives of a customer-centric company. You can also look at Amazon’s – I suppose you could call them – maxims for hiring; if you look at their Jobs page, which is also fascinating to read. But value to user, removing pain points and friction for that customer, let’s just call it customer; and then KPIs. So those are key performance indicators. If you were to look at, say, Y Combinator and how they train their startups for Demo Day when they pitch investors, I believe they’re typically looking at one primary KPI that they try to grow, fixate, obsessively focus on growing 10 percent per week, let’s say. As the business becomes larger, that 10 percent per week is probably not sustainable in many instances. But it can be, say, per month and so on, which would be the case for me looking at the total podcast downloads per month, for instance. That is one of the KPIs that I pay attention to. Removing pain points and friction, let’s talk about this. This is where I’m going to borrow from two people, W. Chan Kim and Renee Mauborgne – I don’t know how to say that last name; my apologies, Renee. They are the authors of initially the Blue Ocean Strategy, which I read some time ago, which focuses in effect very precisely on how to create a new category, versus competing in a very bloody, crowded marketplace for an existing category. They talk about value innovation as opposed to incremental improvement. I’m currently reading their new book, Blue Ocean Shift, subtitle Beyond Competing; Proven Steps to Inspire Confidence and Seize New Growth. The book is, I would say, generally positioned for larger companies; companies that have multiple product lines, multiple divisions. I am not in such a position but I still find it useful. I will tell you, for instance on page 151, they have a Buyer Utility Map, and I’m going to walk you through this in brief because I think it is a really, really useful matrix or journaling exercise for identifying how you can create the best brand possible by not caring about brand at all. And that is by creating that consistent association of benefits that I talked about earlier with your company. You can do that in a very systematic way. Here’s how you do it. They call it Uncovering the Blocks to Buyer Utility. This is on page 151. I’m going to be spending a lot of time on this in many different capacities. It starts with recognizing some typical stages of interaction with a product. Airbnb took a very, very intelligent approach to this, and I recommend checking out the Masters of Scale podcast with Reid Hoffman, episode one with Brian Chesky of Airbnb to hear about how they approached this specifically. But what are the touch points? So how does your customer interact with your product or service, indirectly or directly? Here are a few options right off the batch. Purchase; so the purchasing experience. Delivery, the use, and let’s just call it first use. Supplements; what else do they need to make your product work optimally or work well? Maintenance; so in the case of an app, you have updates and so on. Car; obvious, oil, etc. And then disposal; and disposal can be thought o f in many different respects. And it might sound like an odd one, but certain things are a huge hassle to get rid of. Batteries would be an example. Let’s take packing peanuts as another example. I’m sure many people listening have thought why didn’t someone think of rollers on luggage before something like ten years ago? It seems like the most obvious thing in the world, and yet it took people forever. I felt the same way when I first saw inflatable packing material. I’m sure many of you have seen this; you find it in a lot of Amazon boxes. But rather than packing peanuts, which are the biggest pain in the ass on multiple levels; to get anything out, you have to spill them all over the floor, and then you have to dispose of them. You have to pack them back up, put them into garbage bags, etc. And having these inflatable effectively balloons of air in the boxes instead solved those problems. I am absolutely sure that has become a many, many multi million dollar business with that product alone. That’s a disposal example. Along each of these categories, and you could just create columns; purchase, delivery, use, supplements – the things needed to make your thing work well – maintenance, disposal; for each of these you can assess them. You can assess each of these along the following criteria; customer productivity, simplicity, convenience, risk reduction, fun in image, environmental friendliness. These are just a few of the options, but it’s a great exercise. So even if your item is free, for purchasing, acquiring, downloading, signing up, whatever it might be of your product or service; number one, looking just at the purchase column, customer productivity; what is the biggest block to customer productivity in each stage? What are the key reasons for this block? Productivity means anything to do with efficiency; less time, effort, or money in fulfilling the buyer’s needs. Then you have simplicity. Simplicity would be anything that eliminates or minimizes complexity or mental hassle. So buying with a thumbprint on an iPhone would be an example of that. How can you simplify it? Podcasting is one example. It’s still stupidly complex or confusing to people who are not accustomed to listening to podcasts. It’s absurd how unintegrated most podcast experiences are. Convenience; when and where the customer wants something, 24/7, 365. There are other aspects to convenience, certainly. But in purchasing convenience; is there anything that could make it simpler, more convenient, requiring less time, effort, or money? Risk reduction, and this could be financial, physical, emotional, related to reputation. Is there anything you can do? And don’t immediately skip over any of these. I would encourage you to think about how, say in the instance of books, you might not think risk reduction has a place. But you could be looking at six book titles, and for one or two of them, ask yourself would someone sit on the subway with this flashing on the back of a hardcover, or would they try and hide it? There are some books that have fantastic titles, meaning they’re going to get a lot of buzz, and that may be enough. You don’t have to take this into consideration. But there are books like, for instance, Mark Manson’s book, The Subtle Art of Not Giving a Fuck, works great. Most people may not be afraid to have that because it has a certain tough connotation or whatever it might be, and the book has done extremely well. Then you might have, on the other hand, a book which I’ve heard is very good. I actually haven’t read it, but I love the title, which is The Ethical Slut. The Ethical Slut, great title. It seems to be a popular book. But you would have the option of risk reduction if you chose something else. It doesn’t mean you should take it, but you should at least brainstorm the options. Then thera are financial, physical, etc. That could apply to return policies, one of which I I made somewhat popular in The Four Hour Workweek where I talked about how I was able to dramatically decrease return rate. I’m not saying this was a single causal effect, but offering a 110 percent money-back guarantee. Meaning people wouldn’t just get their money back; they would get an additional 10 percent on top of that. That gave them the risk reduction, the reassurance that the product was high quality. The next one, just going down; the calm of purchase. You could do this for delivery use, supplements, maintenance, disposal. Fun and image; tangible. Intangible, aesthetic look, feel, attitude and style that an offer conveys. Alright, fantastic. Let’s look at Apple. If we look at the iMac, we’re not talking about mind-blowing technological innovation here. We’re talking about putting something in a hot pink and transparent case so that when you ask Grandma what she wants for Christmas and she says a computer, you say what kind, and she says a pink one. I think I borrowed that example for Tony Robbins; he has a lot of good examples. In any case, there you have it. There are a handful of companies have made design in the most holistic sense possible a cornerstone of good customer experience; Airbnb being one of them. I’ve had some time to speak with Joe who is one of the cofounders about this specifically. And the last one I won’t spend a ton of time on, but environmental friendliness. I’m reading from this book; this is not my information. This is Blue Ocean Shift. This utility lever is about green matters; is your offer environmentally friendly, or do buyers prefer your offering because of you’re organization’s strong reputation for environmental friendliness, etc.? There are others. You could have, for instance, corporate responsibility, you could have civic duties or social responsibility. If you look at how Tom’s in the beginning, the buy-one/give-one model did incredibly well. But at this point it is a crowded market. So that particular value innovation created a blue ocean for them. At this point, it is by virtue of the number of people who have tried to replicate that, a crowded space. It doesn’t mean don’t do it; it just means it will not be enough to differentiate you to the point where you no longer have to combat the noise. Last I would say, since I’m trying to keep this somewhat short but we’re already at 29 minutes, and let me know if you like this, by the way; I’ll do more of this if you do. Lastly, company. So if you have a company, instead of asking yourself what does this company stand for, which is a very office space-type question that will result in office space-type manifestos and mission statements; keep it simple. Keep it concrete. What unique benefits does this company deliver, and who are your 1,000 true fans? If you answer that and come back to it repeatedly, what unique benefits – unique benefits – does this company or product deliver? Or what pain points does it uniquely remove, and who are your 1,000 true fans? If you answer those and then secondarily ask how can I turn casual fans into diehard fans, which his a question I ask myself a lot. How can I turn “Yeah, every three months I listen to one of Tim’s podcasts and they’re pretty good,” how can I turn that person into a “Holy shit, I need to send this to five people right now” type of fan? How do I do that? And you don’t have to hit everyone at once. When I write blog posts, for instance, I typically write a post that I hope 10 percent of my audience will love, and not that 100 percent of my audience will like because I’m not in a rush. You can play the long game – I suggest you do – and particularly with a blog placed on WordPress, which is pretty SEO-friendly, the real estate will appreciate over time. So, if I create ten blog posts that over time hit 100 percent of my current audience, each of which making 10 percent of that audience rabidly exciting… rabidly exciting; maybe exciting, too; you guys are exciting. Don’t let anyone tell you different. So making 10 percent of that audience excited; then you will get a lot further than ten posts that have a lukewarm reception with 100 percent of your audience. So, forget about what does it stand for; we can come back to that. But I think it’s a mediocre question that will get mediocre or poor responses. And what unique benefits does X solve; what pain points does it uniquely remove, who are your 1,000 true fans because of that, and how can you turn casual fans into diehard fans. If you just do that, it seems so simplistic and it seems like remedial entrepreneurship 101. But I’m telling you, when I look at companies that are now worth billions of dollars that I’ve been involved with at the very early stages, these are the questions they asked and answered very, very effectively. So, I hope that’s helpful. Those are my three or so rules, with some meandering, of “branding.” And in some, forget about branding, forget about personal branding; focus on what fucking matters and the rest will take care of itself. Excuse the French; hope you found that valuable and I may or may not have show notes for this with links, because there aren’t many links to include. But If I do, they will be at tim.blog/podcast with show notes for everything else. Thank you for listening, and let me know what you thought of this format. Please let me know; typically on Twitter is where I will see it. That’s @tferriss, T-F-E-R-R-I-S-S. Since I am not going to have any post-roll sponsors or advertisers, I will repeat: if you dig this, please do me one of two favors. Either pick up the new book, which is Tribe of Mentors. I’m super proud of it and very, very excited about it. You can see that at tim.blog/tribe. It’s answers to some of the most interesting questions I could come up with by 130 incredible people. If you’ve already done that, or if you want to do something else, you can sign up for the Five Bullet Friday Newsletter. I send out the five things that I find coolest or most interesting, most helpful in a given week. It has an absurdly high open rate and people really, really dig it. It’s free, and it will be free forever, so check that out: tim.blog/Friday. That’s it for right now, folks. Big, sloppy kiss from where I’m sitting on my chaise lounge, and I will talk to you guys soon. Thanks for listening. Posted on: February 2, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of an in-between-isode on branding. it was transcribed and therefore might contain a few typos", "enjoy", "listen to the interview here (episode #269)", "due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "hello, boys and girls, ladies and germs", "this is tim ferriss, and welcome to another episode of the tim ferriss show", "this episode is going to be an in-between-isode; a shorter, solo episode instead of the long form interview format where i deconstruct world class performers", "if you’d like one of those and you’ve never heard them, check out jamie foxx; that’s a good place to start: tim.blog/jamie", "that is one of my most popular of all time", "i’m not going to have a sponsor or sponsors in this episode, so i’m just going to ask you very nicely, please, pretty please, do one of two things", "if you haven’t already, grab a copy of my latest book, tribe of mentors, and you can find that at tim.blog/tribe", "check it out; it’s something i’m very excited about", "or, you can sign up for my newsletter that goes out every friday", "it’s five bullets of the coolest stuff i’ve found that week", "it’s called five bullet friday", "you can go to tim.blog/friday to sign up for that", "it is one of the most popular newsletters in the world; about a million people have signed up for it and it has a 60 to 65 percent open rate", "so if you’ve spent any time in the email world, you know that is just bonkers, cocoa nuts, as chris sacca would say", "so, this in-between-isode is going to be a rant of sorts, but it will have tactical specifics about branding", "so i could say it’s going to cover my three rules of branding, but that’s a little tongue in cheek and we’ll get to that", "i’d like to start with a quote", "this is something new i’m experimenting with", "this is from peter drucker, very famous management theorist, author of one of my favorite books called the effective executive", "very boring title; fantastic, actionable content", "the quote is as follows", "“there is nothing quite so useless as doing with great efficiency something that should not be done at all.” i consider the vast majority of anything associated with branding to be in that bucket of useless activities", "there was a book several years ago, i think 2009 – wow, i’m old – eight years ago that was published by someone i haven’t seen in a very long time, lucas connelly, called excessive branding disorder", "the subtitle was the illusion of business and the business of illusion, and it talked about the business, the racket, the industry of branding", "i’m not saying all of it is nonsense, but the vast majority is exactly that", "so, i want to talk about just a few frameworks, perhaps, for thinking about branding and not making time-wasting mistakes", "okay, let’s just jump into it", "many errors in judgment and a lot of conflict is created when we have nebulous terms; undefined terms", "for instance, if you’re debating whether someone is successful or not with a counterparty, you should define successful", "you might be talking about completely different things, and then you can argue until the cows come home and no one is going to change their minds", "similarly, if you’re debating the existence of god, let’s make sure that the two people having this debate agree on a single definition of god first", "brand suffers from this same problem", "i would encourage you, rather than spending a lot of time chasing your tail semantically to figure out what brand is, just discard it altogether", "forget about fixating on brand, and think instead about how you can own a category", "so, own a category, and this can be own or create a category", "this is rule no", "1", "forget about brand and either own a category or create a category, in the minds of specifically 1,000 diehard fans", "i highly recommend you read an essay, and i’m going to come back to this, called 1,000 true fans, by kevin kelly", "you can go to his site, kk.org", "he is one of my votes for the real world most interesting man in the world", "check him out; kevin kelly and at kk.org, you can find 1,000 true fans and you can read it for free", "why are diehard fans important", "because the diehard fans obviate the need for any marketing, if you do it right", "if you are able to design a product or service that creates or owns a category for 1,000 diehard fans, they become then your strongest marketing force; your unpaid sales force, effectively", "but diehard requires that you’re extremely clear on who you’re targeting, and the pain points that you solve for them, or the benefits you create for them", "if you can’t be no", "1 or no", "2 in a category, so that could be uber for x, imported light beer, low cost airline, whatever; find or create another category", "jack welch took a similar approach to continuing or closing down business divisions", "i encourage you from the very get-go, if you’re thinking about launching a product or just refining your focus, that you think about owning or creating a category", "so if you can’t own, that is be the no", "1 player in whatever you currently consider your category, you need to up your game or you need to find a new category", "i’ll give you an example of how i’m thinking about this myself", "in the world of podcasting, there is a lot of noise", "there are also a lot of very, very good competitors, if i viewed them as such", "meaning every week you have, say, npr, or gimlet, or these extremely professional outfits putting out very well narrated and produced, sound engineered episodes and shows", "if i choose to compete along those metrics, i will lose", "so, i want to choose a different game", "in my case i’ve stuck with, in general, long form interviews of one and a half to three hours", "does that limit my audience", "yes, and that is not a bad thing", "in this case, i view it as a very good thing and it self selects for a very particular type of demographic", "i also choose content matter that in some cases is very highly technical, like cryptocurrency with nick sabo and naval ravikant, one of the most popular podcast episodes ever on what could be considered a very technical subject; cryptocurrency, blockchain, etc", "that has now millions of downloads and has attracted a very particular type of person", "why is this important", "this is important because then i can look at the business model of the podcast; in this case it is subsidized by sponsorships", "i can keep in mind that i in fact have two sets of customers, in a sense", "i have the listeners, for whom i want to provide an extremely, tactically rich listening experience on very diverse subject matter", "second, i have sponsors", "and what you will notice in the upcoming month or two is that i will be choosing subject matter to attract niche audiences and demographics with typically high education levels, high household income", "i will be bringing in sponsors who would typically look at, say, rob report or esquire", "in the world of podcasting, this is unusual", "you don’t hear what we might consider luxury brands advertising in podcasts", "and i am intending to very much experiment and change that", "the cpms, meaning the cost per thousand downloads that i charge, will be commensurate with the roi that i have seen already for podcast sponsors", "also, talking about creating a category, i am able to then piggyback on with other assets i’m using, which very few podcasts otherwise do", "that means social, that means the blog which has 3, 4, 5, million uniques per month, and then also the various types of email", "i’ll offer, say, a deal of the week", "it’s super explicit; i don’t believe in native advertising so i don’t do it", "okay, so that is an example of how you might go from, say, grappling with this problematic term of brand, to owning a category", "own a category could be not a category of product, not a category of service, but a category of customer", "i was in fiji recently", "i’d never been; it was great", "i was with tony robbins and a group of people from the shopify build a bigger business competition", "it was a fantastic set of a few days; very rich in learning", "tony is very, very astute and owns a lot of businesses that i think generates something like $5 or $6 billion in revenue", "he said don’t fall in love with your product; fall in love with your customer", "this is a very, very mission-critical distinction", "don’t fall in love with your product, don’t fall in love with your service; fall in love with your customer and then you can determine how best to serve them", "in my case, i’ll just underline something else; the target does not equal the market", "the explanation behind that is, for instance with the four hour workweek, part of the reason the four hour workweek took off the way it did is that i scratched my own itch and i wrote for people like me", "at the time, that meant 25 to 35, tech-savvy males in a handful of cities with a generally high level of education", "that mean san francisco, new york, la, chicago, and so on", "this made my marketing and advertising extremely precise, which made it very affordable", "if you think your product is for everyone and you’re going to buy advertisements in usa today and the home page of aol, you are going to burn through all of your budget very, very quickly and it will not be effective", "so, what does the target is not the market mean", "that means that i’m asking myself how can i best serve this very, very narrowly defined audience that happens to perfectly overlap with who i am, which makes it easy to serve them because i don’t have to guess or speculate", "and then once i serve that target, the market becomes broader", "so then immediately it starts to bleed over the edges to, say, females, again 25 to 35, tech savvy, living in a handful of primary cities in the u.s", "and then it bleeds around the age edges, both downward and upward, and so on", "so, you don’t have to target the entire world if you want to sell a product to the entire world; you need to start really, really specific and precise", "this leads to the next", "we already talked about don’t fixate on brand, we talked about owning a category or owning a particular, very, very well defined customer", "next, don’t make a product for everyone", "this is a very common mistake where you might have an entrepreneur – could be you", "i’ve made this mistake in the early days, where you trick yourself with some type of very seductive math", "you say: you know, i’m going to make a better q-tip", "if i just get 1 percent of the ears in china, i will be a billionaire", "this is really, really problematic", "if everyone is your market, no one is your market", "and particularly with first versions of your product or service, it is better to have 1,000 people who love you, even if that means many hate you, than 100,000 who think you’re kinda sort of cool", "no", "2, we already talked about the cost constraints", "if you’re trying to target everyone and boil the ocean, you’re going to run out of money", "and the no", "1 reason that startups fail; they run out of fucking money", "so no", "1, don’t spend all your money", "coming back to the previous point, this is great; this is exactly what i’ve been looking for; to 1,000 educated nerds, for instance beats good – yeah, it’s alright – 100,000 of anything else every time", "i already mentioned how diehard fans become your strongest marketing force, which does not cost you money", "in a social, sharing-driven world, although that’s not the end-all, be-all, cultivating the intense few instead of the lukewarm many pays a hundred-fold", "so, cultivate the intense few instead of the lukewarm many, at least when you are dealing with v1, v2, and gaining a foothold before you have the cash flow to then do more speculative testing", "i should point out, also, that these days especially, there’s a real bias, a very sensitive environment around talking about, say, the affluent; the 1 percent, serving the 1 percent", "it’s important to realize that in many cases if you are launching a product, it makes sense to sell a high-priced product to the affluent in some fashion in the beginning", "why does this make sense", "because a) it gives you a larger margin for error", "you have better margins, you’re not trying to cost-compete with other people who could bleed you of your chips just by lowering their prices temporarily", "so if you choose a new category or a customer and solve a pain point that hasn’t been solved, then you charge a premium, whether it’s a premium or luxury product; that enables you to be very cost effective in your targeting and gives you a margin of safety/margin for error", "this is how, in a sense, although it wasn’t a business necessarily, this is how recycling started", "this is how tesla in many ways financed developing cars that are then more affordable for a wider audience", "this is a very conservative, in some respects, safe path to then developing lower priced models, services, products for a broader audience", "but for your safety and for the survival of your business or new line or division you’re launching, don’t make a product for everyone and when in doubt, go high end is my recommendation", "i should also point out, and this is no", "3: forget branding; pretty much forget branding altogether", "i’m going to give you some alternative tools and tactics that you can use, and i’m going to borrow from a few folks i’ve found influential personally", "forget about this word branding; it is extremely distracting", "that doesn’t mean you should dissuade other people from obsessing on personal brand", "if your competitors are spending a lot of time on personal brand, fantastic", "they’re probably doing it on a network, whether it’s facebook or otherwise, that with one algorithm change can be the greatest bait and switch in the history of their digital identity lives and then they are out of at least communicating that supposedly valuable, personal brand to 90 percent of their audience or their fans", "forget about it, is my general recommendation., i don’t think about it at all because i view it as a side effect of doing the right things, not a causal factor", "unless you are a celebrity on, say, instagram, i don’t view personal brand as a valuable true north or a calibration criteria", "however, what i would say is if you still feel compelled to do personal branding, you should let as many people do that as possible, because then your ability to single task on a few simple things will give you a huge competitive advantage", "for instance, think about consistently over delivering one or two benefits to your customers/users/fans", "i view branding as a side effect of consistent association", "so, what do people think of if they’ve had two drinks and you say: hey, what do you think of when you think tesla", "what do you think of when you think blah", "what do you think of when you think tim ferriss show", "the first few words that come to mind, the first few sentences, that’s your brand", "don’t make it more complicated", "so don’t put the cart before the horse; put good business first and then good brand will follow", "so, how do you put good business first", "well, if you look at, say, bezos, you look at jobs, you look at any of the founders i know, and you can check out my portfolio; i’ve been involved with a lot of fast-growing companies, about 70 now", "go to angel.co/tim", "that’s angel list, which i’m also an advisor to, and you can see my portfolio", "there has been task rabbit, blue bottle coffee, both of which had acquisitions in the last week; uber, facebook, twitter, etc.; it’s a long list and you can check it out", "none of the best founders i know, and it doesn’t mean they’re not out there, i’m sure they are", "but none of the best founders i know who have a tiger by the tail and who are trying to grow an already fast-growing company or trying to take a small company and turn it into a multi billion dollar company; none think about personal brand at all", "i’m going to draw a delineation here", "they might think about crisis come; crisis communication, how to manage any type of likely problem scenarios, which i think every startup should do", "you should have a crisis pr plan and response in place for the if/then scenarios that are likely to come up", "even if it’s one 100, eventually a lot of these will come up, especially as a company grows and has more touch points with customers, whether it’s airbnb having, say, apartments destroyed or damaged in some way", "it took an accident to trigger a lot of changes in policies, which they did really effectively", "but you can preemptively come up with those", "that is not personal brand", "that is just intelligent communications and having a proactive as opposed to reactive plan for different events", "those are if/then statements", "but what do they focus on instead", "it’s very, very simple, what i’ve seen, at least; value to user", "jeff bezos did a very great interview with charlie rose where he talked about the directives of a customer-centric company", "you can also look at amazon’s – i suppose you could call them – maxims for hiring; if you look at their jobs page, which is also fascinating to read", "but value to user, removing pain points and friction for that customer, let’s just call it customer; and then kpis", "so those are key performance indicators", "if you were to look at, say, y combinator and how they train their startups for demo day when they pitch investors, i believe they’re typically looking at one primary kpi that they try to grow, fixate, obsessively focus on growing 10 percent per week, let’s say", "as the business becomes larger, that 10 percent per week is probably not sustainable in many instances", "but it can be, say, per month and so on, which would be the case for me looking at the total podcast downloads per month, for instance", "that is one of the kpis that i pay attention to", "removing pain points and friction, let’s talk about this", "this is where i’m going to borrow from two people, w", "chan kim and renee mauborgne – i don’t know how to say that last name; my apologies, renee", "they are the authors of initially the blue ocean strategy, which i read some time ago, which focuses in effect very precisely on how to create a new category, versus competing in a very bloody, crowded marketplace for an existing category", "they talk about value innovation as opposed to incremental improvement", "i’m currently reading their new book, blue ocean shift, subtitle beyond competing; proven steps to inspire confidence and seize new growth", "the book is, i would say, generally positioned for larger companies; companies that have multiple product lines, multiple divisions", "i am not in such a position but i still find it useful", "i will tell you, for instance on page 151, they have a buyer utility map, and i’m going to walk you through this in brief because i think it is a really, really useful matrix or journaling exercise for identifying how you can create the best brand possible by not caring about brand at all", "and that is by creating that consistent association of benefits that i talked about earlier with your company", "you can do that in a very systematic way", "here’s how you do it", "they call it uncovering the blocks to buyer utility", "this is on page 151", "i’m going to be spending a lot of time on this in many different capacities", "it starts with recognizing some typical stages of interaction with a product", "airbnb took a very, very intelligent approach to this, and i recommend checking out the masters of scale podcast with reid hoffman, episode one with brian chesky of airbnb to hear about how they approached this specifically", "but what are the touch points", "so how does your customer interact with your product or service, indirectly or directly", "here are a few options right off the batch", "purchase; so the purchasing experience", "delivery, the use, and let’s just call it first use", "supplements; what else do they need to make your product work optimally or work well", "maintenance; so in the case of an app, you have updates and so on", "car; obvious, oil, etc", "and then disposal; and disposal can be thought o f in many different respects", "and it might sound like an odd one, but certain things are a huge hassle to get rid of", "batteries would be an example", "let’s take packing peanuts as another example", "i’m sure many people listening have thought why didn’t someone think of rollers on luggage before something like ten years ago", "it seems like the most obvious thing in the world, and yet it took people forever", "i felt the same way when i first saw inflatable packing material", "i’m sure many of you have seen this; you find it in a lot of amazon boxes", "but rather than packing peanuts, which are the biggest pain in the ass on multiple levels; to get anything out, you have to spill them all over the floor, and then you have to dispose of them", "you have to pack them back up, put them into garbage bags, etc", "and having these inflatable effectively balloons of air in the boxes instead solved those problems", "i am absolutely sure that has become a many, many multi million dollar business with that product alone", "that’s a disposal example", "along each of these categories, and you could just create columns; purchase, delivery, use, supplements – the things needed to make your thing work well – maintenance, disposal; for each of these you can assess them", "you can assess each of these along the following criteria; customer productivity, simplicity, convenience, risk reduction, fun in image, environmental friendliness", "these are just a few of the options, but it’s a great exercise", "so even if your item is free, for purchasing, acquiring, downloading, signing up, whatever it might be of your product or service; number one, looking just at the purchase column, customer productivity; what is the biggest block to customer productivity in each stage", "what are the key reasons for this block", "productivity means anything to do with efficiency; less time, effort, or money in fulfilling the buyer’s needs", "then you have simplicity", "simplicity would be anything that eliminates or minimizes complexity or mental hassle", "so buying with a thumbprint on an iphone would be an example of that", "how can you simplify it", "podcasting is one example", "it’s still stupidly complex or confusing to people who are not accustomed to listening to podcasts", "it’s absurd how unintegrated most podcast experiences are", "convenience; when and where the customer wants something, 24/7, 365", "there are other aspects to convenience, certainly", "but in purchasing convenience; is there anything that could make it simpler, more convenient, requiring less time, effort, or money", "risk reduction, and this could be financial, physical, emotional, related to reputation", "is there anything you can do", "and don’t immediately skip over any of these", "i would encourage you to think about how, say in the instance of books, you might not think risk reduction has a place", "but you could be looking at six book titles, and for one or two of them, ask yourself would someone sit on the subway with this flashing on the back of a hardcover, or would they try and hide it", "there are some books that have fantastic titles, meaning they’re going to get a lot of buzz, and that may be enough", "you don’t have to take this into consideration", "but there are books like, for instance, mark manson’s book, the subtle art of not giving a fuck, works great", "most people may not be afraid to have that because it has a certain tough connotation or whatever it might be, and the book has done extremely well", "then you might have, on the other hand, a book which i’ve heard is very good", "i actually haven’t read it, but i love the title, which is the ethical slut", "the ethical slut, great title", "it seems to be a popular book", "but you would have the option of risk reduction if you chose something else", "it doesn’t mean you should take it, but you should at least brainstorm the options", "then thera are financial, physical, etc", "that could apply to return policies, one of which i i made somewhat popular in the four hour workweek where i talked about how i was able to dramatically decrease return rate", "i’m not saying this was a single causal effect, but offering a 110 percent money-back guarantee", "meaning people wouldn’t just get their money back; they would get an additional 10 percent on top of that", "that gave them the risk reduction, the reassurance that the product was high quality", "the next one, just going down; the calm of purchase", "you could do this for delivery use, supplements, maintenance, disposal", "fun and image; tangible", "intangible, aesthetic look, feel, attitude and style that an offer conveys", "alright, fantastic", "let’s look at apple", "if we look at the imac, we’re not talking about mind-blowing technological innovation here", "we’re talking about putting something in a hot pink and transparent case so that when you ask grandma what she wants for christmas and she says a computer, you say what kind, and she says a pink one", "i think i borrowed that example for tony robbins; he has a lot of good examples", "in any case, there you have it", "there are a handful of companies have made design in the most holistic sense possible a cornerstone of good customer experience; airbnb being one of them", "i’ve had some time to speak with joe who is one of the cofounders about this specifically", "and the last one i won’t spend a ton of time on, but environmental friendliness", "i’m reading from this book; this is not my information", "this is blue ocean shift", "this utility lever is about green matters; is your offer environmentally friendly, or do buyers prefer your offering because of you’re organization’s strong reputation for environmental friendliness, etc.", "there are others", "you could have, for instance, corporate responsibility, you could have civic duties or social responsibility", "if you look at how tom’s in the beginning, the buy-one/give-one model did incredibly well", "but at this point it is a crowded market", "so that particular value innovation created a blue ocean for them", "at this point, it is by virtue of the number of people who have tried to replicate that, a crowded space", "it doesn’t mean don’t do it; it just means it will not be enough to differentiate you to the point where you no longer have to combat the noise", "last i would say, since i’m trying to keep this somewhat short but we’re already at 29 minutes, and let me know if you like this, by the way; i’ll do more of this if you do", "lastly, company", "so if you have a company, instead of asking yourself what does this company stand for, which is a very office space-type question that will result in office space-type manifestos and mission statements; keep it simple", "keep it concrete", "what unique benefits does this company deliver, and who are your 1,000 true fans", "if you answer that and come back to it repeatedly, what unique benefits – unique benefits – does this company or product deliver", "or what pain points does it uniquely remove, and who are your 1,000 true fans", "if you answer those and then secondarily ask how can i turn casual fans into diehard fans, which his a question i ask myself a lot", "how can i turn “yeah, every three months i listen to one of tim’s podcasts and they’re pretty good,” how can i turn that person into a “holy shit, i need to send this to five people right now” type of fan", "how do i do that", "and you don’t have to hit everyone at once", "when i write blog posts, for instance, i typically write a post that i hope 10 percent of my audience will love, and not that 100 percent of my audience will like because i’m not in a rush", "you can play the long game – i suggest you do – and particularly with a blog placed on wordpress, which is pretty seo-friendly, the real estate will appreciate over time", "so, if i create ten blog posts that over time hit 100 percent of my current audience, each of which making 10 percent of that audience rabidly exciting… rabidly exciting; maybe exciting, too; you guys are exciting", "don’t let anyone tell you different", "so making 10 percent of that audience excited; then you will get a lot further than ten posts that have a lukewarm reception with 100 percent of your audience", "so, forget about what does it stand for; we can come back to that", "but i think it’s a mediocre question that will get mediocre or poor responses", "and what unique benefits does x solve; what pain points does it uniquely remove, who are your 1,000 true fans because of that, and how can you turn casual fans into diehard fans", "if you just do that, it seems so simplistic and it seems like remedial entrepreneurship 101", "but i’m telling you, when i look at companies that are now worth billions of dollars that i’ve been involved with at the very early stages, these are the questions they asked and answered very, very effectively", "so, i hope that’s helpful", "those are my three or so rules, with some meandering, of “branding.” and in some, forget about branding, forget about personal branding; focus on what fucking matters and the rest will take care of itself", "excuse the french; hope you found that valuable and i may or may not have show notes for this with links, because there aren’t many links to include", "but if i do, they will be at tim.blog/podcast with show notes for everything else", "thank you for listening, and let me know what you thought of this format", "please let me know; typically on twitter is where i will see it", "that’s @tferriss, t-f-e-r-r-i-s-s", "since i am not going to have any post-roll sponsors or advertisers, i will repeat: if you dig this, please do me one of two favors", "either pick up the new book, which is tribe of mentors", "i’m super proud of it and very, very excited about it", "you can see that at tim.blog/tribe", "it’s answers to some of the most interesting questions i could come up with by 130 incredible people", "if you’ve already done that, or if you want to do something else, you can sign up for the five bullet friday newsletter", "i send out the five things that i find coolest or most interesting, most helpful in a given week", "it has an absurdly high open rate and people really, really dig it", "it’s free, and it will be free forever, so check that out: tim.blog/friday", "that’s it for right now, folks", "big, sloppy kiss from where i’m sitting on my chaise lounge, and i will talk to you guys soon", "thanks for listening"]}