{"dialog_idx": {"esther perel": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20]}, "episode_num": 271, "file_type": "html", "guests": ["esther perel"], "num_sentences": 523, "num_words": 9234, "raw_text": "Tim Ferriss: Hello, boys and girls, Sasquatches and squirrels – that’s a thing. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show. I am sitting, listening to people whack mitts and banana bags, and I’m imagining doing Muay Thai while I have positioned myself in what’s known as the “cat room” – meow! – with red padding over all the walls at Onnit headquarters here in Austin, Texas. Check out Onnit.com – not a paid mention, just a thank you and hat tip to Mr. Aubrey. Thank you, sir, for lending me your space for recording. This episode is a much-requested follow-up with Esther Perel, @EstherPerel, E-S-T-H-E-R P-E-R-E-L, on Twitter, who has been called the most important game changer in sexuality and relational health since Dr. Ruth. And, since I first met Esther, I’ve spent more and more time with her, and the more time I spend with her, the more impressed I am. She is the real deal, and very insightful. Her TED Talks on maintaining desire and rethinking infidelity probably have more than 20 million views at this point, and she has both seen and tested everything imaginable firsthand in 34 years of running her private therapy practice in New York City. Esther is the author of the international bestseller Mating in Captivity – you’ve probably heard of it – which has been translated into 26 languages. She is fluent in nine of those languages. I’ve heard her use them in person. As a Belgian native, she now brings her multicultural pulse to a new book, which I highly recommend checking out – The State of Affairs, subtitle Rethinking Infidelity. Her creative energy is currently also focused on the creation and hosting of an Audible original audio series, Where Should We Begin?, but The State of Affairs is worth checking out. In this episode, Esther answers your most upvoted questions, including how to foster relationship or marriage longevity, the most effective ways to improve communication in relationships, how to deal with criticism, letting go of emotional baggage from past relationships, how to know when to move on from a relationship that just doesn’t seem to be working, and much, much more. If you like Esther, you’re going to love this, and her episode is one of the most downloaded of all time previously, so here is more of the good stuff. Please enjoy this wildly interesting – in my opinion – Q&A from your questions with Esther Perel. Esther Perel: Hi. I’m Esther Perel. Thanks for sending in your thoughts and questions. Let’s dive in. So, this is a question from Gregoire Frifri via Facebook. “I would love to ask her how to foster marriage longevity. Any exercises, routines, or habits would be great, especially around fostering deeper emotional relationships.” That is the first basic – appreciation. Simply saying a lot of nice things, not taking things for granted, not forgetting to say please and thank you just because it’s the person that you live with, making compliments, holding hands, kissing, stroking, sending sweet notes, buying flowers, preparing breakfast, bringing the coffee to bed – all those sweet things that people do that basically let you know that they live inside of you, that you’re thinking of them even when they’re not there. These daily appreciations go a long way, and sometimes, it’s a real diligent effort to keep doing them. And then, I am a strong fan of letter writing. I think that when you fly away, when you’re away, sitting in a café when you just have a moment, drop a note that’s not just on the birthdays and on the anniversaries, but your own musings about you, your lives together, your dreams, where you’re going, how you met, what you remember, what you fancy – that is very much the telling of the story of the couple. There’s a lot of intimacy in there. Touch is a major experience of intimacy. I think when you do that, humor, and things that encourage the other person in which you recognize them at their most authentic – go do this thing. This is similar to something you really like. Take a few more days. “You always wanted to take this class – go take this class.” These are ways in which you encourage the other person to be the best version of themselves, and vice versa. Be your best version of yourself with them. The things that are really basic are what makes a relationship sustain itself and be more nurturing. Next, Alicia Kinea Eidelberger asks via Facebook, “How do you lessen arguments in your marriage?” Look: I think it’s all about the art of speaking and listening. Now, there was a sculpture a few years back by Bruce Nauman, and it was a World Peace product. He had 23-inch monitors with faces of the most diverse group of people – diverse races, ethnicities, genders, ages, all of it – and every single person – every face was saying, “I’ll talk, and you listen. You’ll talk, and I’ll listen. They’ll talk, and we listen. You’ll talk, and we listen.” And, it just showed you the robustness of this most difficult art, which is often harder than speaking, I would say. But, to some people, speaking may be the hardest thing. In a relationship, you can often get the daily hassles in which you are grinding at each other, and in which there’s a friction going on. Don’t sweat the small things. That’s probably really important in terms of how people deal with arguments in a relationship. I would say don’t complain, ask. Behind every criticism, there’s often a wish. If you believe that your partner has done something wrong – that they didn’t pay a bill on time or anything – and you wish that they had done it right, instead of acting them to correct it, you basically tell them they can never do it well, that they’re doing this on purpose – just ask them to do it better next time. Rather than “Would it kill you?”, something as simple as, “Do you think that next time, you could set a monthly alert so that you don’t forget?” It’s a very different tone. It’s a very different way of relating to the person. There’s no contempt in that one. We know from the research of John Guthman that contempt is one of the Four Horseman of the Apocalypse. Actually, I’m going to give you the four horses because they’re really important. They are criticism, contempt, stonewalling, and defensiveness. Those four are pretty much the killers in the land of arguments and relationship decline. Try not to talk with categoricals of always and never, all or nothing. That is probably one of the most important changes in vocabulary. Banish them. “I always have to ask you.” “You never do this.” The moment you say, “You never,” the other person is going to come up with the one time that they know and that they’ve done it, so that they can defeat your argument rather than understand that you’re asking them to do it more often, which is exactly why I say, “Ask, don’t complain.” Add some humor. There’s nothing that’s going to defuse your arguments more than just putting some perspective into it and not taking yourself so seriously. Show empathy. At the end of the day, assume that your partner has the same interests as you – to solve the stresses in your relationship. For that to happen, it’s important that both of you understand and appreciate the other person’s point of view. Do you really think the other person wants you to purposefully be annoyed, hurt you, or let you down? Probably not. It’s all of that shift that takes you out of relationships that are mired in bickering, chronic low-intensity warfare, or high conflict. There’s a range there. Imagine I ask you, “Has your arguing turned toxic?” Does your partner keep telling you that you can never do it right, or that they can never do it right by you, that every little conversation about who should set the table will end up in a blowout about how dysfunctional your relationship is, or that two minutes into a fight, one of you is saying you should get a divorce or break up? That’s what I’m calling a high-conflict couple. The opposite of the argument is coming in and saying, “I want to listen to what you have to say. I want to apologize. What can I do to make this better?” Not “What can you do to make this better?” Shift it around, and you’ll have magic happening. Next, we have a question from Ben Altman about jealousy. “The majority of non-exclusive relationships I’ve seen seem to get done in by one of two parties: Feeling possessive. How do we rid ourselves from these negative emotions?” Ben, I think that jealousy is intrinsic to love. I don’t think of it as a negative emotion. It is part and parcel of the experience. I think that sometimes, it’s an interesting experience, particularly in the U.S., where people will often say, “I’m not jealous because I’m angry,” as if jealousy is a feeling that is politically incorrect. It doesn’t have much popularity these days. Jealousy is an erotic rage. Jealousy is the feeling you have when your partner takes their love, their desire, or their excitement to someone else, and you want it directed toward you. It is thwarted away from you. So, I don’t suggest that you rid yourself of that emotion. I suggest that you integrate the emotion. It tells you something. It generates action. It generates conversations. It is not the same as possessiveness. They’re related, but they’re not the same. On the other end, here is a simple formula for possessiveness: If you love someone, set them free. If they love you, they’ll come back. Joseph DiBernardo posted this question on Twitter: “Esther, what is the best way to move on after divorce and deal with post-marriage depression/sadness, especially for men who find it difficult to speak about their inner pain of the divorce and the lack of connection?” Joseph, I’m going to tell you something: Men have a much harder time emotionally and physically post-divorce than women. Maybe not financially, but in every other respect, they do. They suffer much more. They’re more at risk for accidents and drinking. They take a hit because they need women, even though they want to pretend that they don’t. It goes against the cultural narrative. I think that what you have in this moment is two things: 1). You absolutely want to reach out, and I think if you have friends that you could talk to, that would be great – male or female friends. If you want to go to a men’s retreat, to a men’s group, there is nothing comparable to it at this point than groups where guys come together to talk about their inner life and what’s going on with them. It’s empowering, it builds solidarity, it takes you out of the loneliness, the shame, isolation, and the feeling of failure – all of it. There’s nothing more powerful than a group of people that come together and hold one person while that person can’t hold themselves. It’s a spiritual challenge; it’s not just a relationship challenge. So, you need to go get energy. You’re depleted. One of the ways that you get energy is by going to do something for others. Go help others. The research is very clear. The most powerful antidepressant is doing for other people. It puts things in perspective. It makes you feel like you have something to offer. It makes you feel appreciated by the people whom you’re helping. It changes the entire equation of what’s going on inside of you. Write. I think journaling is an important part of mourning. On occasion, if it works out, it may be a good thing to have a final conversation with your ex, a bit of time later where you clear things and try to have a different conversation than the ones that you had when things really tanked. I think that it’s also useful, on occasion, to go to your family and ask a little bit about what the history of relationships has been in the family so that you get to learn a little bit as well. What are some of the unknown legacies that you carry inside of you? The main thing is to not isolate yourself. That’s it. You will see that when you start to talk, people generally appreciate it. They don’t know to do it themselves, but they like it when they feel that they have something to offer, when they’re made to feel significant because someone else opens up to them. It’s sometimes the opposite of what we anticipate. Good luck to you. The Real Josh Gill asks on Twitter, “I’d love to hear her talk about letting go, moving past the anger from being cheated on, the anger towards the partner that cheated, the friends that seemingly abandoned the one that was cheated on, and the anger towards the self for not seeing the relationship falling apart sooner, and trying to fix it.” There’s a lot of self-blame here, right? A lot of self-blame and a lot of anger at the other people for not being there for you. Often, when people are cheated on, the first thing is to say, “What’s wrong with me? What am I missing? Why am I not enough? Why didn’t I see it?” But sometimes, there is a reason that people engage in trauma denial, that people don’t want to see. When we don’t see, it protects us. It preserves a certain coherence to our life. It’s not just because we are fools, and idiots, and easily duped. So, be careful about not pouring all kinds of self-loathing onto yourself. “What kind of an idiot are you? How could you not know it? What kind of a guy lets himself be walked on like this? You should have known, you should have seen, you should have done more.” Ask yourself those questions, but from a place of responsibility, not from a place of beating yourself down and blaming yourself, because then, you can’t think. If you put yourself down that much and you feel so terrible about yourself, you cannot really think. All you can really do is just protect yourself from getting the blows. Now, there are phases in the recovery as well. The first thing is to simply – the hurt, anger, confusion, disbelief, disorientation, the loss of the predictable future, the idea that whatever you thought your life was going to be isn’t going to happen – all of that. You need to respect that. All these feelings are going to hit you all at once, and it’s going to be an avalanche of all this maelstrom. That’s normal. It’s in the nature of the beast. It’s really normal. Gradually and occasionally, you will mourn this, and you will think it wasn’t good anyway, and at other times, you will say, “I could have continued this way. How could she destroy all of that?” And then, you can ask your friends. Talk to them. “Did you see things? Did you try to warn me? Did I not listen? Were you equally as surprised as me?” But, you need to know that there are phases of recovery. I’ve written about it extensively in my new book. You go from the crisis, then you go and move into the insight phase where you start to make sense of all of this. “Why did this happen? What can I learn from this? What does it say about our relationship? What does it say about me? What does it say about her?” And then, there is the “Where does this take me now? Where are my lessons? Where am I going to go with that?” Try not to have this just become a script for anger and bitterness. I think when you’re very angry all the time, you basically also protect yourself from not being too sad, from not being hurt, from not feeling vulnerable. It kind of props you up to be angry, and it gives you a sense of righteousness, but behind the anger is often a real sense of collapse. Let yourself go there. It’s okay. It really hurts. To just be angry isn’t going to make it for you. How do you allow yourself that? By being with people you trust, next to whom you can fall apart, who won’t judge you for it, who understand heartbreak. It is a human emotion. It’s one of the oldest experiences we’ve had, and it’s part of our humanity. You won’t avoid it. Let yourself feel the pain, the hurt, and the sadness, and cry, and then you’ll come through it. I’m thinking about a guy that I wrote about in my book who – it was actually the girl that he used to date who cheated on him with his brother, and for years, every time a girl liked him, he thought, “Who else is hiding here that I’m not seeing?” He really carried it with him for a long time. It takes a while until you begin to trust again, until you begin to feel good about yourself again, until you feel that you are able to be loved and lovable. This experience really goes very deep. It taps into our sense of self-worth and all of that. I hope that the stories that I wrote about in the book will help you with that. They were meant for that. They were meant to help you. Thank you. Ranjani86 writes on Twitter, “Is it harder to find true love as you get older and progressively more intelligent? Do you have to be young and stupid to find love? Do most people in search of a partner settle at some point?” I’m glad you’re back, but I’m going to challenge the premise of your question a little bit. What does it mean to settle? I think the main thing is this: When you are younger, you allow yourself the experience of meeting someone, seeing where it takes you, unfolding with the story, and embracing the surprise of where this thing is going that you didn’t expect. But, when you’re looking for a relationship as an adult and you come with your expectations, you often thwart the possibility for a story to unfold and surprise you because you’re sitting there with an inventory, and you’re not really allowing for the unknown to open itself up to you and to take you on a ride that you didn’t see coming. I think most of the dating that involves a checklist is doomed. That’s the best way I can say it. It’s anti-romance, it’s anti-story, and stories are the way we live our lives. It’s a list of items. Often, you will find that people match all the items on your list, and the feeling isn’t there because a feeling is something that emerges and develops through interaction, through shared experience, and through the creation of a shared story together. I don’t believe that is any less possible as an adult. In fact, when you are older, you are clearer about what you like and what you resonate with. You know yourself better, and from that place, you are more able to appreciate the person that is in front of you, but it’s not like you have to be young and foolish to fall in love. No, absolutely not. There is no age for it. People fall in love at any age at this point. People have the opportunity for the first time in history to actually start entire new lives in their 50s, 60s, and 70s. Love doesn’t have an age to it. We love differently because we are more mature, because we accept certain things more, and because we accept other things less, and we don’t necessarily call that “settling.” Settling means what? I only found six items out of ten on my list? That’s not the way we do it. We make a choice, and a choice always involves a loss, and at some point, we make certain choices that are more rational or more forward-looking. We understand that there are certain things we need in order to live with someone, and that there are some people with whom we could have a fantastic love affair and a fantastic adventure, but not necessarily build a whole life together. In that sense, we are able to hold more elements at the same time and make a decision that embraces ambivalence. It’s something that I call maturity, not settling. Gavilina asks through Twitter, “When, do you know a relationship is done?” That is such a powerful question, but what do we mean by “done”? That you don’t like who you have become? That you don’t like what you’re doing? That you don’t like how you’re being reflected back? That the relationship has lost its sense of life and vitality, or that it has become toxic and has dying on the vine? What do we call “done”? I think the main element that is really the kiss of death, the end of a relationship, is contempt because it really involves a profound sense of dehumanization. When that tone that just says, “Look at you. Come on. What is this? You call this a relationship?” That sense of self-loathing and contempt – it’s very hard to come back from that. You can fight, you can be critical, you can complain, you can be volatile. You can have a lot of things in a relationship because from there, you can always come back into sweet repair, tender, connecting, et cetera, and you just go through the cycle of connection, disconnection, and repair, which is the triad of relationships. But, contempt is a real tough one – the belittling, the infantilizing, the demeaning, the degrading – all these categories of relationships which basically amount to abuse. To me, that is a moment when a relationship really is done, because what it means is that in order to protect oneself, one needs to leave – unless you’re the one doing it, and then, in order to protect yourself and the other, you need to change. Thank you. Kelsey Halman asks on Facebook, “How does she handle her critics?” Oh, God, that is a wonderful question. “Does she read and comment on the internet trolls for her book reviews, podcasts, et cetera? How does she deal with the people who think they know more about relationships than her?” So, I love this question because it allows me to say something. I am often considered a thought leader or an expert. I actually see myself much more as a student, and as a person who is avidly curious and continues to learn on a daily basis, rather than as someone who positions herself as knowing. I think about these things a lot. I can often sound very confident, but I’m sure of nothing. One thing I can say is that nothing I say is made up, but that doesn’t mean it’s true. I also don’t think there is one truth, and I think that I am a person who continuously seeks to be challenge. I go and check with other people. “Am I missing something? Is there something I didn’t think about? Is there validity in the criticism?” I invite conversation, dialogue, confrontation, and disagreement. Where it hurts, where I find myself at a loss, is when people are taking one thing I say, completely distorting it, and caricaturing me or what I say when I try so hard to embrace complexity and nuance, and feel completely flattened by a complete misunderstanding of what I say, often to the extent where I wonder if the people actually really read my work and engaged with me, and I wish that the critics actually came to me, asked me, engaged with me, and challenged me, rather than just trashing me. I generally try not to read too much of it because it hurts, and because I don’t feel that there is an invitation for the dialogue. Whoever comes to me directly and respectfully and says, “I disagree, I think you’re wrong, et cetera,” I will speak with. Whoever is avoiding me and just going behind my back and using the internet to anonymously or not anonymously trash me is participating in the shame culture and in the trashing culture of the moment, with all the consequences that we know are involved in this. So, that’s my relationship to criticism. I welcome it when it’s done humanely and when it’s done respectfully. SapFrank1 asks on Twitter, “We often hear communication is key in a relationship, but as I believe she has mentioned in her book, too much can hinder desire. What, then, is the juste milieu?” Okay, listen: You make me think of a song by Carly Simon, “No Secrets,” in which she has a line, “Sometimes, I wish I didn’t know those secrets of yours.” I think that the free love of the ‘60s came with a view of honesty, transparency, and letting it all hang out there. While it came with the rise of individualism, that everything that a person experiences is at the center, matters, and needs to be met, I also think that the other side of this kind of wholesale sharing and an ethos of candor like is that there needs to be consideration and politeness, and I find that those two qualities are often in short supply in contemporary relationships. There’s this notion that we expect the partner to just hold on to all of our feelings and make us feel better, rather than engage a little bit more in our own self-soothing and our own self-regulation, and in going and venting to others. It actually has always been the case that people vented to people outside of the relationship in order to be able to sustain what happened on the inside. It’s about not letting your emotional hemorrhoids bleed like that inside your house all the time. I don’t know that this is always the best. Of course, we want communication, we want exchange, we want deepening and real meeting with the other, but I’m not sure that this kind of “all out there” is the only model. What you’re always going to hear from me is that there isn’t only one way. There isn’t one size that fits all. So, while I answer you in one way, I may answer someone else differently, and I think it’s that richness that I want us all to hold here. On occasion, let it be. You don’t have to react to everything. Not everything is a 10. Certain things are just a 2. They’re not really that important. That’s another song that I think we need to be able to hum on occasion. In terms of not telling everything on the desire, it’s really this: The questions and answers that you want to keep from your partner or vice versa are a way in which you remain curious, interested, and engaged with the other person as a person, the way that we often are in the beginning, where we are just interested in who this person is. What happens over time is that people often feel as if they know their partner, as if they belong to them, as if they’re just an extension of them, and that’s naturally a contrived illusion of safety. It’s not true. In the face of the unknown which exists right in our midst, there is that mystery of the other, and the mystery of the other is simply available once you continue to be curious about them rather than assume this kind of familiarity. That’s what I’m trying to say about the connection to desire. If desire exists in that space of exploration, of discovery, of curiosity, once you remain curious to your partner, once you continue to think of them as a person, not just as your partner, the desire can continue to thrive as well. The next question you’re asking is, “What, according to her observations and experience, are the essential blocks to build a strong foundation between partners, and what is essential in a relationship to maintain longevity?” There are many pieces that I think are part of thriving relationships, but I’ll give you a few that come up now, and if we meet again, you’ll ask me again and I’ll give you a few others. I’ll go with No. 1. Not everything must be said. I think that in light of the culture that we live in today, I will probably say not everything must be said. If we were talking and meeting in other parts of the world, I would say the exact opposite. More things need to be spoken sometimes, okay? Just so you understand, these answers are always taking place in a specific cultural context. The second thing: I think one of the most important combinations in a relationship is a combination between empathy and responsibility. It’s your ability to continue to see your partner from their own point of view. It’s to enter the shoes of the other. On the other side, it’s your ability to take responsibility for that which is yours – your own contribution, your mistakes, your flaws – “I’m sorry I did this. Next time, I’ll do differently.” I own it. The minute you can own something, it gives you freedom, rather than thinking that all problems and all changes actually belong to the other person. The next piece that is really essential to the balance in a relationship is the ability to navigate separateness and togetherness, to have space to have individuality, to have self-expression, to have your own friends, to have your own experiences that are not all related to the couple. And then, also, to have very strong things that belong to the couple. But, some couples have a tiny overlap of the concentric circles and some couples have a complete overlap. So, there’s a range. Some people love to just have a big togetherness and a small separateness, and others are the other way around, but it is that negotiation, and it changes over life. It’s not one and the same when you meet and 15 years later. The next thing for a long relationship is flexibility. It’s adaptability. It’s your ability to say, “We used to do it like this, it worked for ten years, and it doesn’t work anymore.” Change is something that people are much more able to do in their companies and their workplaces than they are willing to do at home. This is often a real static attitude towards a relationship. We met a certain way, we set up a certain way – my role, your role, my responsibility, your responsibility – and it goes on like that for 35 years, and then we collapse. So, the ability to just come together and say, “I need something different. Let’s change this” – I love couples who have an annual summit and review their relationship. Where is it going? How are we doing? You can even do it monthly. It shows intentionality. It shows attention. It shows care in the same way that you water your plants, rather than letting it go – laissez-faire – for a long time on end. That kind of diligence makes a big difference. And then, the last one I will say for longevity and for thriving relationships – because so many of you had the question about what makes a relationship last – is engaging with new experiences Not just comfortable and pleasant experiences – those make for a real familiarity and stability in the couple – but what really makes it thrive, what brings life and vitality, is the engagement with new experiences outside of the comfort zone because they breed new cells, and all the research is confirming that at this point. Novelty breeds testosterone, and it’s not novelty of sex positions. It’s really different ways of being with oneself in the relationship and with each other. So, all of that combined – you have a good chance to go for quite a while. Alex Sandalis on Twitter and Aspen Janai Mulcahy on Facebook are asking, “How do millennials bring back romance and emotional intimacy? What do you see as the biggest flaws of young men in their 20s and how they communicate with women? What advice do you have for them?” I’m going to divide this in two. Look: There isn’t much romance when people make dates on text all the time. Today, romance will occasionally be a phone call. In the past, romance was a card. Who still gets picked up at the door? Who still gets brought back at the door? Who gets called the next morning? All these things are often seen as passé and old-century, but in fact, I don’t think the repertoire has particularly changed. A text doesn’t go very far in terms of flattery, does it? Anything that goes beyond the bare minimum is romance because romance is pining, romance is seduction, romance is flirtation, and that is a cultivated art by which you are gradually making the other person melt in your arms. But, for that, you have to be able to say, “I want you,” and that means you have to experience the vulnerability of putting yourself out there, and it seems that these days, too many young people are quite reluctant to experience the vulnerability and the uncertainty of not knowing, of making that phone call and hoping that somebody’s going to answer, and it won’t be her dad. And, that butterfly thing has been done away with. We have way too much immediate gratification, so there is no space in between to still experience the excitement, anticipation, and the uncertainty, but all of that was part of romance. That was the romantic plot. The romantic plot plays itself out in the “Will it happen, won’t it happen?” The denouement is irrelevant. A romance novel is 300 pages, and last piece is only one page. It’s 300 pages of “Will it or will it not?” That’s romance. Now, in terms of the question of what to do, take the risks. Take the risks. Don’t just go in a bar. It’s not a boutique. Put yourself out there and say, “I want you, and I’ll take the time.” I recently coached this guy, and he was very sweet – a woman basically calls it off at 7:00 on a Friday night. Not a very nice thing to do. She’s busy, she has a meeting – whatever. It goes into a whole, “Should I wait? Does that mean she’s not interested?” I just said, “Look: Text her back and say, ‘I understand, but twice as much time for tomorrow, please.’” Come back with something that is funny, that breeds confidence, that is assertive, and that says, “I’m still very interested, and you owe me a double dose.” She liked it. Now, if she has no interest in him, then she will tell him at that moment, “Please don’t bother.” But, if she has a slight interest in him, he will gain a lot of points with one of those things. I’ve done more and more coaching people lately just looking at their Tinder feeds, at the kinds of exchanges. Not only do they lack romance, they lack anything that says to people, “You’re interesting to me and I would like to meet you.” It’s really thin. So, there is the issue of romance, but there is the broader question of how do people these days literally turn each other on? With their minds, not just the other ways. There’s a beautiful book by Rob Garfield called Questioning the Male Code, which I recommend for many of you. The male code often comes with a “fix it” attitude, and “fix it” means, “I have an answer, I have a solution,” and it is part of the making of masculinity: Competence, performance, problem-solving. Unfortunately, in relationships with women, “fix it” doesn’t often work because many times, she wants only to talk. She doesn’t want to share the experience. She doesn’t want to be told what to do. She’s quite competent and knows what to do, and if you give her unsolicited advice, she’ll experience it as patronizing. So, the flip side of “fix it” is empathy. It’s two things: “Tell me more. Tell me more.” That’s all you need to do. You don’t have to solve it. You just have to ask her if she wants to continue to talk about it, and you want to engage in empathic murmurings. “Hmm. Oh, really? Oh, that’s tough. Oh, wow.” That says, “I’m listening.” Most of the time, it’s what she needs. If you want to give advice, ask her if she wants to hear it, and otherwise, wait until she asks for it. The fear that people sometimes have – that guys have – when they say, “Tell me more” is that she’s going to start and it will never stop. If she says, “We have to talk,” he says, “How long?” In fact, when you say, “Tell me more,” the answer will be much shorter than if you don’t and she still isn’t sure that you really get it. So, that’s really the main piece in terms of men and communication, and I’m not so sure that is different for young guys, or even men of my generation – boomers. It’s really that you don’t have to have an answer, and you don’t need to feel like you need to solve the problem or make the feelings go away. You actually need to do less, and your challenge is to still feel competent, even if you do less, but you will actually be much more appreciated. I had one other little thought when we talked about the things for longevity and the things for deepening the intimacy which I didn’t talk about, which is people sitting in the morning and having breakfast, looking out the window, listening to music together, dancing together for a moment… The average pop song is 2.3 minutes. If you just do that, it doesn’t take a long time. People sometimes think it’s so much work to maintain this intimacy. It’s actually not. It’s 2.3 minutes to listen to some of the most beautiful love songs ever written and reconnect with that feeling between the two of you. I hope that I’ve given you some ideas and inspirations – food for thought – in the pursuit of your own loving and thriving relationships. I want to add a piece to Gavilina’s question, “When do you know that a relationship is done?” Gavilina, I was talking about the Four Horsemen of the Apocalypse that a famous researcher on relationships, John Guthman, talks about. I wanted to expand a little bit on that. One is criticism. It’s quite easy, right? It’s complaining, it’s picking at the other person, it’s seeing what you do as circumstantial, and seeing the other person as characterological. If you’re in a bad mood, it’s because you had a tough day, but if the other person doesn’t act very nice, it’s because they’re actually generally a mean person or a bad-tempered person rather than that they may have also had a bad day. So, all the elements that have to do with criticism: The way that people just gnaw at the other person and go and circle around the same grievances over and over again – that’s the piece that he’s talking about. Stonewalling is the silent treatment. It’s basically withdrawing, removing oneself and letting the other person stand out there and talk to the walls. That’s another major Horseman of the Apocalypse. Defensiveness: The fact that you can’t bring anything up without the other person instantly rejecting, getting defensive, going knee-jerk instead of just saying, “Yes, thank you for telling me, let me think about this,” or simply, “That doesn’t feel good, but…I probably do that. I don’t mean to, but I do, or it’s a bad habit of mine.” Something that acknowledges, that stands accountable, that doesn’t answer, “Yeah, but you – you did worse,” and then it starts to pile up, and for everything you said, the other person counters right away with something worse, so that you never have to look at the thing you said. “Yeah, but yesterday, you…” All of that defensiveness – it’s very rich defensiveness, but it basically leaves you without the feeling that you can ever bring something up and that it will be responded to for its own sake. And then, contempt. That’s the one that I think is the final killer for a relationship. I already detailed that one for you, but I wanted you to have a sense about – this is actually for your question about the relationship being done, but also the question that was asked by Alicia about how to lessen the arguments in your relationship. So, the opposite of these four killers of relationships have to do with how people stay connected in the midst of disagreement. This is something I wanted to expand on more for Alicia’s question. You really need to know something about arguing in a relationship. It often has very little to do with the content of the argument itself. When couples enter into a vicious cycle, they are reactive, they escalate, they bicker, and they fight. The subject doesn’t matter anymore at a certain point. If it’s the kids, the car, the money, or what they were going to do for Christmas, it is all going to sound the same. What you’ll hear is that people end up being in an interaction where they don’t feel acknowledged, they don’t feel validated, they feel dismissed, they feel that the other person competes with them, that they are outmaneuvered, and it doesn’t matter what they talk about. So, the real truth about conflict in relationships is that the form precedes the content. The way these arguments unfold is one and the same. If it is this or it is about Greenpeace in South Korea, it makes no difference. It’s no longer about the issue itself. Once you know that, then you have to go at the form, and the form is what the people are doing to each other while they say the things they say. What they’re doing is this long list of control. The opposite of dismissing, disqualifying, and invalidating is acknowledging, recognizing, validating, and empathizing. That doesn’t mean you don’t agree. So, there is a very good method developed by Howard Markman. It’s called PREP, and it’s a book, Fighting for Your Marriage. It’s actually quite good. In PREP, they basically tell you that in negative communication, you have ten seconds to get ready for the rebuttal. That’s about as long as you can listen to something that your partner says that you disagree with, and ten seconds is three sentences. So, the way you minimize the arguments is by beginning to practice reflective listening. It’s tedious and annoying, but it’s highly effective. “What I’m hearing you say…” You repeat. “Is there more?” You repeat, and vice versa. And then, you talk. You do XYZ statements. “When you do X in situation Y, I feel Z.” “When you don’t even look up when I walk into the house because you’re busy at your computer the whole time and I am trying to make a connection with you, I feel like I don’t matter and you don’t love me.” Something like that. That is very different from “You couldn’t give an F about me, and any time I come home, you pretend that you couldn’t hear it on purpose.” That’s an attack. From that attack, all you’re going to get is a defense, and the defense can be a counterattack, a stonewalling, a defensiveness, or a criticism, or a contempt. Here, you have your four horses. The sentence is broken down in such a way that if I have an experience of what you do, that is not the same as my definition of what you do. It says that when you do this, I experience it in a certain way, and that’s my feeling, and you can’t argue with another person’s feeling. You can’t argue with another person trying to define you and to define you negatively. That XYZ is intensely transformative when people really begin to practice it. So, that’s one way out of the little hell of chronic arguments. Let me take a few other questions that I haven’t spoken about. “How can men effectively handle their sex drive?” asks Devi Winestock. Look, I don’t know exactly what you mean by “effectively handle their sex drive.” If you’re asking what men do when they’re horny and they want to have sex but they don’t have partners available, or they have a steady partner who is not there at that moment or not interested, one of the things I would say is this. Sex for men is very much connected to what goes on inside of them: If they’re angry, if they’re happy, if they’re anxious, if they’re depressed, if they feel good about themselves, and if they don’t. Some men turn to sex to soothe themselves when they’re anxious – besides when they feel good. That’s a given. Some men experience sex as the one and only language through which they can experience emotional intimacy. Some men experience sex as the only language through which they can feel tender, soft, or connected. It won’t be the first time that you hear women describe guys open who they feel are truly there and are really intimate with them only in sex because it is the sanctioned language for guys to experience what are otherwise often forbidden emotions for men. So, for me, when you ask about effectively handling sex drives, it has to do with that. It has to do with not being just monolingual – having many languages available, having many ways to take care of our needs and feelings, and not just one. That’s the effectiveness of sex, is to not have it be the only thing available. For the rest, I’m not sure that there is a unique way to effectively deal with drives, but one thing you need to know: Sex is not a drive. You don’t die from not having sex. You die from not being touched, but you don’t die from not having sex. It’s a motivational system, not a drive. That’s not the same. Bing is asking, “What are some of the suggestions and resources that she has for couples who want to explore having a more “monogamish” relationship – not poly, but more flexible than traditional monogamy, especially when it comes to navigating boundaries, emotions, and sexual health?” That’s a beautiful question. First of all, there’s the movie out right now, Tao Ruspoli’s movie Monogamish. It’s actually premiering in New York this week, so that will be – it’s a very nice movie to see together because it really opens up the conversation. For me, the open relationship is less about what people actually do than the openness of the conversation itself. Many people don’t nearly want to do as much as they want to do what they could if they wanted. They don’t want to feel that they live with the restrictions of the boundaries. And then, it’s a conversation. What is it that you miss? What is it that you feel drawn to? What would you like to experience? Do you want to experience it alone or together? Do you want me to know about it? Is it a turn-on for you if I tell you, or do you actually not want to know about it? Often, you’ll find you have one of each in a couple. Is it something that you want that is fleeting, that if you meet someone, you want the possibility of letting something unfold and see where it takes you? Is it when you travel because you’re often away, or is it that you have been with me since you were 17 and you want to know other partners because you’ve never known others besides me? It’s this whole conversation, and don’t take it immediately as, “Something is missing. I can’t give you everything. I should be everything for it. If you have any other interests, it must mean that I’m not enough.” It’s really that conversation, and what you will find is that the couples for whom this is a joint interest – the conversation itself is often very enlivening, very vibrant, and very intimate because the possibility of talking to your partner about your longings for that which takes place outside, and to have it be recognized and accepted is a deeply intimate conversation. The recognition of your erotic freedom – on which you may not act, but that it exists even in fantasy, even in curiosity, even in longing, in interest – is profoundly intimate for couples. And then, you talk about it. Do I want to know? What do we tell each other? Do we notify in advance? Do we tell after it has happened? What is it that you don’t want to know? Understand that you don’t necessarily have a symmetric need. One of you may want to know more and one of you doesn’t. One of you likes to share and one of you doesn’t. You don’t have to be one and the same. And then, you come back and examine it. It works for us, it doesn’t work for us, it brings us closer, it makes us too nervous; in the end, it’s not a good thing for us, or not right now because we have young kids and we’re not equal, or because one of us is not working and we’re not equal, or because one of us has been sick and we’re not… By definition, there needs to be a certain level of equality in the relationship for the conversation to not be a power maneuver. Both people need to have the same possibilities. They may not both want to act on them, but they need to both know that they could if they wanted, and if that’s part of the agreement. And then, you come back and examine it. Is this good for us? Does this work? When I say “work,” I mean do we feel enriched by it, or do we feel like it’s depleting us, that it’s taking away from us, that ultimately, we thought it would be a great idea, but it’s really not? Or, this has actually opened things up between us, we’ve had a whole different level of honesty between us, a whole different depth of communication that never existed before. We bring back different parts of ourselves. The reunions are beautiful. We make love before we go off to meet someone else. We only accept it when one of us is traveling. It’s a very rich conversation, and it’s often many conversations before anybody even acts on any of this. That’s how this process goes. You can read some books. You can read Taormina’s book Open, you can read Sex at Dawn, and you can talk to other people who actually practice consensual nonmonogamy or varieties thereof, and you can ask how it works for them. You get ideas. But often, people don’t tell you that’s what they do because it’s so negatively judged, so it’s not like you can go and ask them, “How do you raise your children? I’m looking for some ideas.” But, you will find people who are willing to talk and have experienced it for years, so they’re practiced at it. That doesn’t mean it’s what works for you, but it inspires you. It gives you what you should be thinking about. That’s how I would start this thing. The last question I will do: “How do I help people come to terms and come to accept themselves?” For me, self-acceptance is really a process of maturation. I don’t expect people in their 20s to easily accept themselves, so I do put this on a spectrum of time, but I do think the fundamental experience of accepting yourself is that you accept that you are flawed, you accept the things that are beautiful about you, and you begin to feel, “I’m good enough.” That’s the essence. It’s not “I’m perfect,” it’s “I’m good enough,” or “I’m flawed, and I make mistakes, but they don’t tank me. I don’t feel massively embarrassed and ashamed about them. I’m able to look at them and say, “I’ll do better next time. I’ll do it differently next time. I’ll learn from this.” It’s that process that is self-acceptance. I remember making mistakes and not sleeping for three weeks at a time, and churning and obsessing about it, and replaying it in my head. Today, I do some of these mistakes and just think, “Okay. I know that mistake, and I don’t like it. It doesn’t feel good, but it doesn’t cripple me anymore in the same way.” I think that’s the level of self-acceptance, but it is also knowing what you want and feeling okay about it, not feeling like you have to continuously justify, explain, apologize – it’s what I call the healthy sense of entitlement, not a grandiose sense of entitlement. Self-acceptance is self-confidence. Self-acceptance is also the ability to live with your lack of confidence, your insecurities, and your uncertainties, and to say, “This is an area where I feel deeply insecure, and it’s part of who I am.” I have it all the time. All of this is self-acceptance. It’s your ability to live with your sense of ambivalence: The things about yourself that you like and don’t like. The things that you feel really good about and the things that you are very troubled by. The ability to integrate those two – the ability to live with ambivalence about oneself is an essential ingredient of self-acceptance. It’s all of that. For me, it’s a process of maturation over life. This is not something you just have one day. It grows on you slowly – physically, emotionally, in terms of lifestyle. You know what you like and you accept it. You don’t force yourself to be who you’re not. You’re okay in your skin. I often say that if I had the confidence of today with the looks of then… When I was young, I didn’t have the confidence. It’s an interesting thing that has a lot more to do with life experience than with any actual training that you get. That’s my suggestion for self-acceptance. Goodbye, thank you very much, I hope we talk again soon, and I hope that you can draw from some of these answers and feed on them for a while until the next meeting, as we say. Bon appetit. Bye. Posted on: February 2, 2018.", "speakers": ["tim ferriss", "esther perel"], "text_sentences": ["hello, boys and girls, sasquatches and squirrels – that’s a thing", "this is tim ferriss", "welcome to another episode of the tim ferriss show", "i am sitting, listening to people whack mitts and banana bags, and i’m imagining doing muay thai while i have positioned myself in what’s known as the “cat room” – meow", "– with red padding over all the walls at onnit headquarters here in austin, texas", "check out onnit.com – not a paid mention, just a thank you and hat tip to mr", "aubrey", "thank you, sir, for lending me your space for recording", "this episode is a much-requested follow-up with esther perel, @estherperel, e-s-t-h-e-r p-e-r-e-l, on twitter, who has been called the most important game changer in sexuality and relational health since dr", "ruth", "and, since i first met esther, i’ve spent more and more time with her, and the more time i spend with her, the more impressed i am", "she is the real deal, and very insightful", "her ted talks on maintaining desire and rethinking infidelity probably have more than 20 million views at this point, and she has both seen and tested everything imaginable firsthand in 34 years of running her private therapy practice in new york city", "esther is the author of the international bestseller mating in captivity – you’ve probably heard of it – which has been translated into 26 languages", "she is fluent in nine of those languages", "i’ve heard her use them in person", "as a belgian native, she now brings her multicultural pulse to a new book, which i highly recommend checking out – the state of affairs, subtitle rethinking infidelity", "her creative energy is currently also focused on the creation and hosting of an audible original audio series, where should we begin?, but the state of affairs is worth checking out", "in this episode, esther answers your most upvoted questions, including how to foster relationship or marriage longevity, the most effective ways to improve communication in relationships, how to deal with criticism, letting go of emotional baggage from past relationships, how to know when to move on from a relationship that just doesn’t seem to be working, and much, much more", "if you like esther, you’re going to love this, and her episode is one of the most downloaded of all time previously, so here is more of the good stuff", "please enjoy this wildly interesting – in my opinion – q&a from your questions with esther perel", "hi", "i’m esther perel", "thanks for sending in your thoughts and questions", "let’s dive in", "so, this is a question from gregoire frifri via facebook", "“i would love to ask her how to foster marriage longevity", "any exercises, routines, or habits would be great, especially around fostering deeper emotional relationships.” that is the first basic – appreciation", "simply saying a lot of nice things, not taking things for granted, not forgetting to say please and thank you just because it’s the person that you live with, making compliments, holding hands, kissing, stroking, sending sweet notes, buying flowers, preparing breakfast, bringing the coffee to bed – all those sweet things that people do that basically let you know that they live inside of you, that you’re thinking of them even when they’re not there", "these daily appreciations go a long way, and sometimes, it’s a real diligent effort to keep doing them", "and then, i am a strong fan of letter writing", "i think that when you fly away, when you’re away, sitting in a café when you just have a moment, drop a note that’s not just on the birthdays and on the anniversaries, but your own musings about you, your lives together, your dreams, where you’re going, how you met, what you remember, what you fancy – that is very much the telling of the story of the couple", "there’s a lot of intimacy in there", "touch is a major experience of intimacy", "i think when you do that, humor, and things that encourage the other person in which you recognize them at their most authentic – go do this thing", "this is similar to something you really like", "take a few more days", "“you always wanted to take this class – go take this class.” these are ways in which you encourage the other person to be the best version of themselves, and vice versa", "be your best version of yourself with them", "the things that are really basic are what makes a relationship sustain itself and be more nurturing", "next, alicia kinea eidelberger asks via facebook, “how do you lessen arguments in your marriage?” look: i think it’s all about the art of speaking and listening", "now, there was a sculpture a few years back by bruce nauman, and it was a world peace product", "he had 23-inch monitors with faces of the most diverse group of people – diverse races, ethnicities, genders, ages, all of it – and every single person – every face was saying, “i’ll talk, and you listen", "you’ll talk, and i’ll listen", "they’ll talk, and we listen", "you’ll talk, and we listen.” and, it just showed you the robustness of this most difficult art, which is often harder than speaking, i would say", "but, to some people, speaking may be the hardest thing", "in a relationship, you can often get the daily hassles in which you are grinding at each other, and in which there’s a friction going on", "don’t sweat the small things", "that’s probably really important in terms of how people deal with arguments in a relationship", "i would say don’t complain, ask", "behind every criticism, there’s often a wish", "if you believe that your partner has done something wrong – that they didn’t pay a bill on time or anything – and you wish that they had done it right, instead of acting them to correct it, you basically tell them they can never do it well, that they’re doing this on purpose – just ask them to do it better next time", "rather than “would it kill you?”, something as simple as, “do you think that next time, you could set a monthly alert so that you don’t forget?” it’s a very different tone", "it’s a very different way of relating to the person", "there’s no contempt in that one", "we know from the research of john guthman that contempt is one of the four horseman of the apocalypse", "actually, i’m going to give you the four horses because they’re really important", "they are criticism, contempt, stonewalling, and defensiveness", "those four are pretty much the killers in the land of arguments and relationship decline", "try not to talk with categoricals of always and never, all or nothing", "that is probably one of the most important changes in vocabulary", "banish them", "“i always have to ask you.” “you never do this.” the moment you say, “you never,” the other person is going to come up with the one time that they know and that they’ve done it, so that they can defeat your argument rather than understand that you’re asking them to do it more often, which is exactly why i say, “ask, don’t complain.” add some humor", "there’s nothing that’s going to defuse your arguments more than just putting some perspective into it and not taking yourself so seriously", "show empathy", "at the end of the day, assume that your partner has the same interests as you – to solve the stresses in your relationship", "for that to happen, it’s important that both of you understand and appreciate the other person’s point of view", "do you really think the other person wants you to purposefully be annoyed, hurt you, or let you down", "probably not", "it’s all of that shift that takes you out of relationships that are mired in bickering, chronic low-intensity warfare, or high conflict", "there’s a range there", "imagine i ask you, “has your arguing turned toxic?” does your partner keep telling you that you can never do it right, or that they can never do it right by you, that every little conversation about who should set the table will end up in a blowout about how dysfunctional your relationship is, or that two minutes into a fight, one of you is saying you should get a divorce or break up", "that’s what i’m calling a high-conflict couple", "the opposite of the argument is coming in and saying, “i want to listen to what you have to say", "i want to apologize", "what can i do to make this better?” not “what can you do to make this better?” shift it around, and you’ll have magic happening", "next, we have a question from ben altman about jealousy", "“the majority of non-exclusive relationships i’ve seen seem to get done in by one of two parties: feeling possessive", "how do we rid ourselves from these negative emotions?” ben, i think that jealousy is intrinsic to love", "i don’t think of it as a negative emotion", "it is part and parcel of the experience", "i think that sometimes, it’s an interesting experience, particularly in the u.s., where people will often say, “i’m not jealous because i’m angry,” as if jealousy is a feeling that is politically incorrect", "it doesn’t have much popularity these days", "jealousy is an erotic rage", "jealousy is the feeling you have when your partner takes their love, their desire, or their excitement to someone else, and you want it directed toward you", "it is thwarted away from you", "so, i don’t suggest that you rid yourself of that emotion", "i suggest that you integrate the emotion", "it tells you something", "it generates action", "it generates conversations", "it is not the same as possessiveness", "they’re related, but they’re not the same", "on the other end, here is a simple formula for possessiveness: if you love someone, set them free", "if they love you, they’ll come back", "joseph dibernardo posted this question on twitter: “esther, what is the best way to move on after divorce and deal with post-marriage depression/sadness, especially for men who find it difficult to speak about their inner pain of the divorce and the lack of connection?” joseph, i’m going to tell you something: men have a much harder time emotionally and physically post-divorce than women", "maybe not financially, but in every other respect, they do", "they suffer much more", "they’re more at risk for accidents and drinking", "they take a hit because they need women, even though they want to pretend that they don’t", "it goes against the cultural narrative", "i think that what you have in this moment is two things: 1)", "you absolutely want to reach out, and i think if you have friends that you could talk to, that would be great – male or female friends", "if you want to go to a men’s retreat, to a men’s group, there is nothing comparable to it at this point than groups where guys come together to talk about their inner life and what’s going on with them", "it’s empowering, it builds solidarity, it takes you out of the loneliness, the shame, isolation, and the feeling of failure – all of it", "there’s nothing more powerful than a group of people that come together and hold one person while that person can’t hold themselves", "it’s a spiritual challenge; it’s not just a relationship challenge", "so, you need to go get energy", "you’re depleted", "one of the ways that you get energy is by going to do something for others", "go help others", "the research is very clear", "the most powerful antidepressant is doing for other people", "it puts things in perspective", "it makes you feel like you have something to offer", "it makes you feel appreciated by the people whom you’re helping", "it changes the entire equation of what’s going on inside of you", "write", "i think journaling is an important part of mourning", "on occasion, if it works out, it may be a good thing to have a final conversation with your ex, a bit of time later where you clear things and try to have a different conversation than the ones that you had when things really tanked", "i think that it’s also useful, on occasion, to go to your family and ask a little bit about what the history of relationships has been in the family so that you get to learn a little bit as well", "what are some of the unknown legacies that you carry inside of you", "the main thing is to not isolate yourself", "that’s it", "you will see that when you start to talk, people generally appreciate it", "they don’t know to do it themselves, but they like it when they feel that they have something to offer, when they’re made to feel significant because someone else opens up to them", "it’s sometimes the opposite of what we anticipate", "good luck to you", "the real josh gill asks on twitter, “i’d love to hear her talk about letting go, moving past the anger from being cheated on, the anger towards the partner that cheated, the friends that seemingly abandoned the one that was cheated on, and the anger towards the self for not seeing the relationship falling apart sooner, and trying to fix it.” there’s a lot of self-blame here, right", "a lot of self-blame and a lot of anger at the other people for not being there for you", "often, when people are cheated on, the first thing is to say, “what’s wrong with me", "what am i missing", "why am i not enough", "why didn’t i see it?” but sometimes, there is a reason that people engage in trauma denial, that people don’t want to see", "when we don’t see, it protects us", "it preserves a certain coherence to our life", "it’s not just because we are fools, and idiots, and easily duped", "so, be careful about not pouring all kinds of self-loathing onto yourself", "“what kind of an idiot are you", "how could you not know it", "what kind of a guy lets himself be walked on like this", "you should have known, you should have seen, you should have done more.” ask yourself those questions, but from a place of responsibility, not from a place of beating yourself down and blaming yourself, because then, you can’t think", "if you put yourself down that much and you feel so terrible about yourself, you cannot really think", "all you can really do is just protect yourself from getting the blows", "now, there are phases in the recovery as well", "the first thing is to simply – the hurt, anger, confusion, disbelief, disorientation, the loss of the predictable future, the idea that whatever you thought your life was going to be isn’t going to happen – all of that", "you need to respect that", "all these feelings are going to hit you all at once, and it’s going to be an avalanche of all this maelstrom", "that’s normal", "it’s in the nature of the beast", "it’s really normal", "gradually and occasionally, you will mourn this, and you will think it wasn’t good anyway, and at other times, you will say, “i could have continued this way", "how could she destroy all of that?” and then, you can ask your friends", "talk to them", "“did you see things", "did you try to warn me", "did i not listen", "were you equally as surprised as me?” but, you need to know that there are phases of recovery", "i’ve written about it extensively in my new book", "you go from the crisis, then you go and move into the insight phase where you start to make sense of all of this", "“why did this happen", "what can i learn from this", "what does it say about our relationship", "what does it say about me", "what does it say about her?” and then, there is the “where does this take me now", "where are my lessons", "where am i going to go with that?” try not to have this just become a script for anger and bitterness", "i think when you’re very angry all the time, you basically also protect yourself from not being too sad, from not being hurt, from not feeling vulnerable", "it kind of props you up to be angry, and it gives you a sense of righteousness, but behind the anger is often a real sense of collapse", "let yourself go there", "it’s okay", "it really hurts", "to just be angry isn’t going to make it for you", "how do you allow yourself that", "by being with people you trust, next to whom you can fall apart, who won’t judge you for it, who understand heartbreak", "it is a human emotion", "it’s one of the oldest experiences we’ve had, and it’s part of our humanity", "you won’t avoid it", "let yourself feel the pain, the hurt, and the sadness, and cry, and then you’ll come through it", "i’m thinking about a guy that i wrote about in my book who – it was actually the girl that he used to date who cheated on him with his brother, and for years, every time a girl liked him, he thought, “who else is hiding here that i’m not seeing?” he really carried it with him for a long time", "it takes a while until you begin to trust again, until you begin to feel good about yourself again, until you feel that you are able to be loved and lovable", "this experience really goes very deep", "it taps into our sense of self-worth and all of that", "i hope that the stories that i wrote about in the book will help you with that", "they were meant for that", "they were meant to help you", "thank you", "ranjani86 writes on twitter, “is it harder to find true love as you get older and progressively more intelligent", "do you have to be young and stupid to find love", "do most people in search of a partner settle at some point?” i’m glad you’re back, but i’m going to challenge the premise of your question a little bit", "what does it mean to settle", "i think the main thing is this: when you are younger, you allow yourself the experience of meeting someone, seeing where it takes you, unfolding with the story, and embracing the surprise of where this thing is going that you didn’t expect", "but, when you’re looking for a relationship as an adult and you come with your expectations, you often thwart the possibility for a story to unfold and surprise you because you’re sitting there with an inventory, and you’re not really allowing for the unknown to open itself up to you and to take you on a ride that you didn’t see coming", "i think most of the dating that involves a checklist is doomed", "that’s the best way i can say it", "it’s anti-romance, it’s anti-story, and stories are the way we live our lives", "it’s a list of items", "often, you will find that people match all the items on your list, and the feeling isn’t there because a feeling is something that emerges and develops through interaction, through shared experience, and through the creation of a shared story together", "i don’t believe that is any less possible as an adult", "in fact, when you are older, you are clearer about what you like and what you resonate with", "you know yourself better, and from that place, you are more able to appreciate the person that is in front of you, but it’s not like you have to be young and foolish to fall in love", "no, absolutely not", "there is no age for it", "people fall in love at any age at this point", "people have the opportunity for the first time in history to actually start entire new lives in their 50s, 60s, and 70s", "love doesn’t have an age to it", "we love differently because we are more mature, because we accept certain things more, and because we accept other things less, and we don’t necessarily call that “settling.” settling means what", "i only found six items out of ten on my list", "that’s not the way we do it", "we make a choice, and a choice always involves a loss, and at some point, we make certain choices that are more rational or more forward-looking", "we understand that there are certain things we need in order to live with someone, and that there are some people with whom we could have a fantastic love affair and a fantastic adventure, but not necessarily build a whole life together", "in that sense, we are able to hold more elements at the same time and make a decision that embraces ambivalence", "it’s something that i call maturity, not settling", "gavilina asks through twitter, “when, do you know a relationship is done?” that is such a powerful question, but what do we mean by “done”", "that you don’t like who you have become", "that you don’t like what you’re doing", "that you don’t like how you’re being reflected back", "that the relationship has lost its sense of life and vitality, or that it has become toxic and has dying on the vine", "what do we call “done”", "i think the main element that is really the kiss of death, the end of a relationship, is contempt because it really involves a profound sense of dehumanization", "when that tone that just says, “look at you", "come on", "what is this", "you call this a relationship?” that sense of self-loathing and contempt – it’s very hard to come back from that", "you can fight, you can be critical, you can complain, you can be volatile", "you can have a lot of things in a relationship because from there, you can always come back into sweet repair, tender, connecting, et cetera, and you just go through the cycle of connection, disconnection, and repair, which is the triad of relationships", "but, contempt is a real tough one – the belittling, the infantilizing, the demeaning, the degrading – all these categories of relationships which basically amount to abuse", "to me, that is a moment when a relationship really is done, because what it means is that in order to protect oneself, one needs to leave – unless you’re the one doing it, and then, in order to protect yourself and the other, you need to change", "thank you", "kelsey halman asks on facebook, “how does she handle her critics?” oh, god, that is a wonderful question", "“does she read and comment on the internet trolls for her book reviews, podcasts, et cetera", "how does she deal with the people who think they know more about relationships than her?” so, i love this question because it allows me to say something", "i am often considered a thought leader or an expert", "i actually see myself much more as a student, and as a person who is avidly curious and continues to learn on a daily basis, rather than as someone who positions herself as knowing", "i think about these things a lot", "i can often sound very confident, but i’m sure of nothing", "one thing i can say is that nothing i say is made up, but that doesn’t mean it’s true", "i also don’t think there is one truth, and i think that i am a person who continuously seeks to be challenge", "i go and check with other people", "“am i missing something", "is there something i didn’t think about", "is there validity in the criticism?” i invite conversation, dialogue, confrontation, and disagreement", "where it hurts, where i find myself at a loss, is when people are taking one thing i say, completely distorting it, and caricaturing me or what i say when i try so hard to embrace complexity and nuance, and feel completely flattened by a complete misunderstanding of what i say, often to the extent where i wonder if the people actually really read my work and engaged with me, and i wish that the critics actually came to me, asked me, engaged with me, and challenged me, rather than just trashing me", "i generally try not to read too much of it because it hurts, and because i don’t feel that there is an invitation for the dialogue", "whoever comes to me directly and respectfully and says, “i disagree, i think you’re wrong, et cetera,” i will speak with", "whoever is avoiding me and just going behind my back and using the internet to anonymously or not anonymously trash me is participating in the shame culture and in the trashing culture of the moment, with all the consequences that we know are involved in this", "so, that’s my relationship to criticism", "i welcome it when it’s done humanely and when it’s done respectfully", "sapfrank1 asks on twitter, “we often hear communication is key in a relationship, but as i believe she has mentioned in her book, too much can hinder desire", "what, then, is the juste milieu?” okay, listen: you make me think of a song by carly simon, “no secrets,” in which she has a line, “sometimes, i wish i didn’t know those secrets of yours.” i think that the free love of the ‘60s came with a view of honesty, transparency, and letting it all hang out there", "while it came with the rise of individualism, that everything that a person experiences is at the center, matters, and needs to be met, i also think that the other side of this kind of wholesale sharing and an ethos of candor like is that there needs to be consideration and politeness, and i find that those two qualities are often in short supply in contemporary relationships", "there’s this notion that we expect the partner to just hold on to all of our feelings and make us feel better, rather than engage a little bit more in our own self-soothing and our own self-regulation, and in going and venting to others", "it actually has always been the case that people vented to people outside of the relationship in order to be able to sustain what happened on the inside", "it’s about not letting your emotional hemorrhoids bleed like that inside your house all the time", "i don’t know that this is always the best", "of course, we want communication, we want exchange, we want deepening and real meeting with the other, but i’m not sure that this kind of “all out there” is the only model", "what you’re always going to hear from me is that there isn’t only one way", "there isn’t one size that fits all", "so, while i answer you in one way, i may answer someone else differently, and i think it’s that richness that i want us all to hold here", "on occasion, let it be", "you don’t have to react to everything", "not everything is a 10", "certain things are just a 2", "they’re not really that important", "that’s another song that i think we need to be able to hum on occasion", "in terms of not telling everything on the desire, it’s really this: the questions and answers that you want to keep from your partner or vice versa are a way in which you remain curious, interested, and engaged with the other person as a person, the way that we often are in the beginning, where we are just interested in who this person is", "what happens over time is that people often feel as if they know their partner, as if they belong to them, as if they’re just an extension of them, and that’s naturally a contrived illusion of safety", "it’s not true", "in the face of the unknown which exists right in our midst, there is that mystery of the other, and the mystery of the other is simply available once you continue to be curious about them rather than assume this kind of familiarity", "that’s what i’m trying to say about the connection to desire", "if desire exists in that space of exploration, of discovery, of curiosity, once you remain curious to your partner, once you continue to think of them as a person, not just as your partner, the desire can continue to thrive as well", "the next question you’re asking is, “what, according to her observations and experience, are the essential blocks to build a strong foundation between partners, and what is essential in a relationship to maintain longevity?” there are many pieces that i think are part of thriving relationships, but i’ll give you a few that come up now, and if we meet again, you’ll ask me again and i’ll give you a few others", "i’ll go with no", "1", "not everything must be said", "i think that in light of the culture that we live in today, i will probably say not everything must be said", "if we were talking and meeting in other parts of the world, i would say the exact opposite", "more things need to be spoken sometimes, okay", "just so you understand, these answers are always taking place in a specific cultural context", "the second thing: i think one of the most important combinations in a relationship is a combination between empathy and responsibility", "it’s your ability to continue to see your partner from their own point of view", "it’s to enter the shoes of the other", "on the other side, it’s your ability to take responsibility for that which is yours – your own contribution, your mistakes, your flaws – “i’m sorry i did this", "next time, i’ll do differently.” i own it", "the minute you can own something, it gives you freedom, rather than thinking that all problems and all changes actually belong to the other person", "the next piece that is really essential to the balance in a relationship is the ability to navigate separateness and togetherness, to have space to have individuality, to have self-expression, to have your own friends, to have your own experiences that are not all related to the couple", "and then, also, to have very strong things that belong to the couple", "but, some couples have a tiny overlap of the concentric circles and some couples have a complete overlap", "so, there’s a range", "some people love to just have a big togetherness and a small separateness, and others are the other way around, but it is that negotiation, and it changes over life", "it’s not one and the same when you meet and 15 years later", "the next thing for a long relationship is flexibility", "it’s adaptability", "it’s your ability to say, “we used to do it like this, it worked for ten years, and it doesn’t work anymore.” change is something that people are much more able to do in their companies and their workplaces than they are willing to do at home", "this is often a real static attitude towards a relationship", "we met a certain way, we set up a certain way – my role, your role, my responsibility, your responsibility – and it goes on like that for 35 years, and then we collapse", "so, the ability to just come together and say, “i need something different", "let’s change this” – i love couples who have an annual summit and review their relationship", "where is it going", "how are we doing", "you can even do it monthly", "it shows intentionality", "it shows attention", "it shows care in the same way that you water your plants, rather than letting it go – laissez-faire – for a long time on end", "that kind of diligence makes a big difference", "and then, the last one i will say for longevity and for thriving relationships – because so many of you had the question about what makes a relationship last – is engaging with new experiences not just comfortable and pleasant experiences – those make for a real familiarity and stability in the couple – but what really makes it thrive, what brings life and vitality, is the engagement with new experiences outside of the comfort zone because they breed new cells, and all the research is confirming that at this point", "novelty breeds testosterone, and it’s not novelty of sex positions", "it’s really different ways of being with oneself in the relationship and with each other", "so, all of that combined – you have a good chance to go for quite a while", "alex sandalis on twitter and aspen janai mulcahy on facebook are asking, “how do millennials bring back romance and emotional intimacy", "what do you see as the biggest flaws of young men in their 20s and how they communicate with women", "what advice do you have for them?” i’m going to divide this in two", "look: there isn’t much romance when people make dates on text all the time", "today, romance will occasionally be a phone call", "in the past, romance was a card", "who still gets picked up at the door", "who still gets brought back at the door", "who gets called the next morning", "all these things are often seen as passé and old-century, but in fact, i don’t think the repertoire has particularly changed", "a text doesn’t go very far in terms of flattery, does it", "anything that goes beyond the bare minimum is romance because romance is pining, romance is seduction, romance is flirtation, and that is a cultivated art by which you are gradually making the other person melt in your arms", "but, for that, you have to be able to say, “i want you,” and that means you have to experience the vulnerability of putting yourself out there, and it seems that these days, too many young people are quite reluctant to experience the vulnerability and the uncertainty of not knowing, of making that phone call and hoping that somebody’s going to answer, and it won’t be her dad", "and, that butterfly thing has been done away with", "we have way too much immediate gratification, so there is no space in between to still experience the excitement, anticipation, and the uncertainty, but all of that was part of romance", "that was the romantic plot", "the romantic plot plays itself out in the “will it happen, won’t it happen?” the denouement is irrelevant", "a romance novel is 300 pages, and last piece is only one page", "it’s 300 pages of “will it or will it not?” that’s romance", "now, in terms of the question of what to do, take the risks", "take the risks", "don’t just go in a bar", "it’s not a boutique", "put yourself out there and say, “i want you, and i’ll take the time.” i recently coached this guy, and he was very sweet – a woman basically calls it off at 7:00 on a friday night", "not a very nice thing to do", "she’s busy, she has a meeting – whatever", "it goes into a whole, “should i wait", "does that mean she’s not interested?” i just said, “look: text her back and say, ‘i understand, but twice as much time for tomorrow, please.’” come back with something that is funny, that breeds confidence, that is assertive, and that says, “i’m still very interested, and you owe me a double dose.” she liked it", "now, if she has no interest in him, then she will tell him at that moment, “please don’t bother.” but, if she has a slight interest in him, he will gain a lot of points with one of those things", "i’ve done more and more coaching people lately just looking at their tinder feeds, at the kinds of exchanges", "not only do they lack romance, they lack anything that says to people, “you’re interesting to me and i would like to meet you.” it’s really thin", "so, there is the issue of romance, but there is the broader question of how do people these days literally turn each other on", "with their minds, not just the other ways", "there’s a beautiful book by rob garfield called questioning the male code, which i recommend for many of you", "the male code often comes with a “fix it” attitude, and “fix it” means, “i have an answer, i have a solution,” and it is part of the making of masculinity: competence, performance, problem-solving", "unfortunately, in relationships with women, “fix it” doesn’t often work because many times, she wants only to talk", "she doesn’t want to share the experience", "she doesn’t want to be told what to do", "she’s quite competent and knows what to do, and if you give her unsolicited advice, she’ll experience it as patronizing", "so, the flip side of “fix it” is empathy", "it’s two things: “tell me more", "tell me more.” that’s all you need to do", "you don’t have to solve it", "you just have to ask her if she wants to continue to talk about it, and you want to engage in empathic murmurings", "“hmm", "oh, really", "oh, that’s tough", "oh, wow.” that says, “i’m listening.” most of the time, it’s what she needs", "if you want to give advice, ask her if she wants to hear it, and otherwise, wait until she asks for it", "the fear that people sometimes have – that guys have – when they say, “tell me more” is that she’s going to start and it will never stop", "if she says, “we have to talk,” he says, “how long?” in fact, when you say, “tell me more,” the answer will be much shorter than if you don’t and she still isn’t sure that you really get it", "so, that’s really the main piece in terms of men and communication, and i’m not so sure that is different for young guys, or even men of my generation – boomers", "it’s really that you don’t have to have an answer, and you don’t need to feel like you need to solve the problem or make the feelings go away", "you actually need to do less, and your challenge is to still feel competent, even if you do less, but you will actually be much more appreciated", "i had one other little thought when we talked about the things for longevity and the things for deepening the intimacy which i didn’t talk about, which is people sitting in the morning and having breakfast, looking out the window, listening to music together, dancing together for a moment… the average pop song is 2.3 minutes", "if you just do that, it doesn’t take a long time", "people sometimes think it’s so much work to maintain this intimacy", "it’s actually not", "it’s 2.3 minutes to listen to some of the most beautiful love songs ever written and reconnect with that feeling between the two of you", "i hope that i’ve given you some ideas and inspirations – food for thought – in the pursuit of your own loving and thriving relationships", "i want to add a piece to gavilina’s question, “when do you know that a relationship is done?” gavilina, i was talking about the four horsemen of the apocalypse that a famous researcher on relationships, john guthman, talks about", "i wanted to expand a little bit on that", "one is criticism", "it’s quite easy, right", "it’s complaining, it’s picking at the other person, it’s seeing what you do as circumstantial, and seeing the other person as characterological", "if you’re in a bad mood, it’s because you had a tough day, but if the other person doesn’t act very nice, it’s because they’re actually generally a mean person or a bad-tempered person rather than that they may have also had a bad day", "so, all the elements that have to do with criticism: the way that people just gnaw at the other person and go and circle around the same grievances over and over again – that’s the piece that he’s talking about", "stonewalling is the silent treatment", "it’s basically withdrawing, removing oneself and letting the other person stand out there and talk to the walls", "that’s another major horseman of the apocalypse", "defensiveness: the fact that you can’t bring anything up without the other person instantly rejecting, getting defensive, going knee-jerk instead of just saying, “yes, thank you for telling me, let me think about this,” or simply, “that doesn’t feel good, but…i probably do that", "i don’t mean to, but i do, or it’s a bad habit of mine.” something that acknowledges, that stands accountable, that doesn’t answer, “yeah, but you – you did worse,” and then it starts to pile up, and for everything you said, the other person counters right away with something worse, so that you never have to look at the thing you said", "“yeah, but yesterday, you…” all of that defensiveness – it’s very rich defensiveness, but it basically leaves you without the feeling that you can ever bring something up and that it will be responded to for its own sake", "and then, contempt", "that’s the one that i think is the final killer for a relationship", "i already detailed that one for you, but i wanted you to have a sense about – this is actually for your question about the relationship being done, but also the question that was asked by alicia about how to lessen the arguments in your relationship", "so, the opposite of these four killers of relationships have to do with how people stay connected in the midst of disagreement", "this is something i wanted to expand on more for alicia’s question", "you really need to know something about arguing in a relationship", "it often has very little to do with the content of the argument itself", "when couples enter into a vicious cycle, they are reactive, they escalate, they bicker, and they fight", "the subject doesn’t matter anymore at a certain point", "if it’s the kids, the car, the money, or what they were going to do for christmas, it is all going to sound the same", "what you’ll hear is that people end up being in an interaction where they don’t feel acknowledged, they don’t feel validated, they feel dismissed, they feel that the other person competes with them, that they are outmaneuvered, and it doesn’t matter what they talk about", "so, the real truth about conflict in relationships is that the form precedes the content", "the way these arguments unfold is one and the same", "if it is this or it is about greenpeace in south korea, it makes no difference", "it’s no longer about the issue itself", "once you know that, then you have to go at the form, and the form is what the people are doing to each other while they say the things they say", "what they’re doing is this long list of control", "the opposite of dismissing, disqualifying, and invalidating is acknowledging, recognizing, validating, and empathizing", "that doesn’t mean you don’t agree", "so, there is a very good method developed by howard markman", "it’s called prep, and it’s a book, fighting for your marriage", "it’s actually quite good", "in prep, they basically tell you that in negative communication, you have ten seconds to get ready for the rebuttal", "that’s about as long as you can listen to something that your partner says that you disagree with, and ten seconds is three sentences", "so, the way you minimize the arguments is by beginning to practice reflective listening", "it’s tedious and annoying, but it’s highly effective", "“what i’m hearing you say…” you repeat", "“is there more?” you repeat, and vice versa", "and then, you talk", "you do xyz statements", "“when you do x in situation y, i feel z.” “when you don’t even look up when i walk into the house because you’re busy at your computer the whole time and i am trying to make a connection with you, i feel like i don’t matter and you don’t love me.” something like that", "that is very different from “you couldn’t give an f about me, and any time i come home, you pretend that you couldn’t hear it on purpose.” that’s an attack", "from that attack, all you’re going to get is a defense, and the defense can be a counterattack, a stonewalling, a defensiveness, or a criticism, or a contempt", "here, you have your four horses", "the sentence is broken down in such a way that if i have an experience of what you do, that is not the same as my definition of what you do", "it says that when you do this, i experience it in a certain way, and that’s my feeling, and you can’t argue with another person’s feeling", "you can’t argue with another person trying to define you and to define you negatively", "that xyz is intensely transformative when people really begin to practice it", "so, that’s one way out of the little hell of chronic arguments", "let me take a few other questions that i haven’t spoken about", "“how can men effectively handle their sex drive?” asks devi winestock", "look, i don’t know exactly what you mean by “effectively handle their sex drive.” if you’re asking what men do when they’re horny and they want to have sex but they don’t have partners available, or they have a steady partner who is not there at that moment or not interested, one of the things i would say is this", "sex for men is very much connected to what goes on inside of them: if they’re angry, if they’re happy, if they’re anxious, if they’re depressed, if they feel good about themselves, and if they don’t", "some men turn to sex to soothe themselves when they’re anxious – besides when they feel good", "that’s a given", "some men experience sex as the one and only language through which they can experience emotional intimacy", "some men experience sex as the only language through which they can feel tender, soft, or connected", "it won’t be the first time that you hear women describe guys open who they feel are truly there and are really intimate with them only in sex because it is the sanctioned language for guys to experience what are otherwise often forbidden emotions for men", "so, for me, when you ask about effectively handling sex drives, it has to do with that", "it has to do with not being just monolingual – having many languages available, having many ways to take care of our needs and feelings, and not just one", "that’s the effectiveness of sex, is to not have it be the only thing available", "for the rest, i’m not sure that there is a unique way to effectively deal with drives, but one thing you need to know: sex is not a drive", "you don’t die from not having sex", "you die from not being touched, but you don’t die from not having sex", "it’s a motivational system, not a drive", "that’s not the same", "bing is asking, “what are some of the suggestions and resources that she has for couples who want to explore having a more “monogamish” relationship – not poly, but more flexible than traditional monogamy, especially when it comes to navigating boundaries, emotions, and sexual health?” that’s a beautiful question", "first of all, there’s the movie out right now, tao ruspoli’s movie monogamish", "it’s actually premiering in new york this week, so that will be – it’s a very nice movie to see together because it really opens up the conversation", "for me, the open relationship is less about what people actually do than the openness of the conversation itself", "many people don’t nearly want to do as much as they want to do what they could if they wanted", "they don’t want to feel that they live with the restrictions of the boundaries", "and then, it’s a conversation", "what is it that you miss", "what is it that you feel drawn to", "what would you like to experience", "do you want to experience it alone or together", "do you want me to know about it", "is it a turn-on for you if i tell you, or do you actually not want to know about it", "often, you’ll find you have one of each in a couple", "is it something that you want that is fleeting, that if you meet someone, you want the possibility of letting something unfold and see where it takes you", "is it when you travel because you’re often away, or is it that you have been with me since you were 17 and you want to know other partners because you’ve never known others besides me", "it’s this whole conversation, and don’t take it immediately as, “something is missing", "i can’t give you everything", "i should be everything for it", "if you have any other interests, it must mean that i’m not enough.” it’s really that conversation, and what you will find is that the couples for whom this is a joint interest – the conversation itself is often very enlivening, very vibrant, and very intimate because the possibility of talking to your partner about your longings for that which takes place outside, and to have it be recognized and accepted is a deeply intimate conversation", "the recognition of your erotic freedom – on which you may not act, but that it exists even in fantasy, even in curiosity, even in longing, in interest – is profoundly intimate for couples", "and then, you talk about it", "do i want to know", "what do we tell each other", "do we notify in advance", "do we tell after it has happened", "what is it that you don’t want to know", "understand that you don’t necessarily have a symmetric need", "one of you may want to know more and one of you doesn’t", "one of you likes to share and one of you doesn’t", "you don’t have to be one and the same", "and then, you come back and examine it", "it works for us, it doesn’t work for us, it brings us closer, it makes us too nervous; in the end, it’s not a good thing for us, or not right now because we have young kids and we’re not equal, or because one of us is not working and we’re not equal, or because one of us has been sick and we’re not… by definition, there needs to be a certain level of equality in the relationship for the conversation to not be a power maneuver", "both people need to have the same possibilities", "they may not both want to act on them, but they need to both know that they could if they wanted, and if that’s part of the agreement", "and then, you come back and examine it", "is this good for us", "does this work", "when i say “work,” i mean do we feel enriched by it, or do we feel like it’s depleting us, that it’s taking away from us, that ultimately, we thought it would be a great idea, but it’s really not", "or, this has actually opened things up between us, we’ve had a whole different level of honesty between us, a whole different depth of communication that never existed before", "we bring back different parts of ourselves", "the reunions are beautiful", "we make love before we go off to meet someone else", "we only accept it when one of us is traveling", "it’s a very rich conversation, and it’s often many conversations before anybody even acts on any of this", "that’s how this process goes", "you can read some books", "you can read taormina’s book open, you can read sex at dawn, and you can talk to other people who actually practice consensual nonmonogamy or varieties thereof, and you can ask how it works for them", "you get ideas", "but often, people don’t tell you that’s what they do because it’s so negatively judged, so it’s not like you can go and ask them, “how do you raise your children", "i’m looking for some ideas.” but, you will find people who are willing to talk and have experienced it for years, so they’re practiced at it", "that doesn’t mean it’s what works for you, but it inspires you", "it gives you what you should be thinking about", "that’s how i would start this thing", "the last question i will do: “how do i help people come to terms and come to accept themselves?” for me, self-acceptance is really a process of maturation", "i don’t expect people in their 20s to easily accept themselves, so i do put this on a spectrum of time, but i do think the fundamental experience of accepting yourself is that you accept that you are flawed, you accept the things that are beautiful about you, and you begin to feel, “i’m good enough.” that’s the essence", "it’s not “i’m perfect,” it’s “i’m good enough,” or “i’m flawed, and i make mistakes, but they don’t tank me", "i don’t feel massively embarrassed and ashamed about them", "i’m able to look at them and say, “i’ll do better next time", "i’ll do it differently next time", "i’ll learn from this.” it’s that process that is self-acceptance", "i remember making mistakes and not sleeping for three weeks at a time, and churning and obsessing about it, and replaying it in my head", "today, i do some of these mistakes and just think, “okay", "i know that mistake, and i don’t like it", "it doesn’t feel good, but it doesn’t cripple me anymore in the same way.” i think that’s the level of self-acceptance, but it is also knowing what you want and feeling okay about it, not feeling like you have to continuously justify, explain, apologize – it’s what i call the healthy sense of entitlement, not a grandiose sense of entitlement", "self-acceptance is self-confidence", "self-acceptance is also the ability to live with your lack of confidence, your insecurities, and your uncertainties, and to say, “this is an area where i feel deeply insecure, and it’s part of who i am.” i have it all the time", "all of this is self-acceptance", "it’s your ability to live with your sense of ambivalence: the things about yourself that you like and don’t like", "the things that you feel really good about and the things that you are very troubled by", "the ability to integrate those two – the ability to live with ambivalence about oneself is an essential ingredient of self-acceptance", "it’s all of that", "for me, it’s a process of maturation over life", "this is not something you just have one day", "it grows on you slowly – physically, emotionally, in terms of lifestyle", "you know what you like and you accept it", "you don’t force yourself to be who you’re not", "you’re okay in your skin", "i often say that if i had the confidence of today with the looks of then… when i was young, i didn’t have the confidence", "it’s an interesting thing that has a lot more to do with life experience than with any actual training that you get", "that’s my suggestion for self-acceptance", "goodbye, thank you very much, i hope we talk again soon, and i hope that you can draw from some of these answers and feed on them for a while until the next meeting, as we say", "bon appetit", "bye"]}