{"dialog_idx": {"sir richard": [39, 40, 42, 44, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 584, 585, 586, 587, 588, 589, 590, 591, 596, 597, 598, 600, 604, 606, 607, 608, 609, 610, 611, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 634, 635, 636, 637, 638, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 656, 657, 658, 659, 660, 661, 662, 669, 670, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 771, 772, 773, 774, 783, 784, 785], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 41, 43, 45, 46, 47, 48, 49, 50, 51, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 125, 126, 127, 128, 153, 173, 174, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 230, 231, 232, 233, 234, 235, 236, 256, 257, 258, 259, 260, 310, 311, 312, 313, 384, 385, 411, 412, 413, 414, 415, 416, 417, 418, 433, 434, 448, 449, 450, 451, 452, 453, 454, 455, 456, 469, 470, 471, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 533, 534, 535, 550, 551, 552, 553, 554, 555, 556, 557, 558, 576, 577, 578, 579, 580, 581, 582, 583, 592, 593, 594, 595, 599, 601, 602, 603, 605, 612, 613, 614, 615, 630, 631, 632, 633, 639, 640, 641, 642, 653, 654, 655, 663, 664, 665, 666, 667, 668, 671, 672, 673, 674, 675, 676, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 763, 764, 765, 766, 767, 768, 769, 770, 775, 776, 777, 778, 779, 780, 781, 782, 786, 787, 788]}, "episode_num": 272, "file_type": "html", "guests": ["sir richard"], "num_sentences": 789, "num_words": 11600, "raw_text": "Tim Ferriss: Hello, Ladies and Gentlemen. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show. I am so giddy, so excited about this episode. It is one in a series of close to 300 episodes now, where each time around, I try to deconstruct a world-class performer and share with you the stories, the habits, routines, beliefs, negotiating skills, in this particular case, that you can test and apply in your own lives. These are the skillsets that help each of these [inaudible] become the best at what they do. Our guest today is none other than the one and only, Sir Richard Branson, @richardbranson in pretty much everything. He’s Richard Branson on Twitter, Richard Branson on Facebook, R. Branson on LinkedIn. If you don’t know who he is, Richard Branson is the founder and Chairman of The Virgin Group. He is a world-famous entrepreneur, adventurer, activist, and certainly business icon. He’s launched a dozen billion-dollar businesses and hundreds of other companies. The origins are crazy. The later stories are even crazier. I have a long history with Richard’s books, which we get into in this episode, but his new autobiography, Finding My Virginity, shares the candid detail of a lifetime of triumphs and failures, both of which have been very spectacular. It provides an intimate look at his quest to push boundaries, break rules, and seek new frontiers. This episode was recorded as he was bouncing around the globe, primarily in Marrakech, Morocco. The music you hear in the background is due to that. We worked very hard to get his scheduled. I loved this conversation. I’ve heard a lot of conversations with Richard before, including in person. I think this one really delivers the goods. We covered a lot and got into a lot of details. We talked about many things I’d never heard him talk about before, including his thoughts on clean neat – if you don’t know what means, we’ll get into it – blockchain, cryptocurrency. How he’s coped with dyslexia and how his parents helped make him resilient. The behind-the-scenes stories of deal-making, PR stunts, big wins, and in some cases, big losses. The habits and life decisions he’s used to maintain high energy levels for decades now. How he capture limits downside risk, even though he’s perceived as a risk taker. How and why he takes regular one to two months, sometimes longer, breaks from alcohol. Favorite books. Lessons learned from Nelson Mandela and many other and much more. We cover a ton. I was really nervous about this episode for a host of reasons and could not be happier with how it turned out. I hope you enjoy it as much as I enjoyed it. Definitely find Finding My Virginity at all fine booksellers. You can check it out. I am certainly going to be digging in myself. Without further ado, please enjoy my extremely wide-ranging conversation with Sir Richard Branson. Tim Ferriss: Richard, welcome to the show. Sir Richard Branson: Thank you very much. Nice to talk to you. Tim Ferriss: I have been looking forward to this conversation for more than 20 years. Sir Richard Branson: That’s a lot to live up to. Tim Ferriss: It is a lot to live up to. Sir Richard Branson: Anyway, congratulations on all you’ve achieved as well. Tim Ferriss: Thank you, I appreciate it. We’ve bumped into each other here and there at different points around the world. I’ve always wanted to sit down and very selfishly ask you a lot of questions ever since I bought your first autobiography, Losing My Virginity, and have carried it with me since college through starting all of my businesses since. I thought we could just begin, I suppose, with current events. I’ve been following you around the planet to have this conversation, which I’m thrilled that we’re able to have because you’ve gone through some pretty extenuating circumstances recently. I saw your Instagram post about retreating into the wine cellar under your home or the main building; I suppose it was, on Necker Island. Where are you right now and could you describe what that experience was like? Sir Richard Branson: It’s a strange thing to say, but I’ve had the privilege of being through four hurricanes before this one. About one every ten years in the Caribbean. A Force 1, Force 2 hurricane, by and large, is magnificent. It’s dramatic. The sea froths. The trees bend. Incredible lightning storms. It’s one of the marvels of life. Yes, there’s damage. Trees come down. But generally speaking, you can overcome that damage. This hurricane was altogether different. You’ve got Category/Force 5 hurricanes is the highest it goes. The hurricane that was coming to hit us was actually Category 7. They didn’t even have it in the books. We were definitely going to stay on island because we have 60 members of our staff on the island. But I knew that it would be foolish to be up in the main house watching nature at its worst. We had to get into a very secure area. The moment it started hitting, we went down into a sort of concrete bunker at the bottom of the house. For five hours, it screamed. The whole concrete bunker shuddered. There were young girls as well guys; there were a couple of children in the bunker. There were a number of tears. Water was pouring through. But I don’t think any of us feared for our lives. We knew that we were in a strong area. We felt for the 600 flamingos on the lake. We felt for the lemurs that were still outside. We felt for the people of the rest of the Caribbean and the rest of the British Virgin Islands who lived in wooden shacks and buildings that were not strong. Then equally, suddenly, it stopped. Suddenly there was a complete hush outside. We waited 15 minutes and we couldn’t work out whether this was the end of the storm or whether we were in the eye of the storm. We stuck our head out of the door and I just looked at complete, utter devastation. It was if a hurricane had hit the island. I don’t often cry over possessions being damaged, but definitely I think all of us had tears in our eyes. Within five minutes, the other side of the storm hit and we threw ourselves back into the hurricane shelter and we huddled there for another four or five hours. When we finally came out, we surveyed the damage. On our own island, it was pretty devastating, to say the least. Within 24 hours, we’d started going around the rest of the British Virgin Island and 90 percent of homes were destroyed or nearly destroyed. Incredible that more life wasn’t lost. Incredible the resilience of the Caribbean people and the stories that they told. One person told me of the house disappearing above their head with their children and grandchildren in it. Running to the neighbor’s house. That then disappeared. Running into a wall, the wall starting collapsing. The whole family ended up in a cesspit up to their knees in shit. But they survived it. It was a 13-year-old girl who within three days had set up a makeshift school outside, teaching kids younger than her. Anyway, very resilient people. The last month I’ve spent trying to work out ways of seeing whether the Caribbean, the whole of the British Virgin Islands can come back better and stronger and cleaner. See if we can get some positive things to come out of what’s obviously been a sad event. Tim Ferriss: I’d love to dig into your familiarity with what some people would look at as near-death experiences. This is from a New Yorker profile, but you hold records and the writer observed you might also hold the record for the number of highly publicized near-death experiences. This was some time ago. I mean, this is ten years ago, 2007. But pulled from the sea five times by helicopters, once from a frozen lake during one of your attempts to circle the globe. Crashed into the Algerian desert. The Chinese Air Force threatened to shoot one of your balloons out of the sky at one point. It goes on and on. When you are in circumstances like that and you mentioned you had a lot of staff down in the basement with you, what did you say to those people if there were people there who were very worried or perhaps panicking in some sense? What did you say or what did you do in those circumstances? Sir Richard Branson: I think humor is important. Putting on a brave face, cracking jokes, plenty of hugs. Hugs are important. But I think when you’re all down in the bunker, just to try to reassure them that even 200-mile-an-hour winds are not going to bring a concrete bunker down. With some of the other adventures where we were in a capsule flying around the world, how many things went wrong. There were just two of us generally. Both of you have got to keep the spirits of the other person up. If you’re going to survive, the only way you’re going to survive is by keeping focused, by staying positive. Even if you’re facing almost certain death. You’re definitely going to die unless you stay focused and stay positive and fight to the bitter end. There have been circumstances where on paper we had a well over 90 percent chance of not coming home. I think by staying focused, by staying positive, and with a big dose of good fortune, we made it all the way back. Tim Ferriss: If we rewind the clock then, these are some of the exploits that you’re known for. But if we rewind the clock back to childhood, I’d read that one of your headmasters had said to you, “I predict you’ll either end up in prison or a millionaire.” I don’t know if that’s true. You have to be careful what you read on the internet. If that is true, what do you think this headmaster saw in your or observed in you at such a young age that would lead to such a statement? Sir Richard Branson: It is true. It was his parting words to be as I left school just turning 16. I think that first of all, I am dyslexic. I was dyslexic. Conventional schooling definitely passed me by. I was somebody that felt very strongly about some of the issues in the world. The biggest issue in the world at that time was a very unjust war – the Vietnamese War. Most wars are very unjust, but this was yet another very unjust war. I, like many young people, was determined to try to campaign very hard to stop the war. I thought maybe the best way of doing it was to launch a magazine for young people that could be distributed not just amongst schools, but universities as well, which would be a campaigning magazine. It would give young people the voice that they didn’t have. I started planning this magazine at school and working out of school phonebooks, trying to sell advertising and rigging up James Baldwin or John-Paul Sartre or Vanessa Redgrave or anybody I felt – Terry Galley and Cohn-Bendit from Germany. Anybody I felt that could contribute to a campaign and magazine like this and getting them to contribute. Surprisingly, I managed to get enough advertising to cover the printing and the paper costs of the first issue. When the headmaster called me in and said, “You either stay at school and stop doing this magazine idea of yours and concentrate on your school work or you’re going to have to leave school to run your magazine.” It was an easy decision for me. I’m grateful for the headmaster for being such a foolish headmaster. I mean, obviously it would’ve been much better if I could’ve done both and I think it would’ve been good for the school. I met him a few years later. He was very gracious and congratulated us on our success and so on. I did up in prison for a night a few years later. I’ve definitely – that was before I’d become a millionaire. I remember the headmaster’s words and I remember how unpleasant being in prison for a night is and saying to myself, I will never, ever do anything that warrants me going to prison again. I think everybody should spend a night in prison. He actually got it right on both counts. Tim Ferriss: What did you do that led or what happened that led to that night in prison? Sir Richard Branson: What happened was that once we had the magazine, we started in the magazine a little mail order company for people who wanted to buy music. We called this mail order company Virgin Records. Nobody had sold music cheaply before, so we discounted it by 10 to 30 percent off. We sold music that we loved: Frank Zappa, Captain Beefheart. It was rock-and-roll music, rather than this sort of Andy Williams and the mixture of rubbish that was out then. The public loved it. It resonated with young people. We had good taste and we were aiming at kids with good taste. Then one day, somebody ordered a large amount of records from Belgium. We got a lorry and we drove across the road down to Dover and across to France. When we got to France, they said, “Where are you selling these records?” We said, “In Belgium.” They said, “Well, you’re not allowed to come through France and sell them in Belgium without a carney, which means that you’re not going to leave them in France, so you’re going to have to go back to England.” As we were driving back to England, we realized that we had all these pieces of paper signed that said we exported them and now if we could sell them in England, we wouldn’t have to pay the 35 percent tax. So foolishly, we sold them in England. What we didn’t realize that there were other, bigger retail chains doing something very similar and in a much more professional way. There was a group of customs and excise people who were investigating this idea. Anyway, we got busted. Fortunately, we didn’t get a criminal record because they said you can pay the fine off over three years and as long as you pay the fine off, you won’t get a criminal record. Actually, it spurred on the opening. We had to open 30 or 40 record stores to pay off Richard’s fine and keep myself out of prison. I’m very grateful to customs and excise for giving us that incentive. Tim Ferriss: What did your parents say to you at that time, when you got in trouble and ended up in jail? How old were you at the time, if you could place us? Sir Richard Branson: I was 19 years old, so still a teenager. Just about allowed to be naughty. I remember I was in Dover magistrate’s court and the judge said he wanted £10,000 bail. I said, “There’s no way I can afford £10,000 bail. He said, “Well, I’m sorry but you’ll have to go to prison and await the trial then.” My mother stood up and said, “What about if I pledge the family home? Would that be all right?” The judge was good enough to say that will be fine. If you pledge the family house, that would be fine. I gave my mother a very big huge. Many years later, 50 years later nearly, we’re now working very hard in America to try to help people who can’t afford bail get bail. There’s this awful situation in the States, for instance, where if you’ve got money or if you’ve got a house to pledge, you don’t go to prison for six months awaiting your trial. But if you’re poor, often black, you end up languishing in prison a few months while waiting for your trial. Even although you can be innocent. Obviously lots of personal experiences come back and influence my life later on. Tim Ferriss: I’d like to talk about influence. You mentioned your mother. In preparing for this conversation, I took a closer look at your Mom. I have to say, what I was going to do is not mention the last name and read this description. Your Mom also wrote a book called Mum’s the Word: The High-Flying Adventures of Eve Branson. I just have to read a few lines here to give people some context. “A classically trained ballet dancer, she appeared in racy West End productions, disguised herself as a boy to take glider lessons, enlisted in the Women’s Royal Navy Service, and then embarked on a series of harrowing adventures as a star girl, air hostess on the ill-fated British South American Airways. It goes on and on. This seems to potentially explain a lot. I was curious to know specifically when you were a kid struggling with dyslexia – and I’m not sure if it was even properly diagnosed at the time – how did your Mom respond to that? What did she tell you when you were having trouble with school or having trouble reading? How did your parents or your mother help you navigate that? What was the experience like? Sir Richard Branson: First of all, I’m lucky. I have a very extraordinary mother and a lovely father. We’re a very close-knit family. That’s fortunately continued with myself, my wife, and children. I’m [inaudible]. That’s given us a fantastic foundation as a family. When I was young, I don’t think the word “dyslexia” existed. I don’t think the word “entrepreneur” existed either, except maybe in the French dictionary. It was just assumed that I was thick and they just got used to these dreadful marks that came back on my maths paper or my English paper and so on. I think that made it that much easier when I actually said, “I want to leave school,” at age 15. Although I think my Dad walked me around the garden three times instead of just once. By the end of the walk, I remember him saying, “At least you know what you want to do at 15. I didn’t know what I wanted to do when I was 22. I respect you for that. Go give it a go. If it doesn’t work out, we’ll try to help you get a formal education again.” My mother’s approach in bringing up her children was one where she would’ve been arrested today. In those days, she could get away with it. AT age 4 or 5, she would shove me out of the car two or three miles from Grandmother’s house and tell me to make my own way there. She would put me on a bicycle at age 7 or 8 and tell me to ride 300 miles in the pouring rain, again, to Grandmother’s house. Her attitude was if we survived, we’d be the stronger for it. She wouldn’t allow us to watch television, for instance. We had to get out there and do things. So she had pushed us out of the house and tell us to come back in the evening. Get out there and climb trees, rescue cats and I’ll see you tonight. We lived in the countryside and it was a fun upbringing. But a very loving upbringing. It may not sound like it. She wasn’t actually trying to kill us. She did love us as well. Tim Ferriss: What would she say to you when, for instance, it’s raining out, you’re in the car? Would she give you any warning? What would she say to you if it was raining and she wanted you to get out and ride a bike home in the pouring rain? Was there any kind of lead-up? Any lesson that she would impart before that? I’m just thinking – I don’t have any kids myself, but I think about parenting a lot. Can you replay for us just one of those scenes so we know how it was presented to you? Sir Richard Branson: I think the pushing us out of the car was mostly likely I was having a debate with my younger sister. It wasn’t really, this is going to be a life lesson. It was more shoving the brakes on, pushing us out of the car. Slamming the door and driving off. As I say, we did survive. I remember just thinking when I was 5, that very occasion, walking across the field. I was young enough to decide I wanted to get my own back on her. I saw our farmhouse and I walked very slowly towards the farmhouse. I wasn’t too worried. I could see the lights of the farmhouse. But I was damned if I was going to do it quickly because I thought she’s going to have to suffer this time. She did suffer. I don’t think she as readily pushed me out of the car ever again. But anyway, it’s fun. My Mum is 94 now and I just saw her a few minutes ago. She will never stop. She’s got an idea a minute. We’ve always had to run to keep up with her. Put the two of us together, it’s a very dangerous combination. Tim Ferriss: I think that many people have the impression of you as a fly-by-the-seat-of-the-pants entrepreneur who throws caution to the wind and bets the farm on many things. What I’d love to talk about is maybe the alternative to that or the complement to that – we don’t have to do either/or – which is risk mitigation. Because the more I look at what you’ve done, in many cases, not all cases, but in many cases, you seem like a master at mitigating risk and capping the downside. I was hoping maybe you could talk about – I believe it was – I think you were en route, if you could clarify for me, to BVI and there was a flight canceled in Puerto Rico, but how you actually ended up in the airline business. Because I find it such an illustrative and helpful story, if you wouldn’t mind telling people a little bit about the origins. Sir Richard Branson: Well, I was in my 20s. I’d been away from my girlfriend for three weeks. I was coming back to see her that night. I was in Puerto Rico about 6:00 in the evening. I was heading to the Virgin Islands. American Airlines announced that they were going to move the flight to the next morning because they didn’t have enough passengers. I was damned if I was going to wait to the next morning. The girlfriend hadn’t seen me for three weeks and I hadn’t seen her for three weeks, so I was determined to get there that night. I went to the back of the airport, hoping that my credit card wouldn’t bounce, and I rented a plane. I borrowed a blackboard. As a joke, I wrote, “Virgin Airlines, one way, $29 or $39 to the British Virgin Islands.” I went out amongst all the people that had been bumped and I filled up my first plane. As we arrived in BVI at 8:00 or 9:00 that night, one of the passengers tapped me on the shoulder and said, “Sharpen up your service a bit, Richard, and you could be in the airline business.” That got me thinking. Airlines do bump people. Most airlines don’t look after people. The staff generally don’t smile. The food is dreadful. The next morning, I was on Necker Island and I rang up Boeing. I asked to talk to the sales department. A wonderful man, who I got to know very well up there, called R.J. Wilson answered the phone. The call went roughly like this. I said, “My name is Richard Branson. I’m interested in buying a second-hand 747.” R.J. Wilson said, “Look, would you mind telling me what you do?” I said, “I’m in the record business. I’ve got the Rolling Stones. I’ve got the Sex Pistols. I’ve got Janet Jackson and lots of wonderful artists.” I could sort of feel that he was feeling that I was slightly wasting his time. He said, “And you’re based in?” I said, “Our companies are based in England.” So he carried on talking and subsequently I learned that he carried on talking because they were so fed up with British Airways always legging it over them because they had no competition. They thought, in the back of his head at the time, he was thinking that maybe by having a competitor to British Airways, they’d be able to have a bit more leverage. So he said, “I’ll tell you what. I’ll come and see you. We do happen to have one second-hand 747. But with a name like Virgin, I really feel you should change the name. With a name like Virgin, people will think you’re not going to go the whole way.” I said, “Thank you for your advice. I’ll think about that.” I then talked to my fellow record company team. They went into complete panic mode. I mean, what on earth is Richard doing thinking of taking us into the airline business? We have the most successful independent record label in the world. We just signed the Rolling Stones. Where everything is going from strength to strength. He’s going to put everything at risk by going into the airline business. What I said to them was, “Look, I promise that I’ll only go into the airline business on one condition and that is if I can persuade Boeing to let me hand the plane back at the end of the first year to protect the downside.” So I knew the worst that could happen would be there would be six months of the profits of Virgin Records we would lose if it didn’t work out. Boeing agreed to it. When the end of the first year came, instead of handing the plane back, people loved Virgin Atlantic and we had people flock to [inaudible]. We had a spirit about it which was very different from British Airways. We ended up buying a couple more second-hand 747s from Boeing. Over the years since, we’ve bought some hundreds of planes for three or four different airlines we’ve set up over the years from Boeing. R.J. Wilson certainly deserves a pat on the back at Boeing, I think. Tim Ferriss: How did you convince R.J. to agree to allow you to return the plane if things didn’t work out? What was the pitch? What was the approach? Sir Richard Branson: Well, we liked each other, which I think is always important in any negotiation. He admitted that one of the reasons they wanted to see us in business was to enable them to have a little bit of competition with British Airways. I think we showed him that we managed to build a very successful global record company. Unlike other people, I argued that being in entertainment, that’s important in the airline business. That most airline owners just see airlines as a way of transporting people from A to B. But actually entertaining people is important. If people are locked in a tin can for eight or nine hours or 12 hours, they want to be entertained. I felt we could bring our entertainment skills to that. When British Airways heard that we were going to go into the business, Lord King famously said, “Too young to fly, too old to rock and roll.” And followed up by saying, “What on earth is somebody from the entertainment business going into the airline business for?” But, of course, that’s just what British Airways didn’t realize. They were dumping a lump chicken on somebody’s lap. They were showing maybe one film, if people were lucky, on the screen to children, to grannies, to business people. There was no choice. They had cabin crew who weren’t given the tools to do a good job and therefore they never smiled. So it went on. Exactly what the airline industry needed was an airline that could entertain people. When we launched Virgin Atlantic with our one plane, we had stand-up bars, we had cabin crew who were absolutely delightful and loved what they were doing. We had humor. We showed the film Airplane on the first flight. In the cockpit we told our passengers that they were going to see the pilots and the screen came on and there were the backs of the heads of the pilots. It became apparent they had quite long hair. And then two famous cricketers turned around and handed each other a spliff. They were the front pilots. Then I took the spliff. I was the pilot just behind them. There was this deathly hush in the plane. Just as we took off, I stood up so they could see I wasn’t actually in the cockpit. We had pre-recorded that the day before. The whole plane just fell about laughing. The journey over, more champagne was drunk than any flight before or after. The pilot, he got into the sense of humor. So he would be flying alone and he would have the plane slightly leaning to the right and then he would ask all the passengers on the right-hand side of the plane, “Sorry, look. There are just too many people partying on the right. Could some of you move over to the left, please?” Then he’d swing the plane a bit to the left. Anyway, it was a laugh a minute the whole way. For anybody who’s thinking, “Oh, my God, I would never fly on this man’s airline,” I got the chief technical officer of British Caledonia in touch to run our airline. Obviously, safety is paramount when you’re running an airline. 35 years later, we have many airlines and they’re all wonderfully run. But that doesn’t preclude you entertaining people. That doesn’t preclude humor. We’re always trying to be cutting edge, whether it’s seatback videos – we pushed the industry to invent a seatback video. We were [inaudible] before British Airways with seatback videos, giving people a choice. We love trying to cut through and do things differently from others. I think that’s why Virgin Atlantic has survived and our airlines have done well. When we set up with one plane, we were competing with TWA, with PanAm, with Air Florida, with Laker Airways, with The People Express and so on. What happened to all of these, most of these airlines with hundreds of planes and we had one plane. The graveyard of airlines was massive. People tried to go into the airline business and failed. Over the next three or four years, pretty well all these airlines, including a lot of others, Air Europe, Van Air, all went bankrupt. Somehow, this little David versus these Goliaths survived because we offered a better product. British Airways did not like it. They were absolutely determined to drive us out of business. As they had driven a lot of these other airlines out of business. They launched something called the “dirty tricks campaign.” It wasn’t publicly known as the dirty tricks campaign in the early days because nobody knew it was going on. They set up behind closed doors a group of people who illegally tapped our computer information. They would ring our passengers. They would pretend, for instance, to be from Virgin. They would say, “Very sorry, but your flight has been delayed. But we can rebook you onto a British Airways flight.” Or people going into the nightclubs that we owned in London. We had a big, gay nightclub called Heaven. They would rustle through the bins outside and try to find needles or anything that would look like drugs were taken in the club. Then they would leak the stories to the News of the World, Rupert Murdoch’s papers, and try to damage us that way. They would have people going through my own rubbish bins, which they got caught doing, and journalist rubbish bins that we maybe had talked to. They would try to spread stories about our finances. In the end, we decided to take them to court. It was Christmastime. We won the biggest libel damages in history against British Airways. We distributed it to all our staff equally. Because it was Christmastime, it became known as the British Airways Christmas bonus. I think our staff are hoping that British Airways will get up to their tricks again. That helped anyway keep them slightly more honest as the time went on. Tim Ferriss: How did you identify the dirty tricks campaign? How did it become discovered? Sir Richard Branson: It was, generally speaking, British Airways’ staff that came to us. One particular individual who actually worked behind the locked doors tapping our computer information who felt very uncomfortable about it. For instance, they had teams of people in New York who were going up to our passengers who got out of their limousines before the Virgin plane, again saying, but “I’m sorry, but the Virgin plane is being delayed or has a problem. But I’ve been sent here by Virgin to take you over to British Airways.” Some of our passengers managed to rumble them on this one. They let us know. It was a combination of different things. One person was caught red-handed going through the rubbish bins. We were lucky to get it exposed. One of the sad outcomes of this was they were also dumping capacity on the few routes that we had. That’s the normal trick of big airlines against small airlines. They can afford to lose money on a few routes to drive a competitor out of business. Then they’ll jack the prices up once that competitor is out of business. It was beginning to cost us. I had to make a difficult decision. We had the most successful independent record label in the world by then. I knew that the only way to be completely sure of keeping the airline going and saving all the jobs at the record company was to sell one or the other. Now, the airline we could never sell. So we talked, [inaudible] and I. They bought the record company. It was a billion dollars, so it should’ve been a happy day, but actually it was one of the saddest days of my life was selling a company. We’d built this company up from scratch. It had been tremendous fun building Virgin Records. But we now had the firepower to be sure that the staff at the record company’s jobs were secure under different ownership, and the airline was secure. With our billion dollars, we knew that British Airways would have to think twice. They would most likely realize that we were here to stay. Tim Ferriss: Thank you for that explanation and context because it gives me a number of jumping off points. The first being opportunity and risk assessment. You strike me as a really good negotiator. By necessity you’d have to be. If you had a would-be entrepreneur or a university senior, someone who is about to graduate and go into the real world, and they tell you that they want to become a very good negotiator, a very good deal maker. How would you train them or what would you recommend they do or read to become a better negotiator or deal maker? You seem very astute and subtle in structuring things in very smart ways. What would you say to someone who wants to develop that skillset? Sir Richard Branson: I’m sure there must be ways to be taught it. But in my opinion, nothing beats personal experience. My education was being thrown into the jungle, thrown into the real world at age 15 or 16 and learning to survive. It was an incredible education. I learned about everything in life. I traveled a lot so I met people all over the world. I had to do a lot of different negotiations. I think as I’ve gotten older, I’ve realized that one of the most important things about a negotiation is striking a deal that is fair to both sides. I also realized as I get older that you’ll always come across the same people time and time again in life. Your reputation is everything. In my new book, Finding My Virginity, I talk about our dealings with Delta and how they felt that they legged us over in a clause in a contract and how they came to us to rectify it. That’s something I’ll never forget and most likely will be partners with Delta for the rest of my life because of that kind of approach. I think if you realize that your reputation is all you have and your personal reputation, the reputation of your brand, then you’ve got to make sure that you’re negotiating a deal that you’re not going to be unhappy with and you think of all the things that could potentially go wrong and how you can get out of it if something goes wrong. But equally important is trying to strike a fair balance with the people you’re negotiating with. Tim Ferriss: When we’re looking internally, you mentioned how your teammates at the record company thought you were crazy when you brought up the airline. Are there any business ideas that you’re glad your co-workers or team have prevented you from doing? Sir Richard Branson: As you know, my nickname is Dr. Yes. I have books like Screw It, Just Do It. I think, to be honest, if I want to do something, one of the advantages of owning the company is I can normally, ultimately get away with it. I mean, I’ll obviously try to carry people with me. I’m sure there have been one or two things where I have bullied the process through where I’ve regretted – well, not regretted. I’ve never regretted anything. But where perhaps I should’ve listened more to others. But I can’t think of anything where they persuaded me not to do it. I think most likely when it comes to a decision about whether to do something or not, I like to think of myself as a benevolent dictator. That’s the one thing I sort of generally kept my own [inaudible] on. We would never have gone into space travel – we’ll come to that, I’m sure, later on in this talk – unless I was willing to do things against the sensible. What on paper would be sensible advice of my fellow directors. Tim Ferriss: We will definitely get to space travel. What I’m curious about, because it seems if I look at many of the businesses that you’ve started, the positioning is often against a particular incumbent. In the case of airlines, for instance. That seems to be a common element in a lot of the company or product launches. I want to connect that with some of your well-known adventures. You’ll see where this is going in a second. You’ve driven a tank down 5th Avenue, crossed the English Channel in an amphibious car, took a 407-foot jump off the Palms Casino Resort in Las Vegas, gone from Morocco to Hawaii in a hot air balloon. You are very adept at PR stunts, getting attention for the things that you do and the company that you do. Are there any particular best practices or a playbook that you have found to be very – or principles for that matter – helpful with the launching of a new company or product? Sir Richard Branson: I don’t think so. I’m a great believer in trying. If your team worked really hard to launch a new business with you or for you, the least I think I can do is make a fool of myself, make sure that new business ends up on the front page of the newspapers, rather than an anecdote on the last pages of the newspapers. If that means having to use myself to put the new company on the map, I will do so. I will try to do it in a way that makes people smile and that doesn’t horribly backfire on me. Occasionally it has backfired. I suppose it’s like being a host to a party. If you’re the host of a party if you stand in a corner of the room and you sip your sherry and stand around with your fellow directors all in suits, everyone’s going to have a thoroughly dull party and nobody will have a good time. If you’re the host of the party and you’re the first in the swimming pool and everybody else jumps in too, yeah, they may be a bit cold for the rest of the evening, but they’re going to have a great evening. I think the same applies when you’re launching a business. Make sure that you put it on the map. Just occasionally, it will backfire. Tim Ferriss: You mentioned space travel, which I do want to use as a touching-off point to ask you roughly 50 years after starting your first business, why write Finding My Virginity? What was the catalyst for that? Why do it? Sir Richard Branson: I actually think everybody should write a book about their lives. I persuaded a number of people to write books about their lives. Steve Fossett, for instance. Anyway, a number of people. But you don’t have to have led a very public life. I think everyone’s led interesting lives. Your children and your grandchildren will be fascinated by the life you lead. I wrote a book, Losing My Virginity, when I was a young man. It was about all the adventures. It became a best seller and sold millions of copies. But I was quite a young man when I wrote it. The last 20 years or so have been very full and very rich and extraordinary, so I thought I would write in a sense a sequel to Losing My Virginity, which we called Finding My Virginity. If I live another 20 years, Virginity Found I suspect will be my last book. But we’ll see how we go. I think it’s important. I love reading and learning. I think others might enjoy, hopefully will enjoy it. When I write books, I try not to make them like “and then we did this and then we did that.” I just try to make it a really good, gripping read and an enjoyable read and not try to sort of cram in everything one’s done in 20 years. Hopefully people can get a few gems from it as well. Tim Ferriss: I’m looking forward to reading it, certainly. I mean, given how dog-eared and how worn my paperback copy of Losing My Virginity is. I know exactly where it is. It’s actually kept on a bookshelf – this is just a slight digression. There are a handful of autobiographies and biographies that have had a large impact on my life and/or that I find very beautiful in many ways. They are lined up on one shelf in my house so that I can see the spines. Yours is there. Open by Andre Agassi is there. There are a handful of others. It’s very meaningful. I’m looking forward to reading this. As a meta question, what are the practices, if there are any practices or habits or anything, for that matter, that help you to keep your energy level as high as it is over so many years? I’ve seen you, for instance, you seem to exercise a lot. I’ve seen you just go for hours and hours skiing, swimming around Necker, kiteboarding. Could you speak to what helps you to maintain such a high level of energy and output over so long? It’s really mindboggling to me to even observe from afar. Sir Richard Branson: Looking after yourself is obviously absolutely key to everything else. Everything stems from how healthy and well you are, both physically, mentally and so on. I generally do it through sport. I’ve been very lucky that for many years I’ve lived on an island so I can get up early in the morning. I’ll play a very hard game of singles tennis against somebody who is better than me. I then go kite surfing. I might maybe go surfing and then have breakfast and the day begins. I’ll repeat that most likely later on in the day and maybe swim around the island as well. Generally, I think I stay healthy and fit. As a family, my kids are now taking my adventurous streak on board. Every year, they set us a challenge which we do together. [Inaudible] to give you a taste of it. Last year, they set the challenge that we would start at the Matterhorn in Switzerland. We then do an eight-day hike across the mountains. We then get on a bicycle. We’d ride 100 miles a day on the bike through the mountains all the way from the north of Italy to the southernmost tip of Italy. Then we’d swim to Sicily. Then we would do another bike ride, a marathon, and then we’d end up at the top of Mount Etna. It took us a month. I was shattered about halfway through it. But by the end of it, I felt like a 25-year-old and I just never felt so fit since I was in my 20s. Obviously, we’ll try to raise money for a good cause at the same time. The very fact that we set ourselves these challenges – like tomorrow, I’m now in Morocco today. Tomorrow we’re about to climb Mount Toubkal together, which is the highest mountain in North Africa, and a few other little things like bike rides and hikes and things thrown in. Setting ourselves challenges and doing it together as a family, involving friends and trying to raise money for good causes. That I do to keep to fit and healthy and your mind good so that you can then do a lot more as a result. Tim Ferriss: So speaking of doing good, which you can certainly do through non-profits and through for-profits and other vehicles. Many of my listeners wanted me to ask you to expand on your reasons for investing in Memphis Meats and clean meat. So looking forward to your next 20 years of adventures, could you talk about that decision? Sir Richard Branson: If you take this beautiful world we live in, one of the things that make it so beautiful are things like the rain forests. The rain forests are rapidly disappearing because of our demand for beef, basically. For every hamburger we eat, the amount of land that is needed to produce it is considerable. As we’re more and more successful at bringing more and more people out of poverty on a global basis, more and more people are starting to eat meats. The only way of addressing this problem is either to persuade people not to eat meat, which I don’t think is going to be something that we can be successful at. Or coming up with alternative forms of meat. There’s a wonderful company called Beyond Meat, which produces hamburgers that taste absolutely like hamburgers, but are made of vegetables. There’s the other company you just mentioned that we’ve invested in that is literally taking a tiny little bit of a live animal without killing it, and then growing it in laboratories so you can have beef or you can have chicken or pig or even fish they’ll be able to do. You can make it even healthier than the beef or the meat that you get from live animals. The challenge obviously is producing it in quantity. They believe they will be able to do that. If they can do it, hopefully one day we won’t have to cut down the rain forests and kill animals in order to get our meat consumption. I suspect when that happens, we’ll actually look back at the wholesale slaughter of animals and the way that we did it and be slightly embarrassed about it. My main reason for this is more to do with trying to protect what’s left of our beautiful earth. Tim Ferriss: If you’re looking at other areas of interest, living as I did for a long time, 17 years, in Silicon Valley, the question of this protein paradox or protein challenge is a very big one. Some people are looking at insect protein. Like you mentioned, some people are growing meat in laboratories. Others are looking at vegetable options. Another really active area of discussion is cryptocurrency and/or blockchain. How do you think about, if you do, cryptocurrency? When you’re hearing all of the news and so on, are you engaging with that at all? Are you choosing to step back? How are you thinking about cryptocurrency? Sir Richard Branson: I don’t spend a lot of time on this. I found blockchain very exciting. I think the fact that Hernando de Soto has written some wonderful books about how to pull people out of poverty. He’s taken Egypt as an example. 90 percent of the people who live in Egypt live in houses. But they built those houses just on public land. They have no piece of paper showing that they own that land. So if they want to start a business, they can’t mortgage their home to start a business. They can’t use their asset to borrow money to send their children to school. So blockchain, for instance, would be the perfect place you could go and register the millions or billions of homes around the world that have no ownership on blockchain. It can all be in one place. I think it could start a revolution of wealth for very poor people. Cryptocurrency is not something that I’ve spent a lot of time on. I marvel that Bitcoin and the genius that the man who invented it and what it’s achieved so far and what it could possibly achieve in the years to come. And Ethereum and some of these other cryptocurrencies that are coming up – again, hats off to these geniuses who are producing them. More of my energy, to be honest, is now spent on different kinds of issues. I’m fascinated by everything in life and this is one of those fascinating areas. Tim Ferriss: I want to be respectful of your time. I know we don’t have a whole lot left. I’d love to just ask a few of the audience favorite rapid-fire questions. I know you’re bouncing from point to point right now around the world. I’ll let you get going. But the first question is, what is the book or books you’ve given most as a gift and why? Outside of your own books. Are there any particular books that you’ve given or recommended to others the most? Sir Richard Branson: Well, climate change is something which I’ve spent a lot of time on. I would highly recommend a book by Tim Flannery called The Weather Makers, which was one of the books that opened my eyes to the problems that we have in the world. I’m just reading Homo Deus, which I find – and I will carry on to read Sapiens, one of his first books. I just love the style of his writing. I love books where you’re learning something from them. If I want fiction, I’ll get a good film out. If I’m reading books, I like to read books which have some substance. I love biographies or autobiographies as well. Tim Ferriss: Do you read most of your books as text or do you listen to audiobooks? I’m just thinking back to the challenges you had with dyslexia as a younger person. Have you learned to cope with those and now read mostly text? Or is audio something that you use much? Sir Richard Branson: I have largely coped with these things now and enjoy a good solid, hardback book. I’m just doing my own audiobook for Finding My Virginity. It takes a long time. Tim Ferriss: It takes a long time, yeah. Sir Richard Branson: I know that more and more people enjoy audiobooks, so I’m sure it’s worthwhile. Tim Ferriss: In the last let’s just call it five years or so, what new belief, behavior or habit has most improved your life? Or what habit has improved your life? It could be any new belief, behavior or habit that has markedly improved your life. Sir Richard Branson: If we could go back a bit further than the last five years. Tim Ferriss: We can go back as far as you like, absolutely. Sir Richard Branson: One of the best things my parents taught me, I’m going back a long way, if I ever said anything ill about anybody, they would sit me in front of the mirror for ten minutes in order to let me know how badly it reflected on me. So I’d like to think I’ve generally never spoken ill about other people. I think that’s been one of the best bits of advice that I’ve ever received and obviously then given. Archbishop Tutu, who chaired the Elders, which is an organization that we’ve run for ten years now, he was the epitome of forgiveness with the Truth and Reconciliation Commission in South Africa when Nelson Mandela took over power. I think people, nations, we should all try to run based on that philosophy. I think the world would be a happier place if that happened. Tim Ferriss: You mentioned Nelson Mandela. This is clearly not one of my stock, rapid-fire questions. I’ve heard you refer to Nelson as a mentor. Are there any key lessons or takeaways or memorable sentences or anything that come to mind when you think of your interactions with Nelson Mandela? Sir Richard Branson: Well, I was lucky enough to get to know him very well over the years, even to the extent that on July 18th we shared a birthday and he would ring me every single birthday to wish me a happy birthday. I remember the sadness when I didn’t get that call, not so many years ago. He had an absolute joy for life. He would dance. He would smile. He would embrace everybody. But he had a tough side to him as well. I remember one lunch I had with him early on in our relationship where I’d been warned that he was always trying to extract money for good causes. We had the first course, then we had the second course, then we had the pudding. We were on to the coffee and I thought, my God, I’ve got away with it. Then he turns to me and says, “Ah, Richard. Last week I had lunch with Bill Gates and he gave me $50 million” for such-and-such a cause. Anyway, he did not miss an opportunity. Apart from Archbishop Tutu, I’ve never really met anybody as extraordinary in my lifetime as him. Tim Ferriss: When you, yourself feel, and maybe you don’t feel this, but I’ll assume for the moment that you do, when you felt overwhelmed or unfocused or if you feel like you’ve temporarily lost your focus, what do you do? What have you found to help? What questions do you ask yourself? In those cases, what have you done historically that has been helpful? Sir Richard Branson: I personally believe that the majority of people who have down moments in their lives, they can actually trace it back, quite often, to alcohol. So perhaps the only days in my life that I feel lethargic are instead of having two glasses at nighttime, I had five or six. If I find that’s happened on more than one or two occasions, I then give up alcohol completely for a month or two and feel absolutely fantastic, of course and realize that I’m never going to drink another touch of alcohol again until actually you do. Fortunately, I’m so busy that I just can’t afford to let myself down too often. But my guess is that for the vast majority of people, if you can be high on life and fit and healthy and if you do find that something like alcohol is just beginning to go a bit too far, being high on life is just so wonderful. Tim Ferriss: A friend of mine, an entrepreneur named Matt Mullenweg; he’s been on this podcast as well. He’s the CEO of a company called Automattic, which is behind WordPress, which powers around 37 percent of the internet right now. He told me at one point something he had learned long ago, which was alcohol is borrowing happiness from tomorrow. It certainly seems to be the case. Sir Richard Branson: Those are beautiful words and they’re very true words.  My son has just had a year off alcohol. Look, you can tell he’s just so high on life. He’s just enjoying it like he’s never enjoyed it before. If you can do it in moderation, it’s great. I tell a story in the book there was one night when we won the Gran Prix in Melbourne. Anyway, I let my hair down to such an extent that it would’ve made the film Hangover look like a children’s film. The next day, I woke up and I gave up for six months. It doesn’t happen to me too often. But I think generally that’s the one area that I think a lot of people who do run into problems in life, it’s just slightly too much. Tim Ferriss: During those periods when you go off of alcohol, do you avoid circumstances where other people are drinking? Or is there something that you say to people if you are in those circumstances? How do you ensure that you don’t have just that one drink that then triggers more drinks if you’re trying to take time away from alcohol? Sir Richard Branson: My trick is simply to have cranberry and soda in a champagne glass. People don’t know. I think for a lot of people, especially when people first give up anything like that – drugs or alcohol – they need to walk away [inaudible] for a while. Fortunately, I never let myself get to that state. But I think the best advice is to just say, I need to go bed early tonight and walk away. Otherwise, it’s very difficult [inaudible] stick with it. Are you somebody who drinks or no? Tim Ferriss: I don’t drink a whole lot. I do enjoy wine. Fortunately, I don’t feel like I’ve had any issues with alcohol, although genetically my family seems to have that predisposition. I certainly have a fair amount of alcoholism in my extended family. I think about it quite a bit. I can tell that I think I have the potential to abuse it, but I haven’t up to this point. Sir Richard Branson: I think you and I have such fascinating lives, that is the best way of keeping these sorts of things in check. Every day is so interesting that you’re just not going to want to waste a day by letting something like that take over your life. Tim Ferriss: Right, definitely. Just two more questions for me. This is one really intended just to give people a window into how you cope with some of the harder times. Do you have a favorite failure of yours? What I mean by that is, how has a failure or an apparent failure set you up for later success? Are there any particular examples that come to mind? Sir Richard Branson: I think on the adventure side, the first time we crossed the Atlantic in a boat. We were trying to break a record for the fastest crossing of the Atlantic and getting the blue ribbon back. We sank. Then the next day we built another boat and we were successful. The British people love people who are underdogs. It taught me that actually failing and then being successful was mostly better than just going out there and being successful the first time around. Overcoming difficulties, the public almost preferred than someone who’s successful the first time around. Maybe not so much in America, but in Britain anyway. I suppose the most notable business failure that we’ve ever had was taking on Coca-Cola with Virgin Cola. For a while, it really looked like we were going to topple Coke and Pepsi. We were outselling them in the U.K. The Virgin brand resonated. People loved the drink. Then we landed in Times Square with the Sherman tank and we took on Coke in their homeland in America and Coke decided to hit back. They filled up DC10s full of money and hit men and hit women and they landed in the territories that we had launched and suddenly Virgin Cola started disappearing from all these shelves. I think the lesson I learned from that was that if I’m going to take on a Goliath, we’ve got to be different and we’ve got to be much different than they are. With a cola, you’re just another cola. You can’t be fundamentally different. You can be cheaper, but you can’t be fundamentally different. Anything we’ve launched since then, we’ve only launched new businesses if we can make that fundamental difference. Tim Ferriss: I love it. Yeah, that’s so important to underscore. This is the last rapid-fire question. If you could have a giant billboard anywhere with anything on it, and this is metaphorically speaking. Getting a message out to millions or billions of people. What would it say and why? It could be a few words, it could be a paragraph. It could be a quote you life your life by, yours or someone else’s. Does anything come to mind if you could get a message out to billions of people? What might you put on that billboard? Sir Richard Branson: The trouble is, I’m going to sound like a model on stage. About the need to bring peace to the world and therefore I will instead go back to being a businessman, which is I think something like “Nothing ventured, nothing gained.” I think that in life, if people try things and stick their neck out, they’re going to have a lot more fun than if they sit at home watching other people do it. I think that old, “Nothing ventured, nothing gained” is important. Having said that, I’ve been involved for ten years now in this wonderful group called The Elders. Nelson Mandela set it up and it’s now run by Kofi Annan. I really do believe that in our lifetime, I’ve seen so many unnecessary wars. I’ve seen the Vietnamese War. I’ve seen the Iraq War, the Libyan War. These were all incredibly unjust wars which have gone on to spawn awful things like ISIS and so on, which would not have happened if it wasn’t for the West taking it upon themselves to interfere in other countries’ business and killing and maiming thousands of people. We must make sure that we don’t have any wars in the future. I think it takes business people, it takes society, it takes all of us to really make sure that our politicians never take us down that path again. One of the saddest things, I think, about the invasion of Iraq was yes, there were thousands of people in the streets. There should have been hundreds and hundreds of thousands, just like the Vietnamese War, to stop such a foolish excursion. All conflict should be able to be resolved by negotiation. Even if you don’t get exactly what you want out of it, that is better than all the bloodshed that flows from conflict. Tim Ferriss: I think that’s a perfect place to wrap up because it ties in so much. I think that for people listening, whether you want to leave your mark on the world as a business person, as a philanthropist, there’s actually a very common skillset when you look at the highest levels. You need to be able to negotiate. You need to know how to deal make. You were talking about ventures – nothing ventured, nothing gained, which also ties nicely into adventure. If people look at the etymology, these are very closely related concepts. I’m so thrilled that we were able to find the time to jump on the phone, Richard, and have this conversation. I certainly recommend, because I will be reading it along with everyone else, that people take a look at Finding My Virginity. I can’t wait to pick up where I left off in the previous installment. Is there anything else you would like to recommend to everyone listening, to the millions of people hearing this that they do or try, ask themselves? Anything at all. Any next action or anything else that you’d like to leave as parting words. Sir Richard Branson: I thoroughly enjoyed talking to you. I obviously look forward to seeing you again soon. I was just thinking on we were talking about alcohol. I think the converse is true. To what we were talking about on alcohol. If you take the war on drugs that’s been going on now for 50 years, as a businessman, I would’ve closed down the  war on drugs 49 years ago. It’s been an abject failure. Yet governments have continued to perpetuate this war on drugs, which has resulted in hundreds of thousands of people being put in prison. Hundreds of thousands of casualties have resulted. $390 billion a year going to the underworld. Yet, there is a simple answer. That is if you treat drugs as a health problem, not a criminal problem, when you help people with drug problems, countries that do that are getting on top of it. We, as business leaders, are trying to educate governments into opening their eyes and saying, if Portugal can do this for heroin takers, America should do the same thing. They had a massive heroin epidemic in 2000. By embracing those heroin addicts and helping them become normal members of society again, they managed to solve the problem. America now has the biggest heroin epidemic in history. And yet the way they’re dealing with it is the same old war on drugs. The way to deal with it is you ask these people to come forward. You help them with their fixes initially. You supply them with the product. You stop them having to break and enter into people’s homes. You make sure when they’re ready to wean themselves off, that you help them wean themselves off and you make them useful members of society again. I’m part of something called The Global Drug Commission. We’ve got 15 people who used to be presidents of their countries. Kofi Annan is on it. We’ve done a lot of studies on this subject. We believe that every single drug should be regulated and taxed and warnings should be very firmly put on these drugs in the same way you have warnings on cigarettes or warnings on alcohol. But that is the way to overcome this problem. Not to carry on having the war on drugs. Tim Ferriss: I think this is tremendously important. I’m really glad that you brought it up. Just having seen my best friend growing up – I grew up in rural Long Island – my best friend a few years ago died of an opiate overdose. It’s a hugely important problem that is being addressed in the most counterproductive of ways, as you noted. This is probably something we could talk for a long time about. But I’m involved in supporting research at places like Johns Hopkins looking at even using certain things like psilocybin for the treatment of certain forms of addiction and end-of-life anxiety and so on. One of the important components of that being looking at how to reschedule and supervise and regulate these compounds, as opposed to immediately criminalizing them and just compounding the problem with another hundred problems that end up fixing nothing. I very much appreciate you bringing that up. Sir Richard Branson: Well, thank you. It’s sad and strange that year after year goes by. If you talk to people who are in positions of power, they actually individually know the right things to do, they just don’t have the courage to do it. We just need a little bit more courage, I think, with some of our politicians. Tim Ferriss: Well, Richard, thank you so much for being an agent of change and also sharing your stories in such a way that you inspire other people to do the same. I’m really excited to see what other dents you put in the world. For people listening, they can find you on social media. Richard Branson everywhere. Certainly they should check out Finding My Virginity. To people listening, I will like to everything, including the new book in the show notes at tim.blog/podcast. Richard, you have so many projects and so many things to keep you high on life, so I will let you get back to it. But thank you so much for taking the time to chat today. Sir Richard Branson: Thanks so much, Tim. Once again, congratulations. Talk to you soon. Tim Ferriss: All right. I’ll talk to you soon. Thanks. Posted on: February 2, 2018.", "speakers": ["tim ferriss", "sir richard"], "text_sentences": ["hello, ladies and gentlemen", "this is tim ferriss", "welcome to another episode of the tim ferriss show", "i am so giddy, so excited about this episode", "it is one in a series of close to 300 episodes now, where each time around, i try to deconstruct a world-class performer and share with you the stories, the habits, routines, beliefs, negotiating skills, in this particular case, that you can test and apply in your own lives", "these are the skillsets that help each of these [inaudible] become the best at what they do", "our guest today is none other than the one and only, sir richard branson, @richardbranson in pretty much everything", "he’s richard branson on twitter, richard branson on facebook, r", "branson on linkedin", "if you don’t know who he is, richard branson is the founder and chairman of the virgin group", "he is a world-famous entrepreneur, adventurer, activist, and certainly business icon", "he’s launched a dozen billion-dollar businesses and hundreds of other companies", "the origins are crazy", "the later stories are even crazier", "i have a long history with richard’s books, which we get into in this episode, but his new autobiography, finding my virginity, shares the candid detail of a lifetime of triumphs and failures, both of which have been very spectacular", "it provides an intimate look at his quest to push boundaries, break rules, and seek new frontiers", "this episode was recorded as he was bouncing around the globe, primarily in marrakech, morocco", "the music you hear in the background is due to that", "we worked very hard to get his scheduled", "i loved this conversation", "i’ve heard a lot of conversations with richard before, including in person", "i think this one really delivers the goods", "we covered a lot and got into a lot of details", "we talked about many things i’d never heard him talk about before, including his thoughts on clean neat – if you don’t know what means, we’ll get into it – blockchain, cryptocurrency", "how he’s coped with dyslexia and how his parents helped make him resilient", "the behind-the-scenes stories of deal-making, pr stunts, big wins, and in some cases, big losses", "the habits and life decisions he’s used to maintain high energy levels for decades now", "how he capture limits downside risk, even though he’s perceived as a risk taker", "how and why he takes regular one to two months, sometimes longer, breaks from alcohol", "favorite books", "lessons learned from nelson mandela and many other and much more", "we cover a ton", "i was really nervous about this episode for a host of reasons and could not be happier with how it turned out", "i hope you enjoy it as much as i enjoyed it", "definitely find finding my virginity at all fine booksellers", "you can check it out", "i am certainly going to be digging in myself", "without further ado, please enjoy my extremely wide-ranging conversation with sir richard branson", "richard, welcome to the show", "sir richard branson: thank you very much", "nice to talk to you", "i have been looking forward to this conversation for more than 20 years", "sir richard branson: that’s a lot to live up to", "it is a lot to live up to", "sir richard branson: anyway, congratulations on all you’ve achieved as well", "thank you, i appreciate it", "we’ve bumped into each other here and there at different points around the world", "i’ve always wanted to sit down and very selfishly ask you a lot of questions ever since i bought your first autobiography, losing my virginity, and have carried it with me since college through starting all of my businesses since", "i thought we could just begin, i suppose, with current events", "i’ve been following you around the planet to have this conversation, which i’m thrilled that we’re able to have because you’ve gone through some pretty extenuating circumstances recently", "i saw your instagram post about retreating into the wine cellar under your home or the main building; i suppose it was, on necker island", "where are you right now and could you describe what that experience was like", "sir richard branson: it’s a strange thing to say, but i’ve had the privilege of being through four hurricanes before this one", "about one every ten years in the caribbean", "a force 1, force 2 hurricane, by and large, is magnificent", "it’s dramatic", "the sea froths", "the trees bend", "incredible lightning storms", "it’s one of the marvels of life", "yes, there’s damage", "trees come down", "but generally speaking, you can overcome that damage", "this hurricane was altogether different", "you’ve got category/force 5 hurricanes is the highest it goes", "the hurricane that was coming to hit us was actually category 7", "they didn’t even have it in the books", "we were definitely going to stay on island because we have 60 members of our staff on the island", "but i knew that it would be foolish to be up in the main house watching nature at its worst", "we had to get into a very secure area", "the moment it started hitting, we went down into a sort of concrete bunker at the bottom of the house", "for five hours, it screamed", "the whole concrete bunker shuddered", "there were young girls as well guys; there were a couple of children in the bunker", "there were a number of tears", "water was pouring through", "but i don’t think any of us feared for our lives", "we knew that we were in a strong area", "we felt for the 600 flamingos on the lake", "we felt for the lemurs that were still outside", "we felt for the people of the rest of the caribbean and the rest of the british virgin islands who lived in wooden shacks and buildings that were not strong", "then equally, suddenly, it stopped", "suddenly there was a complete hush outside", "we waited 15 minutes and we couldn’t work out whether this was the end of the storm or whether we were in the eye of the storm", "we stuck our head out of the door and i just looked at complete, utter devastation", "it was if a hurricane had hit the island", "i don’t often cry over possessions being damaged, but definitely i think all of us had tears in our eyes", "within five minutes, the other side of the storm hit and we threw ourselves back into the hurricane shelter and we huddled there for another four or five hours", "when we finally came out, we surveyed the damage", "on our own island, it was pretty devastating, to say the least", "within 24 hours, we’d started going around the rest of the british virgin island and 90 percent of homes were destroyed or nearly destroyed", "incredible that more life wasn’t lost", "incredible the resilience of the caribbean people and the stories that they told", "one person told me of the house disappearing above their head with their children and grandchildren in it", "running to the neighbor’s house", "that then disappeared", "running into a wall, the wall starting collapsing", "the whole family ended up in a cesspit up to their knees in shit", "but they survived it", "it was a 13-year-old girl who within three days had set up a makeshift school outside, teaching kids younger than her", "anyway, very resilient people", "the last month i’ve spent trying to work out ways of seeing whether the caribbean, the whole of the british virgin islands can come back better and stronger and cleaner", "see if we can get some positive things to come out of what’s obviously been a sad event", "i’d love to dig into your familiarity with what some people would look at as near-death experiences", "this is from a new yorker profile, but you hold records and the writer observed you might also hold the record for the number of highly publicized near-death experiences", "this was some time ago", "i mean, this is ten years ago, 2007", "but pulled from the sea five times by helicopters, once from a frozen lake during one of your attempts to circle the globe", "crashed into the algerian desert", "the chinese air force threatened to shoot one of your balloons out of the sky at one point", "it goes on and on", "when you are in circumstances like that and you mentioned you had a lot of staff down in the basement with you, what did you say to those people if there were people there who were very worried or perhaps panicking in some sense", "what did you say or what did you do in those circumstances", "sir richard branson: i think humor is important", "putting on a brave face, cracking jokes, plenty of hugs", "hugs are important", "but i think when you’re all down in the bunker, just to try to reassure them that even 200-mile-an-hour winds are not going to bring a concrete bunker down", "with some of the other adventures where we were in a capsule flying around the world, how many things went wrong", "there were just two of us generally", "both of you have got to keep the spirits of the other person up", "if you’re going to survive, the only way you’re going to survive is by keeping focused, by staying positive", "even if you’re facing almost certain death", "you’re definitely going to die unless you stay focused and stay positive and fight to the bitter end", "there have been circumstances where on paper we had a well over 90 percent chance of not coming home", "i think by staying focused, by staying positive, and with a big dose of good fortune, we made it all the way back", "if we rewind the clock then, these are some of the exploits that you’re known for", "but if we rewind the clock back to childhood, i’d read that one of your headmasters had said to you, “i predict you’ll either end up in prison or a millionaire.” i don’t know if that’s true", "you have to be careful what you read on the internet", "if that is true, what do you think this headmaster saw in your or observed in you at such a young age that would lead to such a statement", "sir richard branson: it is true", "it was his parting words to be as i left school just turning 16", "i think that first of all, i am dyslexic", "i was dyslexic", "conventional schooling definitely passed me by", "i was somebody that felt very strongly about some of the issues in the world", "the biggest issue in the world at that time was a very unjust war – the vietnamese war", "most wars are very unjust, but this was yet another very unjust war", "i, like many young people, was determined to try to campaign very hard to stop the war", "i thought maybe the best way of doing it was to launch a magazine for young people that could be distributed not just amongst schools, but universities as well, which would be a campaigning magazine", "it would give young people the voice that they didn’t have", "i started planning this magazine at school and working out of school phonebooks, trying to sell advertising and rigging up james baldwin or john-paul sartre or vanessa redgrave or anybody i felt – terry galley and cohn-bendit from germany", "anybody i felt that could contribute to a campaign and magazine like this and getting them to contribute", "surprisingly, i managed to get enough advertising to cover the printing and the paper costs of the first issue", "when the headmaster called me in and said, “you either stay at school and stop doing this magazine idea of yours and concentrate on your school work or you’re going to have to leave school to run your magazine.” it was an easy decision for me", "i’m grateful for the headmaster for being such a foolish headmaster", "i mean, obviously it would’ve been much better if i could’ve done both and i think it would’ve been good for the school", "i met him a few years later", "he was very gracious and congratulated us on our success and so on", "i did up in prison for a night a few years later", "i’ve definitely – that was before i’d become a millionaire", "i remember the headmaster’s words and i remember how unpleasant being in prison for a night is and saying to myself, i will never, ever do anything that warrants me going to prison again", "i think everybody should spend a night in prison", "he actually got it right on both counts", "what did you do that led or what happened that led to that night in prison", "sir richard branson: what happened was that once we had the magazine, we started in the magazine a little mail order company for people who wanted to buy music", "we called this mail order company virgin records", "nobody had sold music cheaply before, so we discounted it by 10 to 30 percent off", "we sold music that we loved: frank zappa, captain beefheart", "it was rock-and-roll music, rather than this sort of andy williams and the mixture of rubbish that was out then", "the public loved it", "it resonated with young people", "we had good taste and we were aiming at kids with good taste", "then one day, somebody ordered a large amount of records from belgium", "we got a lorry and we drove across the road down to dover and across to france", "when we got to france, they said, “where are you selling these records?” we said, “in belgium.” they said, “well, you’re not allowed to come through france and sell them in belgium without a carney, which means that you’re not going to leave them in france, so you’re going to have to go back to england.” as we were driving back to england, we realized that we had all these pieces of paper signed that said we exported them and now if we could sell them in england, we wouldn’t have to pay the 35 percent tax", "so foolishly, we sold them in england", "what we didn’t realize that there were other, bigger retail chains doing something very similar and in a much more professional way", "there was a group of customs and excise people who were investigating this idea", "anyway, we got busted", "fortunately, we didn’t get a criminal record because they said you can pay the fine off over three years and as long as you pay the fine off, you won’t get a criminal record", "actually, it spurred on the opening", "we had to open 30 or 40 record stores to pay off richard’s fine and keep myself out of prison", "i’m very grateful to customs and excise for giving us that incentive", "what did your parents say to you at that time, when you got in trouble and ended up in jail", "how old were you at the time, if you could place us", "sir richard branson: i was 19 years old, so still a teenager", "just about allowed to be naughty", "i remember i was in dover magistrate’s court and the judge said he wanted £10,000 bail", "i said, “there’s no way i can afford £10,000 bail", "he said, “well, i’m sorry but you’ll have to go to prison and await the trial then.” my mother stood up and said, “what about if i pledge the family home", "would that be all right?” the judge was good enough to say that will be fine", "if you pledge the family house, that would be fine", "i gave my mother a very big huge", "many years later, 50 years later nearly, we’re now working very hard in america to try to help people who can’t afford bail get bail", "there’s this awful situation in the states, for instance, where if you’ve got money or if you’ve got a house to pledge, you don’t go to prison for six months awaiting your trial", "but if you’re poor, often black, you end up languishing in prison a few months while waiting for your trial", "even although you can be innocent", "obviously lots of personal experiences come back and influence my life later on", "i’d like to talk about influence", "you mentioned your mother", "in preparing for this conversation, i took a closer look at your mom", "i have to say, what i was going to do is not mention the last name and read this description", "your mom also wrote a book called mum’s the word: the high-flying adventures of eve branson", "i just have to read a few lines here to give people some context", "“a classically trained ballet dancer, she appeared in racy west end productions, disguised herself as a boy to take glider lessons, enlisted in the women’s royal navy service, and then embarked on a series of harrowing adventures as a star girl, air hostess on the ill-fated british south american airways", "it goes on and on", "this seems to potentially explain a lot", "i was curious to know specifically when you were a kid struggling with dyslexia – and i’m not sure if it was even properly diagnosed at the time – how did your mom respond to that", "what did she tell you when you were having trouble with school or having trouble reading", "how did your parents or your mother help you navigate that", "what was the experience like", "sir richard branson: first of all, i’m lucky", "i have a very extraordinary mother and a lovely father", "we’re a very close-knit family", "that’s fortunately continued with myself, my wife, and children", "i’m [inaudible]", "that’s given us a fantastic foundation as a family", "when i was young, i don’t think the word “dyslexia” existed", "i don’t think the word “entrepreneur” existed either, except maybe in the french dictionary", "it was just assumed that i was thick and they just got used to these dreadful marks that came back on my maths paper or my english paper and so on", "i think that made it that much easier when i actually said, “i want to leave school,” at age 15", "although i think my dad walked me around the garden three times instead of just once", "by the end of the walk, i remember him saying, “at least you know what you want to do at 15", "i didn’t know what i wanted to do when i was 22", "i respect you for that", "go give it a go", "if it doesn’t work out, we’ll try to help you get a formal education again.” my mother’s approach in bringing up her children was one where she would’ve been arrested today", "in those days, she could get away with it", "at age 4 or 5, she would shove me out of the car two or three miles from grandmother’s house and tell me to make my own way there", "she would put me on a bicycle at age 7 or 8 and tell me to ride 300 miles in the pouring rain, again, to grandmother’s house", "her attitude was if we survived, we’d be the stronger for it", "she wouldn’t allow us to watch television, for instance", "we had to get out there and do things", "so she had pushed us out of the house and tell us to come back in the evening", "get out there and climb trees, rescue cats and i’ll see you tonight", "we lived in the countryside and it was a fun upbringing", "but a very loving upbringing", "it may not sound like it", "she wasn’t actually trying to kill us", "she did love us as well", "what would she say to you when, for instance, it’s raining out, you’re in the car", "would she give you any warning", "what would she say to you if it was raining and she wanted you to get out and ride a bike home in the pouring rain", "was there any kind of lead-up", "any lesson that she would impart before that", "i’m just thinking – i don’t have any kids myself, but i think about parenting a lot", "can you replay for us just one of those scenes so we know how it was presented to you", "sir richard branson: i think the pushing us out of the car was mostly likely i was having a debate with my younger sister", "it wasn’t really, this is going to be a life lesson", "it was more shoving the brakes on, pushing us out of the car", "slamming the door and driving off", "as i say, we did survive", "i remember just thinking when i was 5, that very occasion, walking across the field", "i was young enough to decide i wanted to get my own back on her", "i saw our farmhouse and i walked very slowly towards the farmhouse", "i wasn’t too worried", "i could see the lights of the farmhouse", "but i was damned if i was going to do it quickly because i thought she’s going to have to suffer this time", "she did suffer", "i don’t think she as readily pushed me out of the car ever again", "but anyway, it’s fun", "my mum is 94 now and i just saw her a few minutes ago", "she will never stop", "she’s got an idea a minute", "we’ve always had to run to keep up with her", "put the two of us together, it’s a very dangerous combination", "i think that many people have the impression of you as a fly-by-the-seat-of-the-pants entrepreneur who throws caution to the wind and bets the farm on many things", "what i’d love to talk about is maybe the alternative to that or the complement to that – we don’t have to do either/or – which is risk mitigation", "because the more i look at what you’ve done, in many cases, not all cases, but in many cases, you seem like a master at mitigating risk and capping the downside", "i was hoping maybe you could talk about – i believe it was – i think you were en route, if you could clarify for me, to bvi and there was a flight canceled in puerto rico, but how you actually ended up in the airline business", "because i find it such an illustrative and helpful story, if you wouldn’t mind telling people a little bit about the origins", "sir richard branson: well, i was in my 20s", "i’d been away from my girlfriend for three weeks", "i was coming back to see her that night", "i was in puerto rico about 6:00 in the evening", "i was heading to the virgin islands", "american airlines announced that they were going to move the flight to the next morning because they didn’t have enough passengers", "i was damned if i was going to wait to the next morning", "the girlfriend hadn’t seen me for three weeks and i hadn’t seen her for three weeks, so i was determined to get there that night", "i went to the back of the airport, hoping that my credit card wouldn’t bounce, and i rented a plane", "i borrowed a blackboard", "as a joke, i wrote, “virgin airlines, one way, $29 or $39 to the british virgin islands.” i went out amongst all the people that had been bumped and i filled up my first plane", "as we arrived in bvi at 8:00 or 9:00 that night, one of the passengers tapped me on the shoulder and said, “sharpen up your service a bit, richard, and you could be in the airline business.” that got me thinking", "airlines do bump people", "most airlines don’t look after people", "the staff generally don’t smile", "the food is dreadful", "the next morning, i was on necker island and i rang up boeing", "i asked to talk to the sales department", "a wonderful man, who i got to know very well up there, called r.j", "wilson answered the phone", "the call went roughly like this", "i said, “my name is richard branson", "i’m interested in buying a second-hand 747.” r.j", "wilson said, “look, would you mind telling me what you do?” i said, “i’m in the record business", "i’ve got the rolling stones", "i’ve got the sex pistols", "i’ve got janet jackson and lots of wonderful artists.” i could sort of feel that he was feeling that i was slightly wasting his time", "he said, “and you’re based in?” i said, “our companies are based in england.” so he carried on talking and subsequently i learned that he carried on talking because they were so fed up with british airways always legging it over them because they had no competition", "they thought, in the back of his head at the time, he was thinking that maybe by having a competitor to british airways, they’d be able to have a bit more leverage", "so he said, “i’ll tell you what", "i’ll come and see you", "we do happen to have one second-hand 747", "but with a name like virgin, i really feel you should change the name", "with a name like virgin, people will think you’re not going to go the whole way.” i said, “thank you for your advice", "i’ll think about that.” i then talked to my fellow record company team", "they went into complete panic mode", "i mean, what on earth is richard doing thinking of taking us into the airline business", "we have the most successful independent record label in the world", "we just signed the rolling stones", "where everything is going from strength to strength", "he’s going to put everything at risk by going into the airline business", "what i said to them was, “look, i promise that i’ll only go into the airline business on one condition and that is if i can persuade boeing to let me hand the plane back at the end of the first year to protect the downside.” so i knew the worst that could happen would be there would be six months of the profits of virgin records we would lose if it didn’t work out", "boeing agreed to it", "when the end of the first year came, instead of handing the plane back, people loved virgin atlantic and we had people flock to [inaudible]", "we had a spirit about it which was very different from british airways", "we ended up buying a couple more second-hand 747s from boeing", "over the years since, we’ve bought some hundreds of planes for three or four different airlines we’ve set up over the years from boeing", "r.j", "wilson certainly deserves a pat on the back at boeing, i think", "how did you convince r.j", "to agree to allow you to return the plane if things didn’t work out", "what was the pitch", "what was the approach", "sir richard branson: well, we liked each other, which i think is always important in any negotiation", "he admitted that one of the reasons they wanted to see us in business was to enable them to have a little bit of competition with british airways", "i think we showed him that we managed to build a very successful global record company", "unlike other people, i argued that being in entertainment, that’s important in the airline business", "that most airline owners just see airlines as a way of transporting people from a to b", "but actually entertaining people is important", "if people are locked in a tin can for eight or nine hours or 12 hours, they want to be entertained", "i felt we could bring our entertainment skills to that", "when british airways heard that we were going to go into the business, lord king famously said, “too young to fly, too old to rock and roll.” and followed up by saying, “what on earth is somebody from the entertainment business going into the airline business for?” but, of course, that’s just what british airways didn’t realize", "they were dumping a lump chicken on somebody’s lap", "they were showing maybe one film, if people were lucky, on the screen to children, to grannies, to business people", "there was no choice", "they had cabin crew who weren’t given the tools to do a good job and therefore they never smiled", "so it went on", "exactly what the airline industry needed was an airline that could entertain people", "when we launched virgin atlantic with our one plane, we had stand-up bars, we had cabin crew who were absolutely delightful and loved what they were doing", "we had humor", "we showed the film airplane on the first flight", "in the cockpit we told our passengers that they were going to see the pilots and the screen came on and there were the backs of the heads of the pilots", "it became apparent they had quite long hair", "and then two famous cricketers turned around and handed each other a spliff", "they were the front pilots", "then i took the spliff", "i was the pilot just behind them", "there was this deathly hush in the plane", "just as we took off, i stood up so they could see i wasn’t actually in the cockpit", "we had pre-recorded that the day before", "the whole plane just fell about laughing", "the journey over, more champagne was drunk than any flight before or after", "the pilot, he got into the sense of humor", "so he would be flying alone and he would have the plane slightly leaning to the right and then he would ask all the passengers on the right-hand side of the plane, “sorry, look", "there are just too many people partying on the right", "could some of you move over to the left, please?” then he’d swing the plane a bit to the left", "anyway, it was a laugh a minute the whole way", "for anybody who’s thinking, “oh, my god, i would never fly on this man’s airline,” i got the chief technical officer of british caledonia in touch to run our airline", "obviously, safety is paramount when you’re running an airline", "35 years later, we have many airlines and they’re all wonderfully run", "but that doesn’t preclude you entertaining people", "that doesn’t preclude humor", "we’re always trying to be cutting edge, whether it’s seatback videos – we pushed the industry to invent a seatback video", "we were [inaudible] before british airways with seatback videos, giving people a choice", "we love trying to cut through and do things differently from others", "i think that’s why virgin atlantic has survived and our airlines have done well", "when we set up with one plane, we were competing with twa, with panam, with air florida, with laker airways, with the people express and so on", "what happened to all of these, most of these airlines with hundreds of planes and we had one plane", "the graveyard of airlines was massive", "people tried to go into the airline business and failed", "over the next three or four years, pretty well all these airlines, including a lot of others, air europe, van air, all went bankrupt", "somehow, this little david versus these goliaths survived because we offered a better product", "british airways did not like it", "they were absolutely determined to drive us out of business", "as they had driven a lot of these other airlines out of business", "they launched something called the “dirty tricks campaign.” it wasn’t publicly known as the dirty tricks campaign in the early days because nobody knew it was going on", "they set up behind closed doors a group of people who illegally tapped our computer information", "they would ring our passengers", "they would pretend, for instance, to be from virgin", "they would say, “very sorry, but your flight has been delayed", "but we can rebook you onto a british airways flight.” or people going into the nightclubs that we owned in london", "we had a big, gay nightclub called heaven", "they would rustle through the bins outside and try to find needles or anything that would look like drugs were taken in the club", "then they would leak the stories to the news of the world, rupert murdoch’s papers, and try to damage us that way", "they would have people going through my own rubbish bins, which they got caught doing, and journalist rubbish bins that we maybe had talked to", "they would try to spread stories about our finances", "in the end, we decided to take them to court", "it was christmastime", "we won the biggest libel damages in history against british airways", "we distributed it to all our staff equally", "because it was christmastime, it became known as the british airways christmas bonus", "i think our staff are hoping that british airways will get up to their tricks again", "that helped anyway keep them slightly more honest as the time went on", "how did you identify the dirty tricks campaign", "how did it become discovered", "sir richard branson: it was, generally speaking, british airways’ staff that came to us", "one particular individual who actually worked behind the locked doors tapping our computer information who felt very uncomfortable about it", "for instance, they had teams of people in new york who were going up to our passengers who got out of their limousines before the virgin plane, again saying, but “i’m sorry, but the virgin plane is being delayed or has a problem", "but i’ve been sent here by virgin to take you over to british airways.” some of our passengers managed to rumble them on this one", "they let us know", "it was a combination of different things", "one person was caught red-handed going through the rubbish bins", "we were lucky to get it exposed", "one of the sad outcomes of this was they were also dumping capacity on the few routes that we had", "that’s the normal trick of big airlines against small airlines", "they can afford to lose money on a few routes to drive a competitor out of business", "then they’ll jack the prices up once that competitor is out of business", "it was beginning to cost us", "i had to make a difficult decision", "we had the most successful independent record label in the world by then", "i knew that the only way to be completely sure of keeping the airline going and saving all the jobs at the record company was to sell one or the other", "now, the airline we could never sell", "so we talked, [inaudible] and i", "they bought the record company", "it was a billion dollars, so it should’ve been a happy day, but actually it was one of the saddest days of my life was selling a company", "we’d built this company up from scratch", "it had been tremendous fun building virgin records", "but we now had the firepower to be sure that the staff at the record company’s jobs were secure under different ownership, and the airline was secure", "with our billion dollars, we knew that british airways would have to think twice", "they would most likely realize that we were here to stay", "thank you for that explanation and context because it gives me a number of jumping off points", "the first being opportunity and risk assessment", "you strike me as a really good negotiator", "by necessity you’d have to be", "if you had a would-be entrepreneur or a university senior, someone who is about to graduate and go into the real world, and they tell you that they want to become a very good negotiator, a very good deal maker", "how would you train them or what would you recommend they do or read to become a better negotiator or deal maker", "you seem very astute and subtle in structuring things in very smart ways", "what would you say to someone who wants to develop that skillset", "sir richard branson: i’m sure there must be ways to be taught it", "but in my opinion, nothing beats personal experience", "my education was being thrown into the jungle, thrown into the real world at age 15 or 16 and learning to survive", "it was an incredible education", "i learned about everything in life", "i traveled a lot so i met people all over the world", "i had to do a lot of different negotiations", "i think as i’ve gotten older, i’ve realized that one of the most important things about a negotiation is striking a deal that is fair to both sides", "i also realized as i get older that you’ll always come across the same people time and time again in life", "your reputation is everything", "in my new book, finding my virginity, i talk about our dealings with delta and how they felt that they legged us over in a clause in a contract and how they came to us to rectify it", "that’s something i’ll never forget and most likely will be partners with delta for the rest of my life because of that kind of approach", "i think if you realize that your reputation is all you have and your personal reputation, the reputation of your brand, then you’ve got to make sure that you’re negotiating a deal that you’re not going to be unhappy with and you think of all the things that could potentially go wrong and how you can get out of it if something goes wrong", "but equally important is trying to strike a fair balance with the people you’re negotiating with", "when we’re looking internally, you mentioned how your teammates at the record company thought you were crazy when you brought up the airline", "are there any business ideas that you’re glad your co-workers or team have prevented you from doing", "sir richard branson: as you know, my nickname is dr", "yes", "i have books like screw it, just do it", "i think, to be honest, if i want to do something, one of the advantages of owning the company is i can normally, ultimately get away with it", "i mean, i’ll obviously try to carry people with me", "i’m sure there have been one or two things where i have bullied the process through where i’ve regretted – well, not regretted", "i’ve never regretted anything", "but where perhaps i should’ve listened more to others", "but i can’t think of anything where they persuaded me not to do it", "i think most likely when it comes to a decision about whether to do something or not, i like to think of myself as a benevolent dictator", "that’s the one thing i sort of generally kept my own [inaudible] on", "we would never have gone into space travel – we’ll come to that, i’m sure, later on in this talk – unless i was willing to do things against the sensible", "what on paper would be sensible advice of my fellow directors", "we will definitely get to space travel", "what i’m curious about, because it seems if i look at many of the businesses that you’ve started, the positioning is often against a particular incumbent", "in the case of airlines, for instance", "that seems to be a common element in a lot of the company or product launches", "i want to connect that with some of your well-known adventures", "you’ll see where this is going in a second", "you’ve driven a tank down 5th avenue, crossed the english channel in an amphibious car, took a 407-foot jump off the palms casino resort in las vegas, gone from morocco to hawaii in a hot air balloon", "you are very adept at pr stunts, getting attention for the things that you do and the company that you do", "are there any particular best practices or a playbook that you have found to be very – or principles for that matter – helpful with the launching of a new company or product", "sir richard branson: i don’t think so", "i’m a great believer in trying", "if your team worked really hard to launch a new business with you or for you, the least i think i can do is make a fool of myself, make sure that new business ends up on the front page of the newspapers, rather than an anecdote on the last pages of the newspapers", "if that means having to use myself to put the new company on the map, i will do so", "i will try to do it in a way that makes people smile and that doesn’t horribly backfire on me", "occasionally it has backfired", "i suppose it’s like being a host to a party", "if you’re the host of a party if you stand in a corner of the room and you sip your sherry and stand around with your fellow directors all in suits, everyone’s going to have a thoroughly dull party and nobody will have a good time", "if you’re the host of the party and you’re the first in the swimming pool and everybody else jumps in too, yeah, they may be a bit cold for the rest of the evening, but they’re going to have a great evening", "i think the same applies when you’re launching a business", "make sure that you put it on the map", "just occasionally, it will backfire", "you mentioned space travel, which i do want to use as a touching-off point to ask you roughly 50 years after starting your first business, why write finding my virginity", "what was the catalyst for that", "why do it", "sir richard branson: i actually think everybody should write a book about their lives", "i persuaded a number of people to write books about their lives", "steve fossett, for instance", "anyway, a number of people", "but you don’t have to have led a very public life", "i think everyone’s led interesting lives", "your children and your grandchildren will be fascinated by the life you lead", "i wrote a book, losing my virginity, when i was a young man", "it was about all the adventures", "it became a best seller and sold millions of copies", "but i was quite a young man when i wrote it", "the last 20 years or so have been very full and very rich and extraordinary, so i thought i would write in a sense a sequel to losing my virginity, which we called finding my virginity", "if i live another 20 years, virginity found i suspect will be my last book", "but we’ll see how we go", "i think it’s important", "i love reading and learning", "i think others might enjoy, hopefully will enjoy it", "when i write books, i try not to make them like “and then we did this and then we did that.” i just try to make it a really good, gripping read and an enjoyable read and not try to sort of cram in everything one’s done in 20 years", "hopefully people can get a few gems from it as well", "i’m looking forward to reading it, certainly", "i mean, given how dog-eared and how worn my paperback copy of losing my virginity is", "i know exactly where it is", "it’s actually kept on a bookshelf – this is just a slight digression", "there are a handful of autobiographies and biographies that have had a large impact on my life and/or that i find very beautiful in many ways", "they are lined up on one shelf in my house so that i can see the spines", "yours is there", "open by andre agassi is there", "there are a handful of others", "it’s very meaningful", "i’m looking forward to reading this", "as a meta question, what are the practices, if there are any practices or habits or anything, for that matter, that help you to keep your energy level as high as it is over so many years", "i’ve seen you, for instance, you seem to exercise a lot", "i’ve seen you just go for hours and hours skiing, swimming around necker, kiteboarding", "could you speak to what helps you to maintain such a high level of energy and output over so long", "it’s really mindboggling to me to even observe from afar", "sir richard branson: looking after yourself is obviously absolutely key to everything else", "everything stems from how healthy and well you are, both physically, mentally and so on", "i generally do it through sport", "i’ve been very lucky that for many years i’ve lived on an island so i can get up early in the morning", "i’ll play a very hard game of singles tennis against somebody who is better than me", "i then go kite surfing", "i might maybe go surfing and then have breakfast and the day begins", "i’ll repeat that most likely later on in the day and maybe swim around the island as well", "generally, i think i stay healthy and fit", "as a family, my kids are now taking my adventurous streak on board", "every year, they set us a challenge which we do together", "[inaudible] to give you a taste of it", "last year, they set the challenge that we would start at the matterhorn in switzerland", "we then do an eight-day hike across the mountains", "we then get on a bicycle", "we’d ride 100 miles a day on the bike through the mountains all the way from the north of italy to the southernmost tip of italy", "then we’d swim to sicily", "then we would do another bike ride, a marathon, and then we’d end up at the top of mount etna", "it took us a month", "i was shattered about halfway through it", "but by the end of it, i felt like a 25-year-old and i just never felt so fit since i was in my 20s", "obviously, we’ll try to raise money for a good cause at the same time", "the very fact that we set ourselves these challenges – like tomorrow, i’m now in morocco today", "tomorrow we’re about to climb mount toubkal together, which is the highest mountain in north africa, and a few other little things like bike rides and hikes and things thrown in", "setting ourselves challenges and doing it together as a family, involving friends and trying to raise money for good causes", "that i do to keep to fit and healthy and your mind good so that you can then do a lot more as a result", "so speaking of doing good, which you can certainly do through non-profits and through for-profits and other vehicles", "many of my listeners wanted me to ask you to expand on your reasons for investing in memphis meats and clean meat", "so looking forward to your next 20 years of adventures, could you talk about that decision", "sir richard branson: if you take this beautiful world we live in, one of the things that make it so beautiful are things like the rain forests", "the rain forests are rapidly disappearing because of our demand for beef, basically", "for every hamburger we eat, the amount of land that is needed to produce it is considerable", "as we’re more and more successful at bringing more and more people out of poverty on a global basis, more and more people are starting to eat meats", "the only way of addressing this problem is either to persuade people not to eat meat, which i don’t think is going to be something that we can be successful at", "or coming up with alternative forms of meat", "there’s a wonderful company called beyond meat, which produces hamburgers that taste absolutely like hamburgers, but are made of vegetables", "there’s the other company you just mentioned that we’ve invested in that is literally taking a tiny little bit of a live animal without killing it, and then growing it in laboratories so you can have beef or you can have chicken or pig or even fish they’ll be able to do", "you can make it even healthier than the beef or the meat that you get from live animals", "the challenge obviously is producing it in quantity", "they believe they will be able to do that", "if they can do it, hopefully one day we won’t have to cut down the rain forests and kill animals in order to get our meat consumption", "i suspect when that happens, we’ll actually look back at the wholesale slaughter of animals and the way that we did it and be slightly embarrassed about it", "my main reason for this is more to do with trying to protect what’s left of our beautiful earth", "if you’re looking at other areas of interest, living as i did for a long time, 17 years, in silicon valley, the question of this protein paradox or protein challenge is a very big one", "some people are looking at insect protein", "like you mentioned, some people are growing meat in laboratories", "others are looking at vegetable options", "another really active area of discussion is cryptocurrency and/or blockchain", "how do you think about, if you do, cryptocurrency", "when you’re hearing all of the news and so on, are you engaging with that at all", "are you choosing to step back", "how are you thinking about cryptocurrency", "sir richard branson: i don’t spend a lot of time on this", "i found blockchain very exciting", "i think the fact that hernando de soto has written some wonderful books about how to pull people out of poverty", "he’s taken egypt as an example", "90 percent of the people who live in egypt live in houses", "but they built those houses just on public land", "they have no piece of paper showing that they own that land", "so if they want to start a business, they can’t mortgage their home to start a business", "they can’t use their asset to borrow money to send their children to school", "so blockchain, for instance, would be the perfect place you could go and register the millions or billions of homes around the world that have no ownership on blockchain", "it can all be in one place", "i think it could start a revolution of wealth for very poor people", "cryptocurrency is not something that i’ve spent a lot of time on", "i marvel that bitcoin and the genius that the man who invented it and what it’s achieved so far and what it could possibly achieve in the years to come", "and ethereum and some of these other cryptocurrencies that are coming up – again, hats off to these geniuses who are producing them", "more of my energy, to be honest, is now spent on different kinds of issues", "i’m fascinated by everything in life and this is one of those fascinating areas", "i want to be respectful of your time", "i know we don’t have a whole lot left", "i’d love to just ask a few of the audience favorite rapid-fire questions", "i know you’re bouncing from point to point right now around the world", "i’ll let you get going", "but the first question is, what is the book or books you’ve given most as a gift and why", "outside of your own books", "are there any particular books that you’ve given or recommended to others the most", "sir richard branson: well, climate change is something which i’ve spent a lot of time on", "i would highly recommend a book by tim flannery called the weather makers, which was one of the books that opened my eyes to the problems that we have in the world", "i’m just reading homo deus, which i find – and i will carry on to read sapiens, one of his first books", "i just love the style of his writing", "i love books where you’re learning something from them", "if i want fiction, i’ll get a good film out", "if i’m reading books, i like to read books which have some substance", "i love biographies or autobiographies as well", "do you read most of your books as text or do you listen to audiobooks", "i’m just thinking back to the challenges you had with dyslexia as a younger person", "have you learned to cope with those and now read mostly text", "or is audio something that you use much", "sir richard branson: i have largely coped with these things now and enjoy a good solid, hardback book", "i’m just doing my own audiobook for finding my virginity", "it takes a long time", "it takes a long time, yeah", "sir richard branson: i know that more and more people enjoy audiobooks, so i’m sure it’s worthwhile", "in the last let’s just call it five years or so, what new belief, behavior or habit has most improved your life", "or what habit has improved your life", "it could be any new belief, behavior or habit that has markedly improved your life", "sir richard branson: if we could go back a bit further than the last five years", "we can go back as far as you like, absolutely", "sir richard branson: one of the best things my parents taught me, i’m going back a long way, if i ever said anything ill about anybody, they would sit me in front of the mirror for ten minutes in order to let me know how badly it reflected on me", "so i’d like to think i’ve generally never spoken ill about other people", "i think that’s been one of the best bits of advice that i’ve ever received and obviously then given", "archbishop tutu, who chaired the elders, which is an organization that we’ve run for ten years now, he was the epitome of forgiveness with the truth and reconciliation commission in south africa when nelson mandela took over power", "i think people, nations, we should all try to run based on that philosophy", "i think the world would be a happier place if that happened", "you mentioned nelson mandela", "this is clearly not one of my stock, rapid-fire questions", "i’ve heard you refer to nelson as a mentor", "are there any key lessons or takeaways or memorable sentences or anything that come to mind when you think of your interactions with nelson mandela", "sir richard branson: well, i was lucky enough to get to know him very well over the years, even to the extent that on july 18th we shared a birthday and he would ring me every single birthday to wish me a happy birthday", "i remember the sadness when i didn’t get that call, not so many years ago", "he had an absolute joy for life", "he would dance", "he would smile", "he would embrace everybody", "but he had a tough side to him as well", "i remember one lunch i had with him early on in our relationship where i’d been warned that he was always trying to extract money for good causes", "we had the first course, then we had the second course, then we had the pudding", "we were on to the coffee and i thought, my god, i’ve got away with it", "then he turns to me and says, “ah, richard", "last week i had lunch with bill gates and he gave me $50 million” for such-and-such a cause", "anyway, he did not miss an opportunity", "apart from archbishop tutu, i’ve never really met anybody as extraordinary in my lifetime as him", "when you, yourself feel, and maybe you don’t feel this, but i’ll assume for the moment that you do, when you felt overwhelmed or unfocused or if you feel like you’ve temporarily lost your focus, what do you do", "what have you found to help", "what questions do you ask yourself", "in those cases, what have you done historically that has been helpful", "sir richard branson: i personally believe that the majority of people who have down moments in their lives, they can actually trace it back, quite often, to alcohol", "so perhaps the only days in my life that i feel lethargic are instead of having two glasses at nighttime, i had five or six", "if i find that’s happened on more than one or two occasions, i then give up alcohol completely for a month or two and feel absolutely fantastic, of course and realize that i’m never going to drink another touch of alcohol again until actually you do", "fortunately, i’m so busy that i just can’t afford to let myself down too often", "but my guess is that for the vast majority of people, if you can be high on life and fit and healthy and if you do find that something like alcohol is just beginning to go a bit too far, being high on life is just so wonderful", "a friend of mine, an entrepreneur named matt mullenweg; he’s been on this podcast as well", "he’s the ceo of a company called automattic, which is behind wordpress, which powers around 37 percent of the internet right now", "he told me at one point something he had learned long ago, which was alcohol is borrowing happiness from tomorrow", "it certainly seems to be the case", "sir richard branson: those are beautiful words and they’re very true words", " my son has just had a year off alcohol", "look, you can tell he’s just so high on life", "he’s just enjoying it like he’s never enjoyed it before", "if you can do it in moderation, it’s great", "i tell a story in the book there was one night when we won the gran prix in melbourne", "anyway, i let my hair down to such an extent that it would’ve made the film hangover look like a children’s film", "the next day, i woke up and i gave up for six months", "it doesn’t happen to me too often", "but i think generally that’s the one area that i think a lot of people who do run into problems in life, it’s just slightly too much", "during those periods when you go off of alcohol, do you avoid circumstances where other people are drinking", "or is there something that you say to people if you are in those circumstances", "how do you ensure that you don’t have just that one drink that then triggers more drinks if you’re trying to take time away from alcohol", "sir richard branson: my trick is simply to have cranberry and soda in a champagne glass", "people don’t know", "i think for a lot of people, especially when people first give up anything like that – drugs or alcohol – they need to walk away [inaudible] for a while", "fortunately, i never let myself get to that state", "but i think the best advice is to just say, i need to go bed early tonight and walk away", "otherwise, it’s very difficult [inaudible] stick with it", "are you somebody who drinks or no", "i don’t drink a whole lot", "i do enjoy wine", "fortunately, i don’t feel like i’ve had any issues with alcohol, although genetically my family seems to have that predisposition", "i certainly have a fair amount of alcoholism in my extended family", "i think about it quite a bit", "i can tell that i think i have the potential to abuse it, but i haven’t up to this point", "sir richard branson: i think you and i have such fascinating lives, that is the best way of keeping these sorts of things in check", "every day is so interesting that you’re just not going to want to waste a day by letting something like that take over your life", "right, definitely", "just two more questions for me", "this is one really intended just to give people a window into how you cope with some of the harder times", "do you have a favorite failure of yours", "what i mean by that is, how has a failure or an apparent failure set you up for later success", "are there any particular examples that come to mind", "sir richard branson: i think on the adventure side, the first time we crossed the atlantic in a boat", "we were trying to break a record for the fastest crossing of the atlantic and getting the blue ribbon back", "we sank", "then the next day we built another boat and we were successful", "the british people love people who are underdogs", "it taught me that actually failing and then being successful was mostly better than just going out there and being successful the first time around", "overcoming difficulties, the public almost preferred than someone who’s successful the first time around", "maybe not so much in america, but in britain anyway", "i suppose the most notable business failure that we’ve ever had was taking on coca-cola with virgin cola", "for a while, it really looked like we were going to topple coke and pepsi", "we were outselling them in the u.k", "the virgin brand resonated", "people loved the drink", "then we landed in times square with the sherman tank and we took on coke in their homeland in america and coke decided to hit back", "they filled up dc10s full of money and hit men and hit women and they landed in the territories that we had launched and suddenly virgin cola started disappearing from all these shelves", "i think the lesson i learned from that was that if i’m going to take on a goliath, we’ve got to be different and we’ve got to be much different than they are", "with a cola, you’re just another cola", "you can’t be fundamentally different", "you can be cheaper, but you can’t be fundamentally different", "anything we’ve launched since then, we’ve only launched new businesses if we can make that fundamental difference", "i love it", "yeah, that’s so important to underscore", "this is the last rapid-fire question", "if you could have a giant billboard anywhere with anything on it, and this is metaphorically speaking", "getting a message out to millions or billions of people", "what would it say and why", "it could be a few words, it could be a paragraph", "it could be a quote you life your life by, yours or someone else’s", "does anything come to mind if you could get a message out to billions of people", "what might you put on that billboard", "sir richard branson: the trouble is, i’m going to sound like a model on stage", "about the need to bring peace to the world and therefore i will instead go back to being a businessman, which is i think something like “nothing ventured, nothing gained.” i think that in life, if people try things and stick their neck out, they’re going to have a lot more fun than if they sit at home watching other people do it", "i think that old, “nothing ventured, nothing gained” is important", "having said that, i’ve been involved for ten years now in this wonderful group called the elders", "nelson mandela set it up and it’s now run by kofi annan", "i really do believe that in our lifetime, i’ve seen so many unnecessary wars", "i’ve seen the vietnamese war", "i’ve seen the iraq war, the libyan war", "these were all incredibly unjust wars which have gone on to spawn awful things like isis and so on, which would not have happened if it wasn’t for the west taking it upon themselves to interfere in other countries’ business and killing and maiming thousands of people", "we must make sure that we don’t have any wars in the future", "i think it takes business people, it takes society, it takes all of us to really make sure that our politicians never take us down that path again", "one of the saddest things, i think, about the invasion of iraq was yes, there were thousands of people in the streets", "there should have been hundreds and hundreds of thousands, just like the vietnamese war, to stop such a foolish excursion", "all conflict should be able to be resolved by negotiation", "even if you don’t get exactly what you want out of it, that is better than all the bloodshed that flows from conflict", "i think that’s a perfect place to wrap up because it ties in so much", "i think that for people listening, whether you want to leave your mark on the world as a business person, as a philanthropist, there’s actually a very common skillset when you look at the highest levels", "you need to be able to negotiate", "you need to know how to deal make", "you were talking about ventures – nothing ventured, nothing gained, which also ties nicely into adventure", "if people look at the etymology, these are very closely related concepts", "i’m so thrilled that we were able to find the time to jump on the phone, richard, and have this conversation", "i certainly recommend, because i will be reading it along with everyone else, that people take a look at finding my virginity", "i can’t wait to pick up where i left off in the previous installment", "is there anything else you would like to recommend to everyone listening, to the millions of people hearing this that they do or try, ask themselves", "anything at all", "any next action or anything else that you’d like to leave as parting words", "sir richard branson: i thoroughly enjoyed talking to you", "i obviously look forward to seeing you again soon", "i was just thinking on we were talking about alcohol", "i think the converse is true", "to what we were talking about on alcohol", "if you take the war on drugs that’s been going on now for 50 years, as a businessman, i would’ve closed down the  war on drugs 49 years ago", "it’s been an abject failure", "yet governments have continued to perpetuate this war on drugs, which has resulted in hundreds of thousands of people being put in prison", "hundreds of thousands of casualties have resulted", "$390 billion a year going to the underworld", "yet, there is a simple answer", "that is if you treat drugs as a health problem, not a criminal problem, when you help people with drug problems, countries that do that are getting on top of it", "we, as business leaders, are trying to educate governments into opening their eyes and saying, if portugal can do this for heroin takers, america should do the same thing", "they had a massive heroin epidemic in 2000", "by embracing those heroin addicts and helping them become normal members of society again, they managed to solve the problem", "america now has the biggest heroin epidemic in history", "and yet the way they’re dealing with it is the same old war on drugs", "the way to deal with it is you ask these people to come forward", "you help them with their fixes initially", "you supply them with the product", "you stop them having to break and enter into people’s homes", "you make sure when they’re ready to wean themselves off, that you help them wean themselves off and you make them useful members of society again", "i’m part of something called the global drug commission", "we’ve got 15 people who used to be presidents of their countries", "kofi annan is on it", "we’ve done a lot of studies on this subject", "we believe that every single drug should be regulated and taxed and warnings should be very firmly put on these drugs in the same way you have warnings on cigarettes or warnings on alcohol", "but that is the way to overcome this problem", "not to carry on having the war on drugs", "i think this is tremendously important", "i’m really glad that you brought it up", "just having seen my best friend growing up – i grew up in rural long island – my best friend a few years ago died of an opiate overdose", "it’s a hugely important problem that is being addressed in the most counterproductive of ways, as you noted", "this is probably something we could talk for a long time about", "but i’m involved in supporting research at places like johns hopkins looking at even using certain things like psilocybin for the treatment of certain forms of addiction and end-of-life anxiety and so on", "one of the important components of that being looking at how to reschedule and supervise and regulate these compounds, as opposed to immediately criminalizing them and just compounding the problem with another hundred problems that end up fixing nothing", "i very much appreciate you bringing that up", "sir richard branson: well, thank you", "it’s sad and strange that year after year goes by", "if you talk to people who are in positions of power, they actually individually know the right things to do, they just don’t have the courage to do it", "we just need a little bit more courage, i think, with some of our politicians", "well, richard, thank you so much for being an agent of change and also sharing your stories in such a way that you inspire other people to do the same", "i’m really excited to see what other dents you put in the world", "for people listening, they can find you on social media", "richard branson everywhere", "certainly they should check out finding my virginity", "to people listening, i will like to everything, including the new book in the show notes at tim.blog/podcast", "richard, you have so many projects and so many things to keep you high on life, so i will let you get back to it", "but thank you so much for taking the time to chat today", "sir richard branson: thanks so much, tim", "once again, congratulations", "talk to you soon", "all right", "i’ll talk to you soon", "thanks"]}