{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 22, 23, 24, 25, 26, 27, 28, 29, 48, 49, 50, 51, 62, 63, 64, 65, 79, 80, 81, 82, 84, 85, 86, 87, 88, 89, 90, 91, 92, 111, 112, 113, 114, 115, 131, 132, 133, 134, 135, 136, 137, 138, 157, 158, 159, 176, 177, 178, 179, 180, 190, 191, 192, 197, 198, 202, 203, 204, 205, 206, 207, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 235, 236, 237, 249, 250, 251, 275, 276, 277, 291, 302, 303, 324, 325, 332, 333, 334, 335, 336, 337, 338, 339, 356, 357, 369, 370, 371, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 407, 408, 409, 440, 441, 442, 443, 444, 477, 478, 479, 480, 481, 482, 483, 497, 498, 512, 514, 517, 518, 555, 556, 576, 577, 578, 579, 602, 603, 618, 619, 630, 631, 632, 633, 634, 635, 636, 637, 655, 656, 657, 658, 666, 670, 671, 680, 681, 682, 683, 684, 685, 687, 696, 697, 698, 699, 721, 724, 729, 730, 731, 734, 735, 736, 737, 738, 739, 740, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 761, 762], "walter isaacson": [20, 21, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 83, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 181, 182, 183, 184, 185, 186, 187, 188, 189, 193, 194, 195, 196, 199, 200, 201, 208, 209, 210, 211, 212, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 326, 327, 328, 329, 330, 331, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 513, 515, 516, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 659, 660, 661, 662, 663, 664, 665, 667, 668, 669, 672, 673, 674, 675, 676, 677, 678, 679, 686, 688, 689, 690, 691, 692, 693, 694, 695, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 722, 723, 725, 726, 727, 728, 732, 733, 741, 742, 743, 744, 745, 746, 747, 760]}, "episode_num": 273, "file_type": "html", "guests": ["walter isaacson"], "num_sentences": 763, "num_words": 11994, "raw_text": "Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers from all different fields to tease out the habits, routines, tactics of different types, favorite books, whatever it might be that help them to excel in their chosen field. My guest today I’m so happy to have on the podcast. As far as I can tell, this is his first long-form podcast – Walter Isaacson. I spent a little bit of time with Walter and he is more impressive the more I get to know him. He can be found on Twitter. You can say hello @walterisaacson. University Professor of History at Tulane. He has been the CEO of The Aspen Institute. He has been Chairman of CNN, as well as editor of Time magazine. He is the author of many biographies that I’ve recommended to thousands of people – The Innovator: Steve Jobs; Einstein: His Life and Universe; Benjamin Franklin: An American Life, and Kissinger: A Biography. His latest book is the biography I have most been anticipating and it does not disappoint. It is simply titled, Leonardo da Vinci. In this episode, you get expertise, life lessons, tactics from not just one person, because Walter has lived a fascinating life, but also from Steve Jobs, from Ben Franklin, from Leonardo da Vinci. Walter ties it all together beautifully. We had a lot of fun in this conversation. I hope you enjoy it as much as I did. Without further ado, please welcome to the show Walter Isaacson. Walter, welcome to the show. Walter Isaacson: Thank you very much, Tim. It’s great to be talking to you again. Tim Ferriss: It has been years now that I’ve wanted to get you on this show because you offer the rare opportunity to get something like a 15 for the price of one deal in terms of interviewing. Your life is, I think, worth exploring in many different ways. Then, of course, you’ve covered so many other lives and unearthed the details of so many other lives, including the most recent, of course, Leonardo da Vinci, which we will get to. Then you have innovator Steve Jobs, Einstein, and then before that, several books. I wanted to talk about Ben Franklin for just one moment. Because Ben is one of the historical figures that I’ve been most obsessed with and I’ve recommended your biography of him to thousands and thousands of people. You wrote this of Franklin, who certainly is one of my favorite heroes, “He was during his 84-year-long life America’s best scientist, inventor, diplomat, writer, and business strategist and he was also one of it’s most practical, though not most profound, political thinkers.” Is it possible in today’s world where people tend to think of specialization as the route to success, possible to live a life with that many boxes checked? Do you have to over-specialize like an insect? Walter Isaacson: That is a really good question. In your own book, you talk about life lessons that you should learn. For me, Benjamin Franklin and Leonardo da Vinci have the same life lesson, which is to be interested in everything. That’s the thing that Ben Franklin did. He loved riding up and down the coast and doing the postal system and looking at whirlwinds and studying weather patterns. But he was also a great electricity experimenter. And of course a great writer. That notion of looking at nature’s patterns is something I saw ultimately in Leonardo da Vinci. Which is if you can be interested in everything, if you can be cross-disciplinary, then you can see the patterns of our cosmos and how we connect to them. That’s the magic of Ben Franklin. But even Steve Jobs, who loved art and engineering. He loved the humanities and technology. Of course, the ultimate of that is Leonardo da Vinci, who was the greatest creative genius in history because he spanned disciplines. So yes, this is something we can push ourselves to do in our everyday lives. If you’re really interested in technology and science and coding, make sure you understand the beauty of music, and poetry, and literature. If you love literature, don’t forget that you have to understand how a transistor works. How a circuit processes logical sequences. Because you want to stand like Leonardo and Ben Franklin did at that intersection of art and science. Tim Ferriss: This intersection is something that I really want to underscore. It seems like you mentioned, part of what attracts you to people like Steve Jobs or Einstein is how the creativity seemed to emerge in part from connecting the arts and the sciences. So Einstein playing Mozart to inspire him to understand relativity or Jobs connecting beauty and calligraphy and so on into computers. In your own life, what would you view as your core strengths and then what are the areas that you’re trying to explore more on a personal level? Walter Isaacson: One of the strengths that I’ve tried to have and it began in the old days when I was a writer for Time, a news magazine, was to be interested in everything. At Time magazine, we called it being a floater, which meant you wrote for the music section one week and the medicine section the next week. That really excited me. From Leonardo and Ben Franklin, what I’ve learned is to push myself to be more curious and more observant. When I’m walking down the street and I see the blue sky, I got to pause and be curious. Why is that dark of a blue? What is it that makes the sky blue? That’s something Ben Franklin looked at, and Leonardo in his notebooks. There’s a lot of pages dedicated to why the sky is blue. I think I have to, and we all have to, push ourselves to just notice the most ordinary things in life and marvel at them. Tim Ferriss: Are there any particular examples that you can pull from your own life? Because da Vinci, and we’re definitely going to spend a lot of time on our dear friend, Leo, but the lists that he made of things to do and learn are just fantastic. “Observe the goose’s foot.” Or the why is the sky blue question you mentioned. “Describe the tongue of a woodpecker.” “Why is the fish in the water swifter than the bird in the air when it ought to be the contrary since the water is heavier and thicker than air?” Are there any questions that you are exploring or have explored recently that you can share? Walter Isaacson: Yes. It comes from, as you said, Leonardo having these wonderful notebook pages. Every morning, his life hack was to make a list of what he wants to know. “Why do people yawn?” “What does the tongue of a woodpecker look like?” You’ve got to pretty curious to wake up one morning and say, what’s a woodpecker tongue look like? Why would you even, you know, how would you even find out? He had to get a woodpecker and pry open the mouth. The things I’ve tried to be more curious about now involve what you and I are doing, which is media and social media. I think I’m curious about ways in which having media that connects us and unifies us, rather than divide us can happen. For example, I’m looking at ways that maybe you can have social networks that have authentication so you’re absolutely sure who you’re talking to and there’s not anonymity. Anonymity is great online in certain circumstances. But at times, we need to find common ground. Also, how to connect our social networking to what you and I do at the Aspen Institute which is every now and then have physical encounters with people. How do you lead a blended life that’s both consuming media, producing media, but also face-to-face encounters? Tim Ferriss: This mention of the physical encounters, I have so many questions for you. We’ll see if we get through even half of them. But I’ve read, having just gone through yet another book process myself. Although I wouldn’t even call my books, books when I look at yours. Walter Isaacson: I love your books! Tim Ferriss: Different category. Different type. But it seems like you – Walter Isaacson: Leonardo would have loved your The 4-Hour Chef book. He loved cooking and food. Tim Ferriss: He loved a lot of things. You seem to enjoy seeing the actual places or artifacts that you’re writing about. Whether that’s the Colossus at Bletchley Park or Charles Babbage’s reconstructed engine at the London Science Museum. Is that for personal enjoyment or do you get something else out of that? Because it seems very resource intensive. Walter Isaacson: Well, we can see anything we want online these days. Then suddenly you have the thrill of seeing the original object. I’ll give you a story. A few years ago, when I was working on Leonardo’s notebook, I was able to get access to the greatest drawing ever done by human hand, in my mind. Which is Vitruvian Man, the naked guy spread-eagled in the circle in the square. It’s on the fourth floor of the Academy in Venice. They don’t display it because sunlight or light can make it fade. But I convinced them to bring it out for me. You climb the four flights of stairs and suddenly they bring out this absolutely wonderful drawing. You see the incision lines where Leonardo very firmly with his pen did the square and then the protractor point when he does the circle. All of a sudden, you get a few chills down your spine because you feel like you’re in the presence, 500 years later, of the master. Even though we can all see things virtually, Steve Jobs used to teach over and over again, create physical spaces where you actually run into people and see real objects. Because this notion that we can all live virtually, we can learn a lot virtually and we can do a lot with our new forms of media, but there’s also something very humanizing about being somewhere in person. Seeing the computer that Alan Turing built at Bletchley Park. Seeing the Mona Lisa in person or Vitruvian Man in person. Being there in the little town of Vinci, where Leonardo was born. This gives you the human connection. One of the things we’re in danger of these days is losing the human connection because the virtual and digital connections are so easy. Tim Ferriss: I completely agree with you. I think that is a bear trap that I set for myself very often by choosing to write books, which end up in some cases putting me into deep, extended periods of isolation. My first question about specialization was a bit of a set up in a sense because just the first two lines of your bio – “Walter Isaacson, University Professor of History at Tulane has been CEO of Aspen Institute, Chairman of CNN and editor of Time magazine.” You have a very wide-ranging career. Why add book writing to that? Why do you write these books? Walter Isaacson: I think I like writing biography because it connects us with people. You do books that really distill the essence of wisdom. Your past three or four books give you the certain essences. But for me, the narrative of a human life is particularly exciting. Just to give you the original story, I was at Time magazine and we would, you know, once a week put out a magazine. It was before the internet made Time come out every day. We always put a person on the cover. It was because just like the Bible teaches us lessons through Adam and Eve or Jesus or the people in the Bible, that was the best way it seemed to describe the values of our time is through people. But I got very frustrated. A friend of mine we were working at the magazine together. We got frustrated that you had to keep it in five, six or seven pages. We set out to write a book. We did it together. It was called The Wise Men. Out of that, I started doing biographies because I do think the best way to tell the history of our time is through the people who make it. Tim Ferriss: Could you describe for us your writing process? Now, I’m going to get more granular because I know that’s very wide-sweeping. I’m actually leaving a gingerbread trail here for hopefully some affirmation of something I do. I’ve read that you write from 9:00 p.m. until 2:00 a.m. and then you try to sleep seven or eight hours. Is that the case still even with this latest book? Do you tend to write at night? Walter Isaacson: Yeah, I’m a night person. I remember writing about Ben Franklin, our hero. He said, “Early to bed, early to rise makes a man healthy, wealthy and wise.” That was in Poor Richard’s Almanack. Then I looked at Ben Franklin. He never went to bed that early. He never got up that early. So I think, okay, to each his own. We each have our own methods. One thing that saves me a lot of time is I don’t watch TV in the evening. I love being online. I love podcasts. I love interactive things. I even love social media. But I find that if you just space out in front of a television, you end up wasting a lot of hours. Around 9:00 p.m., and happily I’m married to somebody who goes to bed early; Cathy does. I like to start writing. I get a new burst of energy. That’s just been my habit. Tim Ferriss: Do you have any particular set-up rituals or location for your writing? Do you have an office that you go into at home? Is that where you do most of it? Walter Isaacson: Yeah, I do a lot of it in my office at home. But one of the absolutely wonderful things about the digital age is you can do it anywhere. I used to have all the books I was using arrayed around me. But now my notes are electronic. I can even do it on my iPhone in an airport. If my plane is delayed, I can start writing there. I don’t have any set ritual, except I have one rule about writing, which is a rule that my editor taught me 30 years ago, which is all things in good time. Keep it chronological. So whether it’s a biography or anything else I’m writing, I try to make it a storytelling narrative that is chronological so things build up. People learn things as the narrative goes on. That helps me organize things. When I grew up in Louisiana, I had a mentor named Walter Percy, the great novelist. He said, “There are two types of people who come out Louisiana. Preachers and storytellers.” He said, “For God’s sake, be a storyteller. The world’s got too many preachers.” My method is to pretend I’m telling somebody a story, whether it’s about Leonardo, Ben Franklin, anybody else. Make it a narrative story, just like you’d tell around a dinner table. Tim Ferriss: How did you develop your storytelling ability? I recall so many bits and pieces of your books, including, for instance, Franklin, and I may be getting the details wrong. Such is memory, right?  We’re recreating it as we recall it. He would put printing equipment or barrels of ink in a wheelbarrow and roll it up and down the street to show that he was working so hard. Even though it was just a demonstration. Walter Isaacson: He often understood that appearances were important. He said he could never really be humble even though he knew he should be. So he developed the pretense of humility. He pretended to be humble. Likewise, he wasn’t as hardworking as he wanted to be, but he’d take his wheelbarrow early in the day after he opened his print shop and use the wheelbarrow to bring his ink and paper to his shop so everybody would see how hardworking he was. But that’s storytelling. That’s an anecdote that gives you an insight into a character. You do it through a narrative little story. Like every great piece of writing from the Bible to The Odyssey to Huckleberry Finn does. Tim Ferriss: Let’s take that particular Franklin story. When you put down the first draft, how do you edit? When you go back to look at your first attempt at putting that on paper, what questions are you asking? Walter Isaacson: Well, the first thing I do, as I obviously write it on a computer, but I realize that something reads differently on paper than it does on the screen. I have a little quirk which I developed back in the old days when you were always afraid your computer would eat what you’d written that night is I printed out in the evening. I’m sorry about the trees that may have been lost. But I’ll print out whatever I’ve written that evening and then the next morning, read it aloud to myself because that way you make sure it’s easy and fun to read, whereas if you’re just looking at it on the screen, sometimes you don’t edit it properly. Tim Ferriss: I want to bring you back to Louisiana. This podcast format is anything but chronological, so I apologize. Walter Isaacson: Good thing about storytelling is it’s like being around a campfire. You can hop around a bit. You can change the subject. Tim Ferriss: This is the Memento version of, I suppose, exploring your life. You mentioned preachers and storytellers. I wanted to flash back to Louisiana and tie in another storyteller. This will be a way to get back into your childhood a little bit. You wrote a piece on Michael Lewis after his latest book. My understanding is you both went to the same high school. Walter Isaacson: We both went to Newman. In fact, he is interviewing me in Los Angeles in about three weeks at L.A. Talks or one of those great things. He’s just a wonderful guy. Trust me, he is a good storyteller. Tim Ferriss: Oh, he’s a spectacular storyteller. I wanted to read one paragraph from this piece because I thought it was so hilarious. It’ll give me a way to get into high school. Feel free to fact correct me on any of this. “Let me confess that my natural inclination, when asked to write an essay on Michael Lewis, was to dredge up some of the tales of his misbehavior as a kid and reveal what a miscreant he actually is. Lewis and I went to the same school when we were growing up in New Orleans. I’m a few years older and when I became a journalist and book writer in New York,” this is the wordsmithing that I thought was so hilarious, “I was occasionally brought back to Newman and trotted around like a pony in a paddock in one of those misguided efforts that schools undertake to inspire younger students. Michael was not inspired. Instead, as he later often told me, he was annoyed.” Two questions. Why was he annoyed? And then two, when you were in high school, what inspired you or what would have inspired you? Walter Isaacson: I think you can imagine being in high school and all of a sudden they bring back someone who’s a few years older. They say, “Here’s what you ought to do. Here’s what you ought to be.” Of course, no doubt when I was 22 or 23 coming back from being a Time magazine writer, I was probably a bit full of myself. I hadn’t learned the Ben Franklin tricks of humility. Michael too. I love him dearly. He’s just a spunky character. He used to joke about them bringing all these people back and tell us how good we should be. We were all interested in misbehaving in high school. But high school is a wonderful time. It forms you, for good and for bad. Tim Ferriss: Were there any mentors looking back? You mentioned one already, although I’m not sure exactly on the timing of everything in due time. Were there any particular mentors who really shaped you or changed your trajectory in high school or college years? Walter Isaacson: Yes. I had a couple of great teachers. One of whom, Dave Prescott, is actually still teaching at Newman. He’s been teaching 51 years there, which I find somewhat astonishing. But particularly I had people at the newspaper. We used to hang around. I knew journalists who were slightly older. When you get into storytelling, you realize that’s what newspaper journalism in New Orleans was like. I’d hang around and I’d try to get summer jobs working on the Times-Picayune. That’s where I kind of learned first how to tell stories and secondly just how to be curious. You just have to go someplace and ask a lot of questions. Tim Ferriss: Curiosity is actually going to be a common thread throughout this entire conversation. You’ve said, I suppose written, maybe also said of Leonardo, that one of his distinct traits was a “passionate, playful, and occasionally obsessive curiosity.” A lot of people out there would consider themselves curious. What was playful about Leonardo da Vinci? Walter Isaacson: We joke about “describe the tongue of a woodpecker” being on a long list of things he wanted to do on a particular day. But that takes a little bit of imagination and sort of spunkiness to say okay, that woodpecker is pecking against that wood so hard, how does he keep his brain intact? It was sort of quirky and playful. Also, he did theater. That was his main job when he was young. He produced pageants and theater for the Medici family in Florence and then the Duke of Milan. Everything in the theater is playful. You know that aerial screw that looks a bit like a helicopter and people say Leonardo invented the helicopter? Actually, that was for a play. It was to bring the angels down from the top of the theater onto the stage. So that fantasy – the dragons that he conjured up for the stage or the ingenious devices and props, these were things that were meant to amuse people. The great thing about Leonardo is every one of his paintings is very narrative and dramatic. Look at The Last Supper. If you look at it, you realize, hey this looks like a stage set. The table is tilted so we get to see the top of it. There’s sort of an accelerated, artificial perspective so it looks deeper than it really is. Everybody is sitting on the same side of the table and their gestures are somewhat theatrical. But most importantly, it’s a narrative. As I said, it actually flows in time. You can feel Jesus saying, “One of you shall betray me.” Then you look at the picture and that’s reverberating out through the table. Each person making a gesture as if the sound is just hitting them. When you see the theatricality of what he did, the narrative of what he did, and how the theater and pageants and performances tied into his art and his science, then you say okay, what a wide-ranging curiosity. And even a quirky and playful curiosity he had. Tim Ferriss: What are some other – you mentioned Leonardo inventing the helicopter is a common misunderstanding or maybe exaggeration of da Vinci. What are some other common misconceptions or old wives’ tales, if that’s even the right label, related to Leonardo’s inventions, life, art, or anything else? Are there any that really stick out to you? Walter Isaacson: Well, he was never really was able to conquer doing a flying machine. He tried very hard. He also tried to make a perpetual motion machine, where the water would flow down and turn a screw and the screw would bring the water back up. Because he wanted to see if he could do perpetual motion. He even tried some mathematical things, such as the ancient problem called squaring the circle. Which means making a circle the exact same area as a square, but using only a protractor and a ruler to do so. The thing about all of these things he tried to do is they’re impossible. You can’t square the circle, as we’ve discovered. p isn’t a rational number. It can’t be done. Likewise, humans can’t propel themselves just by flapping mechanical devices and perpetual motion can’t happen. But this too, is a lesson from Leonardo, which is every now and then, you should try to do the impossible. Then you discover why it’s impossible, but also you stretch your imagination. Tim Ferriss: You’ve said of Leonardo that – and I think you make a very important point – that if you don’t occasionally attempt what you may think is on the edges of possibility, you can’t really delineate the line between the very outer edge of the possible versus the impossible. Walter Isaacson: Absolutely. That’s actually in some of the things, the mentor advice in your book. You’ve got to blur the edge between the possible and the impossible. Steve Jobs called that – or the people that worked with Steve called it – reality distortion field. He would push people to do the impossible. Likewise, it’s often useful to blur the line between observation and imagination. In other words, to be able to see things exactly, but also to use Leonardo’s line, be able to see things that nature has not yet created to imagine and create in your own mind the fanciful things. Whether it’s the angels coming down in the Angel of the Annunciation painting or so much of his art and much of his theater and science, he blurred that line between fantasy and reality and the possible and the impossible so he would know where the line was. But he realized that in the real world, there are not a lot of sharp lines. Most lines are blurry. Tim Ferriss: I would imagine a lot of that exploration takes place in his 7,200-plus pages of notes and scribbles that you’d said are the greatest record of curiosity ever created. Were there any particular standout items that captured your fascination or imagination when you were reviewing some of these notes? Walter Isaacson: There’s one particular spread page in the notebooks. There are hundreds of them. But there’s one of them that I actually explore in the book and give a whole section to because it’s a page, unfortunately for us, paper was a little expensive back then, so he would cram every sheet with things. You look at him, as we said at the very beginning, crossing disciplines. Having his mind jump across different topics and ideas as if it’s a very curious mind dancing playfully with nature. In the middle of the drawing is one of his craggy, old warriors with curly hair and the jutting jaw that he loved to draw. But coming out of his back is a sort of mountain because he wants to show him against mountains. But then the triangle of the mountain becomes a piece of geometry. Once again, he’s trying to do the squaring of the circle. He figures out if he does a right triangle and puts a circle in it, maybe that’ll help him square the circle. Then there’s little whorls that come out like spirals from the geometry that turn into swirls of air, then swirls of a flower because he loves these spiral patterns. Then there’s a bunch of writing. It ends with a recipe for boiling certain types of nuts with oil and making blonde hair dye. I realized he’s in his mid-30s when he’s doing this page and he’s really good looking. That Vitruvian Man, that naked guy in the circle and the square, that’s a self-portrait of Leonardo. Leonardo liked to be in shape. He did his 4-hour workout everyday. I’m sorry, I’m messing up your book, but his workout scheme every day.  And yet, there’s a tiny bit of vanity. He’s starting to dye his hair. Tim Ferriss: Does he describe his exercise routine at any point? Or do we just know that he was active? Walter Isaacson: Well, we know that he did some muscle routines. He liked to take horseshoes and try to bend them and unbend them. He loved horseback riding and said that the particular way it was good exercise was making sure you looked good on the horse. Once again, it’s a connection of beauty to something like exercise. We just know that he led a very active life, loved being outdoors, and was a man of great strength. A good physical, you know, he had long, blonde, curly hair and a great physique. Tim Ferriss: Now, there are a few things that just having been fascinated myself by Leonardo for so long that I was aware of. For instance, his left-handedness. But I was not aware until I read some of your work related to him that he was such a historical misfit in a lot of respects. He was illegitimate, gay, vegetarian, lefthanded, like we just covered, easily distracted, and certainly in some of his views, heretical. I want to look at two very short excerpts because I want to explore them. The first is “Leonardo da Vinci had the good luck to be born out of wedlock. Otherwise, he would have been expected to become a notary like the first legitimate sons in his family stretching back at least five generations.” Then the second piece to this is, “Leonardo’s only form of learning was an abacus school, an elementary academy that emphasized the math skills useful in commerce. Leonardo da Vinci liked to boast that because he was not formally educated, he had to learn from his own experiences instead.” Did he view being born out of wedlock to be any type of blessing in disguise or is that just retrospectively you looking at the “what if” of the time that was a blessing for him? Walter Isaacson: Well, it was a complex situation for him. He was born out of wedlock. His father is this great notary, famous guy at the time. He doesn’t have another child until Leonardo is in his late teens. So Leonardo is both belonging to a family, but not fully belonging. Certainly Leonardo felt he was extraordinarily lucky, as he put it, not be sent to one of the Latin schools and universities that he would’ve been sent to had he been the legitimate son of a notary. He said because it made him a disciple of experience. He questioned received wisdom. This is really the beginning of the scientific revolution, an early forerunner of it. Because instead of taking the received wisdom of the scholastics and the medieval scholars or even the ancient, Leonardo always said let me test that. Let me devise an experiment. Let me look to my own experience to see if that’s right. Early on his life, he had this chip on his shoulder about the fact that he didn’t have a formal education. But by the time he’s in his 30s, he’s pretty much bragging about it because he says that it allowed him to question every piece of received wisdom. He also would’ve made a pretty terrible notary. He was not very good at doing things rote, mechanical, repetitive-type things. Tim Ferriss: Was his inclination to experimentation and testing something that was really just born of his programming, for lack of a better way to describe it? Did it seem innate or did he develop that somehow through other people? Walter Isaacson: Well, I think he developed it. This is the key to the book I’ve written, which is it’s not like he was born with some innate superpowers like Newton was or Einstein was, that you and I can never do. He pushed himself to be curious and he did it through his own will, through making these lists. Partly he does it as a young boy. Because he’s not going to school like some of the other kids of his father’s friends. He’s got to learn things himself. He was also extraordinarily lucky to be born the same year that Gutenberg first started selling books from his printing shop. Because the year before Leonardo was born, there were no printed books you could buy. By the time Leonardo is in his 30s, there’s about 3 million volumes of books. He collects books like crazy. So that self-taught push to be curious I think comes from not having been sent to have a formal education and really wanting to make up for it. Tim Ferriss: Do you have, because I know this is a question that I get quite often as someone who went to college – I think there are many people right now questioning the value of higher education, even though I felt like my experience was very valuable and helped me in many things afterwards. How do you think about the uses or misuses of higher education in that case? Are there any parameters you would use to determine whether someone is better suited like Leonardo by subjecting their life to experiment and experience versus formal schooling or a more traditional path? Walter Isaacson: I’m a believer in education and higher education. A lot of people talk about Einstein, who always thought out of the box. Or Leonardo, who always questioned things and thought out of the box. People come up to me and say, “I’m just like Einstein.” I go, “Yeah, sure you are. Tell me why.” “Because I think out of the box.” I say, “He knew what was in the box before he thought out of it.” I think it’s useful to try to imbibe as much learning as possible. The problem with our education system, not just universities, but starting in kindergarten, is they can take a person who is really playfully, wonderfully and joyfully curious and smash the curiosity out of them by jamming them with received wisdom. This is why Einstein runs away from school. This is why Steve Jobs drops out of college. It’s what separated Leonardo from the more educated people of his time. I guess the answer to your question is, it’s wonderful to be able to partake of a great education. But remember that education is supposed to juice up your curiosity, not sate or diminish your curiosity. Tim Ferriss: You mentioned people coming up to you saying “I’m just like Einstein.” Walter Isaacson: Some of them come up and say, “I’m just like Steve Jobs. I’m a really tough boss. When something really sucks or whatever, I just yell at people and tell them that.” I go, “Yeah. Have you ever invented the iPod? Have you ever invented the iPhone?” They kind of shrug. I say, “If you haven’t, you don’t have the right to be tough on people the way he was.” He was tough on people and he got them to do things they didn’t know they could do. They appreciated it for the rest of their lives. Tim Ferriss: Right, yeah. Minor/gigantic difference between the two certainly. The question that I’m so curious about is, among others, which of the biographical subjects you’ve written books about do you most identify with and why? Walter Isaacson: I probably think Ben Franklin. I know that I have a great curiosity about a whole lot of things. I’m not somebody like a Jefferson or Madison who’s a great, profound philosopher. Or somebody like Sam Adams or his cousin, John, who had extraordinary partisan passions. I’m a little bit like Benjamin Franklin which is I know that other people know more than I do and are often more passionate than I am. I like hearing about them. I like bringing them together. I like writing about them. Ben Franklin started as a journalist and as a magazine publisher, which I can relate to. He was very interested in media. He created the postal system so he could have a distribution system for all the types of media he was creating. Then he pushes himself, as I did because my father is an engineer, to love science. So Ben Franklin does those electricity experiments and does the charting of the gulf stream and all of his scientific experiments and inventions because he realized that you’ve got to connect innovation, inventions, science, curiosity, with the humanities. He’s been my inspiration, just like he’s been your inspiration. Tim Ferriss: I suppose this is as much for myself as anyone else because I’m always hoping to deepen my ability to connect these seemingly separate dots or spheres. If someone listening to this, let’s just say they’ve been specialized for a long period of time and they want to expand their general knowledge, is there a particular approach that you would take if they are an engineer or an artist and they want to foster that ability? Are there any particular approaches that you might take? Walter Isaacson: Just be curious about everything. Usually it’s the people who love the humanities. They tend to be people I know who think that we put too much emphasis on engineering these days and engineering in schools. I disagree. What I particularly disagree with is they’ll make fun of somebody who doesn’t know the difference between Hamlet and Macbeth or a Picasso and Leonardo or something. Or people who don’t like art or music or literature. Yet if I say to them, “Do you know the difference between a capacitor and a transistor? Do you know on/off switches form a circuit and create logic? I know you think Greek and Latin are important, but have you ever have a feel for C++ or Pascal or great programming language?” Of course, most people like that haven’t pushed themselves to realize. You take Ada Lovelace, who was Lord Byron’s daughter. She pushes herself to understand that a mathematical equation is just nature’s brushstroke for painting something in reality, just like a line of poetry is. People will say, “I find math difficult.” Well, take one of Ada Lovelace’s father’s lines of poetry. Lord Byron writes something like, “She walks in beauty like the night.” That’s a beautiful line. If you wrestle with it, you can figure out what it means, but it’s not easy, you have to work at it. Likewise, people who love Lord Byron’s poetry should also realize that maybe they can visualize science and math and engineering a little bit better so that they can stand at that intersection and not see just to the engineers the notion of creating great innovation. That was the secret of Steve Jobs. He loved calligraphy. He loved dance. He loved music. He studied all those things before he dropped out of college. He also, of course, knows coding and engineering and circuitry. He said, “By standing at that intersection, you can master real creativity.” To me, it’s not that hard because why I wrote the Leonardo da Vinci book, here’s a guy who’s working in his art studio in his late teens and early 20s as a student. But when he tries to get a job, he writes an 11-paragraph letter in which he talks about all of his engineering skills. He said, “I know how to divert water. I know how to build machines. I know how to design interesting buildings.” By pushing himself to be both an engineer and an artist, that’s why he becomes history’s most creative genius. You know what? It’s something any of us can do. If we’re really interested in music, we can also say, let me be interested in the beauty of relativity theory and how cool that is in showing how the universe and space and time are like a curving fabric. All these things are beautiful. Tim Ferriss: It seems to me that another piece of the puzzle which I had underappreciated that you have elucidated certainly in your writing on da Vinci, but elsewhere as well is the collaborative piece. I’ll quote here briefly. “We tend to think of artists as lone creators holed up in a garret waiting for inspiration to strike. But as evident in his notebooks and in the process that led to his drawings of Vitruvian Man, much of Leonardo’s thinking was collegial … Leonardo knew the joys and advantages of having a team.” Could you perhaps describe the similarities and/or differences between how Leonardo, Franklin, and Jobs collaborated? I know that’s a big question. Walter Isaacson: We biographers have a dirty secret. We make it seem like it’s some guy or gal going into a garage and having a light bulb moment and that’s creativity. That’s not the way it happens. At the end of Steve Jobs’ life, I was talking to him. I said, “What’s the greatest product you ever created?” I thought it would be the original Macintosh or maybe the iPhone. He said, “No, creating a product is hard. But what’s particularly hard is creating a team that will always create creative products. Building the team at Apple was the best thing he ever did he said. He was very driven and quirky in his tastes, but he knew how to have people around him who could execute and push back. Likewise with Benjamin Franklin. There are all these passionate and smart people among the founders, but it’s Ben Franklin who gathers them together in his backyard in Philadelphia under a mulberry tree and lets the passions cool down as he creates this team of people who are going to write both The Declaration and later on The Constitution. What surprised me is that Leonardo was that way. He was not some lone genius. He starts off in a studio with a whole lot of other people in Verrocchio’s studio. They’re jointly doing paintings together. Leonardo’s doing the angel in the scenery and the rippling of the water and others are doing the faces. They worked together. Just take Vitruvian Man, the guy in the circle in the square. Everybody thinks that was a lone drawing. No, he had three or four friends together and they were trying to design churches. They had read the ancient scholar Vitruvius who said the proportions should nearer the proportions of a human. Leonardo does about 230 anatomical measurements to get the proportions of a human right. It’s a beautiful piece of science, that drawing. But also, he wants to make it beautiful. The figure, that self portrait of himself is a figure of unnecessary beauty. But he’s doing it, riding around with these people as they visit Pavia near Milan to look at the church that they’re going to make into a cathedral there. They’re all doing these drawings. They’re having dinner. Leonardo and his young assistant are there and the assistant spills wine at the dinner. We can just feel them collaborating. They all make drawings like that. It’s just that Leonardo’s is a thousand times better than his collaborators. Tim Ferriss: This is going to be a complete lateral move. I really want to ask you, just because I want to satisfy my own curiosity. You mentioned earlier as math as nature’s brushstrokes, potentially. Then the combination of math and science and beauty in Vitruvian Man. It would seem that Elon Musk is a big fan of your books. Elon is of the mind that we may be living in a simulation and, by extension I would think that nature’s brushstrokes as math could be the underlying code of what we’re experiencing. Do you have any thoughts whatsoever on the possibility that we are living in a simulated reality? Walter Isaacson: That starts way before Elon Musk in sort of the great theory that Descartes wrestles with. The mind/body problem. But also the notion that we could be a disembodied mind in a simulated universe and how would we know. First of all, you’re never exactly going to know that. But as Einstein helps us do and Leonardo with his drive to be experimental and to discover things, is that finding out what those underlying laws are with those beautiful patterns of nature are, that helps connect us to our cosmos and make us feel like we’re actually at home in this universe. That it’s not some simulation or whatever. If you look at Vitruvian Man, since we’ve been talking about that, the guy in the circle in the square, what it really is besides the proportions of a church, it’s a man standing in the earth and in the universe and how does that man fit in? I think we’re all struggling throughout our lives – it’s what makes us human – to figure out how do we fit in? What’s our purpose here. That was Leonardo’s ultimate drive. He wanted to know everything that could be known about everything there was to know about the universe, especially how we fit into it. By discovering the patterns of the universe and our connection to those patterns, I think he made himself feel more at home in the universe. I can’t answer your question, but I can urge people to be more like Leonardo so they feel more at home in the universe, which might make you a little bit less worried the way Elon Musk is. Tim Ferriss: In all of your research and certainly writing and digesting of Leonardo’s life, did you perceive him to be a content or fulfilled person? How do you characterize his temperament? Walter Isaacson: He was tormented at times. He drew deluge drawings that showed an inner torment. There were times he got depressed. There were times he writes in his notebook, “Tell me if anything was ever accomplished, if anything ever got done.” I think that makes him very human. He tended to be distracted at times. But I do think he knew that he was lucky. Some like Lewis and I have talked about, which is the happiest and most content people are people who wake up every morning and say whoa, I am really lucky. At a certain point in life, Leonardo realizes he’s lucky that he was born out of wedlock. He’s lucky he didn’t go to a university and get a lot of received wisdom. He describes his good fortune at being so curious about so many things. I think that yes, there were times when he was tormented. Frankly, he probably had a disposition that if he lived today, his doctor would’ve put him on a pharmaceutical regime to even out his mood swings. But we’re lucky that he was left to deal in his own way, both with his angels and his devils; both with the dragons and the demons that existed inside his fevered imagination. Tim Ferriss: The comment you just made on people recognizing their luck or how they’re fortunate reminds me of a quote one of my friends actually had put on a bracelet, which is “The struggle ends when gratitude begins,” which is a quote by Neale Donald Walsch. Walter Isaacson: Wow, what a cool quote. Tim Ferriss: Yeah. Walter Isaacson: You know, that’s true of Ben Franklin and Leonardo. That coming to the moment of gratitude is actually coming to the moment of grace. Tim Ferriss: How did Benjamin Franklin enact that? Did he have any particular routines or behaviors? Walter Isaacson: He had a life hack that’s a really interesting routine or behavior, which is he kept a ledger. Because among the many things he was, was a bookkeeper and shopkeeper. But he kept a ledger of what he called his errata, which were mistakes he made, moral flaws. Then he would put that on the left-hand side of the ledger. On the right-hand side of the ledger, he would write what he did to make up for it and make good for it. For example, the first item really is that he was apprenticed to his brother, which meant he was indentured to work a certain number of years, but he runs away and breaks the apprenticeship. Without telling his brother, he disappears at night. He called that a moral failing. He puts it on the left side of the ledger. On the right side of the ledger later on, after his brother died, he paid for the education and took over the raising of his brother’s children. So throughout his life he saw where he made mistakes and tried to fix them. The most important of those was he tolerated the advertising of slavery in the newspaper he owned, the Pennsylvania Gazette. At one point, he even had a couple of household slaves that he let free after a while. But he agrees to the compromise at the Constitutional Convention that enshrines slavery into the Constitution. He thinks this is the greatest moral mistake he made. When he’s about age 80, which I think is pretty old, he rectifies that errata by starting and become president of the Society for the Abolition of Slavery. Leonardo did that too in his notebooks. He put down exactly what he wanted to learn and created treatises which he never published, but it was everything from the flight of birds to anatomy to art to how light works to how shadows are formed. He put them all down in his notebook and ticked off that he had mastered a certain concept.             Tim Ferriss: I’d love to tie some of your observations about Ben Franklin, I suppose by extension Leonardo, but specifically Franklin, a question that you ask in your biography of him, which is led to by a statement. “But whatever view one takes, it is useful to engage [inaudible] with Franklin for in doing so, we are grappling with a fundamental issue. How does one live a life that is useful, virtuous, worthy, moral, and spiritual meaningful? For that matter, which of these attributes is most important?” I’d love to ask you in your life right now, which attribute or priority do you find most important or most useful in a sense that it’s the lead domino that tends to maybe lead to the others? I know it’s a – Walter Isaacson: I’ll make this personal both with you and with me. Because one of the things the Aspen Institute does, and you as a Henry Crown Fellow of the Institute went through this process, is how do you move from success to significance? What are the basic values that give a certain purpose to life? Like Benjamin Franklin, I started off with certain values like how I was going to be successful enough, how I was going to produce a few things that people might find useful. Then I tried to deepen a little bit more to say – and I think it helped going through Hurricane Katrina in my hometown of New Orleans and then moving back part-time to New Orleans to be part of the Louisiana Recovery Authority. You realize over and over again how much it’s not about yourself. It’s about figuring out how you’re part of something larger than yourself. That’s a personal thing when you start being engaged in civic life. But then it gets to the ultimate questions, which I don’t feel I’ve come close to answering, but you asked them about Leonardo and others. Which is how do you fit into the universe itself? What is our purpose here? What is it that connects us and makes us more than just a collection of atoms in perhaps an Elon Musk simulation? That’s not something you ever just get the answer to. But like Leonardo, every day by looking at the patterns of nature, by understanding the beauties of the infinite works of nature and of creation, you have to keep marching along that path, even though you know you’ll never get to the destination. Tim Ferriss: How do you personally grapple with or find peace related to these bigger cosmological questions or where you fit in? Is there anything that you’ve found to be particularly helpful in that arena of your life? Walter Isaacson: I think I start by reading and then writing biographies of other people who went down a path of both understanding the infinite works of creation and then a little bit of how we fit into it and then maybe getting closer to a spiritual understanding of our role in it. We all try to explore. I began that when I was young. I mentioned Walker Percy the novelist. I was 12 years old. We used to water-ski on the bayou near his place. He had a daughter my age. He talked about the search. I kept saying, “What’s the search?” Then I read The Moviegoer, his novel. It’s like, Binx Bolling, the main character. He’s on the search which is precisely the one you just talked about, which is I know a little bit about what I know do in life. I’ve learned some facts about the world. But I’ve now got to embark on this search about the more spiritual way that we fit into this. If you read The Moviegoer and you read Walker Percy, you know the search doesn’t come out with one specific answer. For Walker Percy, it was a leap of faith. He became a devout Catholic. For me, it’s not just a leap of faith that one needs, but you march further down the path the more you look at a Leonardo being astonished by the beautiful patterns of nature and then replicating them in his art and his engineering. You look at people who have made things of deep human beauty and connected the humanities to technology. You say these people are at least on a path to help guide us to help figure out how humans fit into the larger creation. Tim Ferriss: I would love to, if you’re open to it, ask you about some of your tougher periods. Because many people who listen to this podcast or read books or even just read your biography on your book page, for instance, it looks like every time perhaps you step up to the plate you’re hitting home runs. Certainly every person who’s been successful in any given field that I’ve met has had tougher times. Are there any particular tougher times you’ve experienced and did anything help you to get through them or get out of them? Walter Isaacson: Yeah. I mean, I certainly have not hit home runs my whole life. On a very practical level, I was not very good when I got moved to run CNN. I was working at Time magazine. The same company owned CNN. After the magazine, which I kind of loved because you can be curious about everything from music to math to medicine to world affairs, I was running CNN and I didn’t have a good feel for television. We were competing against other news channels and there was pressure to become more opinionated. I’m not somebody who relishes being more opinionated. Likewise, I just wasn’t that good. I’d look at a television personality or meet somebody and I’d have no idea whether they’d be successful hosting a show. I realized at times you push yourself to get out of your comfort zone, but there are also times when you’re just out of your comfort zone and the reason is you’re not good at something. I pretty much didn’t succeed during the years I worked at CNN. Fox News came up, MSNBC came up. I think news became more partisan and distorted. I was deeply uncomfortable during that period. I just kept saying how do I get out of this movie? I learned that you have to know in life what you’re good at. Even though you have to push yourself sometimes beyond your comfort zones, you have to be able to say I’m not good at this particular thing, which was television. Secondly, I’m not good at managing huge numbers of people who have very strong needs, which tends to be what people in television have. I don’t want to do that anymore. That’s when I went to the Aspen Institute because it was a search for a deeper meaning in life and I could get away from the hurly-burly of cable television and have a more reflective, thoughtful period with people like Henry Crown Fellows and the other people in the Institute who were doing worthy projects. I just learned I had to not try to be the most famous, successful TV executive in the world, but go to a place where in my heart I was more comfortable. Tim Ferriss: Thank you for that. On an ongoing basis, what do you do when you’re feeling overwhelmed or unfocused? Walter Isaacson: One of the things I do is a life hack from Leonardo, which is I’ve learned the value of making a list. By the way, doing it on paper, even though like you, I love all sorts of new media and was there in the early 1990s trying to create online and then web services. I love social networks and everything else. Every now and then, a leather-bound notebook filled with nice paper with a list of things that are bothering me. A list of things I still have to do. A list of people I have to make it up to because somehow you brushed them off on something. You put that on paper and then you get to go back a year later. Ben Franklin did that. But most of all, Leonardo did that. One of the joys of writing about him was going around the world and, as you said, there are more than 7,000 pages left of his notebooks. Bill Gates has some. There are some in Paris and Venice. Nice places to go look. I look at those lists he made and I say, okay, whenever I’m overwhelmed, let me make a list and let me do like Leonardo did and Ben Franklin did, save a part of the page for how I’m going to rectify these things. Tim Ferriss: It seems like Ben Franklin, based on your description, really kept track of his errata in the sense that he would filch on his promises related to the apprenticeship and then many years later come back to that errata and rectify it. For Leonardo or for yourself, how much of the therapeutic value is in simply putting it down on paper versus doing something with the information on paper. Walter Isaacson: Well, to start with Leonardo, he never really completed any of the treatises he was going to do. I think it’s a failing of his, a small failing, that he was so curious about everything, that he actually never added to the great wealth of knowledge at the time by finishing something for publication, which I think would be more satisfying. For me, if something’s on a notebook page that I want to do or is on my bucket list or I’ve got a rectify list. If it stays there unrectified or undone, it’s there on the page making me feel guilty every day. It’s nice to flip back and say I’ve still got to do this. I think having a record on paper, with all due respect to Twitter and Facebook and stuff, they may be like MySpace which is 50 years from now, only you and I remember what MySpace was. We can’t retrieve those pages. The good thing about doing them in a nice notebook or even a notebook you can buy at the CVS is that they’re there. There’s a certain permanence to paper. It is a great technology, paper is, for the storage and retrieval of information. Tim Ferriss: If we’re looking at not just the storage and retrieval, but imparting of information, looking at teaching. You’ve had a lot of exposure to teaching yourself. Both personally, but as Chair Emeritus of Teach for America. You have a lot of exposure to education. I would view your books certainly as a medium for teaching in a lot of respect. If you were able to give three books to every graduating high school senior or college senior to aid them in their future, are there any particular books that come to mind? One can be one of yours. But no more than one. Walter Isaacson: I’ll at least do the pretense of humility, which is not do mine. I would actually go back to some of the classics. Everybody, of course, should be familiar with the Bible, which is a way of being taught through both parables and tales of people and their values. But The Odyssey is a particularly important one because I think life is an odyssey. Especially as you’re young and you’re coming out of college, you’ve got to travel. You’ve got to get on the road. You’ve got to connect with different types of people and have adventures. There’s something beautiful about The Odyssey because Ulysses is on the boat and then he’ll have this incredible adventure. But then he gets to get back on the boat and move on. It allows him to be both engaged, but also a bit distracted. Of course, the other book you’d give is very similar, which is Huckleberry Finn. He gets on that raft, gets off of it. He gets engaged and has adventures. When something happens, it’s about time to get on the raft and move on. That ability to learn through travel is something I discovered Leonardo did in his notebooks. If I were giving somebody coming out of college, I’d say, “I know you want to get on with your career, but read The Odyssey, read Huckleberry Finn, read Ken Kesey’s On the Bus or On the Road, I mean. Jack Kerouac, I should say, and all the others who felt that by exploring and getting on the road, it connected them better to humanity and thus eventually set them on the path for what Walker Percy called the search, which is how do I fit in to all this? Tim Ferriss: I have a friend who re-reads or listens to The Odyssey every year. I’m pretty sure I’m matching this factoid correctly to Neil Strauss, who’s a seven or eight-time New York Times bestselling author. He used to write for, maybe he still does, The New York Times and Rolling Stone. He views it as that important for himself that he revisits. Walter Isaacson: He outdoes me in that regard then. I’d love to know what everybody’s favorite translation is too. I like the Fagles translation. The cool thing about The Odyssey is different people get to make it their own in a way. Just like many biographers of Leonardo. We each get to have our own Leonardo and place that piece of music in our own way. Great translators can play The Odyssey in different ways. Tim Ferriss: Your favorite translation was by Fagle, you said? Walter Isaacson: Fagles, F-A-G-L-E-S. I’m blanking on his name now, but an old professor I once had. John Finley did some great translations too. Tim Ferriss: I’ll have to find out from Neil. If you look back at the books you’ve gifted the most to other people and I’ll have to make the allowance it could certainly include your own, but are there any that fall outside of the Bible, The Odyssey, Huckleberry Finn? Walter Isaacson: I do give Walker Percy books out a lot. I also think the autobiography of Benjamin Franklin is cool. Because like I said with Leonardo and Ben Franklin, they’re putting things on paper and that autobiography is cast as a letter to his son. It’s not some deep ruminations and things. It’s about how you make your way through this world. Other gifted books. I just gave a copy of Kurt Andersen’s Fantasyland to a friend. I think it helps you understand the wackiness happening in our country today. Tim Ferriss: Thank you. We’re segueing into the tail-end of this conversation. I could keep going for hours, but I won’t do that because I know you have a party to get to. But the new behavior or belief that has most helped you in the last year or several years? Or it could be a behavior or belief that you abandoned. Does anything come to mind? Walter Isaacson: Behavior. Tim Ferriss: Or belief. Walter Isaacson: Or belief. I think I gave up, as I said, watching television as much as possible. It was just a new behavior. Here in our house in New Orleans, we don’t have a television set. It means when I want to watch the Saints’ game, I actually go to wonderful place where people are drinking beer and get to do it as a communal endeavor. I find it also lowers my blood pressure because I think our country is going through a really weird period. But if I’m not watching it every night on cable news or something, I try to put it in perspective better. That’s the behavioral change in the past few years that has centered my life a little bit better. Tim Ferriss: If you could have a giant billboard anywhere with anything on it, metaphorically speaking just getting a message out to millions or billions of people, what would it say and why? It could be a few words or a paragraph. It could be someone else’s quote. Anything goes. Walter Isaacson: Well, it would be to go back to the theme of this conversation. To stay curious. Steve Jobs loved the last edition of the old Whole Earth catalog. That wonderful ‘60s and ‘70s publication. On the back of it was just a road, like the type of road you’d stumble across hitchhiking. It said, “Stay hungry, stay foolish.” Another way of saying that is “Stay curious, stay observant.” That’s what separated Leonardo and Einstein and Ben Franklin from the rest of us was that even in their 20s, even in theirs 30s, even in their 50s and 60s, they were always wide-eyed. Not only being curious about things, but being open and observant to the beauty of things and the beauty of nature’s and God’s creations. I think either we start losing our curiosity fast when we’re young kids and either our teachers or our parents say, “Quit asking so many questions,” or “That’s a dumb question.” Then as we go through life, it naturally drains a little bit from us, that curiosity that a child has. If I say what do I find on Leonardo’s notebook pages, to the very end of his life, he’s got a childlike curiosity. Einstein once said, “I don’t have any special talents, but I still have my childlike curiosity, which is why I wonder what it would be like to ride alongside a light beam. Why I wonder how gravity makes things move.” Leonardo, the last page we have of his notebook, just a simple page with all sorts of sketches, but it also nearly two-thirds of the way down the page, he’s got four little drawings where he’s got geometric shapes. He was still trying to figure out how do you do that puzzle of squaring the circle. He writes it and he has a little chart showing how he’s done it. The last line it breaks off and he says, “But the soup is getting cold.” You just picture him there upstairs in his study and the cook downstairs with all of his students and friends down there, calling him and saying, “Come on down. The soup is getting cold.” On his deathbed in Princeton, New Jersey, Einstein for 40 years had been trying to do something like Leonardo tried to do, square the circle. But for Einstein, it was create the unified theory, a theory that would unify the forces of gravity with the forces of quantum mechanics and electromagnetism and have a unified field. You just see he, like Leonardo, gets two-thirds down the page with all sorts of equations, even a couple math mistakes which he fixes. Then he’s having heart problems and the pain becomes too great and the last equation dribbles off to the bottom of the page as he tried to get just one step closer, both for himself and for the rest of us, to the spirit that’s manifest in the laws of the universe. That notion that there’s a spirit manifest in the beauty of the universe is what Leonardo was doing on his last notebook page, and Einstein. That’s part of the search. If we’re all on some search for the deeper meaning, those are little clues, little, I’ll call them, path markers or guideposts of how we should pursue the search. Tim Ferriss: Well, that is a beautiful way, I think, to tie a bow on top of this very wide-ranging and extremely fun conversation. Walter Isaacson: It is wonderful talking to you. It really is. Tim Ferriss: You too. Walter Isaacson: You have a great curiosity and you have a great love for things. I don’t know. As I said, I started off with The 4-Hour Workweek and all those cooking things. But in the end, you just realize that for you and the rest of us, partly we’re just guided about wanting to know a little bit more and experience a little bit more. Tim Ferriss: I’m really glad that you, much like the people you cover, seem to have occasionally an obsessive fascination with digging into the details and pulling out what makes these people tick and what guides them, what drives them, what pulls them, or attracts them. It’s a real service. I thank you for putting it together. Walter Isaacson: It’s like my mentor said, “Be a storyteller.” That’s all I’m trying to do with Leonardo da Vinci is this is the most interesting story you can imagine. Let me tell you the story. Tim Ferriss: Certainly everybody should check out Leonardo da Vinci. It’s absolutely going to do, I’m sure, great things. If people have liked your previous writing, they should definitely check out Leonardo da Vinci. Aside from that, do you have any parting comments or suggestions, any call to action? Anything like that for the people listening? It could be anything. Certainly in the show notes I’ll link to everything we’ve talked about, including Leonardo da Vinci, but aside from that, is there anything you would like them to do or consider? Walter Isaacson: Well, I did talk about being greater curiosity. We also talked about something, you and I and maybe you understand, which is gratitude. I think the grace that comes from gratitude makes you feel like you want to pay it forward a bit and help others. We’re living in perilous times. I’m moving back to New Orleans because I think it’s important to reconnect with your home communities. In doing so, by reconnecting with your communities, maybe we can heal just a little bit of this divisive type of culture that we’ve allowed ourselves to sink into. That’s not so much a call to action, but it’s just a way to maybe realize, as you would by reading a Leonardo da Vinci or an Einstein, that there are larger things in this world and there are more things that unite us in our spirit than divide us. Tim Ferriss:   Walter, it’s such a pleasure to spend some time with you. People can certainly say hello to you on Facebook: Walter Isaacson. Twitter: @walterisaacson. To everybody listening, I’ll link to everything including the new book, Leonardo da Vinci. Just to give you an idea, you have the most insanely incredible blurbs and critic reviews of your books. I have such jealously. “A monumental tribute to a titanic figure” – Publishers Weekly. “Majestic. Isaacson takes on another complex, giant figure and transforms him into someone we can recognize. Enthralling, masterful, and passionate.” – Kirkus Reviews. I’m really excited to see what this will do for all the people who will no doubt read it. Once again, I really appreciate you taking the time, Walter. Walter Isaacson: Thank you, Tim. Tim Ferriss: To everybody listening, as per usual, you can find links to everything in the show notes at tim.blog/podcast for this episode and every other episode. Until next time, thanks so much for listening. Posted on: February 2, 2018.", "speakers": ["tim ferriss", "walter isaacson"], "text_sentences": ["hello, boys and girls, ladies and germs", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers from all different fields to tease out the habits, routines, tactics of different types, favorite books, whatever it might be that help them to excel in their chosen field", "my guest today i’m so happy to have on the podcast", "as far as i can tell, this is his first long-form podcast – walter isaacson", "i spent a little bit of time with walter and he is more impressive the more i get to know him", "he can be found on twitter", "you can say hello @walterisaacson", "university professor of history at tulane", "he has been the ceo of the aspen institute", "he has been chairman of cnn, as well as editor of time magazine", "he is the author of many biographies that i’ve recommended to thousands of people – the innovator: steve jobs; einstein: his life and universe; benjamin franklin: an american life, and kissinger: a biography", "his latest book is the biography i have most been anticipating and it does not disappoint", "it is simply titled, leonardo da vinci", "in this episode, you get expertise, life lessons, tactics from not just one person, because walter has lived a fascinating life, but also from steve jobs, from ben franklin, from leonardo da vinci", "walter ties it all together beautifully", "we had a lot of fun in this conversation", "i hope you enjoy it as much as i did", "without further ado, please welcome to the show walter isaacson", "walter, welcome to the show", "thank you very much, tim", "it’s great to be talking to you again", "it has been years now that i’ve wanted to get you on this show because you offer the rare opportunity to get something like a 15 for the price of one deal in terms of interviewing", "your life is, i think, worth exploring in many different ways", "then, of course, you’ve covered so many other lives and unearthed the details of so many other lives, including the most recent, of course, leonardo da vinci, which we will get to", "then you have innovator steve jobs, einstein, and then before that, several books", "i wanted to talk about ben franklin for just one moment", "because ben is one of the historical figures that i’ve been most obsessed with and i’ve recommended your biography of him to thousands and thousands of people", "you wrote this of franklin, who certainly is one of my favorite heroes, “he was during his 84-year-long life america’s best scientist, inventor, diplomat, writer, and business strategist and he was also one of it’s most practical, though not most profound, political thinkers.” is it possible in today’s world where people tend to think of specialization as the route to success, possible to live a life with that many boxes checked", "do you have to over-specialize like an insect", "that is a really good question", "in your own book, you talk about life lessons that you should learn", "for me, benjamin franklin and leonardo da vinci have the same life lesson, which is to be interested in everything", "that’s the thing that ben franklin did", "he loved riding up and down the coast and doing the postal system and looking at whirlwinds and studying weather patterns", "but he was also a great electricity experimenter", "and of course a great writer", "that notion of looking at nature’s patterns is something i saw ultimately in leonardo da vinci", "which is if you can be interested in everything, if you can be cross-disciplinary, then you can see the patterns of our cosmos and how we connect to them", "that’s the magic of ben franklin", "but even steve jobs, who loved art and engineering", "he loved the humanities and technology", "of course, the ultimate of that is leonardo da vinci, who was the greatest creative genius in history because he spanned disciplines", "so yes, this is something we can push ourselves to do in our everyday lives", "if you’re really interested in technology and science and coding, make sure you understand the beauty of music, and poetry, and literature", "if you love literature, don’t forget that you have to understand how a transistor works", "how a circuit processes logical sequences", "because you want to stand like leonardo and ben franklin did at that intersection of art and science", "this intersection is something that i really want to underscore", "it seems like you mentioned, part of what attracts you to people like steve jobs or einstein is how the creativity seemed to emerge in part from connecting the arts and the sciences", "so einstein playing mozart to inspire him to understand relativity or jobs connecting beauty and calligraphy and so on into computers", "in your own life, what would you view as your core strengths and then what are the areas that you’re trying to explore more on a personal level", "one of the strengths that i’ve tried to have and it began in the old days when i was a writer for time, a news magazine, was to be interested in everything", "at time magazine, we called it being a floater, which meant you wrote for the music section one week and the medicine section the next week", "that really excited me", "from leonardo and ben franklin, what i’ve learned is to push myself to be more curious and more observant", "when i’m walking down the street and i see the blue sky, i got to pause and be curious", "why is that dark of a blue", "what is it that makes the sky blue", "that’s something ben franklin looked at, and leonardo in his notebooks", "there’s a lot of pages dedicated to why the sky is blue", "i think i have to, and we all have to, push ourselves to just notice the most ordinary things in life and marvel at them", "are there any particular examples that you can pull from your own life", "because da vinci, and we’re definitely going to spend a lot of time on our dear friend, leo, but the lists that he made of things to do and learn are just fantastic", "“observe the goose’s foot.” or the why is the sky blue question you mentioned", "“describe the tongue of a woodpecker.” “why is the fish in the water swifter than the bird in the air when it ought to be the contrary since the water is heavier and thicker than air?” are there any questions that you are exploring or have explored recently that you can share", "yes", "it comes from, as you said, leonardo having these wonderful notebook pages", "every morning, his life hack was to make a list of what he wants to know", "“why do people yawn?” “what does the tongue of a woodpecker look like?” you’ve got to pretty curious to wake up one morning and say, what’s a woodpecker tongue look like", "why would you even, you know, how would you even find out", "he had to get a woodpecker and pry open the mouth", "the things i’ve tried to be more curious about now involve what you and i are doing, which is media and social media", "i think i’m curious about ways in which having media that connects us and unifies us, rather than divide us can happen", "for example, i’m looking at ways that maybe you can have social networks that have authentication so you’re absolutely sure who you’re talking to and there’s not anonymity", "anonymity is great online in certain circumstances", "but at times, we need to find common ground", "also, how to connect our social networking to what you and i do at the aspen institute which is every now and then have physical encounters with people", "how do you lead a blended life that’s both consuming media, producing media, but also face-to-face encounters", "this mention of the physical encounters, i have so many questions for you", "we’ll see if we get through even half of them", "but i’ve read, having just gone through yet another book process myself", "although i wouldn’t even call my books, books when i look at yours", "i love your books", "different category", "different type", "but it seems like you – leonardo would have loved your the 4-hour chef book", "he loved cooking and food", "he loved a lot of things", "you seem to enjoy seeing the actual places or artifacts that you’re writing about", "whether that’s the colossus at bletchley park or charles babbage’s reconstructed engine at the london science museum", "is that for personal enjoyment or do you get something else out of that", "because it seems very resource intensive", "well, we can see anything we want online these days", "then suddenly you have the thrill of seeing the original object", "i’ll give you a story", "a few years ago, when i was working on leonardo’s notebook, i was able to get access to the greatest drawing ever done by human hand, in my mind", "which is vitruvian man, the naked guy spread-eagled in the circle in the square", "it’s on the fourth floor of the academy in venice", "they don’t display it because sunlight or light can make it fade", "but i convinced them to bring it out for me", "you climb the four flights of stairs and suddenly they bring out this absolutely wonderful drawing", "you see the incision lines where leonardo very firmly with his pen did the square and then the protractor point when he does the circle", "all of a sudden, you get a few chills down your spine because you feel like you’re in the presence, 500 years later, of the master", "even though we can all see things virtually, steve jobs used to teach over and over again, create physical spaces where you actually run into people and see real objects", "because this notion that we can all live virtually, we can learn a lot virtually and we can do a lot with our new forms of media, but there’s also something very humanizing about being somewhere in person", "seeing the computer that alan turing built at bletchley park", "seeing the mona lisa in person or vitruvian man in person", "being there in the little town of vinci, where leonardo was born", "this gives you the human connection", "one of the things we’re in danger of these days is losing the human connection because the virtual and digital connections are so easy", "i completely agree with you", "i think that is a bear trap that i set for myself very often by choosing to write books, which end up in some cases putting me into deep, extended periods of isolation", "my first question about specialization was a bit of a set up in a sense because just the first two lines of your bio – “walter isaacson, university professor of history at tulane has been ceo of aspen institute, chairman of cnn and editor of time magazine.” you have a very wide-ranging career", "why add book writing to that", "why do you write these books", "i think i like writing biography because it connects us with people", "you do books that really distill the essence of wisdom", "your past three or four books give you the certain essences", "but for me, the narrative of a human life is particularly exciting", "just to give you the original story, i was at time magazine and we would, you know, once a week put out a magazine", "it was before the internet made time come out every day", "we always put a person on the cover", "it was because just like the bible teaches us lessons through adam and eve or jesus or the people in the bible, that was the best way it seemed to describe the values of our time is through people", "but i got very frustrated", "a friend of mine we were working at the magazine together", "we got frustrated that you had to keep it in five, six or seven pages", "we set out to write a book", "we did it together", "it was called the wise men", "out of that, i started doing biographies because i do think the best way to tell the history of our time is through the people who make it", "could you describe for us your writing process", "now, i’m going to get more granular because i know that’s very wide-sweeping", "i’m actually leaving a gingerbread trail here for hopefully some affirmation of something i do", "i’ve read that you write from 9:00 p.m", "until 2:00 a.m", "and then you try to sleep seven or eight hours", "is that the case still even with this latest book", "do you tend to write at night", "yeah, i’m a night person", "i remember writing about ben franklin, our hero", "he said, “early to bed, early to rise makes a man healthy, wealthy and wise.” that was in poor richard’s almanack", "then i looked at ben franklin", "he never went to bed that early", "he never got up that early", "so i think, okay, to each his own", "we each have our own methods", "one thing that saves me a lot of time is i don’t watch tv in the evening", "i love being online", "i love podcasts", "i love interactive things", "i even love social media", "but i find that if you just space out in front of a television, you end up wasting a lot of hours", "around 9:00 p.m., and happily i’m married to somebody who goes to bed early; cathy does", "i like to start writing", "i get a new burst of energy", "that’s just been my habit", "do you have any particular set-up rituals or location for your writing", "do you have an office that you go into at home", "is that where you do most of it", "yeah, i do a lot of it in my office at home", "but one of the absolutely wonderful things about the digital age is you can do it anywhere", "i used to have all the books i was using arrayed around me", "but now my notes are electronic", "i can even do it on my iphone in an airport", "if my plane is delayed, i can start writing there", "i don’t have any set ritual, except i have one rule about writing, which is a rule that my editor taught me 30 years ago, which is all things in good time", "keep it chronological", "so whether it’s a biography or anything else i’m writing, i try to make it a storytelling narrative that is chronological so things build up", "people learn things as the narrative goes on", "that helps me organize things", "when i grew up in louisiana, i had a mentor named walter percy, the great novelist", "he said, “there are two types of people who come out louisiana", "preachers and storytellers.” he said, “for god’s sake, be a storyteller", "the world’s got too many preachers.” my method is to pretend i’m telling somebody a story, whether it’s about leonardo, ben franklin, anybody else", "make it a narrative story, just like you’d tell around a dinner table", "how did you develop your storytelling ability", "i recall so many bits and pieces of your books, including, for instance, franklin, and i may be getting the details wrong", "such is memory, right?  we’re recreating it as we recall it", "he would put printing equipment or barrels of ink in a wheelbarrow and roll it up and down the street to show that he was working so hard", "even though it was just a demonstration", "he often understood that appearances were important", "he said he could never really be humble even though he knew he should be", "so he developed the pretense of humility", "he pretended to be humble", "likewise, he wasn’t as hardworking as he wanted to be, but he’d take his wheelbarrow early in the day after he opened his print shop and use the wheelbarrow to bring his ink and paper to his shop so everybody would see how hardworking he was", "but that’s storytelling", "that’s an anecdote that gives you an insight into a character", "you do it through a narrative little story", "like every great piece of writing from the bible to the odyssey to huckleberry finn does", "let’s take that particular franklin story", "when you put down the first draft, how do you edit", "when you go back to look at your first attempt at putting that on paper, what questions are you asking", "well, the first thing i do, as i obviously write it on a computer, but i realize that something reads differently on paper than it does on the screen", "i have a little quirk which i developed back in the old days when you were always afraid your computer would eat what you’d written that night is i printed out in the evening", "i’m sorry about the trees that may have been lost", "but i’ll print out whatever i’ve written that evening and then the next morning, read it aloud to myself because that way you make sure it’s easy and fun to read, whereas if you’re just looking at it on the screen, sometimes you don’t edit it properly", "i want to bring you back to louisiana", "this podcast format is anything but chronological, so i apologize", "good thing about storytelling is it’s like being around a campfire", "you can hop around a bit", "you can change the subject", "this is the memento version of, i suppose, exploring your life", "you mentioned preachers and storytellers", "i wanted to flash back to louisiana and tie in another storyteller", "this will be a way to get back into your childhood a little bit", "you wrote a piece on michael lewis after his latest book", "my understanding is you both went to the same high school", "we both went to newman", "in fact, he is interviewing me in los angeles in about three weeks at l.a", "talks or one of those great things", "he’s just a wonderful guy", "trust me, he is a good storyteller", "oh, he’s a spectacular storyteller", "i wanted to read one paragraph from this piece because i thought it was so hilarious", "it’ll give me a way to get into high school", "feel free to fact correct me on any of this", "“let me confess that my natural inclination, when asked to write an essay on michael lewis, was to dredge up some of the tales of his misbehavior as a kid and reveal what a miscreant he actually is", "lewis and i went to the same school when we were growing up in new orleans", "i’m a few years older and when i became a journalist and book writer in new york,” this is the wordsmithing that i thought was so hilarious, “i was occasionally brought back to newman and trotted around like a pony in a paddock in one of those misguided efforts that schools undertake to inspire younger students", "michael was not inspired", "instead, as he later often told me, he was annoyed.” two questions", "why was he annoyed", "and then two, when you were in high school, what inspired you or what would have inspired you", "i think you can imagine being in high school and all of a sudden they bring back someone who’s a few years older", "they say, “here’s what you ought to do", "here’s what you ought to be.” of course, no doubt when i was 22 or 23 coming back from being a time magazine writer, i was probably a bit full of myself", "i hadn’t learned the ben franklin tricks of humility", "michael too", "i love him dearly", "he’s just a spunky character", "he used to joke about them bringing all these people back and tell us how good we should be", "we were all interested in misbehaving in high school", "but high school is a wonderful time", "it forms you, for good and for bad", "were there any mentors looking back", "you mentioned one already, although i’m not sure exactly on the timing of everything in due time", "were there any particular mentors who really shaped you or changed your trajectory in high school or college years", "yes", "i had a couple of great teachers", "one of whom, dave prescott, is actually still teaching at newman", "he’s been teaching 51 years there, which i find somewhat astonishing", "but particularly i had people at the newspaper", "we used to hang around", "i knew journalists who were slightly older", "when you get into storytelling, you realize that’s what newspaper journalism in new orleans was like", "i’d hang around and i’d try to get summer jobs working on the times-picayune", "that’s where i kind of learned first how to tell stories and secondly just how to be curious", "you just have to go someplace and ask a lot of questions", "curiosity is actually going to be a common thread throughout this entire conversation", "you’ve said, i suppose written, maybe also said of leonardo, that one of his distinct traits was a “passionate, playful, and occasionally obsessive curiosity.” a lot of people out there would consider themselves curious", "what was playful about leonardo da vinci", "we joke about “describe the tongue of a woodpecker” being on a long list of things he wanted to do on a particular day", "but that takes a little bit of imagination and sort of spunkiness to say okay, that woodpecker is pecking against that wood so hard, how does he keep his brain intact", "it was sort of quirky and playful", "also, he did theater", "that was his main job when he was young", "he produced pageants and theater for the medici family in florence and then the duke of milan", "everything in the theater is playful", "you know that aerial screw that looks a bit like a helicopter and people say leonardo invented the helicopter", "actually, that was for a play", "it was to bring the angels down from the top of the theater onto the stage", "so that fantasy – the dragons that he conjured up for the stage or the ingenious devices and props, these were things that were meant to amuse people", "the great thing about leonardo is every one of his paintings is very narrative and dramatic", "look at the last supper", "if you look at it, you realize, hey this looks like a stage set", "the table is tilted so we get to see the top of it", "there’s sort of an accelerated, artificial perspective so it looks deeper than it really is", "everybody is sitting on the same side of the table and their gestures are somewhat theatrical", "but most importantly, it’s a narrative", "as i said, it actually flows in time", "you can feel jesus saying, “one of you shall betray me.” then you look at the picture and that’s reverberating out through the table", "each person making a gesture as if the sound is just hitting them", "when you see the theatricality of what he did, the narrative of what he did, and how the theater and pageants and performances tied into his art and his science, then you say okay, what a wide-ranging curiosity", "and even a quirky and playful curiosity he had", "what are some other – you mentioned leonardo inventing the helicopter is a common misunderstanding or maybe exaggeration of da vinci", "what are some other common misconceptions or old wives’ tales, if that’s even the right label, related to leonardo’s inventions, life, art, or anything else", "are there any that really stick out to you", "well, he was never really was able to conquer doing a flying machine", "he tried very hard", "he also tried to make a perpetual motion machine, where the water would flow down and turn a screw and the screw would bring the water back up", "because he wanted to see if he could do perpetual motion", "he even tried some mathematical things, such as the ancient problem called squaring the circle", "which means making a circle the exact same area as a square, but using only a protractor and a ruler to do so", "the thing about all of these things he tried to do is they’re impossible", "you can’t square the circle, as we’ve discovered", "p isn’t a rational number", "it can’t be done", "likewise, humans can’t propel themselves just by flapping mechanical devices and perpetual motion can’t happen", "but this too, is a lesson from leonardo, which is every now and then, you should try to do the impossible", "then you discover why it’s impossible, but also you stretch your imagination", "you’ve said of leonardo that – and i think you make a very important point – that if you don’t occasionally attempt what you may think is on the edges of possibility, you can’t really delineate the line between the very outer edge of the possible versus the impossible", "absolutely", "that’s actually in some of the things, the mentor advice in your book", "you’ve got to blur the edge between the possible and the impossible", "steve jobs called that – or the people that worked with steve called it – reality distortion field", "he would push people to do the impossible", "likewise, it’s often useful to blur the line between observation and imagination", "in other words, to be able to see things exactly, but also to use leonardo’s line, be able to see things that nature has not yet created to imagine and create in your own mind the fanciful things", "whether it’s the angels coming down in the angel of the annunciation painting or so much of his art and much of his theater and science, he blurred that line between fantasy and reality and the possible and the impossible so he would know where the line was", "but he realized that in the real world, there are not a lot of sharp lines", "most lines are blurry", "i would imagine a lot of that exploration takes place in his 7,200-plus pages of notes and scribbles that you’d said are the greatest record of curiosity ever created", "were there any particular standout items that captured your fascination or imagination when you were reviewing some of these notes", "there’s one particular spread page in the notebooks", "there are hundreds of them", "but there’s one of them that i actually explore in the book and give a whole section to because it’s a page, unfortunately for us, paper was a little expensive back then, so he would cram every sheet with things", "you look at him, as we said at the very beginning, crossing disciplines", "having his mind jump across different topics and ideas as if it’s a very curious mind dancing playfully with nature", "in the middle of the drawing is one of his craggy, old warriors with curly hair and the jutting jaw that he loved to draw", "but coming out of his back is a sort of mountain because he wants to show him against mountains", "but then the triangle of the mountain becomes a piece of geometry", "once again, he’s trying to do the squaring of the circle", "he figures out if he does a right triangle and puts a circle in it, maybe that’ll help him square the circle", "then there’s little whorls that come out like spirals from the geometry that turn into swirls of air, then swirls of a flower because he loves these spiral patterns", "then there’s a bunch of writing", "it ends with a recipe for boiling certain types of nuts with oil and making blonde hair dye", "i realized he’s in his mid-30s when he’s doing this page and he’s really good looking", "that vitruvian man, that naked guy in the circle and the square, that’s a self-portrait of leonardo", "leonardo liked to be in shape", "he did his 4-hour workout everyday", "i’m sorry, i’m messing up your book, but his workout scheme every day", " and yet, there’s a tiny bit of vanity", "he’s starting to dye his hair", "does he describe his exercise routine at any point", "or do we just know that he was active", "well, we know that he did some muscle routines", "he liked to take horseshoes and try to bend them and unbend them", "he loved horseback riding and said that the particular way it was good exercise was making sure you looked good on the horse", "once again, it’s a connection of beauty to something like exercise", "we just know that he led a very active life, loved being outdoors, and was a man of great strength", "a good physical, you know, he had long, blonde, curly hair and a great physique", "now, there are a few things that just having been fascinated myself by leonardo for so long that i was aware of", "for instance, his left-handedness", "but i was not aware until i read some of your work related to him that he was such a historical misfit in a lot of respects", "he was illegitimate, gay, vegetarian, lefthanded, like we just covered, easily distracted, and certainly in some of his views, heretical", "i want to look at two very short excerpts because i want to explore them", "the first is “leonardo da vinci had the good luck to be born out of wedlock", "otherwise, he would have been expected to become a notary like the first legitimate sons in his family stretching back at least five generations.” then the second piece to this is, “leonardo’s only form of learning was an abacus school, an elementary academy that emphasized the math skills useful in commerce", "leonardo da vinci liked to boast that because he was not formally educated, he had to learn from his own experiences instead.” did he view being born out of wedlock to be any type of blessing in disguise or is that just retrospectively you looking at the “what if” of the time that was a blessing for him", "well, it was a complex situation for him", "he was born out of wedlock", "his father is this great notary, famous guy at the time", "he doesn’t have another child until leonardo is in his late teens", "so leonardo is both belonging to a family, but not fully belonging", "certainly leonardo felt he was extraordinarily lucky, as he put it, not be sent to one of the latin schools and universities that he would’ve been sent to had he been the legitimate son of a notary", "he said because it made him a disciple of experience", "he questioned received wisdom", "this is really the beginning of the scientific revolution, an early forerunner of it", "because instead of taking the received wisdom of the scholastics and the medieval scholars or even the ancient, leonardo always said let me test that", "let me devise an experiment", "let me look to my own experience to see if that’s right", "early on his life, he had this chip on his shoulder about the fact that he didn’t have a formal education", "but by the time he’s in his 30s, he’s pretty much bragging about it because he says that it allowed him to question every piece of received wisdom", "he also would’ve made a pretty terrible notary", "he was not very good at doing things rote, mechanical, repetitive-type things", "was his inclination to experimentation and testing something that was really just born of his programming, for lack of a better way to describe it", "did it seem innate or did he develop that somehow through other people", "well, i think he developed it", "this is the key to the book i’ve written, which is it’s not like he was born with some innate superpowers like newton was or einstein was, that you and i can never do", "he pushed himself to be curious and he did it through his own will, through making these lists", "partly he does it as a young boy", "because he’s not going to school like some of the other kids of his father’s friends", "he’s got to learn things himself", "he was also extraordinarily lucky to be born the same year that gutenberg first started selling books from his printing shop", "because the year before leonardo was born, there were no printed books you could buy", "by the time leonardo is in his 30s, there’s about 3 million volumes of books", "he collects books like crazy", "so that self-taught push to be curious i think comes from not having been sent to have a formal education and really wanting to make up for it", "do you have, because i know this is a question that i get quite often as someone who went to college – i think there are many people right now questioning the value of higher education, even though i felt like my experience was very valuable and helped me in many things afterwards", "how do you think about the uses or misuses of higher education in that case", "are there any parameters you would use to determine whether someone is better suited like leonardo by subjecting their life to experiment and experience versus formal schooling or a more traditional path", "i’m a believer in education and higher education", "a lot of people talk about einstein, who always thought out of the box", "or leonardo, who always questioned things and thought out of the box", "people come up to me and say, “i’m just like einstein.” i go, “yeah, sure you are", "tell me why.” “because i think out of the box.” i say, “he knew what was in the box before he thought out of it.” i think it’s useful to try to imbibe as much learning as possible", "the problem with our education system, not just universities, but starting in kindergarten, is they can take a person who is really playfully, wonderfully and joyfully curious and smash the curiosity out of them by jamming them with received wisdom", "this is why einstein runs away from school", "this is why steve jobs drops out of college", "it’s what separated leonardo from the more educated people of his time", "i guess the answer to your question is, it’s wonderful to be able to partake of a great education", "but remember that education is supposed to juice up your curiosity, not sate or diminish your curiosity", "you mentioned people coming up to you saying “i’m just like einstein.” some of them come up and say, “i’m just like steve jobs", "i’m a really tough boss", "when something really sucks or whatever, i just yell at people and tell them that.” i go, “yeah", "have you ever invented the ipod", "have you ever invented the iphone?” they kind of shrug", "i say, “if you haven’t, you don’t have the right to be tough on people the way he was.” he was tough on people and he got them to do things they didn’t know they could do", "they appreciated it for the rest of their lives", "right, yeah", "minor/gigantic difference between the two certainly", "the question that i’m so curious about is, among others, which of the biographical subjects you’ve written books about do you most identify with and why", "i probably think ben franklin", "i know that i have a great curiosity about a whole lot of things", "i’m not somebody like a jefferson or madison who’s a great, profound philosopher", "or somebody like sam adams or his cousin, john, who had extraordinary partisan passions", "i’m a little bit like benjamin franklin which is i know that other people know more than i do and are often more passionate than i am", "i like hearing about them", "i like bringing them together", "i like writing about them", "ben franklin started as a journalist and as a magazine publisher, which i can relate to", "he was very interested in media", "he created the postal system so he could have a distribution system for all the types of media he was creating", "then he pushes himself, as i did because my father is an engineer, to love science", "so ben franklin does those electricity experiments and does the charting of the gulf stream and all of his scientific experiments and inventions because he realized that you’ve got to connect innovation, inventions, science, curiosity, with the humanities", "he’s been my inspiration, just like he’s been your inspiration", "i suppose this is as much for myself as anyone else because i’m always hoping to deepen my ability to connect these seemingly separate dots or spheres", "if someone listening to this, let’s just say they’ve been specialized for a long period of time and they want to expand their general knowledge, is there a particular approach that you would take if they are an engineer or an artist and they want to foster that ability", "are there any particular approaches that you might take", "just be curious about everything", "usually it’s the people who love the humanities", "they tend to be people i know who think that we put too much emphasis on engineering these days and engineering in schools", "i disagree", "what i particularly disagree with is they’ll make fun of somebody who doesn’t know the difference between hamlet and macbeth or a picasso and leonardo or something", "or people who don’t like art or music or literature", "yet if i say to them, “do you know the difference between a capacitor and a transistor", "do you know on/off switches form a circuit and create logic", "i know you think greek and latin are important, but have you ever have a feel for c++ or pascal or great programming language?” of course, most people like that haven’t pushed themselves to realize", "you take ada lovelace, who was lord byron’s daughter", "she pushes herself to understand that a mathematical equation is just nature’s brushstroke for painting something in reality, just like a line of poetry is", "people will say, “i find math difficult.” well, take one of ada lovelace’s father’s lines of poetry", "lord byron writes something like, “she walks in beauty like the night.” that’s a beautiful line", "if you wrestle with it, you can figure out what it means, but it’s not easy, you have to work at it", "likewise, people who love lord byron’s poetry should also realize that maybe they can visualize science and math and engineering a little bit better so that they can stand at that intersection and not see just to the engineers the notion of creating great innovation", "that was the secret of steve jobs", "he loved calligraphy", "he loved dance", "he loved music", "he studied all those things before he dropped out of college", "he also, of course, knows coding and engineering and circuitry", "he said, “by standing at that intersection, you can master real creativity.” to me, it’s not that hard because why i wrote the leonardo da vinci book, here’s a guy who’s working in his art studio in his late teens and early 20s as a student", "but when he tries to get a job, he writes an 11-paragraph letter in which he talks about all of his engineering skills", "he said, “i know how to divert water", "i know how to build machines", "i know how to design interesting buildings.” by pushing himself to be both an engineer and an artist, that’s why he becomes history’s most creative genius", "you know what", "it’s something any of us can do", "if we’re really interested in music, we can also say, let me be interested in the beauty of relativity theory and how cool that is in showing how the universe and space and time are like a curving fabric", "all these things are beautiful", "it seems to me that another piece of the puzzle which i had underappreciated that you have elucidated certainly in your writing on da vinci, but elsewhere as well is the collaborative piece", "i’ll quote here briefly", "“we tend to think of artists as lone creators holed up in a garret waiting for inspiration to strike", "but as evident in his notebooks and in the process that led to his drawings of vitruvian man, much of leonardo’s thinking was collegial … leonardo knew the joys and advantages of having a team.” could you perhaps describe the similarities and/or differences between how leonardo, franklin, and jobs collaborated", "i know that’s a big question", "we biographers have a dirty secret", "we make it seem like it’s some guy or gal going into a garage and having a light bulb moment and that’s creativity", "that’s not the way it happens", "at the end of steve jobs’ life, i was talking to him", "i said, “what’s the greatest product you ever created?” i thought it would be the original macintosh or maybe the iphone", "he said, “no, creating a product is hard", "but what’s particularly hard is creating a team that will always create creative products", "building the team at apple was the best thing he ever did he said", "he was very driven and quirky in his tastes, but he knew how to have people around him who could execute and push back", "likewise with benjamin franklin", "there are all these passionate and smart people among the founders, but it’s ben franklin who gathers them together in his backyard in philadelphia under a mulberry tree and lets the passions cool down as he creates this team of people who are going to write both the declaration and later on the constitution", "what surprised me is that leonardo was that way", "he was not some lone genius", "he starts off in a studio with a whole lot of other people in verrocchio’s studio", "they’re jointly doing paintings together", "leonardo’s doing the angel in the scenery and the rippling of the water and others are doing the faces", "they worked together", "just take vitruvian man, the guy in the circle in the square", "everybody thinks that was a lone drawing", "no, he had three or four friends together and they were trying to design churches", "they had read the ancient scholar vitruvius who said the proportions should nearer the proportions of a human", "leonardo does about 230 anatomical measurements to get the proportions of a human right", "it’s a beautiful piece of science, that drawing", "but also, he wants to make it beautiful", "the figure, that self portrait of himself is a figure of unnecessary beauty", "but he’s doing it, riding around with these people as they visit pavia near milan to look at the church that they’re going to make into a cathedral there", "they’re all doing these drawings", "they’re having dinner", "leonardo and his young assistant are there and the assistant spills wine at the dinner", "we can just feel them collaborating", "they all make drawings like that", "it’s just that leonardo’s is a thousand times better than his collaborators", "this is going to be a complete lateral move", "i really want to ask you, just because i want to satisfy my own curiosity", "you mentioned earlier as math as nature’s brushstrokes, potentially", "then the combination of math and science and beauty in vitruvian man", "it would seem that elon musk is a big fan of your books", "elon is of the mind that we may be living in a simulation and, by extension i would think that nature’s brushstrokes as math could be the underlying code of what we’re experiencing", "do you have any thoughts whatsoever on the possibility that we are living in a simulated reality", "that starts way before elon musk in sort of the great theory that descartes wrestles with", "the mind/body problem", "but also the notion that we could be a disembodied mind in a simulated universe and how would we know", "first of all, you’re never exactly going to know that", "but as einstein helps us do and leonardo with his drive to be experimental and to discover things, is that finding out what those underlying laws are with those beautiful patterns of nature are, that helps connect us to our cosmos and make us feel like we’re actually at home in this universe", "that it’s not some simulation or whatever", "if you look at vitruvian man, since we’ve been talking about that, the guy in the circle in the square, what it really is besides the proportions of a church, it’s a man standing in the earth and in the universe and how does that man fit in", "i think we’re all struggling throughout our lives – it’s what makes us human – to figure out how do we fit in", "what’s our purpose here", "that was leonardo’s ultimate drive", "he wanted to know everything that could be known about everything there was to know about the universe, especially how we fit into it", "by discovering the patterns of the universe and our connection to those patterns, i think he made himself feel more at home in the universe", "i can’t answer your question, but i can urge people to be more like leonardo so they feel more at home in the universe, which might make you a little bit less worried the way elon musk is", "in all of your research and certainly writing and digesting of leonardo’s life, did you perceive him to be a content or fulfilled person", "how do you characterize his temperament", "he was tormented at times", "he drew deluge drawings that showed an inner torment", "there were times he got depressed", "there were times he writes in his notebook, “tell me if anything was ever accomplished, if anything ever got done.” i think that makes him very human", "he tended to be distracted at times", "but i do think he knew that he was lucky", "some like lewis and i have talked about, which is the happiest and most content people are people who wake up every morning and say whoa, i am really lucky", "at a certain point in life, leonardo realizes he’s lucky that he was born out of wedlock", "he’s lucky he didn’t go to a university and get a lot of received wisdom", "he describes his good fortune at being so curious about so many things", "i think that yes, there were times when he was tormented", "frankly, he probably had a disposition that if he lived today, his doctor would’ve put him on a pharmaceutical regime to even out his mood swings", "but we’re lucky that he was left to deal in his own way, both with his angels and his devils; both with the dragons and the demons that existed inside his fevered imagination", "the comment you just made on people recognizing their luck or how they’re fortunate reminds me of a quote one of my friends actually had put on a bracelet, which is “the struggle ends when gratitude begins,” which is a quote by neale donald walsch", "wow, what a cool quote", "yeah", "you know, that’s true of ben franklin and leonardo", "that coming to the moment of gratitude is actually coming to the moment of grace", "how did benjamin franklin enact that", "did he have any particular routines or behaviors", "he had a life hack that’s a really interesting routine or behavior, which is he kept a ledger", "because among the many things he was, was a bookkeeper and shopkeeper", "but he kept a ledger of what he called his errata, which were mistakes he made, moral flaws", "then he would put that on the left-hand side of the ledger", "on the right-hand side of the ledger, he would write what he did to make up for it and make good for it", "for example, the first item really is that he was apprenticed to his brother, which meant he was indentured to work a certain number of years, but he runs away and breaks the apprenticeship", "without telling his brother, he disappears at night", "he called that a moral failing", "he puts it on the left side of the ledger", "on the right side of the ledger later on, after his brother died, he paid for the education and took over the raising of his brother’s children", "so throughout his life he saw where he made mistakes and tried to fix them", "the most important of those was he tolerated the advertising of slavery in the newspaper he owned, the pennsylvania gazette", "at one point, he even had a couple of household slaves that he let free after a while", "but he agrees to the compromise at the constitutional convention that enshrines slavery into the constitution", "he thinks this is the greatest moral mistake he made", "when he’s about age 80, which i think is pretty old, he rectifies that errata by starting and become president of the society for the abolition of slavery", "leonardo did that too in his notebooks", "he put down exactly what he wanted to learn and created treatises which he never published, but it was everything from the flight of birds to anatomy to art to how light works to how shadows are formed", "he put them all down in his notebook and ticked off that he had mastered a certain concept.             i’d love to tie some of your observations about ben franklin, i suppose by extension leonardo, but specifically franklin, a question that you ask in your biography of him, which is led to by a statement", "“but whatever view one takes, it is useful to engage [inaudible] with franklin for in doing so, we are grappling with a fundamental issue", "how does one live a life that is useful, virtuous, worthy, moral, and spiritual meaningful", "for that matter, which of these attributes is most important?” i’d love to ask you in your life right now, which attribute or priority do you find most important or most useful in a sense that it’s the lead domino that tends to maybe lead to the others", "i know it’s a – i’ll make this personal both with you and with me", "because one of the things the aspen institute does, and you as a henry crown fellow of the institute went through this process, is how do you move from success to significance", "what are the basic values that give a certain purpose to life", "like benjamin franklin, i started off with certain values like how i was going to be successful enough, how i was going to produce a few things that people might find useful", "then i tried to deepen a little bit more to say – and i think it helped going through hurricane katrina in my hometown of new orleans and then moving back part-time to new orleans to be part of the louisiana recovery authority", "you realize over and over again how much it’s not about yourself", "it’s about figuring out how you’re part of something larger than yourself", "that’s a personal thing when you start being engaged in civic life", "but then it gets to the ultimate questions, which i don’t feel i’ve come close to answering, but you asked them about leonardo and others", "which is how do you fit into the universe itself", "what is our purpose here", "what is it that connects us and makes us more than just a collection of atoms in perhaps an elon musk simulation", "that’s not something you ever just get the answer to", "but like leonardo, every day by looking at the patterns of nature, by understanding the beauties of the infinite works of nature and of creation, you have to keep marching along that path, even though you know you’ll never get to the destination", "how do you personally grapple with or find peace related to these bigger cosmological questions or where you fit in", "is there anything that you’ve found to be particularly helpful in that arena of your life", "i think i start by reading and then writing biographies of other people who went down a path of both understanding the infinite works of creation and then a little bit of how we fit into it and then maybe getting closer to a spiritual understanding of our role in it", "we all try to explore", "i began that when i was young", "i mentioned walker percy the novelist", "i was 12 years old", "we used to water-ski on the bayou near his place", "he had a daughter my age", "he talked about the search", "i kept saying, “what’s the search?” then i read the moviegoer, his novel", "it’s like, binx bolling, the main character", "he’s on the search which is precisely the one you just talked about, which is i know a little bit about what i know do in life", "i’ve learned some facts about the world", "but i’ve now got to embark on this search about the more spiritual way that we fit into this", "if you read the moviegoer and you read walker percy, you know the search doesn’t come out with one specific answer", "for walker percy, it was a leap of faith", "he became a devout catholic", "for me, it’s not just a leap of faith that one needs, but you march further down the path the more you look at a leonardo being astonished by the beautiful patterns of nature and then replicating them in his art and his engineering", "you look at people who have made things of deep human beauty and connected the humanities to technology", "you say these people are at least on a path to help guide us to help figure out how humans fit into the larger creation", "i would love to, if you’re open to it, ask you about some of your tougher periods", "because many people who listen to this podcast or read books or even just read your biography on your book page, for instance, it looks like every time perhaps you step up to the plate you’re hitting home runs", "certainly every person who’s been successful in any given field that i’ve met has had tougher times", "are there any particular tougher times you’ve experienced and did anything help you to get through them or get out of them", "yeah", "i mean, i certainly have not hit home runs my whole life", "on a very practical level, i was not very good when i got moved to run cnn", "i was working at time magazine", "the same company owned cnn", "after the magazine, which i kind of loved because you can be curious about everything from music to math to medicine to world affairs, i was running cnn and i didn’t have a good feel for television", "we were competing against other news channels and there was pressure to become more opinionated", "i’m not somebody who relishes being more opinionated", "likewise, i just wasn’t that good", "i’d look at a television personality or meet somebody and i’d have no idea whether they’d be successful hosting a show", "i realized at times you push yourself to get out of your comfort zone, but there are also times when you’re just out of your comfort zone and the reason is you’re not good at something", "i pretty much didn’t succeed during the years i worked at cnn", "fox news came up, msnbc came up", "i think news became more partisan and distorted", "i was deeply uncomfortable during that period", "i just kept saying how do i get out of this movie", "i learned that you have to know in life what you’re good at", "even though you have to push yourself sometimes beyond your comfort zones, you have to be able to say i’m not good at this particular thing, which was television", "secondly, i’m not good at managing huge numbers of people who have very strong needs, which tends to be what people in television have", "i don’t want to do that anymore", "that’s when i went to the aspen institute because it was a search for a deeper meaning in life and i could get away from the hurly-burly of cable television and have a more reflective, thoughtful period with people like henry crown fellows and the other people in the institute who were doing worthy projects", "i just learned i had to not try to be the most famous, successful tv executive in the world, but go to a place where in my heart i was more comfortable", "thank you for that", "on an ongoing basis, what do you do when you’re feeling overwhelmed or unfocused", "one of the things i do is a life hack from leonardo, which is i’ve learned the value of making a list", "by the way, doing it on paper, even though like you, i love all sorts of new media and was there in the early 1990s trying to create online and then web services", "i love social networks and everything else", "every now and then, a leather-bound notebook filled with nice paper with a list of things that are bothering me", "a list of things i still have to do", "a list of people i have to make it up to because somehow you brushed them off on something", "you put that on paper and then you get to go back a year later", "ben franklin did that", "but most of all, leonardo did that", "one of the joys of writing about him was going around the world and, as you said, there are more than 7,000 pages left of his notebooks", "bill gates has some", "there are some in paris and venice", "nice places to go look", "i look at those lists he made and i say, okay, whenever i’m overwhelmed, let me make a list and let me do like leonardo did and ben franklin did, save a part of the page for how i’m going to rectify these things", "it seems like ben franklin, based on your description, really kept track of his errata in the sense that he would filch on his promises related to the apprenticeship and then many years later come back to that errata and rectify it", "for leonardo or for yourself, how much of the therapeutic value is in simply putting it down on paper versus doing something with the information on paper", "well, to start with leonardo, he never really completed any of the treatises he was going to do", "i think it’s a failing of his, a small failing, that he was so curious about everything, that he actually never added to the great wealth of knowledge at the time by finishing something for publication, which i think would be more satisfying", "for me, if something’s on a notebook page that i want to do or is on my bucket list or i’ve got a rectify list", "if it stays there unrectified or undone, it’s there on the page making me feel guilty every day", "it’s nice to flip back and say i’ve still got to do this", "i think having a record on paper, with all due respect to twitter and facebook and stuff, they may be like myspace which is 50 years from now, only you and i remember what myspace was", "we can’t retrieve those pages", "the good thing about doing them in a nice notebook or even a notebook you can buy at the cvs is that they’re there", "there’s a certain permanence to paper", "it is a great technology, paper is, for the storage and retrieval of information", "if we’re looking at not just the storage and retrieval, but imparting of information, looking at teaching", "you’ve had a lot of exposure to teaching yourself", "both personally, but as chair emeritus of teach for america", "you have a lot of exposure to education", "i would view your books certainly as a medium for teaching in a lot of respect", "if you were able to give three books to every graduating high school senior or college senior to aid them in their future, are there any particular books that come to mind", "one can be one of yours", "but no more than one", "i’ll at least do the pretense of humility, which is not do mine", "i would actually go back to some of the classics", "everybody, of course, should be familiar with the bible, which is a way of being taught through both parables and tales of people and their values", "but the odyssey is a particularly important one because i think life is an odyssey", "especially as you’re young and you’re coming out of college, you’ve got to travel", "you’ve got to get on the road", "you’ve got to connect with different types of people and have adventures", "there’s something beautiful about the odyssey because ulysses is on the boat and then he’ll have this incredible adventure", "but then he gets to get back on the boat and move on", "it allows him to be both engaged, but also a bit distracted", "of course, the other book you’d give is very similar, which is huckleberry finn", "he gets on that raft, gets off of it", "he gets engaged and has adventures", "when something happens, it’s about time to get on the raft and move on", "that ability to learn through travel is something i discovered leonardo did in his notebooks", "if i were giving somebody coming out of college, i’d say, “i know you want to get on with your career, but read the odyssey, read huckleberry finn, read ken kesey’s on the bus or on the road, i mean", "jack kerouac, i should say, and all the others who felt that by exploring and getting on the road, it connected them better to humanity and thus eventually set them on the path for what walker percy called the search, which is how do i fit in to all this", "i have a friend who re-reads or listens to the odyssey every year", "i’m pretty sure i’m matching this factoid correctly to neil strauss, who’s a seven or eight-time new york times bestselling author", "he used to write for, maybe he still does, the new york times and rolling stone", "he views it as that important for himself that he revisits", "he outdoes me in that regard then", "i’d love to know what everybody’s favorite translation is too", "i like the fagles translation", "the cool thing about the odyssey is different people get to make it their own in a way", "just like many biographers of leonardo", "we each get to have our own leonardo and place that piece of music in our own way", "great translators can play the odyssey in different ways", "your favorite translation was by fagle, you said", "fagles, f-a-g-l-e-s", "i’m blanking on his name now, but an old professor i once had", "john finley did some great translations too", "i’ll have to find out from neil", "if you look back at the books you’ve gifted the most to other people and i’ll have to make the allowance it could certainly include your own, but are there any that fall outside of the bible, the odyssey, huckleberry finn", "i do give walker percy books out a lot", "i also think the autobiography of benjamin franklin is cool", "because like i said with leonardo and ben franklin, they’re putting things on paper and that autobiography is cast as a letter to his son", "it’s not some deep ruminations and things", "it’s about how you make your way through this world", "other gifted books", "i just gave a copy of kurt andersen’s fantasyland to a friend", "i think it helps you understand the wackiness happening in our country today", "thank you", "we’re segueing into the tail-end of this conversation", "i could keep going for hours, but i won’t do that because i know you have a party to get to", "but the new behavior or belief that has most helped you in the last year or several years", "or it could be a behavior or belief that you abandoned", "does anything come to mind", "behavior", "or belief", "or belief", "i think i gave up, as i said, watching television as much as possible", "it was just a new behavior", "here in our house in new orleans, we don’t have a television set", "it means when i want to watch the saints’ game, i actually go to wonderful place where people are drinking beer and get to do it as a communal endeavor", "i find it also lowers my blood pressure because i think our country is going through a really weird period", "but if i’m not watching it every night on cable news or something, i try to put it in perspective better", "that’s the behavioral change in the past few years that has centered my life a little bit better", "if you could have a giant billboard anywhere with anything on it, metaphorically speaking just getting a message out to millions or billions of people, what would it say and why", "it could be a few words or a paragraph", "it could be someone else’s quote", "anything goes", "well, it would be to go back to the theme of this conversation", "to stay curious", "steve jobs loved the last edition of the old whole earth catalog", "that wonderful ‘60s and ‘70s publication", "on the back of it was just a road, like the type of road you’d stumble across hitchhiking", "it said, “stay hungry, stay foolish.” another way of saying that is “stay curious, stay observant.” that’s what separated leonardo and einstein and ben franklin from the rest of us was that even in their 20s, even in theirs 30s, even in their 50s and 60s, they were always wide-eyed", "not only being curious about things, but being open and observant to the beauty of things and the beauty of nature’s and god’s creations", "i think either we start losing our curiosity fast when we’re young kids and either our teachers or our parents say, “quit asking so many questions,” or “that’s a dumb question.” then as we go through life, it naturally drains a little bit from us, that curiosity that a child has", "if i say what do i find on leonardo’s notebook pages, to the very end of his life, he’s got a childlike curiosity", "einstein once said, “i don’t have any special talents, but i still have my childlike curiosity, which is why i wonder what it would be like to ride alongside a light beam", "why i wonder how gravity makes things move.” leonardo, the last page we have of his notebook, just a simple page with all sorts of sketches, but it also nearly two-thirds of the way down the page, he’s got four little drawings where he’s got geometric shapes", "he was still trying to figure out how do you do that puzzle of squaring the circle", "he writes it and he has a little chart showing how he’s done it", "the last line it breaks off and he says, “but the soup is getting cold.” you just picture him there upstairs in his study and the cook downstairs with all of his students and friends down there, calling him and saying, “come on down", "the soup is getting cold.” on his deathbed in princeton, new jersey, einstein for 40 years had been trying to do something like leonardo tried to do, square the circle", "but for einstein, it was create the unified theory, a theory that would unify the forces of gravity with the forces of quantum mechanics and electromagnetism and have a unified field", "you just see he, like leonardo, gets two-thirds down the page with all sorts of equations, even a couple math mistakes which he fixes", "then he’s having heart problems and the pain becomes too great and the last equation dribbles off to the bottom of the page as he tried to get just one step closer, both for himself and for the rest of us, to the spirit that’s manifest in the laws of the universe", "that notion that there’s a spirit manifest in the beauty of the universe is what leonardo was doing on his last notebook page, and einstein", "that’s part of the search", "if we’re all on some search for the deeper meaning, those are little clues, little, i’ll call them, path markers or guideposts of how we should pursue the search", "well, that is a beautiful way, i think, to tie a bow on top of this very wide-ranging and extremely fun conversation", "it is wonderful talking to you", "it really is", "you too", "you have a great curiosity and you have a great love for things", "i don’t know", "as i said, i started off with the 4-hour workweek and all those cooking things", "but in the end, you just realize that for you and the rest of us, partly we’re just guided about wanting to know a little bit more and experience a little bit more", "i’m really glad that you, much like the people you cover, seem to have occasionally an obsessive fascination with digging into the details and pulling out what makes these people tick and what guides them, what drives them, what pulls them, or attracts them", "it’s a real service", "i thank you for putting it together", "it’s like my mentor said, “be a storyteller.” that’s all i’m trying to do with leonardo da vinci is this is the most interesting story you can imagine", "let me tell you the story", "certainly everybody should check out leonardo da vinci", "it’s absolutely going to do, i’m sure, great things", "if people have liked your previous writing, they should definitely check out leonardo da vinci", "aside from that, do you have any parting comments or suggestions, any call to action", "anything like that for the people listening", "it could be anything", "certainly in the show notes i’ll link to everything we’ve talked about, including leonardo da vinci, but aside from that, is there anything you would like them to do or consider", "well, i did talk about being greater curiosity", "we also talked about something, you and i and maybe you understand, which is gratitude", "i think the grace that comes from gratitude makes you feel like you want to pay it forward a bit and help others", "we’re living in perilous times", "i’m moving back to new orleans because i think it’s important to reconnect with your home communities", "in doing so, by reconnecting with your communities, maybe we can heal just a little bit of this divisive type of culture that we’ve allowed ourselves to sink into", "that’s not so much a call to action, but it’s just a way to maybe realize, as you would by reading a leonardo da vinci or an einstein, that there are larger things in this world and there are more things that unite us in our spirit than divide us", "  walter, it’s such a pleasure to spend some time with you", "people can certainly say hello to you on facebook: walter isaacson", "twitter: @walterisaacson", "to everybody listening, i’ll link to everything including the new book, leonardo da vinci", "just to give you an idea, you have the most insanely incredible blurbs and critic reviews of your books", "i have such jealously", "“a monumental tribute to a titanic figure” – publishers weekly", "“majestic", "isaacson takes on another complex, giant figure and transforms him into someone we can recognize", "enthralling, masterful, and passionate.” – kirkus reviews", "i’m really excited to see what this will do for all the people who will no doubt read it", "once again, i really appreciate you taking the time, walter", "thank you, tim", "to everybody listening, as per usual, you can find links to everything in the show notes at tim.blog/podcast for this episode and every other episode", "until next time, thanks so much for listening"]}