{"dialog_idx": {}, "episode_num": 275, "file_type": "audio", "guests": [], "num_sentences": 712, "num_words": 9821, "raw_text": "Please enjoy this transcript of the show being taken over by Jocko Willink (@jockowillink). It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the episode here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Good evening. This is Jocko Willink and I am standing in as the host of The Tim Ferriss Show. I’m doing some talking because right now, Mr. Tim Ferriss can’t talk to you himself because he is in a silent retreat, where he’s remaining in complete science for, I think ten days. It’s not just silence, it’s also no books, no computers, no phones, obviously, it’s just pure silence alone with your thoughts. Not exactly what I would want to do. It sounds kind of crazy and it sounds like something Tim Ferriss would do. In the meantime, like I said, I am here to guest host this show, which is awesome. I appreciate that opportunity. A little bit about my background first. If you want to know about me, one of the best places to find out about me is actually on this podcast as well. Tim Ferriss Episode No. 107. That was released in September of 2015. That was the first time I was interviewed for anything. I had been in the SEAL teams for 20 years. I had never done any investment. I never had any social media. I didn’t have a website. I really didn’t exist in the public eye at all. My background is that I grew up in a small New England town. I enlisted in the Navy after high school. I went through boot camp. I went to SEAL training. I spent some time at SEAL Team 1 in the ‘90s and eventually got picked up for a commissioning program, which meant I was going to become an officer in the SEAL teams and move into a leadership position. Eventually, once I did that, the war started on September 11, 2001. From there, I deployed to Iraq as a SEAL platoon commander and then as a SEAL task unit commander. When I was a task unit commander, I found in the Battle of Ramadi. Ramadi, Iraq, the capital of Al Anbar Province. Very tough fighting and an incredible effort by the soldiers and Marines on the ground and also the guys that were with me from my SEAL task unit. We ended up being the most highly decorated special operations unit from the Iraq War. Incredible sacrifices were made for that victory. When I got back from that deployment to Iraq, I took over the training for the West Coast SEAL teams. The training that I took over isn’t the training where you’ve got the boat on your head or you’re carrying the logs around or you’re doing a bunch of push-ups and pull-ups and runs and swims. It’s the real training, where SEALs actually learn to be SEALs. To shoot, move and communicate, to fire and maneuver, to close with and destroy the enemy, and they learn about combat leadership. I taught that for my last few years in the SEAL teams and then retired in 2010. When I did that, I started working with companies and businesses helping out with their leadership and management. That developed into a leadership and management consulting company called Echelon Front, which I run with my buddy and former teammate, Leif Babin, who was one of the platoon commanders who worked for me in the Battle of Ramadi. We wrote a book together called Extreme Ownership. That is how I ended up being on Tim’s podcast for the first time. We had some mutual friends: Kirk Parsley and Dr. Peter Attia. They made the intro and that’s how I ended up on this podcast the first time. That book, Extreme Ownership, is a book about leadership. Really it is combat lessons learned and tested on the battlefield that we then taught to the next generation of SEALs. Now we’re out there teaching these leadership principles and businesses and teams and organizations throughout the civilian world and also in law enforcement, in fire departments, or any type of organization. That’s what we’re doing now. As that book was launching, like I said, I went on Tim’s podcast. It was awesome. When we got done with that podcast, when Tim pressed “stop” on the recorder, he said, “You should really have your own podcast.” I listened to him but I had a bunch of stuff going on. The book was coming out and whatnot. Then Joe Rogan heard that podcast and asked me to come on his podcast. In the middle of that podcast, Joe Rogan said, “You should have your own podcast.” I guess when Tim Ferriss and Joe Rogan tell you that you should have your own podcast, then you should listen. I did. I started my own podcast, which is called Jocko Podcast. Really it’s a podcast about human nature. It’s human nature as viewed through the lens of war and other human struggles. It is definitely focused on leadership, but it also often reveals the dark side of mankind. The podcast can get pretty heavy and pretty dark. But it’s not all like that. I also will, as we did the podcast, as I continued putting it out there, I also talked about all kinds of other things about life. About how I live, about surfing, jiu-jitsu and working out, eating and how I eat and sleeping and how I sleep and how to wake up earlier and how to overcome procrastination and how to accomplish goals and how to get the most out of the life, and all those kinds of things. Basically, winning. In there, I wrote a book for kids. The book I wrote for kids is called Way of the Warrior Kid. It’s about a kid who’s having a tough time at school. He couldn’t do any pull-ups and didn’t know his times table, so he felt stupid. He didn’t know how to swim because he was afraid of the water. He was getting picked on at school. On the last day of school, everything comes crashing down on him. He goes home all sad, but when he gets home, remembers that his Uncle is coming to stay with him for the summer and his uncle was a SEAL in the SEAL teams. His uncle finds out what these problems are that the kid is suffering through. He says, “Look, you can’t swim? You can’t do any pull-ups? You don’t know your times table? You’re getting picked on at school? We can handle those problems.” They go on a little journey and Uncle Jake teaches young Mark how to overcome all these challenges. That book came out but people were asking for details on the aspect of my life – not about the leadership stuff, but about my operating system. Eventually, put that down – my mode of living – into the way I live. This book is called Discipline Equals Freedom: Field Manual. It just came out October 17th. That’s how I ended up doing this podcast for Tim. Because like I said, Tim is fortunately or unfortunately, depending on how you’re looking at it, Tim is not allowed to talk right now. But he had read the book just before he went into his period of silence. He wanted me to come on while he was not able to speak and talk about some of the high points that he thought would be a useful introduction to people that listen to his podcast. That’s why I’m here. If you were expecting Tim, I apologize. I know that’s always a bummer when you’re expecting to have that person you know and you’re anticipating hearing their voice and it turns out not to be that person. If you’ve made it this far, thank you. Here we go. The book is broken into two sections. The first section is called “Thoughts” and the second section is called “Actions.” The Thoughts section is basically about what goes through my head. It’s how I view and how I think about things. Tim wanted me to focus on the actions part. For one example of what is in the Thoughts category, I’m going to the book here, this is directly from the book Discipline Equals Freedom: Field Manual. Here we go. “People want to know how to stop laziness. They want to know how to stop procrastination. They have an idea in their head, maybe even a vision, but they don’t know where to start. So they ask and they say, where do I start? When is the best time to start? I have a simple answer. Here and now. That’s it. Do you want to improve? Do you want to get better? Do you want to get on a workout program or a clean diet or start a new business? Do you want to write a book or make a movie or build a house or a computer or an app? Where do you start? You start right here. When do you start? You start right now. You initiate action. You go. Here is the reality. That idea isn’t going to execute itself. That book isn’t going to write itself. Those weights out in the gym aren’t going to move themselves. You have to do it. You have to do it now so stop thinking about it, stop dreaming about it, stop researching every aspect of it and reading all about it and debating the pros and cons of it. Start doing it. Take that first step and make it happen. Get after it. Here and now.” That’s the kind of things that are in the book. The first part of the book, which again is called “Thoughts.” Like I said, the second part is what I actually do to implement those thoughts into my life. Of course, Tim being Mr. Pragmatic – how do we get to it? How do we make it happen? He asked me to detail some of those for you. One of the things he wanted me to talk about was early morning training and what role getting up early, because I get up early in the morning, what role that plays in my life and why I maintain that and have maintained that for a long time. There’s one section that talks about a little psychological edge that I believe waking up early in the morning gives anyone that wakes up early in the morning. Here’s a little chunk of the book where I talk about that psychological edge. “There is a slew of psychological advantages that come from early morning physical training. First, there is a psychological win over the enemy. Knowing that you are working harder than your adversaries gives you an advantage. It gifts you confidence that you can overcome them in battle. Another advantage to waking up early and working out hard is that it demands discipline to do both. Some scientists have claimed that discipline dissipates the more it is used. That willpower is a finite resource that is reduced every time it is used throughout the day. This is wrong. That does not happen. To the contrary, I believe, and studies have shown, that discipline and willpower do not go down as they are called into action. They actually get stronger. This is obvious if you actually try the experiment yourself. Before you go to bed, plan what workout you’re going to do in the morning. Stage your workout clothes so you don’t even have to think about them when you get up. Write down a list of things you need to accomplish the next day. Set your alarm clock for 4:30 a.m. and go to sleep. When the alarm clock goes off, get up. Put on your pre-staged clothes, brush your teeth, and go get your workout on, hard. Get done, shower, get dressed and begin to crush the lists of tasks you made for the day. When it is time for breakfast, see what happens. You won’t want to eat junk. You won’t want that disgusting donut. You’ll want some eggs and bacon. That will happen at lunch too. You’re feeling good, energized. You don’t want to eat those worthless calories of pizza or French fries. You want fuel. Good fuel to rebuild your body. Clean fuel that keeps your mind sharp. When you’re on the path, you want to stay on the path. Unfortunately, the opposite is also true. Once you step off the path, you tend to stray far. When you don’t prepare what you need to do the next day, when you sleep in and then skip your workout and you don’t start attacking the tasks you have because you didn’t write them down the night before, that is when you make bad decisions. That is when your will and your discipline fail. You figure you might as well have that donut. Have that donut for breakfast. Once you’ve done that, you might as well put down four or five pieces of pizza for lunch. It doesn’t matter anymore. You’re off the path and that is a disaster. Your will didn’t break. It never showed up in the first place. Get on the path of discipline and stay on the path. Discipline begets discipline. Will propagates more will. Hold the line across the line. Victory will be yours.” That’s why I wake up early in the morning and work out. Also in the book, I talk about how you actually start getting up early in the morning. This is a big challenge for a lot of people. I know it. I get it. There’s a bunch of ways to do this. One of the most important things to allow you to get up early in the morning is to go to bed earlier. But going to bed earlier is also a challenge. Again, I talk about this in the book. What’s the most important thing to put into place to go to bed earlier is No. 1, you want to be tired. When you get to the end of the day, you want to be tired. That’s how you get to go to bed earlier. No. 2, turn off the internet because they’ve got these little people that are programming things into the interwebs that are truly just meant to get you to click one more time. Just click one more time and watch one more video. One more stupid video that’s not getting you anything. It’s not improving you in any way. Turn off the internet. If you need to do something, read a book. Pick up a book and read a book. The most important thing to allow you to go to bed earlier, the most important thing you can do is actually get up earlier. That’s what happens. When you get up earlier, then you’re more tired by the end of the day. Then you can go to sleep. That gets you in the right pattern. The way you start going to bed earlier is by getting up earlier. Again, I detail this and the way that pattern unfolds itself in the book. Another thing that Tim wanted me to hit on was my actual workouts. Like what my workouts look like from week to week. I’ll say this: I have a bunch of standard workouts that I use. They vary a little bit depending on what I’m feeling like or what is needed. Maybe I’ve got some little injury that I have to cover up. Maybe I’m really tired from some other workout that I did so I need to make an adjustment. Maybe I haven’t worked out in a few days, so I’m going to go even harder. There are little adjustments that go by. I actually took a lot of these standard workouts that I have and I put them in the book. Again, this is something that people really wanted to hear from me. What my workouts actually were. So I put them in there. They go from the beginning level, from people that really haven’t worked out before, all the way to intermediate and all the way up to advanced. I actually own a gym in California. A big, mixed martial arts gym. We’ve got Olympic lifting, we’ve got everything in there. I’ve seen people and trained people at all levels from total non-athletes that haven’t done anything active in years, all the way to the highest level athletes that are fighting professionally in the UFC. I’ve seen and brought people through those different categories over the past ten years that I’ve been training civilians. That’s what this book contains is what those are like. I also go after different goals because you want to be chasing something. At least I do. I want to be chasing something. I want to be trying to achieve something. But I don’t just continually chase the same thing. Maybe I’ll spend a month trying to increase my deadlift and get my deadlift up there. Sometimes I’ll be just trying to run and get my three-mile timed run or my four-mile timed run down. Sometimes I’m trying to max out on pull-ups and see how many pull-ups I can get. I’m always chasing some goal of some kind. I never go too far in one direction because I think that would not suit me for the way I live. For instance, if I was just trying to get a massive deadlift, which is awesome. But if that’s my sole purpose to get a massive deadlift, then I’m going to be as big and strong as possible, but that’s obviously going to hurt my mobility. It’s going to hurt my cardio. So I get to a point where I’m maybe some percentage of my capability and then once I get to that percentage and I get to that point where I’m really going to have to change my lifestyle in order to increase beyond that, that’s when I say okay, this is where my deadlift is right now, let’s start looking at how many pull-ups I can do. Or let’s start seeing what other exercise I can move onto and find some other challenge. That’s sort of what my workouts are like. I’m always chasing something. The other thing with this is people get really fanatical about working out. They get into where their workout becomes a form of religion. That’s one of the reasons that I never really talk specifically about what I do for my workouts because I don’t really like to preach about you should do this or you should do that. But people are interested, so that’s why I put it out there. The kind of training that I do definitely has been effective for me over the years in my various jobs. I’m not a person that says hey, my way is better than everyone else’s way. I’m not one of those people. I’m not saying that at all. Actually, there’s people that know more than me and there’s better with better or different methodologies that work well for their system. That’s cool. If you want to text whatever, put on social media 8,000 times that you have something better, that’s awesome. I appreciate your input. I have been doing what I’ve done for a long time. It’s not a religion to me. It’s just a cool way of working out. My workouts are kind of split into some broad movements. The broad movements are pull, push, lift, and squat. How those break out: pull is basically centered around pull-ups. In SEAL training, you do a lot of pull-ups. Pull-ups are obviously important because you’ve got to be able to pull yourself up, climb ladders, all those things. It’s also good to know that you can move your bodyweight around. Pull-ups are a huge part of my workouts. Pull-ups is what the pull day is centered on. I do all different kinds of pull-ups: close grip, narrow grip, wide grip, ring pull-ups, climbing ropes, and obviously, pull-ups on a pull-up bar. That’s what the pull day is based on. The push day is, again, rooted in SEAL training. The push day is basically centered around push-ups and dips. Again, all the different kinds of push-ups and all the different kinds of dips: ring dips, bar dips, push-ups, close-grip push-ups, wide-grip push-ups, dive bomber push-ups, all these different types of push-ups that you can do, that’s what that push day is centered on. The lift day is, for lack of a better way to explain this, the lift day for me is primarily about getting things off the ground and over my head. That means deadlifts. It means cleans. It means clean and jerk. It means press. It means snatches. It means handstand push-ups, that kind of exercises. That’s what the lift day is to me. Then finally, squat, which would also be called leg day. That obviously focuses on all different kinds of squatting, from back squat and front squat and overhead squat, and all of the other types of variations of squats that there are. But also, it’s not just squatting because I’ll do plyometrics and sprint and calisthenics that are leg-focused. Those are kind of the four categories: pull, push, lift, and squat. Then on top of those, I do gut, which I guess is what normal people call core or abs. But I just have always called it gut. Again, that’s rooted in the SEAL teams. When I was a new guy in 1990-whatever, they’d say we’re going to do some gut work. What that meant was you were going to work out your abs. You’re going to do sit-ups, you’re going to do rush-and-twists, you’re going to do all-flutter kicks. All those things. Then on top of that, I do metabolic conditioning. The way I do metabolic conditioning which means you’re going to be breathing really hard for either a short, intense amount of time or maybe a little bit longer. But that’s what I definitely do. The reason I do metabolic conditioning is so that I’m in good shape so I can sustain a high output for short bursts and multiple short bursts and over longer periods of time. I mix that in sometimes with the workout itself. Sometimes I do it before the workout. Sometimes I do it after the workout. If you talk about what my workouts consist of as far as time goes, my workouts just depend on what’s going on in my world, on that day. Some of my workouts are very quick and I can get them done in less than ten minutes. They make you want to throw up. At the same time, sometimes I’m working out for three hours, maybe doing singles, doubles, and triples on weights for heavy exercises. It depends. It depends on what I’m doing, what my current goal is, how I set those up. It also depends on what life is throwing at me. Obviously out on the road somewhere, you can’t always do heavy squats because your hotel gym only has two 35-pound dumbbells, which really puts the heavy squats out of the picture. So you’ve got to be able to adapt and make something else happen. Tim asked that I walk about what an actual series of workouts for me would look like. Like I said, in the book I actually put the workouts in the book. I’ll read through a few days of some of these workouts so you get the feel for what it is. I went right to the advanced workouts. Again, there’s beginner, intermediate, and advanced. Maybe I’ll talk a little bit about some of the beginner ones too. But there is a place to start. If you can’t do anything, you can still get started. Here’s an example of what I would do on a pole day for an advanced workout. Here we go. The primary work is going to be 30 muscle-ups. A muscle-up is on rings. You can do them on a bar too. I usually do them on rings. A muscle-up is where you hold onto rings or a bar like you’re going to do a pull-up. You do a pull-up, but you pull you’re all the way up and then press through until you’ve done a dip and now you’re in a dip position, either on top of the bar or above the rings. It’s called a muscle-up. If you can’t understand my description, then you can go to YouTube and look up “muscle-up” and you’ll see them. 30 Muscle-ups, and then 100 dead-hang pull-ups, and then 100 kipping pull-ups. I’ll do all those four times as far as I can. Then when I get done with those, I’ll do some hang-cleans. Again, this is a place where you might want to go to YouTube and check out what a hang-clean is. YouTube is an incredible instrument and tool for trying to learn. That being said, when you go and you look at the YouTube video, what you think you’re doing is not what you probably are doing. That’s why getting a coach to help you is very important. I remember one time I was coaching a guy in boxing. In boxing, you’re supposed to move your head from side to side. There are certain movements that your head is supposed to have. I was watching him do it. He said, “How’s my head movement looking?” I hadn’t trained him for a while. He said, “How’s my head movement looking?” I said, “Well, go ahead and let me see it.” So he started doing it and it was hilarious because his head was staying absolutely still but his shoulders – he would lift his left shoulder and then lift his right shoulder, then lift his left shoulder, then lift his right shoulder. But his head was staying still. I said, “It’s okay. Just come here and look in the mirror.” Because when you shadow box, you use a mirror. He looked in the mirror and he saw what was happening. In his mind, his head was moving back and forth from left to right, but in reality, the only thing that was moving was his shoulders lifting up. You have to be very careful when you’re lifting weights that you truly are doing what you think you’re doing. The easiest way to do that is to have a coach come and watch you do your movements. For instance, the hang clean is a movement that I would do next in this workout. I would just do probably six sets of between three to six repetitions. Again, I’m trying to maintain good form. Then get done with that, so I’ve done 30 muscle-ups. I’ve done 100 dead-hang pull-ups. If you don’t know what a dead-hang pull-up is, that’s where you don’t use any motion of your body. You’re using pure strength. Then I do 100 kipping pull-ups. Before everyone thinks I’m lying or whatever, I can’t do 100 dead-hang pull-ups in a row. I can’t do 30 muscle-ups in a row. I can’t do 100 kipping pull-ups in a row. When I talk about doing these, I talk about doing as many as I can and then I have to stop and shake it out, then I jump up and do some more. Maybe for my 100 dead-hang pull-ups, maybe my first set I only get 14 dead-hang pull-ups. I drop off the bar. I shake it out. I jump there and I do another 10, so now I’m at 24. Then I can’t do anymore, so I drop off the bar. Maybe I get another set of 10, then I’m at 34. So that’s what I’m going to do when I get to 100. When I get to 100 dead-hang pull-ups, now it’s time for me to do kipping pull-ups and I’ll do the same thing. Maybe the first set I do 40 kipping pull-ups. Once I’ve done 40, I drop off the bar and shake it out a little bit. I’ll jump back up on the bar and now I do 20 so I’m up to 60. Now I drop off the bar. Then I do it again and get up to 80. That’s what I’m talking about. You’re going to break up these sets until you can get the number that you’re aiming for. Then after I’ve done 30 muscle-ups, 100 dead-hang pull-ups, 100 kipping pull-ups, then I jump into doing some six sets of hang-cleans with a weight that allows you to do three to six repetitions per set while you’re still maintaining good form and again, it’s critical to maintain good form. Then I would do five sets of reverse curls followed by regular curls. I went through the stage of saying oh curls, those are just the exercise for looking good. I was derogatory on doing curls. I would say I changed my mind a few years ago because I hurt my bicep. When I hurt my bicep I said to myself maybe my bicep isn’t as strong as it should be and the tendons going into it maybe aren’t as strong as they should be. Maybe I should do a little bit of isolation training on those muscles to make them stronger. That’s what I started doing and it’s worked out well. My bicep healed and it hasn’t been injured since then. That’s an exercise that even though people might think curls are a bodybuilding exercise, why would I do that? I don’t care about looking good, I just want to be strong. Well, it makes you stronger too. Then from there, I would do some gut work. The gut work I have listed on this particular workout is 100 V-ups, which is when you’re laying flat on your back, arms extended above your head, feet extended as far as you can and then you close up like a jackknife in a V position until you touch your toes to your fingers and then you lay back down. Do 100 of those and then 100 rushing twists, which is when your feet are up in the air, your torso is up in the air and you’re bringing your hands back and forth from side to side. Get done with that and then I would do a little met-con work – metabolic conditioning. For this one here, I have listed do four sets of cleans and pull-ups with the following repetitions: I’d do a set of 20 cleans followed by 20 pull-ups, then 15 cleans followed by 15 pull-ups, then 10 cleans followed by 10 pull-ups, then five cleans followed by 5 pull-ups. For the cleans, I’d use probably about 60 percent of my bodyweight to do cleans. There you get a little cardio work during that. You will be breathing hard, I promise if you give that a shot. There’s an example of a workout that I would do for my pull day. I’ll talk about for a push day. Here’s another workout. For this push day, I would be doing three minutes on and one minute rest of the following exercises. Ring dips, which are dips using gymnastic rings. Ring push-ups, dips, clap push-ups, deep push-ups – I’d do those deep push-ups in parallettes, which are something where you can go deeper than your normal range of motion if you’re on the floor. Then just regular push-ups on the floor. I’d set my timer for three minutes of work followed by one minute of rest, then I’d go through the ring dips, as many as I can in three minutes. Then rest a minute and do the same thing for the ring push-ups, the dips, the claps, the deep push-ups, and then regular push-ups. Once my time is up, and this is something I always do when I get to the last set, the last set is kind of the easiest exercise. Regular push-ups are easier than clap push-ups and they’re easier than deep push-ups. When I get there, I’m always going to do 100 on that last set. Again, that doesn’t mean I can do 100 push-ups in a row, especially after I’ve done all this other work. But I will continue to take rests and break up the set until I can get to what I want to do until I get to that number of 100. Now, I get done with that and I would do some repetitions of the snatch movement. The snatch is a really hard movement to do. Again, YouTube has some good visuals of what it looks like to do a snatch. But if you’re going to start snatching, you really need to get someone to watch you and a good, qualified coach that can watch you and make sure that you’re doing these exercises right. I would do some repetitions of that just to build my own muscle memory and try to get better and the exercise I’m not great at. Then do some gut. Hold a plank for five minutes. For the met-con, for the metabolic conditioning, I do three rounds of max burpees in three minutes with one minute of rest between the rounds. That right there will inflict some damage on you if you go hard. Actually, two minutes of burpees can crush people. If you go as hard as you possibly can for two minutes of burpees, it can leave a mark, I will tell you. For the lifting, again you’ve got to be careful and make sure that your technique is absolutely critical. If you sacrifice your form, it will not make you stronger, it will actually make you injured. I wrote that right there in the book. Sacrificing proper form will not make you stronger, it will only make you injured. Try to find a good coach that’s going to teach you these things. For instance, on a lift day in this workout that I’ve got in the book, I would do eight to ten sets of clean-and-jerks building up to four sets with a weight that allows me to do two to four repetitions. So I’m just doing eight to ten sets, taking some time in between. This is a day where I’m trying to get stronger, trying to build my strength, trying to build my clean-and-jerk. It’s pretty simple and straightforward. Eight to ten sets of clean-and-jerks and I’m trying to build up to where I do four of the sets with a pretty heavy weight that I can do only two, three, maybe four times. Get done with that, I’m going to do some hanging windshield wipers for my gut, which is when you hang from a bar and you bring your legs back and forth like a set of windshield wipers. They’re brutal, by the way, so be ready for that. Sounds all easy, they’re not. Then for the met-con, I would do this here. About 60 percent of bodyweight, 30 repetitions of clean-and-jerks without putting the bar down. Once you get done with that, rest two minutes, do 20 repetitions of clean-and-jerks with the same weight. Get done with that, rest two minutes. All those without putting the bar done. The last one you perform ten repetitions. You get about 60 percent of your bodyweight. You do 30 reps. Don’t put the bar down during the 30 reps. Once you’re done with the 30 reps, you can put the bar down. Rest for two minutes. Then pick up the bar again, do 20 reps. Same weight. When you’re done with that, put the bar down and rest for two minutes. When the two minutes is up, do it again, ten repetitions and then you’re done. That’s going to get you some. It’s a tough workout, I can assure you. Lastly, for a squat day, what I would do here is some squats. I would do 50 overhead squats with about 60 percent bodyweight. Again, this is something you’re going to break up. You’re going to do what you can. You get done with 50 reps of that, you’re going to do 50 front squats with about 80 percent of your bodyweight and then 50 back squats with your bodyweight. That’s it. Pretty simple. Get done with that, do some gut. 100 sit-ups with 100 percent of your body weight sitting on your chest. The met-con is to run two miles. I usually like to do some kind of a run when I get done squatting because it loosens up the legs and gets some of that lactic acid moved out of there. Those are some examples of the workouts that I do. I normally just go right back into the workout. However, sometimes after I’ve brutalized myself for multiple days in a row, I feel like crap and so I might take a rest day. On a rest day I’ll still do something, maybe I’ll just go for a job, maybe a swim, maybe go in there and do some burpees to warm up and then just do some good stretching. I don’t like to take a lot of scheduled days off because I think life brings me days off more often than I need. So whether it’s traveling or your water heater breaks or your car broke down or you kid got sick and you have to miss your workout, that’s when I take my days off – when I’m forced to by life. Again, inside this book I’ve got beginning routines as well. I’ll look at one right now. For instance, for a pull-up workout, all you’re going to do is eight sets of max pull-ups. So you might only be able to do three pull-ups and guess what? You’re going to do three pull-ups, then you’ll rest for a few minutes, then you’ll do another three. Or maybe you’re only doing two. Then you do that eight times. If you can’t do any pull-ups at all, there’s an answer to that as well. You jump up on the bar and you hold yourself up there as long as you can. You just do the negative work. When you get done with that, you do some sit-ups, as many as you can in two minutes, and then run 400 meters two times. That’s a beginner workout inside this book. I start of pretty easy and then it escalates as you get into better shape. By the way, you can do that workout right way – it’s a beginning workout but you can do it. If you’re advanced and you do it, you’ll still crush yourself because instead of doing three pull-ups your first set, you’ll be doing 58 and then you’ll be getting your workout on. Again, that’s the way the book is set up as far as workouts go. I also talk a little bit about training on the road because I spend a lot of time traveling with Echelon Front, our consulting company. I’m in hotel rooms a lot. I’ve got some stuff in there about the kind of workouts that I do in hotel gyms. Sometimes I’ll throw a towel over a piece of gym equipment if they don’t have a pull-up bar. Or I’ll go into a parking garage because just about every parking garage has some kind of plumbing or piping up in the ceiling. So you can find a place that you can jump up and you can do some pull-ups. Be careful. Don’t break the plumbing and cause massive amounts of damage. But you find a good pipe or you find an I-beam that you can get a hold of and you go there and do some pull-ups. I’ve spent many times doing dips between treadmills. I don’t really like treadmills. If I’m going to go run, I’m going to go run. But the treadmills have big handles on them, so I’ll move those around the floor a little bit and get some dips on those. Sometimes, in fact, oftentimes it’s just the hotel room floor with their nasty carpets. On those nasty carpets, I’ll do burpees. I’ll do push-ups. I’ll do gut exercises, handstand push-ups, squats, pistols, which are one-legged squats. I’ll do whatever and I’ll just get crazy with the calisthenics. A lot of times also when I’m on the road I don’t have a lot of time because I’m meeting with a client and I’m speaking and going to a meeting. And I flew in and got in late. So a lot of times I’ll just be doing some kind of a quick workout to maintain the discipline. To maintain the discipline and to get some level of workout and to get the blood flowing. I think it’s bad when you don’t wake up and do something. I always feel groggy for the day. One of my favorite quick workouts to do is 100 burpees for time. One minute rest. 100 burpees for time. Get some of that. Again, it should probably take you less than 20 minutes, for sure. Once you get done with that, you’ll have the blood flowing and you’ll feel better about yourself. Again, all those are in the book. You can check them out. Another section of the book that Tim wanted me to talk about was I talk about martial arts in the book. I’ve been training martial arts for a long time. There’s various types of martial arts. There’s striking, there’s grappling, and there’s weapons. These are kind of the broad martial arts categories. Striking, which is when you’re hitting people. Grappling, which is when you’re grabbing people. Using weapons, obviously there’s all kinds of different weapons from knives to swords to sticks to firearms, guns. I talk about those things. I talk a lot about jiu-jitsu, which I think is the best base to have for martial arts. Tim liked this part where I talked about why to start with Brazilian jiu-jitsu and how it should be taught for self-defense. So here we go into the book where I talk about why to start with Brazilian jiu-jitsu. “Start with Brazilian jiu-jitsu. It is a form of grappling that is highly advanced because for the most part, the actual fighting takes place on the ground. This is a key point because our first form of self-defense is to get away.” “Yes, to run. If you are confronted by another person or a group of people, the best thing you can do is run away. Avoid the conflict. This is relatively easy if someone is trying to strike you with punches or kicks. They do not have control over you, so you can simply run away from them. You have won. The problem comes in a self-defense situation when someone is grabbing you. Now they are preventing your first line of self defense – running away. As soon as someone grabs you, you are in a grappling scenario and one of the most critical parts of Brazilian jiu-jitsu is escaping from someone’s grip so you can run. Oftentimes, an attacker will take you to the ground to prevent you from escaping their grip. When this happens, the ability to ground fight is used not to stay on the ground, but to get up and get away from the attacker.” “The first goal of a beginning in jiu-jitsu is not to get the fight to the ground, but to get up off the ground and get away. This is an important distinction for people who believe the goal of self-defense in jiu-jitsu is to get the attacker to the ground. This is not true. The goal is to get away. But as has been seen over and over again, fights often end up on the ground and therefore a person must be prepared for it. Not training in jiu-jitsu because you don’t want to go to the ground is like not learning how to swim because you don’t want to go in the water. It doesn’t make sense. The safest way to deal with the water is to be comfortable in it. Just as being comfortable on the ground is the best way to deal with that scenario should it unfold in real life.” That’s one of those things that people, understandably so, if they think that if jiu-jitsu if you get attacked what you’re going to do is attack someone and pull them to the ground, that’s not what the goal is. The goal is to get away from people. Unfortunately, in many fights, then end up on the ground because if you start hitting someone, their defense might be to grab you. When they grab you, now you’re in a grappling scenario. That is why jiu-jitsu is very important. Now, there’s other great martial arts and I talk about them in the book as well. One of the things that Tim asked me about is if I was teaching jiu-jitsu to a semi-athletic person, not an Olympic decathlete, but not a couch potato either, what would the first week look like? The first week would be pretty straightforward. The things I would want someone to understand are the fundamental positions of jiu-jitsu. Jiu-jitsu is a grappling art. You’re wrestling with another human being. There are certain positions and they have certain advantages and disadvantages. I would want them to understand these fundamental positions. One is called the mount. One is called the guard. One is called the back. One is called side control. One is called half-guard. I would want people to understand what those positions were and how they related to jiu-jitsu. The next thing I would want my understand is this position called the mount. The position is a position of dominance in jiu-jitsu. The person that is mounted is on the top position and they have a lot of control over the person that’s beneath them. If you are trapped there, you’re in a lot of trouble. One of the first things I would teach people is how to escape from that mounted position when you’re on the bottom. And how to get back up to your feet. That’s the next thing. How do you get back up to your feet effectively so that you can get away? Then I would want them to learn if they are in the mounted position, how would they do some kind of submission hold? That’s one of the best things about jiu-jitsu is there something called submission holds in it where you can make the person tap out or you can break their arm or put them to sleep through a chokehold. I would want them to start to learn to understand what submissions they are threatened with in the mount and that means you need to know what the offense is. Then I would want them to understand this other called the guard. The guard is where you’re on the bottom position. So someone has taken you to the ground and you’re on the bottom and they’re on top of you with their weight but you’ve managed to get your legs around their body so you have some control over their body weight. Then once they understand how important that position is, then I would say teach them submissions and some sweeps, which is when you change position. You put your opponent on the bottom. You were on the bottom and then you sweep them and then you put them on the bottom. The whole time that I’m teaching these things, and it’s very important in jiu-jitsu that you actually spar with other people. People need to believe that jiu-jitsu works and one of the best ways to convince people that jiu-jitsu works is to have them actually participate in it and actually have them train against another person who is good. When you train with someone who’s good, who is 40 pounds lighter than you and clearly weaker than you are and yet they can tap you out over and over and over again, it is a real eye-opener and it will make a believer out of just about anyone. It’s good to roll. You do have to be careful because when people first start, they go crazy. Their ego gets out of control and everyone wants to just go 1,000 percent against their opponent. It’s usually better to pair someone up against someone that’s a little bit better than them or maybe even quite a bit better than them so that they can understand how effective it is and they can understand that no matter how much they panic, no matter how much they thrash around, no matter how much they use all their strength, that doesn’t work in comparison to good jiu-jitsu technique. That’s what it is for me. I do start people in jiu-jitsu. Now there’s something else to be said. When you go to a school, the school wherever you go does not revolve around you just showing up there. You may not get this basic information. But what’s cool about jiu-jitsu is I look at it sort of like learning a language. One of the best ways to learn a language is through immersion training. That’s what’s going to happen when you show up at many jiu-jitsu schools. You are going to get immersed in something you don’t know what anything means. Just like if you showed up in a foreign country with a foreign language. You wouldn’t understand anything at first. Then you start to recognize a word here and a word there. Then you recognize a little sentence fragment and then eventually you start putting pieces together and then you can speak the language. The same things happens in jiu-jitsu. You start recognizing a move, then you see where another move ties into it and eventually you put together a fragment of a series of moves and then eventually you learn the language of jiu-jitsu. It’s good to get the basics of all the different positions. There’s a million places to see those online so that you understand fundamentally what’s happening in jiu-jitsu. But the immersion training is very important as well. You get in there. You get on the mat and you start training. Now, people also always ask, where should I train? What’s a good school? I talk about this in the book and I’ll go over some of the highlights of how to find a good jiu-jitsu school. Again, because I get asked this all the time. Luckily in America, there are so many good jiu-jitsu schools nowadays. Jiu-jitsu is very popular in America. When I started, there were very few schools in all of America. I was lucky to have a good school in San Diego, California. But that has spread now and there’s really good schools all over the place. No. 1 thing I look at is actually proximity from home or work. I think it’s very important that wherever you’re going to train is close enough to you that you can get there conveniently without an 87-minute transit to get there. No. I want my place to be as close as I can. I think that’s one of the primary things you look at. How close is it so it’s easy to get to, whether you go there after work so it’s close to work or whether you go there when you get home because it’s close to home. Either way. Having to drive 97 minutes to get to train somewhere is not going to be beneficial for your training. Look for somewhere close. The other thing is now you need to find a qualified instructors. There are a lot of qualified instructors out there. You might have a black belt. There are a lot of outstanding black belt. But you might only have a brown belt or a purple belt depending on where you are in the world and how much jiu-jitsu is where you are. You might only have a purple or a brown belt and that’s actually fine. Back in the ‘90s, there were many schools in America that were run by purple belts and they were very successful and taught a lot of great guys. Now there’s more black belts, so that’s more common. As far as the legitimacy of the instructor, there’s a lot of really good internet police out there that keep the fakers in check. A quick Google. Maybe ask some people. Check some forums and find out if this person is legit or not. That’s very beneficial. Because you definitely want a good, qualified instructor. The other thing with schools is there’s two different extremes on the schools. There’s very traditional schools and there’s very non-traditional schools. The traditional schools are everyone is wearing the same uniform. Everything is done the same structured way each class. The instructors are called sensei or master or professor. That’s one type of school and they’re great. Some schools that are set up like that are great schools. There are also very non-traditional schools that are very loose and everyone is wearing a different kind of uniform and people are coming on and off the mat. Instead of calling the instructor professor or master or sensei, they’ll just call him Jocko or Dean or Jeff. It’s all good. We’re all friends and we’re training hard. There’s no formalities. There’s no bowing. There are all kinds of different schools. Again, both of those types of schools are good. Both of those types of schools have absolutely produced world champions. It kind of depends on what you look, what type of personality you have and where you think you’ll fit in. By the way, there’s schools everywhere in between as well. There’s schools that are kind of in the gray area between the very loose school to the very traditional school. There are some schools that are in the middle. Then you want to check that atmosphere out. What is that atmosphere like? Does the atmosphere match the goals that you have as a person? If you just want to learn some jiu-jitsu and start to train and you don’t want to compete but you want to know some good self-defense, that’s one type of school and you can find a school with that attitude. You can also find schools that are crazy competitive. That’s all they’re focused on it sport jiu-jitsu and how can I win the next tournament? They’ll have very intense training. Again, there’s everything in between. You want to find a place that matches your goals. I would recommend when you go into a gym, you try some classes and see what they’re like. Meet the other students. Ask the other students what their goals are in jiu-jitsu and I think you can make a good decision. Another thing is, I always say this – jiu-jitsu is not a religion. Your instructors are not gods. They are people that are good at jiu-jitsu. If you start feeling there’s a cult scenario happening, just be careful. You shouldn’t feel like that. Jiu-jitsu is fun and it’s a great sport. You shouldn’t be feeling that cult scenario happening. You shouldn’t be looking at your jiu-jitsu instructor as a religious deity. That’s how you pick a school. The book also discusses other martial arts: boxing, wrestling, Muay Thai and like I said, firearms training. What’s interesting about all these different types of training – and you might be thinking I’m not interested in martial arts, which is fine – but I will tell you that martial arts are great to train. Not only are they great for self-defense and you learn how to handle yourself. They actually also make you a better person in a lot of different ways. You’re able to handle yourself in any tough situation. You get confident because you know you can take care of yourself. Just the physical training. It makes you sharper, both mentally and physically sharper and tougher. That’s why I think training martial arts, jiu-jitsu, boxing, Muay Thai, wrestling, and fire arms training and all these different martial arts type training, they will help you not just in those specific arenas, but in everything that you do in your life. I think that’s really why a lot of people listen to Tim, myself included. We all want to hear ways to get better in every different aspect of life. The one thing that I know will make you better is discipline. The discipline to get up. The discipline to work out every day. The discipline to eat right. The discipline to make good financial decisions and make disciplined choices about how you spend your time doing productive things. I think that discipline is the true pathway to improvement and like the book says, discipline is ultimately the pathway to freedom. A bunch of stuff in the book. I appreciate everyone listening. I supremely appreciate Tim for inviting me on to do this show while he’s not allowed to talk. I still am. I appreciate that and appreciate everything that Tim does and has done to support me in what I’m doing, and for continuing to put out all the great content that he puts out to the world to help everyone out there learn, implement, and improve. Posted on: February 2, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of the show being taken over by jocko willink (@jockowillink)", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the episode here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "good evening", "this is jocko willink and i am standing in as the host of the tim ferriss show", "i’m doing some talking because right now, mr", "tim ferriss can’t talk to you himself because he is in a silent retreat, where he’s remaining in complete science for, i think ten days", "it’s not just silence, it’s also no books, no computers, no phones, obviously, it’s just pure silence alone with your thoughts", "not exactly what i would want to do", "it sounds kind of crazy and it sounds like something tim ferriss would do", "in the meantime, like i said, i am here to guest host this show, which is awesome", "i appreciate that opportunity", "a little bit about my background first", "if you want to know about me, one of the best places to find out about me is actually on this podcast as well", "tim ferriss episode no", "107", "that was released in september of 2015", "that was the first time i was interviewed for anything", "i had been in the seal teams for 20 years", "i had never done any investment", "i never had any social media", "i didn’t have a website", "i really didn’t exist in the public eye at all", "my background is that i grew up in a small new england town", "i enlisted in the navy after high school", "i went through boot camp", "i went to seal training", "i spent some time at seal team 1 in the ‘90s and eventually got picked up for a commissioning program, which meant i was going to become an officer in the seal teams and move into a leadership position", "eventually, once i did that, the war started on september 11, 2001", "from there, i deployed to iraq as a seal platoon commander and then as a seal task unit commander", "when i was a task unit commander, i found in the battle of ramadi", "ramadi, iraq, the capital of al anbar province", "very tough fighting and an incredible effort by the soldiers and marines on the ground and also the guys that were with me from my seal task unit", "we ended up being the most highly decorated special operations unit from the iraq war", "incredible sacrifices were made for that victory", "when i got back from that deployment to iraq, i took over the training for the west coast seal teams", "the training that i took over isn’t the training where you’ve got the boat on your head or you’re carrying the logs around or you’re doing a bunch of push-ups and pull-ups and runs and swims", "it’s the real training, where seals actually learn to be seals", "to shoot, move and communicate, to fire and maneuver, to close with and destroy the enemy, and they learn about combat leadership", "i taught that for my last few years in the seal teams and then retired in 2010", "when i did that, i started working with companies and businesses helping out with their leadership and management", "that developed into a leadership and management consulting company called echelon front, which i run with my buddy and former teammate, leif babin, who was one of the platoon commanders who worked for me in the battle of ramadi", "we wrote a book together called extreme ownership", "that is how i ended up being on tim’s podcast for the first time", "we had some mutual friends: kirk parsley and dr", "peter attia", "they made the intro and that’s how i ended up on this podcast the first time", "that book, extreme ownership, is a book about leadership", "really it is combat lessons learned and tested on the battlefield that we then taught to the next generation of seals", "now we’re out there teaching these leadership principles and businesses and teams and organizations throughout the civilian world and also in law enforcement, in fire departments, or any type of organization", "that’s what we’re doing now", "as that book was launching, like i said, i went on tim’s podcast", "it was awesome", "when we got done with that podcast, when tim pressed “stop” on the recorder, he said, “you should really have your own podcast.” i listened to him but i had a bunch of stuff going on", "the book was coming out and whatnot", "then joe rogan heard that podcast and asked me to come on his podcast", "in the middle of that podcast, joe rogan said, “you should have your own podcast.” i guess when tim ferriss and joe rogan tell you that you should have your own podcast, then you should listen", "i did", "i started my own podcast, which is called jocko podcast", "really it’s a podcast about human nature", "it’s human nature as viewed through the lens of war and other human struggles", "it is definitely focused on leadership, but it also often reveals the dark side of mankind", "the podcast can get pretty heavy and pretty dark", "but it’s not all like that", "i also will, as we did the podcast, as i continued putting it out there, i also talked about all kinds of other things about life", "about how i live, about surfing, jiu-jitsu and working out, eating and how i eat and sleeping and how i sleep and how to wake up earlier and how to overcome procrastination and how to accomplish goals and how to get the most out of the life, and all those kinds of things", "basically, winning", "in there, i wrote a book for kids", "the book i wrote for kids is called way of the warrior kid", "it’s about a kid who’s having a tough time at school", "he couldn’t do any pull-ups and didn’t know his times table, so he felt stupid", "he didn’t know how to swim because he was afraid of the water", "he was getting picked on at school", "on the last day of school, everything comes crashing down on him", "he goes home all sad, but when he gets home, remembers that his uncle is coming to stay with him for the summer and his uncle was a seal in the seal teams", "his uncle finds out what these problems are that the kid is suffering through", "he says, “look, you can’t swim", "you can’t do any pull-ups", "you don’t know your times table", "you’re getting picked on at school", "we can handle those problems.” they go on a little journey and uncle jake teaches young mark how to overcome all these challenges", "that book came out but people were asking for details on the aspect of my life – not about the leadership stuff, but about my operating system", "eventually, put that down – my mode of living – into the way i live", "this book is called discipline equals freedom: field manual", "it just came out october 17th", "that’s how i ended up doing this podcast for tim", "because like i said, tim is fortunately or unfortunately, depending on how you’re looking at it, tim is not allowed to talk right now", "but he had read the book just before he went into his period of silence", "he wanted me to come on while he was not able to speak and talk about some of the high points that he thought would be a useful introduction to people that listen to his podcast", "that’s why i’m here", "if you were expecting tim, i apologize", "i know that’s always a bummer when you’re expecting to have that person you know and you’re anticipating hearing their voice and it turns out not to be that person", "if you’ve made it this far, thank you", "here we go", "the book is broken into two sections", "the first section is called “thoughts” and the second section is called “actions.” the thoughts section is basically about what goes through my head", "it’s how i view and how i think about things", "tim wanted me to focus on the actions part", "for one example of what is in the thoughts category, i’m going to the book here, this is directly from the book discipline equals freedom: field manual", "here we go", "“people want to know how to stop laziness", "they want to know how to stop procrastination", "they have an idea in their head, maybe even a vision, but they don’t know where to start", "so they ask and they say, where do i start", "when is the best time to start", "i have a simple answer", "here and now", "that’s it", "do you want to improve", "do you want to get better", "do you want to get on a workout program or a clean diet or start a new business", "do you want to write a book or make a movie or build a house or a computer or an app", "where do you start", "you start right here", "when do you start", "you start right now", "you initiate action", "you go", "here is the reality", "that idea isn’t going to execute itself", "that book isn’t going to write itself", "those weights out in the gym aren’t going to move themselves", "you have to do it", "you have to do it now so stop thinking about it, stop dreaming about it, stop researching every aspect of it and reading all about it and debating the pros and cons of it", "start doing it", "take that first step and make it happen", "get after it", "here and now.” that’s the kind of things that are in the book", "the first part of the book, which again is called “thoughts.” like i said, the second part is what i actually do to implement those thoughts into my life", "of course, tim being mr", "pragmatic – how do we get to it", "how do we make it happen", "he asked me to detail some of those for you", "one of the things he wanted me to talk about was early morning training and what role getting up early, because i get up early in the morning, what role that plays in my life and why i maintain that and have maintained that for a long time", "there’s one section that talks about a little psychological edge that i believe waking up early in the morning gives anyone that wakes up early in the morning", "here’s a little chunk of the book where i talk about that psychological edge", "“there is a slew of psychological advantages that come from early morning physical training", "first, there is a psychological win over the enemy", "knowing that you are working harder than your adversaries gives you an advantage", "it gifts you confidence that you can overcome them in battle", "another advantage to waking up early and working out hard is that it demands discipline to do both", "some scientists have claimed that discipline dissipates the more it is used", "that willpower is a finite resource that is reduced every time it is used throughout the day", "this is wrong", "that does not happen", "to the contrary, i believe, and studies have shown, that discipline and willpower do not go down as they are called into action", "they actually get stronger", "this is obvious if you actually try the experiment yourself", "before you go to bed, plan what workout you’re going to do in the morning", "stage your workout clothes so you don’t even have to think about them when you get up", "write down a list of things you need to accomplish the next day", "set your alarm clock for 4:30 a.m", "and go to sleep", "when the alarm clock goes off, get up", "put on your pre-staged clothes, brush your teeth, and go get your workout on, hard", "get done, shower, get dressed and begin to crush the lists of tasks you made for the day", "when it is time for breakfast, see what happens", "you won’t want to eat junk", "you won’t want that disgusting donut", "you’ll want some eggs and bacon", "that will happen at lunch too", "you’re feeling good, energized", "you don’t want to eat those worthless calories of pizza or french fries", "you want fuel", "good fuel to rebuild your body", "clean fuel that keeps your mind sharp", "when you’re on the path, you want to stay on the path", "unfortunately, the opposite is also true", "once you step off the path, you tend to stray far", "when you don’t prepare what you need to do the next day, when you sleep in and then skip your workout and you don’t start attacking the tasks you have because you didn’t write them down the night before, that is when you make bad decisions", "that is when your will and your discipline fail", "you figure you might as well have that donut", "have that donut for breakfast", "once you’ve done that, you might as well put down four or five pieces of pizza for lunch", "it doesn’t matter anymore", "you’re off the path and that is a disaster", "your will didn’t break", "it never showed up in the first place", "get on the path of discipline and stay on the path", "discipline begets discipline", "will propagates more will", "hold the line across the line", "victory will be yours.” that’s why i wake up early in the morning and work out", "also in the book, i talk about how you actually start getting up early in the morning", "this is a big challenge for a lot of people", "i know it", "i get it", "there’s a bunch of ways to do this", "one of the most important things to allow you to get up early in the morning is to go to bed earlier", "but going to bed earlier is also a challenge", "again, i talk about this in the book", "what’s the most important thing to put into place to go to bed earlier is no", "1, you want to be tired", "when you get to the end of the day, you want to be tired", "that’s how you get to go to bed earlier", "no", "2, turn off the internet because they’ve got these little people that are programming things into the interwebs that are truly just meant to get you to click one more time", "just click one more time and watch one more video", "one more stupid video that’s not getting you anything", "it’s not improving you in any way", "turn off the internet", "if you need to do something, read a book", "pick up a book and read a book", "the most important thing to allow you to go to bed earlier, the most important thing you can do is actually get up earlier", "that’s what happens", "when you get up earlier, then you’re more tired by the end of the day", "then you can go to sleep", "that gets you in the right pattern", "the way you start going to bed earlier is by getting up earlier", "again, i detail this and the way that pattern unfolds itself in the book", "another thing that tim wanted me to hit on was my actual workouts", "like what my workouts look like from week to week", "i’ll say this: i have a bunch of standard workouts that i use", "they vary a little bit depending on what i’m feeling like or what is needed", "maybe i’ve got some little injury that i have to cover up", "maybe i’m really tired from some other workout that i did so i need to make an adjustment", "maybe i haven’t worked out in a few days, so i’m going to go even harder", "there are little adjustments that go by", "i actually took a lot of these standard workouts that i have and i put them in the book", "again, this is something that people really wanted to hear from me", "what my workouts actually were", "so i put them in there", "they go from the beginning level, from people that really haven’t worked out before, all the way to intermediate and all the way up to advanced", "i actually own a gym in california", "a big, mixed martial arts gym", "we’ve got olympic lifting, we’ve got everything in there", "i’ve seen people and trained people at all levels from total non-athletes that haven’t done anything active in years, all the way to the highest level athletes that are fighting professionally in the ufc", "i’ve seen and brought people through those different categories over the past ten years that i’ve been training civilians", "that’s what this book contains is what those are like", "i also go after different goals because you want to be chasing something", "at least i do", "i want to be chasing something", "i want to be trying to achieve something", "but i don’t just continually chase the same thing", "maybe i’ll spend a month trying to increase my deadlift and get my deadlift up there", "sometimes i’ll be just trying to run and get my three-mile timed run or my four-mile timed run down", "sometimes i’m trying to max out on pull-ups and see how many pull-ups i can get", "i’m always chasing some goal of some kind", "i never go too far in one direction because i think that would not suit me for the way i live", "for instance, if i was just trying to get a massive deadlift, which is awesome", "but if that’s my sole purpose to get a massive deadlift, then i’m going to be as big and strong as possible, but that’s obviously going to hurt my mobility", "it’s going to hurt my cardio", "so i get to a point where i’m maybe some percentage of my capability and then once i get to that percentage and i get to that point where i’m really going to have to change my lifestyle in order to increase beyond that, that’s when i say okay, this is where my deadlift is right now, let’s start looking at how many pull-ups i can do", "or let’s start seeing what other exercise i can move onto and find some other challenge", "that’s sort of what my workouts are like", "i’m always chasing something", "the other thing with this is people get really fanatical about working out", "they get into where their workout becomes a form of religion", "that’s one of the reasons that i never really talk specifically about what i do for my workouts because i don’t really like to preach about you should do this or you should do that", "but people are interested, so that’s why i put it out there", "the kind of training that i do definitely has been effective for me over the years in my various jobs", "i’m not a person that says hey, my way is better than everyone else’s way", "i’m not one of those people", "i’m not saying that at all", "actually, there’s people that know more than me and there’s better with better or different methodologies that work well for their system", "that’s cool", "if you want to text whatever, put on social media 8,000 times that you have something better, that’s awesome", "i appreciate your input", "i have been doing what i’ve done for a long time", "it’s not a religion to me", "it’s just a cool way of working out", "my workouts are kind of split into some broad movements", "the broad movements are pull, push, lift, and squat", "how those break out: pull is basically centered around pull-ups", "in seal training, you do a lot of pull-ups", "pull-ups are obviously important because you’ve got to be able to pull yourself up, climb ladders, all those things", "it’s also good to know that you can move your bodyweight around", "pull-ups are a huge part of my workouts", "pull-ups is what the pull day is centered on", "i do all different kinds of pull-ups: close grip, narrow grip, wide grip, ring pull-ups, climbing ropes, and obviously, pull-ups on a pull-up bar", "that’s what the pull day is based on", "the push day is, again, rooted in seal training", "the push day is basically centered around push-ups and dips", "again, all the different kinds of push-ups and all the different kinds of dips: ring dips, bar dips, push-ups, close-grip push-ups, wide-grip push-ups, dive bomber push-ups, all these different types of push-ups that you can do, that’s what that push day is centered on", "the lift day is, for lack of a better way to explain this, the lift day for me is primarily about getting things off the ground and over my head", "that means deadlifts", "it means cleans", "it means clean and jerk", "it means press", "it means snatches", "it means handstand push-ups, that kind of exercises", "that’s what the lift day is to me", "then finally, squat, which would also be called leg day", "that obviously focuses on all different kinds of squatting, from back squat and front squat and overhead squat, and all of the other types of variations of squats that there are", "but also, it’s not just squatting because i’ll do plyometrics and sprint and calisthenics that are leg-focused", "those are kind of the four categories: pull, push, lift, and squat", "then on top of those, i do gut, which i guess is what normal people call core or abs", "but i just have always called it gut", "again, that’s rooted in the seal teams", "when i was a new guy in 1990-whatever, they’d say we’re going to do some gut work", "what that meant was you were going to work out your abs", "you’re going to do sit-ups, you’re going to do rush-and-twists, you’re going to do all-flutter kicks", "all those things", "then on top of that, i do metabolic conditioning", "the way i do metabolic conditioning which means you’re going to be breathing really hard for either a short, intense amount of time or maybe a little bit longer", "but that’s what i definitely do", "the reason i do metabolic conditioning is so that i’m in good shape so i can sustain a high output for short bursts and multiple short bursts and over longer periods of time", "i mix that in sometimes with the workout itself", "sometimes i do it before the workout", "sometimes i do it after the workout", "if you talk about what my workouts consist of as far as time goes, my workouts just depend on what’s going on in my world, on that day", "some of my workouts are very quick and i can get them done in less than ten minutes", "they make you want to throw up", "at the same time, sometimes i’m working out for three hours, maybe doing singles, doubles, and triples on weights for heavy exercises", "it depends", "it depends on what i’m doing, what my current goal is, how i set those up", "it also depends on what life is throwing at me", "obviously out on the road somewhere, you can’t always do heavy squats because your hotel gym only has two 35-pound dumbbells, which really puts the heavy squats out of the picture", "so you’ve got to be able to adapt and make something else happen", "tim asked that i walk about what an actual series of workouts for me would look like", "like i said, in the book i actually put the workouts in the book", "i’ll read through a few days of some of these workouts so you get the feel for what it is", "i went right to the advanced workouts", "again, there’s beginner, intermediate, and advanced", "maybe i’ll talk a little bit about some of the beginner ones too", "but there is a place to start", "if you can’t do anything, you can still get started", "here’s an example of what i would do on a pole day for an advanced workout", "here we go", "the primary work is going to be 30 muscle-ups", "a muscle-up is on rings", "you can do them on a bar too", "i usually do them on rings", "a muscle-up is where you hold onto rings or a bar like you’re going to do a pull-up", "you do a pull-up, but you pull you’re all the way up and then press through until you’ve done a dip and now you’re in a dip position, either on top of the bar or above the rings", "it’s called a muscle-up", "if you can’t understand my description, then you can go to youtube and look up “muscle-up” and you’ll see them", "30 muscle-ups, and then 100 dead-hang pull-ups, and then 100 kipping pull-ups", "i’ll do all those four times as far as i can", "then when i get done with those, i’ll do some hang-cleans", "again, this is a place where you might want to go to youtube and check out what a hang-clean is", "youtube is an incredible instrument and tool for trying to learn", "that being said, when you go and you look at the youtube video, what you think you’re doing is not what you probably are doing", "that’s why getting a coach to help you is very important", "i remember one time i was coaching a guy in boxing", "in boxing, you’re supposed to move your head from side to side", "there are certain movements that your head is supposed to have", "i was watching him do it", "he said, “how’s my head movement looking?” i hadn’t trained him for a while", "he said, “how’s my head movement looking?” i said, “well, go ahead and let me see it.” so he started doing it and it was hilarious because his head was staying absolutely still but his shoulders – he would lift his left shoulder and then lift his right shoulder, then lift his left shoulder, then lift his right shoulder", "but his head was staying still", "i said, “it’s okay", "just come here and look in the mirror.” because when you shadow box, you use a mirror", "he looked in the mirror and he saw what was happening", "in his mind, his head was moving back and forth from left to right, but in reality, the only thing that was moving was his shoulders lifting up", "you have to be very careful when you’re lifting weights that you truly are doing what you think you’re doing", "the easiest way to do that is to have a coach come and watch you do your movements", "for instance, the hang clean is a movement that i would do next in this workout", "i would just do probably six sets of between three to six repetitions", "again, i’m trying to maintain good form", "then get done with that, so i’ve done 30 muscle-ups", "i’ve done 100 dead-hang pull-ups", "if you don’t know what a dead-hang pull-up is, that’s where you don’t use any motion of your body", "you’re using pure strength", "then i do 100 kipping pull-ups", "before everyone thinks i’m lying or whatever, i can’t do 100 dead-hang pull-ups in a row", "i can’t do 30 muscle-ups in a row", "i can’t do 100 kipping pull-ups in a row", "when i talk about doing these, i talk about doing as many as i can and then i have to stop and shake it out, then i jump up and do some more", "maybe for my 100 dead-hang pull-ups, maybe my first set i only get 14 dead-hang pull-ups", "i drop off the bar", "i shake it out", "i jump there and i do another 10, so now i’m at 24", "then i can’t do anymore, so i drop off the bar", "maybe i get another set of 10, then i’m at 34", "so that’s what i’m going to do when i get to 100", "when i get to 100 dead-hang pull-ups, now it’s time for me to do kipping pull-ups and i’ll do the same thing", "maybe the first set i do 40 kipping pull-ups", "once i’ve done 40, i drop off the bar and shake it out a little bit", "i’ll jump back up on the bar and now i do 20 so i’m up to 60", "now i drop off the bar", "then i do it again and get up to 80", "that’s what i’m talking about", "you’re going to break up these sets until you can get the number that you’re aiming for", "then after i’ve done 30 muscle-ups, 100 dead-hang pull-ups, 100 kipping pull-ups, then i jump into doing some six sets of hang-cleans with a weight that allows you to do three to six repetitions per set while you’re still maintaining good form and again, it’s critical to maintain good form", "then i would do five sets of reverse curls followed by regular curls", "i went through the stage of saying oh curls, those are just the exercise for looking good", "i was derogatory on doing curls", "i would say i changed my mind a few years ago because i hurt my bicep", "when i hurt my bicep i said to myself maybe my bicep isn’t as strong as it should be and the tendons going into it maybe aren’t as strong as they should be", "maybe i should do a little bit of isolation training on those muscles to make them stronger", "that’s what i started doing and it’s worked out well", "my bicep healed and it hasn’t been injured since then", "that’s an exercise that even though people might think curls are a bodybuilding exercise, why would i do that", "i don’t care about looking good, i just want to be strong", "well, it makes you stronger too", "then from there, i would do some gut work", "the gut work i have listed on this particular workout is 100 v-ups, which is when you’re laying flat on your back, arms extended above your head, feet extended as far as you can and then you close up like a jackknife in a v position until you touch your toes to your fingers and then you lay back down", "do 100 of those and then 100 rushing twists, which is when your feet are up in the air, your torso is up in the air and you’re bringing your hands back and forth from side to side", "get done with that and then i would do a little met-con work – metabolic conditioning", "for this one here, i have listed do four sets of cleans and pull-ups with the following repetitions: i’d do a set of 20 cleans followed by 20 pull-ups, then 15 cleans followed by 15 pull-ups, then 10 cleans followed by 10 pull-ups, then five cleans followed by 5 pull-ups", "for the cleans, i’d use probably about 60 percent of my bodyweight to do cleans", "there you get a little cardio work during that", "you will be breathing hard, i promise if you give that a shot", "there’s an example of a workout that i would do for my pull day", "i’ll talk about for a push day", "here’s another workout", "for this push day, i would be doing three minutes on and one minute rest of the following exercises", "ring dips, which are dips using gymnastic rings", "ring push-ups, dips, clap push-ups, deep push-ups – i’d do those deep push-ups in parallettes, which are something where you can go deeper than your normal range of motion if you’re on the floor", "then just regular push-ups on the floor", "i’d set my timer for three minutes of work followed by one minute of rest, then i’d go through the ring dips, as many as i can in three minutes", "then rest a minute and do the same thing for the ring push-ups, the dips, the claps, the deep push-ups, and then regular push-ups", "once my time is up, and this is something i always do when i get to the last set, the last set is kind of the easiest exercise", "regular push-ups are easier than clap push-ups and they’re easier than deep push-ups", "when i get there, i’m always going to do 100 on that last set", "again, that doesn’t mean i can do 100 push-ups in a row, especially after i’ve done all this other work", "but i will continue to take rests and break up the set until i can get to what i want to do until i get to that number of 100", "now, i get done with that and i would do some repetitions of the snatch movement", "the snatch is a really hard movement to do", "again, youtube has some good visuals of what it looks like to do a snatch", "but if you’re going to start snatching, you really need to get someone to watch you and a good, qualified coach that can watch you and make sure that you’re doing these exercises right", "i would do some repetitions of that just to build my own muscle memory and try to get better and the exercise i’m not great at", "then do some gut", "hold a plank for five minutes", "for the met-con, for the metabolic conditioning, i do three rounds of max burpees in three minutes with one minute of rest between the rounds", "that right there will inflict some damage on you if you go hard", "actually, two minutes of burpees can crush people", "if you go as hard as you possibly can for two minutes of burpees, it can leave a mark, i will tell you", "for the lifting, again you’ve got to be careful and make sure that your technique is absolutely critical", "if you sacrifice your form, it will not make you stronger, it will actually make you injured", "i wrote that right there in the book", "sacrificing proper form will not make you stronger, it will only make you injured", "try to find a good coach that’s going to teach you these things", "for instance, on a lift day in this workout that i’ve got in the book, i would do eight to ten sets of clean-and-jerks building up to four sets with a weight that allows me to do two to four repetitions", "so i’m just doing eight to ten sets, taking some time in between", "this is a day where i’m trying to get stronger, trying to build my strength, trying to build my clean-and-jerk", "it’s pretty simple and straightforward", "eight to ten sets of clean-and-jerks and i’m trying to build up to where i do four of the sets with a pretty heavy weight that i can do only two, three, maybe four times", "get done with that, i’m going to do some hanging windshield wipers for my gut, which is when you hang from a bar and you bring your legs back and forth like a set of windshield wipers", "they’re brutal, by the way, so be ready for that", "sounds all easy, they’re not", "then for the met-con, i would do this here", "about 60 percent of bodyweight, 30 repetitions of clean-and-jerks without putting the bar down", "once you get done with that, rest two minutes, do 20 repetitions of clean-and-jerks with the same weight", "get done with that, rest two minutes", "all those without putting the bar done", "the last one you perform ten repetitions", "you get about 60 percent of your bodyweight", "you do 30 reps", "don’t put the bar down during the 30 reps", "once you’re done with the 30 reps, you can put the bar down", "rest for two minutes", "then pick up the bar again, do 20 reps", "same weight", "when you’re done with that, put the bar down and rest for two minutes", "when the two minutes is up, do it again, ten repetitions and then you’re done", "that’s going to get you some", "it’s a tough workout, i can assure you", "lastly, for a squat day, what i would do here is some squats", "i would do 50 overhead squats with about 60 percent bodyweight", "again, this is something you’re going to break up", "you’re going to do what you can", "you get done with 50 reps of that, you’re going to do 50 front squats with about 80 percent of your bodyweight and then 50 back squats with your bodyweight", "that’s it", "pretty simple", "get done with that, do some gut", "100 sit-ups with 100 percent of your body weight sitting on your chest", "the met-con is to run two miles", "i usually like to do some kind of a run when i get done squatting because it loosens up the legs and gets some of that lactic acid moved out of there", "those are some examples of the workouts that i do", "i normally just go right back into the workout", "however, sometimes after i’ve brutalized myself for multiple days in a row, i feel like crap and so i might take a rest day", "on a rest day i’ll still do something, maybe i’ll just go for a job, maybe a swim, maybe go in there and do some burpees to warm up and then just do some good stretching", "i don’t like to take a lot of scheduled days off because i think life brings me days off more often than i need", "so whether it’s traveling or your water heater breaks or your car broke down or you kid got sick and you have to miss your workout, that’s when i take my days off – when i’m forced to by life", "again, inside this book i’ve got beginning routines as well", "i’ll look at one right now", "for instance, for a pull-up workout, all you’re going to do is eight sets of max pull-ups", "so you might only be able to do three pull-ups and guess what", "you’re going to do three pull-ups, then you’ll rest for a few minutes, then you’ll do another three", "or maybe you’re only doing two", "then you do that eight times", "if you can’t do any pull-ups at all, there’s an answer to that as well", "you jump up on the bar and you hold yourself up there as long as you can", "you just do the negative work", "when you get done with that, you do some sit-ups, as many as you can in two minutes, and then run 400 meters two times", "that’s a beginner workout inside this book", "i start of pretty easy and then it escalates as you get into better shape", "by the way, you can do that workout right way – it’s a beginning workout but you can do it", "if you’re advanced and you do it, you’ll still crush yourself because instead of doing three pull-ups your first set, you’ll be doing 58 and then you’ll be getting your workout on", "again, that’s the way the book is set up as far as workouts go", "i also talk a little bit about training on the road because i spend a lot of time traveling with echelon front, our consulting company", "i’m in hotel rooms a lot", "i’ve got some stuff in there about the kind of workouts that i do in hotel gyms", "sometimes i’ll throw a towel over a piece of gym equipment if they don’t have a pull-up bar", "or i’ll go into a parking garage because just about every parking garage has some kind of plumbing or piping up in the ceiling", "so you can find a place that you can jump up and you can do some pull-ups", "be careful", "don’t break the plumbing and cause massive amounts of damage", "but you find a good pipe or you find an i-beam that you can get a hold of and you go there and do some pull-ups", "i’ve spent many times doing dips between treadmills", "i don’t really like treadmills", "if i’m going to go run, i’m going to go run", "but the treadmills have big handles on them, so i’ll move those around the floor a little bit and get some dips on those", "sometimes, in fact, oftentimes it’s just the hotel room floor with their nasty carpets", "on those nasty carpets, i’ll do burpees", "i’ll do push-ups", "i’ll do gut exercises, handstand push-ups, squats, pistols, which are one-legged squats", "i’ll do whatever and i’ll just get crazy with the calisthenics", "a lot of times also when i’m on the road i don’t have a lot of time because i’m meeting with a client and i’m speaking and going to a meeting", "and i flew in and got in late", "so a lot of times i’ll just be doing some kind of a quick workout to maintain the discipline", "to maintain the discipline and to get some level of workout and to get the blood flowing", "i think it’s bad when you don’t wake up and do something", "i always feel groggy for the day", "one of my favorite quick workouts to do is 100 burpees for time", "one minute rest", "100 burpees for time", "get some of that", "again, it should probably take you less than 20 minutes, for sure", "once you get done with that, you’ll have the blood flowing and you’ll feel better about yourself", "again, all those are in the book", "you can check them out", "another section of the book that tim wanted me to talk about was i talk about martial arts in the book", "i’ve been training martial arts for a long time", "there’s various types of martial arts", "there’s striking, there’s grappling, and there’s weapons", "these are kind of the broad martial arts categories", "striking, which is when you’re hitting people", "grappling, which is when you’re grabbing people", "using weapons, obviously there’s all kinds of different weapons from knives to swords to sticks to firearms, guns", "i talk about those things", "i talk a lot about jiu-jitsu, which i think is the best base to have for martial arts", "tim liked this part where i talked about why to start with brazilian jiu-jitsu and how it should be taught for self-defense", "so here we go into the book where i talk about why to start with brazilian jiu-jitsu", "“start with brazilian jiu-jitsu", "it is a form of grappling that is highly advanced because for the most part, the actual fighting takes place on the ground", "this is a key point because our first form of self-defense is to get away.” “yes, to run", "if you are confronted by another person or a group of people, the best thing you can do is run away", "avoid the conflict", "this is relatively easy if someone is trying to strike you with punches or kicks", "they do not have control over you, so you can simply run away from them", "you have won", "the problem comes in a self-defense situation when someone is grabbing you", "now they are preventing your first line of self defense – running away", "as soon as someone grabs you, you are in a grappling scenario and one of the most critical parts of brazilian jiu-jitsu is escaping from someone’s grip so you can run", "oftentimes, an attacker will take you to the ground to prevent you from escaping their grip", "when this happens, the ability to ground fight is used not to stay on the ground, but to get up and get away from the attacker.” “the first goal of a beginning in jiu-jitsu is not to get the fight to the ground, but to get up off the ground and get away", "this is an important distinction for people who believe the goal of self-defense in jiu-jitsu is to get the attacker to the ground", "this is not true", "the goal is to get away", "but as has been seen over and over again, fights often end up on the ground and therefore a person must be prepared for it", "not training in jiu-jitsu because you don’t want to go to the ground is like not learning how to swim because you don’t want to go in the water", "it doesn’t make sense", "the safest way to deal with the water is to be comfortable in it", "just as being comfortable on the ground is the best way to deal with that scenario should it unfold in real life.” that’s one of those things that people, understandably so, if they think that if jiu-jitsu if you get attacked what you’re going to do is attack someone and pull them to the ground, that’s not what the goal is", "the goal is to get away from people", "unfortunately, in many fights, then end up on the ground because if you start hitting someone, their defense might be to grab you", "when they grab you, now you’re in a grappling scenario", "that is why jiu-jitsu is very important", "now, there’s other great martial arts and i talk about them in the book as well", "one of the things that tim asked me about is if i was teaching jiu-jitsu to a semi-athletic person, not an olympic decathlete, but not a couch potato either, what would the first week look like", "the first week would be pretty straightforward", "the things i would want someone to understand are the fundamental positions of jiu-jitsu", "jiu-jitsu is a grappling art", "you’re wrestling with another human being", "there are certain positions and they have certain advantages and disadvantages", "i would want them to understand these fundamental positions", "one is called the mount", "one is called the guard", "one is called the back", "one is called side control", "one is called half-guard", "i would want people to understand what those positions were and how they related to jiu-jitsu", "the next thing i would want my understand is this position called the mount", "the position is a position of dominance in jiu-jitsu", "the person that is mounted is on the top position and they have a lot of control over the person that’s beneath them", "if you are trapped there, you’re in a lot of trouble", "one of the first things i would teach people is how to escape from that mounted position when you’re on the bottom", "and how to get back up to your feet", "that’s the next thing", "how do you get back up to your feet effectively so that you can get away", "then i would want them to learn if they are in the mounted position, how would they do some kind of submission hold", "that’s one of the best things about jiu-jitsu is there something called submission holds in it where you can make the person tap out or you can break their arm or put them to sleep through a chokehold", "i would want them to start to learn to understand what submissions they are threatened with in the mount and that means you need to know what the offense is", "then i would want them to understand this other called the guard", "the guard is where you’re on the bottom position", "so someone has taken you to the ground and you’re on the bottom and they’re on top of you with their weight but you’ve managed to get your legs around their body so you have some control over their body weight", "then once they understand how important that position is, then i would say teach them submissions and some sweeps, which is when you change position", "you put your opponent on the bottom", "you were on the bottom and then you sweep them and then you put them on the bottom", "the whole time that i’m teaching these things, and it’s very important in jiu-jitsu that you actually spar with other people", "people need to believe that jiu-jitsu works and one of the best ways to convince people that jiu-jitsu works is to have them actually participate in it and actually have them train against another person who is good", "when you train with someone who’s good, who is 40 pounds lighter than you and clearly weaker than you are and yet they can tap you out over and over and over again, it is a real eye-opener and it will make a believer out of just about anyone", "it’s good to roll", "you do have to be careful because when people first start, they go crazy", "their ego gets out of control and everyone wants to just go 1,000 percent against their opponent", "it’s usually better to pair someone up against someone that’s a little bit better than them or maybe even quite a bit better than them so that they can understand how effective it is and they can understand that no matter how much they panic, no matter how much they thrash around, no matter how much they use all their strength, that doesn’t work in comparison to good jiu-jitsu technique", "that’s what it is for me", "i do start people in jiu-jitsu", "now there’s something else to be said", "when you go to a school, the school wherever you go does not revolve around you just showing up there", "you may not get this basic information", "but what’s cool about jiu-jitsu is i look at it sort of like learning a language", "one of the best ways to learn a language is through immersion training", "that’s what’s going to happen when you show up at many jiu-jitsu schools", "you are going to get immersed in something you don’t know what anything means", "just like if you showed up in a foreign country with a foreign language", "you wouldn’t understand anything at first", "then you start to recognize a word here and a word there", "then you recognize a little sentence fragment and then eventually you start putting pieces together and then you can speak the language", "the same things happens in jiu-jitsu", "you start recognizing a move, then you see where another move ties into it and eventually you put together a fragment of a series of moves and then eventually you learn the language of jiu-jitsu", "it’s good to get the basics of all the different positions", "there’s a million places to see those online so that you understand fundamentally what’s happening in jiu-jitsu", "but the immersion training is very important as well", "you get in there", "you get on the mat and you start training", "now, people also always ask, where should i train", "what’s a good school", "i talk about this in the book and i’ll go over some of the highlights of how to find a good jiu-jitsu school", "again, because i get asked this all the time", "luckily in america, there are so many good jiu-jitsu schools nowadays", "jiu-jitsu is very popular in america", "when i started, there were very few schools in all of america", "i was lucky to have a good school in san diego, california", "but that has spread now and there’s really good schools all over the place", "no", "1 thing i look at is actually proximity from home or work", "i think it’s very important that wherever you’re going to train is close enough to you that you can get there conveniently without an 87-minute transit to get there", "no", "i want my place to be as close as i can", "i think that’s one of the primary things you look at", "how close is it so it’s easy to get to, whether you go there after work so it’s close to work or whether you go there when you get home because it’s close to home", "either way", "having to drive 97 minutes to get to train somewhere is not going to be beneficial for your training", "look for somewhere close", "the other thing is now you need to find a qualified instructors", "there are a lot of qualified instructors out there", "you might have a black belt", "there are a lot of outstanding black belt", "but you might only have a brown belt or a purple belt depending on where you are in the world and how much jiu-jitsu is where you are", "you might only have a purple or a brown belt and that’s actually fine", "back in the ‘90s, there were many schools in america that were run by purple belts and they were very successful and taught a lot of great guys", "now there’s more black belts, so that’s more common", "as far as the legitimacy of the instructor, there’s a lot of really good internet police out there that keep the fakers in check", "a quick google", "maybe ask some people", "check some forums and find out if this person is legit or not", "that’s very beneficial", "because you definitely want a good, qualified instructor", "the other thing with schools is there’s two different extremes on the schools", "there’s very traditional schools and there’s very non-traditional schools", "the traditional schools are everyone is wearing the same uniform", "everything is done the same structured way each class", "the instructors are called sensei or master or professor", "that’s one type of school and they’re great", "some schools that are set up like that are great schools", "there are also very non-traditional schools that are very loose and everyone is wearing a different kind of uniform and people are coming on and off the mat", "instead of calling the instructor professor or master or sensei, they’ll just call him jocko or dean or jeff", "it’s all good", "we’re all friends and we’re training hard", "there’s no formalities", "there’s no bowing", "there are all kinds of different schools", "again, both of those types of schools are good", "both of those types of schools have absolutely produced world champions", "it kind of depends on what you look, what type of personality you have and where you think you’ll fit in", "by the way, there’s schools everywhere in between as well", "there’s schools that are kind of in the gray area between the very loose school to the very traditional school", "there are some schools that are in the middle", "then you want to check that atmosphere out", "what is that atmosphere like", "does the atmosphere match the goals that you have as a person", "if you just want to learn some jiu-jitsu and start to train and you don’t want to compete but you want to know some good self-defense, that’s one type of school and you can find a school with that attitude", "you can also find schools that are crazy competitive", "that’s all they’re focused on it sport jiu-jitsu and how can i win the next tournament", "they’ll have very intense training", "again, there’s everything in between", "you want to find a place that matches your goals", "i would recommend when you go into a gym, you try some classes and see what they’re like", "meet the other students", "ask the other students what their goals are in jiu-jitsu and i think you can make a good decision", "another thing is, i always say this – jiu-jitsu is not a religion", "your instructors are not gods", "they are people that are good at jiu-jitsu", "if you start feeling there’s a cult scenario happening, just be careful", "you shouldn’t feel like that", "jiu-jitsu is fun and it’s a great sport", "you shouldn’t be feeling that cult scenario happening", "you shouldn’t be looking at your jiu-jitsu instructor as a religious deity", "that’s how you pick a school", "the book also discusses other martial arts: boxing, wrestling, muay thai and like i said, firearms training", "what’s interesting about all these different types of training – and you might be thinking i’m not interested in martial arts, which is fine – but i will tell you that martial arts are great to train", "not only are they great for self-defense and you learn how to handle yourself", "they actually also make you a better person in a lot of different ways", "you’re able to handle yourself in any tough situation", "you get confident because you know you can take care of yourself", "just the physical training", "it makes you sharper, both mentally and physically sharper and tougher", "that’s why i think training martial arts, jiu-jitsu, boxing, muay thai, wrestling, and fire arms training and all these different martial arts type training, they will help you not just in those specific arenas, but in everything that you do in your life", "i think that’s really why a lot of people listen to tim, myself included", "we all want to hear ways to get better in every different aspect of life", "the one thing that i know will make you better is discipline", "the discipline to get up", "the discipline to work out every day", "the discipline to eat right", "the discipline to make good financial decisions and make disciplined choices about how you spend your time doing productive things", "i think that discipline is the true pathway to improvement and like the book says, discipline is ultimately the pathway to freedom", "a bunch of stuff in the book", "i appreciate everyone listening", "i supremely appreciate tim for inviting me on to do this show while he’s not allowed to talk", "i still am", "i appreciate that and appreciate everything that tim does and has done to support me in what i’m doing, and for continuing to put out all the great content that he puts out to the world to help everyone out there learn, implement, and improve"]}