{"dialog_idx": {"terry laughlin": [78, 79, 122, 123, 125, 126, 128, 129, 130, 131, 132, 133, 143, 144, 145, 146, 157, 158, 159, 160, 161, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 190, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 297, 300, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 325, 326, 327, 328, 329, 331, 336, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 366, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 471, 472, 473, 474, 475, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 526, 527, 563, 566, 568, 569, 570, 571, 578, 579, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 626, 632, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 705, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 759, 762, 763, 771, 772, 773, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 811, 812, 813, 814, 815, 816, 817, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 938, 939, 940, 941, 942, 954, 955, 956, 957, 958, 959, 960, 962, 976, 977, 988, 989, 990, 991, 992, 994, 995, 996, 1000, 1001, 1002, 1044, 1045, 1046, 1049, 1050, 1051, 1052, 1054, 1055, 1056, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1093, 1097, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1112, 1113, 1119, 1120, 1121], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 124, 127, 134, 135, 136, 137, 138, 139, 140, 141, 142, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 162, 163, 189, 191, 192, 193, 194, 195, 213, 240, 241, 242, 243, 244, 288, 289, 290, 291, 292, 293, 294, 295, 296, 298, 299, 301, 302, 303, 304, 324, 330, 332, 333, 334, 335, 337, 338, 339, 340, 341, 342, 343, 344, 345, 365, 367, 398, 399, 400, 421, 463, 464, 465, 466, 467, 468, 469, 470, 476, 477, 478, 479, 480, 481, 482, 483, 484, 495, 496, 518, 519, 520, 521, 522, 523, 524, 525, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 564, 565, 567, 572, 573, 574, 575, 576, 577, 580, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 627, 628, 629, 630, 631, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 671, 672, 673, 674, 703, 704, 706, 707, 708, 709, 710, 711, 712, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 760, 761, 764, 765, 766, 767, 768, 769, 770, 774, 775, 776, 777, 778, 808, 809, 810, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 871, 883, 884, 885, 886, 913, 914, 915, 934, 935, 936, 937, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 961, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 993, 997, 998, 999, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1047, 1048, 1053, 1057, 1087, 1088, 1089, 1090, 1091, 1092, 1094, 1095, 1096, 1098, 1099, 1108, 1109, 1110, 1111, 1114, 1115, 1116, 1117, 1118, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133]}, "episode_num": 276, "file_type": "html", "guests": ["terry laughlin"], "num_sentences": 1134, "num_words": 18315, "raw_text": "Tim Ferriss: Hello, friends. This is Tim Ferriss, and welcome to another episode of The Tim Ferriss Show. This is, by far, the most difficult podcast intro that I’ve ever recorded. I’ve already tried to do it six or seven times, and have failed. So, I’m just gonna run with it, and the reason for the difficulty will become super clear, quickly. The guest is Terry Laughlin, who completely changed my life. He became friend, a mentor. He taught me how to swim, and did it remotely at first, through his book, Total Immersion, when I was in my 30s. And, fixing that helped me to address one of my lifelong, largest insecurities, and something that really caused a lot of humiliation for me. Which was, growing up on Long Island, being close to water, having a few traumatic experiences, and never learning to swim, until my 30s. And, Terry – you can learn all about Total Immersion everywhere, just search “total immersion swimming.” Totalimmersion.net, tiswim on Twitter, etc. Is really a revolutionary way of learning and teaching, and he was introduced to me – or, the method, total immersion, was introduced to me by Chris Sacca, who’s another friend, who’s been on the podcast. Billionaire investor, all around hilarious, and intelligent guy, who said to me, at a barbecue, “I have the answer to your prayers,” as it related to not being able to swim. And, it turned out to be Terry Laughlin, and total immersion. The reason this is so hard, is that I grew to really care for Terry, and we did this interview October 2. Terry had, at that time, metastasized pancreatic cancer. That was October 2. On October 10, he had a stroke, and was hospitalized. And then, on October 20, ten days later, he passed away. I just found out about this yesterday afternoon, after getting back from being off the grid. I turned on my phone, and a barrage of texts came in, and the first one that I saw was from a friend, who said, “Did you see the news about Terry?” And, that makes this, what you’re about to hear, the last longform interview that Terry ever did, in his life. And, it’s intended to be inspiring, and to showcase a tactically brilliant, and sincere teacher. He developed 24 national champions, but then, turned his eye to the adult population. People who had given up on themselves, who had accepted partial completeness. Who thought that learning to swim, or X, Y, and Z, whatever you might have in mind, was impossible. And, taught them to overcome that. And, I really view him as the epitome of what I try to do, myself, as a teacher. Whether it is looking at accelerated learning, or deconstructing something, logically sequencing it. He cares so fucking much, and that will come across in this interview. Even if you don’t care about swimming at all, I encourage you to listen to this, for a few different reasons. Number one, this is, like I said, the last longform interview Terry did, in his life. And, when you listen to this, you will hear that he sounds incredibly vibrant, and was. What I also did, and I owe sincere thanks to his family for sending this to me, is included audio at the end of the interview. And, these are clips that, within the first few days, after his stroke, in the hospital. So, a week before he died, or so. His daughters, Fiona, Carrie, and Betsy, recorded audio, interviewed him, following his stroke. Because he was extremely focused, the entire time, on the mission of finishing his current book. So, they were asking him questions, and pulling out these philosophies of life, and so on, in this environment of hospitalized medicine, where you have beepers, and you have footsteps, and you have staff moving around. And, I want you to listen to it, because it’s fucking heart wrenching, and I want you to surrender yourself to that sadness, and to let it envelop you, and to really listen to it. It’s not intended to impart a ton of super-tactical information. It’s intended to make you feel just how painful it is to have time running out. And, I want you to ask yourselves, because I’ve written five books now, and many people have changed their lives by testing assumptions, and finally doing the things that they have put off. Whether it’s quitting something, starting something, taking a trip, forming a company, quitting a job, ending a relationship. Proposing to someone, whatever it might be. I’ve seen that. But, I’ve also seen thousands of people sitting on the sidelines, with a deferred life plan of some type. Something that they are deferring to someday, when it’s gonna be more convenient, which it never will be, generally speaking. There’s never a good time to do the things that are most important. And so, I want you to listen, not only to the interview, but to the clips at the end, that were recorded in the hospital. Because, I want you to, extremely acutely, feel in your viscera, the reality. Which is, we are not guaranteed a long life, and I’ve had several friends die in the last year. I don’t know what’s going around in the air, but several friends die in the last year, young and old. And, people do not die of old age. They die of disease, they die of accident. They die from violence. There are so many things that can take you out, before you think your lifespan will end. So, hopefully, this interview, this conversation, with the incredible Terry Laughlin, can serve as a catalyst for you to get up off your ass, physically, or metaphorically speaking, and do what it is you really wanna do, so that you don’t die – With a bucket list of things that have not been checked off. And, that, certainly, was not Terry. Terry squeezed every drop out of his life, up until the very, very last moments. And, you get to hear some of those moments. So, this is really surreal for me, and I miss him already. So, Terry, thank you for changing my life, and I hope you’re swimming far and wide, up in Heaven. And, you know, he kept in good spirits, until the very, very closing bell. And, there’s actually a piece in Outside magazine, written by Christy Oshuant, and I hope I’m getting the pronunciation right, who’s a lead, or the lead science writer at 538. And, she describes how, at the very end, the last time that his daughter, Fiona, saw him laugh, was him telling this joke. About baseball, because he loved baseball. And, the joke related to two friends, who had a pact. The first of them to die, would return to tell the other whether there was baseball in Heaven. So, the first guy dies, and he appears to his friend. The good news, he says, is that there’s baseball in Heaven. The bad news, is that you’re pitching tomorrow. Terry thought that was hilarious. And, he was able to find the glimmers of hope and optimism, even when he was literally on his deathbed. So, for the things that you want to do, for the things that you feel compelled to do, for the things that you’ve dreamed of for so long, what is your excuse for not doing them? Think about it, very, very carefully, and meditate on it, because we’re all gonna die, it’s just a question of when. And, in any case, my apologies for the long introduction, this has been really difficult for me, and this is the best job I can do with this one, guys. So, please enjoy this wide-ranging conversation with none other than the incredible, much-beloved, and much-missed Terry Laughlin. Terry, welcome to the show. Terry Laughlin: Thank you for having me on, Tim. I’ve really wanted to do this for quite a while. Tim Ferriss: Well, I’ve wanted to have you on for many, many years. And, I thought I would start, before we get into the backstory, and there’s so many different things that we should cover in this conversation, but I think the most sensible place for a lot of my listeners, is where I came in contact with total immersion, and I should start by saying, I grew up on Long Island, for those people who don’t know – Terry Laughlin: As did I. Tim Ferriss: And, I was a townie, out in East Hampton, of all places, worked in the Lobster Roll as a busboy, and so on. And, I was minutes from the beach, my whole life. And, never learned how to swim properly, until my thirties, and the – I suppose the trigger for preventing me to swim, were a handful of near-drowning experiences, one at a summer camp, And, it was always one of my largest sources of embarrassment, and one of my greatest insecurities. And then, something happened. And, what happened was, this was, of course, several years ago, now. I just turned 40. But, at the end of a January – I wanna say, in, I’m not exactly sure when it was. 2007. 2008, around there. A friend and I decided to issue each other new year’s resolutions. Because we realized, without someone to hold you accountable, very little tends to get done with new year’s resolutions. So, Chris Ashendon, who’s known as the Kiwi, because he’s from New Zealand, said that I had to finish an open-water, one-kilometer race. And, that was going to be in 2008, so it must’ve been the very beginning of 2008. And, I, then, challenged him, to go a year without coffee or stimulants. Because he fed himself different types of stimulants to stay awake, and then used booze to go to sleep, and so on. Which is very, very normal. But, I failed, is the short story. At least, in the first, say, half, or three quarters of the year. Tried kickboards, barely moved at all, and it was extremely humiliating, and I left a number of classes. Hand paddles, tried those. My shoulders felt like they were going to break, which led me to believe that swimming could not be low-impact, and I’d effectively conceded defeat. And then, I met someone named Chris Sacca for the first time, who’s been on this podcast, and he is now, a very, very famous investor. At the time, he was just starting his sort of ascension, his hockey stick. And, he was training for a triathlon. And, we met at a barbecue, organized by a guy named Kevin Rose. Who is the first episode of this podcast. And, I told him about how I was failing with swimming. When he asked me what I was up to, I didn’t start there, but we got there. And, he said, “I have the answer to your prayers. It revolutionized how I swim.” And, that was his – this was opening sales pitch. And, that’s what got me to TI, total immersion. And, in the span of, I’d say, around – between seven to ten days, with a book. This is without even the video, went from about a one to two length maximum, swimming in a small home pool, to more than 40 lengths per workout, in sets of two to four. And, now, fast forward, I swim for relaxation, and part of how I chose where I wanted to live here where I’m recording in Austin, Texas, was its proximity to swimming, which just is insane, if you were to try to express that to, say, my 15-year-old self, 20-year-old self, even 30-year-old self. So, thank you. That’s a very long-winded intro, but I wanted to give people the context. Because as Chris, my friend, pointed out, it’s a life skill, it’s not just a throwaway, decorative skill. And, every time I was on a boat, I had low-grade anxiety. Every time I was near water, or going into water, I had low-grade anxiety, and I no longer have that. So, thank you very kindly, sir. Terry Laughlin: Well, certainly, I’m most gratified. And, let me just – I bet you’re familiar with deep eddy pool? Tim Ferriss: I am familiar with deep eddy pool, I am. Terry Laughlin: At. Just down the road from the Magnolia Café. Tim Ferriss: Which is run by your friends. Terry Laughlin: Yeah. And, Barton Springs. Two wonderful places I love to swim, when I visit Austin. And, the fact that you can enjoy them, so. That’s the best part. It’s not that you can swim 1K, but you can take advantage of these lovely swimming holes, that are really unique places, in a complete way. Tim Ferriss: And, to do it as something that I enjoy. I mean, it’s something that I seek out, and I actually wanted to talk to you a little more about a couple of plans I have for swimming, after this podcast, perhaps. But, the punchline, also, I didn’t provide for people. So, I improved my swimming, and then, I was not able to find an open-water race, that was one kilometer. So, instead, I swam open-water in the ocean, on Long Island, on the beach where I grew up going, but really kinda going up to my waist, most of the time. And, simply went offshore, after asking a lifeguard how far away a given house was, and swam parallel to shore, in the ocean, which is pretty murky, on that side of things. Pretty sharky, too, and swam almost a mile. So, that’s a lot longer than one kilometer. And, probably the most successful I’ve ever felt, in my entire life. Terry Laughlin: And, that has put you in really rarified company, Tim. I mean, there are not very many people who can swim a mile in a pool, but to swim a mile in an ocean, it really takes it up another notch. Only 2 percent, there’s a pretty authoritative estimate, that only 2 percent of American adults can swim as much as a quarter mile nonstop. So, you’re in rarified company, swimming a mile in the ocean. Tim Ferriss: I’ve a lot a room to improve, but I think that the example of swimming is one for me, of a partial completeness, that I accepted. And, it was an assumption, i.e., I can’t swim, I don’t swim, that I didn’t test for a very, very long time. And, many people accept partial completeness. Whether it’s being, say, overweight – well, that’s just the way it is, that’s just the way I am. I’m good at some things; I’m just not able to lose weight, whatever it might be. Or, in this case, say, swimming, or playing basketball. Could be anything. Learning to read. And, I wanted to ask you about, just to give an example of how late you can test these assumptions, Paul Lurie. Or, Lurie, I guess it is. Terry Laughlin: Lurie. Paul Lurie. Yep. Dr. Paul Lurie. Tim Ferriss: Can you explain, for the people listening, who Paul Lurie is, Dr. Paul Lurie? Terry Laughlin: Paul is a pretty amazing person. To give you an idea, he retired from – he was one of the real pioneering pediatric cardiologists, in the field of medicine. He was a giant, in the field, and he retired from practice as a pediatric cardiologist, at age 68, and moved to Albany, from Los Angeles, to be close to his daughter. And, this is at age 68. And, for the next 25 years, he was an emeritus professor at Albany Medical College. So, he taught his final seminar in pediatric cardiology at the age of 93, which will give you an idea of how unusual he is. He moved to New Paltz, where I live, into a senior living center, called Woodland Pond, and it had a pool. It not only had a pool, it had a chorus, it had a woodshop, and Paul just decided he was gonna take complete advantage of everything that they had there. And, he had never been very serious about swimming in his life, so he ordered one of our DVDs, at age 93, and taught himself a pretty serviceable freestyle. And then, at 94, he happed to knock on our door. We have an endless pool in our basement, we call it The Swim Studio, and we teach people from all over the world. And, Alice answered the door – my wife, Alice, answered the door, and she said, “This very slight man drew himself up, and says ‘I’m Dr. Paul Lurie. Can someone here teach me an effortless butterfly?’” So, Alice told me about it, and our daughter, Betsy was gonna teach the lesson. So, I showed up, I had to watch this. And, I saw Paul swim freestyle, it was pretty nice. And, then he tried a few strokes of backstroke – of butterfly, excuse me. And, after watching him swim for about ten seconds, I said, “Paul, I think your second stroke should be backstroke.” And, I offered him the Ultimate Senior Discount. I’ll come to the pool at Woodland Pond, at no charge, and teach you. And, I ended up teaching him about three or four lessons, and when he was 95, we shot a video, of Paul and I, swimming together, doing what we call sync swimming, where I synchronize my stroke to his. And, I posed the question, on the video: can you tell which swimmer is 62, and which is 95? Because we looked identical. Just exactly alike. And, I was so proud of him. And, to take this a little further, November 18, I will be attending his 100th birthday party, and he’s still swimming 20 lengths a day. Tim Ferriss: Wow. Terry Laughlin: Yeah, so it’s never too late to start. Tim Ferriss: And, I mean, it’s such a wonderful – I only knew about 10 percent of that story. I definitely didn’t know about the showing up at the door. “I’m Dr. Paul Laurie, can you teach me an effortless – “ Terry Laughlin: Butterfly? Tim Ferriss: Butterfly, amazing. Terry Laughlin: He still loves freestyle and backstroke. He’s happy with those two strokes. I’ll tell you something else, that’s really remarkable about Paul. So, he took his first lesson at 94. He was still gaining speed at 97. I don’t know if there’s another example, in physical capability, of someone improving, between age 96 and 97. The way he timed it was, he swam a 20-length routine, which he continues to this day, in the 50-foot pool, at Woodland Pond, he does a 20-length routine, where he swims two laps of free, and one of back, until he’s done 20 lengths. And, his time for that 20-length routine improved incredibly, in the first year or so. But, it was still getting faster, between age 96 and 97. In fact, the day he improved his time, at 97, I got a text message from his friend, Marilyn Bell, who’s another fantastic story. And, she said, “Paul improved, I think, his time. I think he improved it from 13 minutes and change to 12:53, this morning.” And so, I immediately texted back to both of them, saying how thrilled I was about that. And then, Paul texted me back, and he says, “Yes, I went in with a plan to improve my time.” Now, how many people are going to the pool, at age 97, with a plan – a plan, and a strategy, to improve his time. And, his strategy was that he was gonna swim even more quietly than before. And, you go faster by swimming more quietly. I mean, it’s just the whole unexpected nature of what he did, and the unexpected nature of his strategy. A very great, cool story. Tim Ferriss: How did you, personally, start swimming? Terry Laughlin: Yes, well, my dad started me, when I was about 8 or 9, and my very first serious swimming experience was swimming at Barr Beach on Long Island. You were on the south shore; I was on the north shore. So, in Hampstead Harbor, on Long Island Sound, is Barr Beach, and they had a raft anchored – I would guess, maybe 30 feet offshore, ten yards, or so. And, I used to watch – with great envy, I used to watch my dad swim out to the yacht – out to the raft, and beyond. And, he would come back, and he would have me do dead man’s float, and move my arms in circles, and I would sort of practice in the shallows. And then, one day, I just screwed up my courage, and decided I was gonna make a try for the raft. And, I swam, as we all do, when we take that first swim in deep water, which is frantically. And, I got to the raft, gratefully pulled myself out, and then, called a lifeguard to bring me back, escort me back safely, as my mother tells me. So, that was my start, and then, a pool opened. We didn’t have a pool, at that time, in Willesden Park, where I grew up, and they opened a pool in 1963, when I was 12. And, I took the Red Cross Swimmer Course, and got my Red Cross Swimmer badge, and joined the swim team at the pool. And then, in eighth grade, at St. Aiden’s school, my Catholic grammar school, I – they announced a tryout for the swimming team, and there is not a lower, more grassroots level of swimming than Catholic dioceses, in once-a-year meets. So, they were gonna have a few practices, and then swim in the dioceses annual meet. So, I tried out. I didn’t even have to swim the length of the pool, it was the width of the Farmingdale Community College six-lane pool. And, when I got across the pool, there was a coach, in full clothing, in the water next to me, who had jumped in to escort me across, not sure I would make it under my own power. So, needless to say, I didn’t make the cut. Not an auspicious start. And, the guy who cut me is still alive, friend of my parents. And, we still laugh about that. But, then, I – they had the Red Cross 50-mile Swim chart, at the pool – as all pools did, in those days. And, you could get a badge for swimming 50 miles, and I had 11 weeks in the summer, to swim 50 miles. So, at age 13, I decided I was going to gonna earn that, and I discovered I really loved the solitude of doing laps, and I, just through doing the laps, to earn the 50-mile badge, which I did, I turned myself into an okay swimmer. Certainly not one with any sort of efficient technique, but one who could swim a mile a day. Not many people can, and I managed to turn myself into a mile-a-day swimmer, at age 13. Tim Ferriss: So, let’s flash forward, and we can certainly pick up anything in between. But, if we look at, say, 1972. So, you, at that time, my understanding is, begin coaching at the US Merchant Marine Academy, Terry Laughlin: Correct. Tim Ferriss: And, it was there that you had an epiphany, or sort of observed something, that would later, very much influence your teaching style. Can you tell us about what you learned while you were coaching? Terry Laughlin: Sure. It’s such – it’s a foreshadowing, and an unbelievable foreshadowing of how I would spend the next 40-odd years. First of all, to preface it, I have to take note that I had swum for eight years, before I became a coach. And, I was a very hard working, very frustrated swimmer. And, during those eight years, I can remember one occasion when a coach said anything to me about technique. So, I got – if you take your cues from what your coaches do, they put workouts on the board, and then said ready? Go! And, nobody said a word about technique, except for this one time. Where one of my coaches said, “Laughlin, you’ll never swim fast if you don’t move your arms slower.” That was the only input I’d got, because I was such a high turnover swimmer. And, as far as I knew, how else do you swim fast, except by moving your arms faster? So, I’d gone through eight years, with not a word about technique, except that one time. And then, I was the coach of the Merchant Marine academy, I think I had 12 men, in a four-lane pool. And, I gave them a garden variety warmup of 800 yards of freestyle, takes about 10 to 12 minutes to do. And, I watched them from the end of the pool, and it’s the first time I’m ever watching swimmers, and where I’m in the situation of the responsibility of being responsible for their performance. And, I must’ve been watching with a keener eye than I ever had before, because I noticed that every swimmer in the pool was asymmetrical. Those who breathed to the left torqued and twisted in that direction, and those who breathed to the right likewise. And, it just occurred to me that if the object is to move to the other end, by – presumably by a laser line, that it’s not good, in every single stroke, to be diverting momentum and energy off to the side. So, I went home that night, pondering what I’d seen, and what I might do about it, and I decided that, the next day for warmup, I was gonna ask them, since it was related to their breathing, I gave them 800 yards of freestyle. But, I said, I’d like you all to breathe on the wrong side. And, because we all start our swimming with a right side – the side on which we are naturally more comfortable. And, the other side, we don’t breathe to it, because it feels more awkward, and uncomfortable. So, for the next 10 to 12 minutes, I had a markedly more symmetrical team. And, I said, that can’t be a bad thing. I didn’t know the first thing about biomechanics, at the time. It just seemed evident to me, aesthetically, that anything that moved you straight ahead was better than something that kept diverting you to the side. And, I was just so gratified by the positive response to my first, seat-of-the-pants experiment in stroke work, that I thought, I’m just going to carry on, and I did. And, it was not difficult, and I had never been an assistant coach, I had never taken a coaching course, or anything even remotely related to sports science, or swimming. Or biomechanics, or any of that. But, I really trusted my aesthetic judgement, I trusted that what looked good was good, and I had an example of that. I had a four-lane pool, and there was a hierarchy, where the fast swimmers were in lane 1, and the slow swimmers were in lane 4. And, as I cast my eye across the pool, the swimmers in lane 1, the fast swimmers, looked more taller in the water. They looked longer, as they stroked, and they were markedly smoother, and the swimmers in lane 4 were shorter, and more choppy, and more rough. And, I thought, I’m just going to experiment with them, and try different things, to see if I can make them look more like the swimmers in lane 1. Another interesting thing happened when I started engaging with them. And, as I said, the coaching I got was all, ready, go coaching. Where the coach would give you a set that lasted 30 minutes, and then, just sit and watch you. But, when I was working with them on technique, I was engaging with them in a much more intimate manner.  And, I pretty quickly noticed that there was another difference between movement form, between quality of form and speed. Which was that King’s Point was a little bit different from a lot of colleges, in that there were no athletic scholarships. And so, your reason for swimming came down to, you got excused from unwelcome, unpleasant duties, like cleaning out the latrine, and marching in reviews, and stuff like that, during the length of the season. Or, you really wanted to swim. And, I saw there was a big overlap between want to swim, and good form, and faster swimming in lane 1, and escapism, and poor form, and slow times. [00:33:00] in lane 4. So, then, it was a matter of how to engage them as well, and I found that the technique challenges I was giving them, and the little puzzles to solve, and so on, brought out in them a certain zest for the workouts, that had not been there before. Tim Ferriss: So, I’m really curious to know the first – where what would later become Total Immersion kinda entered the picture. And, I wanna just make a couple of footnotes, because it’s related to a number of things you said. For instance, the perhaps very, in retrospect, sensible and obvious advice, to for instance, do what I do now, which is breathe every third stroke. Which means, I’m going, right, left, right, left, right, left, in a very symmetrical way, that’s one of the points that you mentioned. And then, the importance of – and, this is something that I think applies to just about everything. Just about. Not everything, but just about everything. And, that is, when you get in the pool – and, I remember, this had a huge impact on me, and I still have that very initial Total Immersion book, somewhere. It got wet, a lot. Terry Laughlin: Yeah. Tim Ferriss: So, it’s not in pristine condition, but the idea that you’re, say, getting in the pool to practice, not to do a workout. And, at least in the beginning, the idea that if it feels like a workout, you’re not doing it correctly, was really difficult for me to first accept, because I’m used – well, at least, at that point, in physical training, I thought that your results were a direct output from an input, which was effort, right? Terry Laughlin: Right. Tim Ferriss: And, it was a huge mental shift for me, to gauge my practice, the quality, the success of a practice, based on how little effort I expended during, say, 30 minutes in the pool. It was a huge shift for me, and I think that applies to producing quality, in many, many different areas. At least in my experience, somewhat counterintuitively. So, when did the bones of what would later become Total Immersion start to coalesce, or start to appear? Terry Laughlin: Yeah, well, the powerful impact of working on technique, and not neglecting conditioning whatsoever, I – my swimmers were very well conditioned, everywhere I coached. But, the conditioning was always subordinate to the form In other words, I would stop a set, if I wasn’t satisfied with the form. They might be swimming fast; they might be swimming their hearts out. But, if I was not satisfied with the form, I would stop the set, redirect, and restart the set, and say, you must maintain your form. The beginning of my conviction that that was an absolute, that swimming success is based on superior form, came that first season at King’s Point. I had swum in that conference for four years. I swam for St. John’s University, and we were – we swam against King’s Point for four years. We swam in the conference championship, each year. And, I took my team, after doing all this technique work, and radically reshaping their strokes, I have to say, to the conference championship at the end of the season, and we just set the place on fire. I just could not – even having coached them the whole season, I just was – my mind was kind of boggled by the times they swam. Simply because nothing in my experience prepared me to see swimmers improve that much, and swim that fast, compared to the previous year. I’ll give you one example, sort of the premier event in college swimming is the 4-by-100 freestyle relay. It’s always the final event in a collegiate championship meet. And, it’s four swimmers, each swimming 100 yards, or 100 meters. And, in the four years that I was in the conference, the conference record for that event improved from 3:25 to 3:23. And, as it happened, I was fortunate that the – when I was a senior, the record of 3:23.8 was set by my – by King’s Point relay. So, I inherited the championship, and record-holding relay. Well, they came back, my first year of coaching, and went 3:16. Tim Ferriss: Wow. Terry Laughlin: Yeah. In one night, they improved seven seconds, what had improved two seconds in four years. And, everybody’s jaws were hanging, around the pool. And, I realized, oh my goodness, what have I wrought? I had never done anything that would suggest distinction of any sort, in my life, prior to that night. Tim Ferriss: What – do you recall the year, on that? Terry Laughlin: Yeah, that was March of 1973. Tim Ferriss: Okay, so that was – Terry Laughlin: And, I was still 21 years old, for goodness sakes. I was the youngest coach in the NCAA. Tim Ferriss: And now, you ended up producing – and, I want to sort of qualify my earlier statement, also. 24 national, club, and college champions. Terry Laughlin: Right. Tim Ferriss: If I’m getting my facts straight. So, I don’t want to imply that conditioning isn’t a piece of successfully coaching a competitive team, certainly. But, that it’s necessary, but not sufficient, right? To produce the improvement that you did in the relay, you can’t just have them train harder, or expend more calories in the pool. T was a technical improvement, and I think that – Terry Laughlin: Right, right. There’s no way any change in conditioning, anything I could’ve done in workouts, could’ve produced that improvement. No way at all. Tim Ferriss: Now, tell me about Bill Boomer. Where did Bill enter the picture, and what effect did he have? Terry Laughlin: Okay, so I actually met Bill Boomer in 1988, and I was just ready to step away from coaching. I still love coaching, I love teaching. But I had gotten a little burned out on dealing with parents, and – Tim Ferriss: Wait, before we just gloss over that. So, can you give us an example of what type of stuff burned you out, with parents? Terry Laughlin: Yeah, well, there was one time where I had these two really sensational 12-year-old boys, and when I had really good swimmers, I would make things a little more challenging for them. I didn’t want it to come too easily, because at age 12, when you’re a dominant swimmer, you’re not used to being challenged. So, we got to our season – our state age group championships, and I said to the 12-year-old boys, out of the eight events you’re going to swim, you can choose six, but I’m going to choose two. And, they both knew what it would be. It was gonna be that they were both gonna swim breaststroke events, because that was their weakest event. And, I wanted them to have at least one or two races where they really had to race. And, not just race each other. And, one of the boys, the parents came to me, and complained bitterly, about my forcing their son to do that. He had no problem with it. He didn’t have an objection, or had not raised an objection. But, because it was gonna hurt his chances of winning the high point award, and I’m thinking about his long-term development, not whether he wins the trophy at age 12. And, in the end, the other boy, who, his parents were fully supportive – he and his parents were fully supportive. And, he swam the breaststroke events, and I just thought, it wasn’t worth fighting that battle. That, if it was that important, I’d let him not swim breaststroke. But, the other boy swam the breaststroke, and ended up winning the high point award. Tim Ferriss: So, you were burning out, because of overzealous, or maybe overinvolved, overvocal parents? Terry Laughlin: Yeah, they had just lost their sense of perspective, in it. Tim Ferriss: And, Bill Boomer came into the picture, around that time. Terry Laughlin: Yeah. So, I’m 37 years old, and I have no money in the bank. I also had a 14-year-old daughter, who I was thinking of. Got college costs coming up, and coaching just didn’t pay well. I was one of the most successful, most respected coaches in the United States, in the age group ranks, and I had never earned more than $15,000, in a season, and had no money in the bank. So, I just decided I was gonna cast about, and see what else my native abilities might allow me to do, that might pay better. And, so – but, I still wanted to coach, I still wanted to be – keep my hand in it. I went – I was invited to the American Swimming Coaches Association World Clinic. It’s the top coaching clinic in the world. And, I was invited to talk on a topic, related to age-group swimming, and then, immediately after I finished my talk, I was sitting in the back of the room, sort of decompressing with some coaching friends, and I had intended to go see Randy Reese, the head coach of the University of Florida, at the time, and a guy who had coached many Olympians, and world-record holders. And, by the way, the brother of Eddie Reese, who’s the coach at the University of Texas, at Austin, and probably the most successful coach we have in the United States. So, I was gonna go see Randy Reese, and learn how to coach world-record holders. And, Bill Boomer, a completely unheralded, little-known coach, with a really unconventional approach to things – he was a coach at the University of Rochester, in Rochester, New York, and he got up, and started speaking. And, he just, right from his opening sentences, it blew my mind. He was talking about things I had never heard. And, the most – the thing that he said, that has stuck with me ever since – I’ll quote two quotes of his. But, the first was, he says, “The shape of the engine is more important that the size – “I’m sorry, “The shape of the vessel is more important than the size of the engine, in swimming.” And, every coaching talk I had been to over the previous 16 years of going to coaching clinics? Everyone had been about engine building. Not a single talk about vessel shaping. What do we really mean by this? That, well, Boomer says that a human body, moving through the water, should be treated like any vessel, and should be designed to move through the water with as little drag, and as little turbulence as possible. And, engine building referred to both building the aerobic engine, through cardiovascular conditioning, and emphasizing how powerful the pull and kick is, by doing what I call arms-department, legs-department training. Where you tie your legs together, you put a buoy between them, and a band around them, take them out of the picture, and then put a pair of big paddles on your hands, and muscle your way up and down the pool, with your arm muscles. Or, you immobilize your arms, and possibly put on fins, for more power, and muscle your way up and down the pool, separating the arms from the legs. In training, disintegrating the body, in other words. So, the two types of engine building is, really, all that I had ever heard emphasized. And, that was the first thing, and I’ll come back with another anecdote later, to tell you why this resonated with me. But, the other thing that he said was that, “Conditioning is something that happens to you, while you build, refine, and imprint skills.” And, just the fact that you would first look at the skill component, first look at the skill impact, of any training set, or task you give. And, that the metabolic component, the conditioning component, would be a factor of the difficulty of the skill task. As opposed to just to say to the swimmer, I want your heart rate above 170 for the next 20 minutes, ready, go! Tim Ferriss: And, before we keep moving ahead with the chronology, I’d love to talk about your experience, which I think was – maybe it was just before this, but you could clarify when, exactly, it happened. But, the break that you took from coaching. Can you tell us a bit about that experience, when you were testing other avenues for making a living? Terry Laughlin: Yeah. It ended up being writing. I had started doing just a little bit of writing, while I was still coaching. I wrote one article for Swimming World magazine, and wrote a few other things for newsletters. I always wrote a piece for our club newsletter, from the coach’s perspective. And, I found I enjoyed communicating my writing, and I thought I would try. So, my wife Alice and I started a marketing, communications – very tiny, little mom-and-pop agency, called Main Street Communications. We lived on Main Street in Goshen, New York. And, we wrote speeches, and PR stuff, and things like that, for small businesses in the area. At the same time, I started writing articles for small, local magazines. And then, I happened to go to my twentieth high school reunion, and one of my classmates was the editor of a magazine on corporate hedging, on how multinational companies hedge their currency risk, which was much greater, in those days, before the unification of the Euro zone. There were all those currencies in Europe. And so, they were at great risk of currency moves, and interest rate risk, and political risk, and commodity risk. All these forms of risk that you undertake. He said, what are you doing? I said, I’m doing a little bit of magazine writing. He said, so why don’t you send me a clip? And, he ended up giving me an assignment, and I – it turned out I was pretty good at interviewing and distilling the information, and writing about it, even though I knew nothing about puts, and calls, and all these hedging strategies. And, so I ended up – I earned my living primarily through writing about international corporate finance. Which is kind of a crazy thing, during the time that I wasn’t coaching. Tim Ferriss: Why did you come back to coaching? Terry Laughlin: Well, I wasn’t away from coaching very long. I actually was an assistant coach at West Point with a responsibility to be – my portfolio was coaching technique for everybody on the team. My good friend, Ray Bosse, had just taken over as head coach, and he asked me to help him make the transition, during his first year. So, I did. That was 1988-89, when I had started the writing, and stuff. And, I enjoyed just working on tech – always had enjoyed teaching technique, and in 1988, in August of 1988, I resumed swimming. I had not swum in 17 years, since college. And, I saw that Master’s Nationals were gonna be in Buffalo, not far from my house. So, I thought, well, I’ll start swimming again, and I’ll go to that Master’s Nationals, and see how I like it. So, the takeaways I got was that everybody seemed to be having great fun, and I was super impressed by the people in the 55-and-over age groups, how fit they were, and how fast they were. And, I thought, I wanna be like them, when I get to be that age. So, I was introduced to Master’s swimming, and I thought, well, if I coach these folks, I probably won’t have any pairing problems. And so, the next summer, I decided I was gonna hold a summer camp. Summer camps for kids were common things, for other sports, that were a week long, and longer. Summer camps for different sports. So, summer camps for swimmers were something I knew well, and I thought I’d offer one for adults, and so I did. In June of 1989, at Colgate University, in Hamilton, New York, I had the first ever Total Immersion camp. Where did I get the name Total Immersion? Because I didn’t wanna call it Terry Laughlin’s Swim Camp. To me, that was like calling it Some Guy’s Swim Camp. I thought I needed a better name than just my name. So, I was reading a magazine one day, and I came across an ad for Berlitz Language Schools, and they were offering what they called Total Immersion Language Courses. And, I said, that certainly works as well for swimming as it does for language. So, I chose that name, and then waited for about five years, for a letter from their lawyers, telling me to cease and desist, before I went to a lawyer, and found that, oh, I could trademark total immersion swimming. Which I did. So, I had Total Immersion Swim Camp, in the summer of ’89, and I had six swimmers the first week, and nine the second. I had an Olympic swimmer. A 1948 Olympian, from Holland, who was now a resident of Canada, of Ottawa, and came to the camp. And, so I taught those people what I had been teaching for 20 years – or, not 20 years, but 18 years, 17 years. What I’d been teaching to age-group swimmers. Because these people were all very conversant with swimming. A lot of them had swum when they were kids, not to mention having an Olympian, and they were all very comfortable in the water. And, everything that I did worked well with them. And, a couple of them said, I improved more in five days than I have in the last 10 years. So, that was something that I found I enjoyed, I found worked well with the people, and I continued doing that, for the next several years. But, I had Master’s swimmers the first year, and the third year, I had my first triathlete come to one of these four-stroke camps. And, first of all, they were mainly interested in freestyle, not in the other three strokes. And, secondly, when we finished a pool session – we had two pool sessions a day, one morning, and one afternoon. And, I wanted them to rest up for the afternoon. They would go out for a bike ride, or a run, and come back all sweaty. So, I wasn’t thrilled, but the proportion of triathletes grew so rapidly that by about the fourth or fifth year, it was about 70 percent triathletes, and we were doing just freestyle. Tim Ferriss: Now, where – if you don’t mind, flash forward. So, you’re forming Total Immersion, you’re developing and testing different methods. If we look back at our experience that we shared, in Hawaii, with Sarah, who was very much novice swimmer, uncomfortable putting her face underwater, mother of, I think, two, at the time. And, for the Tim Ferriss Experiment, a TV show at the time, we wanted to show – demonstrate that it wasn’t just an anomaly that I had learned to swim in this way. And, that in fact, it could be replicated. So, we brought Sarah to Hawaii, and I’m gonna back into the technique, But, started with just coughing, and really had a lot of trouble just submerging her face. To, a few days later – and, keeping in mind, for those people who watch nonfiction TV, or reality TV, if it’s actually reality TV, which this was. Meaning it’s not highly scripted, we’re actually capturing someone as they progress from zero to, hopefully, open water swimmer. Terry Laughlin: Yeah. You’re really on the line, you’re putting it on the line/ Tim Ferriss: You’re putting it on the line, and also, you have audio issues, you have camera reframing, so you might think that, with, say, Sarah, we had four or five days of training. But, in reality, we had a much-shortened period of time. It was probably half of that time, that we had to work. Terry Laughlin: Yeah, and a very complicated and challenging instructional environment, with all the technical people around, and all the cameras, and the reshoots, and all of that, yeah. Tim Ferriss: Yeah, it really – but, it worked, and she ended up swimming in very deep water, open water. Sync swimming with both of us, and breathing in freestyle stroke. It was just tremendous. But, where do you take someone like a Sarah, and begin? Where do you start? Because I think this is where a lot of people who try to learn to swim, and they swallow their pride and go to the pool, or they find a coach. Where things go sideways, and certainly, that was true for me. Where do you start? Do you start by getting into the deep end, and trying to learn how to breathe, while you swim freestyle? Terry Laughlin: No, no! Very small bits, very – what I call miniskills and microskills. We always teach in a step-by-step fashion, where each step leads naturally to the next, and is a scaffold for the next step. So, I meet Sarah at the pool, on Monday morning. We began the shoot on Monday morning, and we – I said, okay, well, let’s see what you can do. And, the cameras are rolling, and Sarah swims about six or eight strokes, furiously. Just flailing away, with her head out of the water, head just whipping back and forth, and then, she needs a breath, and what does she do? She stops. She can’t breathe and swim, so she had to stop, and she did that a few times. And, I knew, I had a pretty good idea what I was gonna see, and you probably recognize that from your own experience, Tim. Tim Ferriss: Oh, sure. Yeah. Terry Laughlin: The way she was swimming, and survival swimming – Tim Ferriss: The drowning monkey technique, right. Terry Laughlin: Well, I cited this statistic earlier, of only 2 percent of American adults can swim 400 meters nonstop. Only 30 percent can swim 25 yards. Just one length of your local pool. Only 30 percent can swim one lap, nonstop. So, that was you, Tim, as I recall. Your story was you were in a 20-yard pool, and swimming about 2/3 of the way down, and not being able to get past that 2/3 point. So, what is it? It’s an inability to breathe. If you can’t get air, you can’t carry on. But, you can’t just start in with breathing, because there’s a series of skills that you have to learn, first. So, what did we have Sarah do first? Doing a glide, a very, very simple glide, with arms extended at shoulder width. We called it Superman. It’s Superman. Just instructing Sarah to just glide, to just hang her head between her shoulders, which is – it’s a non-instinctive thing, but exceptionally important, in fact, it’s counterintuitive. What was Sarah’s instinct, was to hold her head up, to avoid choking. And, here I was, telling her, Sarah, I want you to hang your head in the water. I want you to let it go. And, she discovered, when she let her head hang in the water, that she could glide, and her body didn’t sink, and she could just glide effortlessly, maybe five or six yards. And, that’s kind of – that’s a life changing experience, for someone who’s always felt that they were a sinker. Tim Ferriss: Right, well, you’re showing how the shape of the vessel, right, the hydrodynamics changes the whole game, Terry Laughlin: Exactly. We, in fact, were shaping the vessel, too. So that she could glide five or six yards, without any effort, so that she could just look down, and see the pool bottom passing under her, without her doing anything, and at the same time, feel this incredible sense of support, almost weightlessness, from the water. Tim Ferriss: And, I just wanna highlight something here, or a few things. The first is that this is happening in, let’s call it four feet of water. So, Sarah can stand up at any time, if she wants to. So, it’s removing that fear factor. Second, she’s not kicking, she’s not pulling with her hands, she’s simply gliding. Terry Laughlin: Right. Gliding, and shaping the vessel. Tim Ferriss: Yeah, so you’re isolating that prerequisite skill, or component that leads to the rest. And, one thing that really struck me, and this is true in my experience, with all really, really profound instruction. Whether it’s music, or say, recently, for me, tennis, with a coach named Lorenzo Beltrami, who just blew my mind, with teaching me how to serve properly. And, I just wanna draw a parallel, if you don’t mind the digression. Because – or, Josh Waitskin, who’s been on this podcast, and how he teaches chess, which is very much what you would not expect. And, what you find is that, almost by definition, really profound instruction is very different from what you would expect. Because what you expect gets very mediocre results. And, for instance, Josh starts with – and, I think we’ll come back to this, but first principle. He wants someone to understand the principles of chess, in this case. And, for those people who don’t know the name, he was the basis for the book and the movie Searching for Bobby Fischer. And, he’ll take all of the pieces off the chessboard, and start with – I think it’s just king versus king and pawn. To teach very, very flexible principles, that then apply to the rest of the game. So, he’ll start with the endgame, in order to demonstrate those principles. But, perhaps a more direct parallel would be Lorenzo. When he was teaching me, I’d never been able to serve, in tennis. Or, really, I never had learned how to play tennis, period. But, what he started me with is, he said, alright. You’re gonna hold the tennis ball in your left hand, and you want your hand sideways, alright, so that you’re not whipping the ball backwards. And, I want you to just practice throwing the ball up, and having it land a few inches in front of your feet. That’s all I want you to do. So, I’m just throwing the tennis ball up, having it land in front of my feet. So, I’m not throwing it behind me, or too far ahead of me. He goes, okay, great. Actually, I take it back, that was step two. Step one was, practice lightly and loosely throwing a tennis ball over the net. Just like a soft baseball throw. Second was, with my left hand, throwing the ball up, and having it land in front of me, just a few inches in front of my foot. And then, the next step was throwing the first ball up, and then trying to hit it, with the tennis ball that I’m throwing with my rear hand. And then, literally, he just said, okay, here’s a tennis racket. Try to hit the tennis ball. And, boom, right into the zone, on the other side of the net. And, it just was one of those moments, that just made my head kind of explode. Which was also the case with Total Immersion, and with this logical progression. That’s what I wanna underscore, is that you’re building on each of these skills, and it just gets me so excited, when people ask me, why are you trying to learn the gamelan, from Indonesia, or why are you trying to learn this, or that? It’s these a-ha moments, where you do something for, say, Sarah, and she goes, holy shit, for lack of a better, more elegant way to put it, I can actually do this. Terry Laughlin: Yeah. Tim Ferriss: And, so, you have Sarah gliding. What are some of the other, important initial skills or exercises, that you layer on top of that? Terry Laughlin: Well, one of the things that you have written in your – when you write about metalearning, one of the principles that you have cited for that is, avoid error points. Tim Ferriss: Right. Terry Laughlin: And, as soon as I read that, I recognized, oh yeah, we did that! Tim’s got it. And, what are the two error points? And, you know, from your experience, what are the two error points, for swimmers? Tim Ferriss: Boy, I’m, fuck, I’m caught on the spot. I would say number one is, fear of not being able to touch the bottom. At least for me. I’ll just name – and, for those people who are wondering what I mean, if we’re looking at failure points, or – Terry Laughlin: I can tell you the two you cited, when you wrote about it. Kicking and breathing. Tim Ferriss: Kicking and breathing, right. Terry Laughlin: Kicking and breathing. Because every time someone handed you a kickboard, as you said, your feet just sliced through the water like razorblades, and you went nowhere. Tim Ferriss: Yeah, it was terrible. Terry Laughlin: That’s everybody’s experience. Nobody can propel on a kickboard, except people who are already really good swimmers. So, that’s a totally useless tool, to learn to swim. But, everybody, what do they do? What does everybody do? They hand you a kickboard, to try to strengthen your legs, so your legs won’t sink. That’s not the problem. Having weak legs is not the problem. So, the first problem we solved with Sarah was fear of sinking. And, we took out the breathing component. We said, we’re gonna add that later. When you are ready, when you have a platform of skills. So that you can control something about how you breathe, then we’ll introduce that. And, we’re gonna not even make kicking part of it at all, but teach you, as you have written, Tim, to have the legs draft behind the upper body. So, we had her do exactly that, with the Superman glide. Which is, just let out a pearl-sized string of bubbles, so that you’re not holding your breath, and don’t kick. Press your legs lightly together, and feel your body gliding. That was step one. The second step was to teach her to shape her body for the most hydrodynamic position in the crawl stroke, and the most hydrodynamic position, the one where you experience the least drag, is the fully extended position. So, when you’ve reached forward with one arm, and pressed back with the other arm, and you’re fully extended, and rotated just a little bit off your stomach. So, we call that skate position, because it brings to mind, or I would like to bring to mind, the blade of a speed skate. And, to shape your body to be as long, and sleek, and balanced as it can be. And so, what we did there is, the Superman glide does not occur in freestyle. So, we just used that to get her comfortable in the water, to give her a sense that she had control of her body position. Very important, to feel that you’re in control. And then, the very next step was to put her in the most hydrodynamic position. So, we started with the most important moment in the stroke, and let her become very, very familiar with all the fine details of that moment. Where should your extended hand be? It should be in a particular place. It should be below your body, and it should be on a track with the whole right side of your body, if it’s your right arm. And, your left shoulder should be barely above the surface, you should be looking straight down, you should be kicking very, very minimally. And so, we taught her that position. And, I would say we spent a good part of an entire pool session, just letting Sarah become familiar with, and in control of, that position. Tim Ferriss: No, definitely. And, a couple things that come to mind, that I also want to bring up, that were particularly helpful for me. Number one was having a – and, I’m very quantified, in the sense that I like to have a number I can use for tracking improvement. But, when you’re just learning how to swim, looking at, say, lap speed is going to encourage bad behavior, right? It’s going to encourage, at least in me, the thrashing, and overexertion that we wanna avoid. But, the – looking at the sort of stroke count per length ended up being really helpful for me. So, for instance, I went from, in about four workouts – this is, again, by myself, just self-coaching with the book – more than 25 strokes per 20-yard length, to an average of around 11 strokes. So, I had doubled by efficiency, right? And, I’ll just run through a couple of quick notes, that I have here. So, the first is more of a metacomment, which is, people think of swimming – and, I thought of swimming, as something you do on top of the water. And, I’ll just list a few of these, and we can dig into them. But, whereas, in fact, your boy is denser than, or very often denser than water you’re gonna be mostly submerged. Terry Laughlin: Right. Tim Ferriss: So, if you think of freestyle as having say, 90 percent – you could give me probably a more accurate percentage, but like 90 percent of your body underwater, then when you are swimming, say freestyle, your body is gonna be mostly underwater. And, just accepting that removes a huge fear factor. Because if you’re accustomed to thinking, in order to breathe, I have to keep my body on top of the water, you’re on a suicide mission. It’s just not gonna work. The physics don’t provide for it. Terry Laughlin: Gravity will always win that battle. Tim Ferriss: Yeah, gravity’s always gonna win. So, when you – but, when you’re taught from the very outset, or the expectation is that, alright, your body’s gonna be 95. 90, 95 percent underwater, and your goal, and let’s start by kicking off a wall in four feet of water, is to glide from say, sort of fuselage right to fuselage left, so if we think of freestyle not as swimming on your stomach, but alternating from one extended position to the other. Just like you would go from, say, right speed skate to left speed skate, like you were mentioning earlier, in that extended position, things change, really, really quickly. And, thinking of – these are just a couple of the counterintuitive things I wanna mention for people, that really helped me. Another was focusing on driving your arm through the water, as opposed to pulling, in order to encourage that position. The looking straight down, which you mentioned. Also, I think, very counterintuitive for folks. And, having your arm, when you are in that fully extended position, a good deal underwater, not on top of the water. And, what that does is, helps to apply water pressure on the arm, and raise the legs, right? So, my issue – or, what I thought was my issue – Terry Laughlin: It’s what I call – I call that the trim tab effect. The way the trim tabs on an airplane work to raise or lower the nose, if you have something in front, hydrodynamics and aerodynamics work exactly the same. And, if you have something in front of the vessel, that is angled down, it’s gonna lift the rear. And, that’s so the arm is acting as a trim tab for your body. And, effortlessly lifting your legs to the surface, meaning two really important things. One is, you save on the energy of kicking, and the second is, you save a huge amount of turbulence and drag. So, just using the arm in that way, who would ever think that that’s more important than pushing water back? Tim Ferriss: What are some of the drills or exercises that you’ve found most helpful for translating, or – translating to most of the components you wanna emphasize into one exercise? So, one that I found just really, really tremendously helpful was hand swapping. So, if you could talk to, perhaps, front quadrant swimming, perhaps. But, the idea that, when in doubt, if I feel like I’m getting a little panicky or tired, whatever it might be, I think of hand swapping. Could you describe what that means, for people? Terry Laughlin: Sure. So, our innate, primal instinct, when we start swimming, is to windmill the arms. Heedlessly, just churn away with the arms. Meaning, generally, the arms are gonna be 180 degrees apart, or close to it. And, not only are you not creating much propulsion by wind milling your arms, you’re also creating a whole lot of drag. That’s a sort of a fatal prescription for getting anywhere. And so, we always have prioritized what we call vessel shaping, or shaping your human swimming body, to minimize drag during all moments in the stroke. And so, the first thing you can do to minimize drag is use your arm to lengthen your body. The longer the body is, the less drag there is. And then, you need to think a little bit about stroke timing, in terms of that, because you want to keep the body long for a bit more of the recovery. Recovery is when you’re bringing your arm forward. So, essentially, we’re teaching people to leave the extended arm forward, until the other arm is just about to re-enter the water, after completing its recovery. And, not simply to leave it there, but to hold your place. To actively use your hand to hold your place, because you’re gonna spear the other hand, once you enter the water. You’re gonna spear it past your grip, and use power from the high side of your body to move past your grip. So, instead of propelling with just your arm and shoulder muscles, you’re propelling with your whole body. Tim Ferriss: So, this is – what we’re really deconstructing, in a way, is progressive mastery of a given skill, it would seem to me. And, you, I know, are a big fan of a book titled Mastery, by George Leonard. Can you tell us about how you found that book, and your experience in reading it? I’d like to dig into it, just a little bit, because I think it’s widely applicable. Terry Laughlin: Yeah. Sometime in the 1990s, someone brought to my attention a magazine article he had written for, I believe, Esquire in the late ‘80s. And, it was – more reprints were requested of that article than any other article they had ever printed, and it was about mastery. And, the story George was telling was that of taking up aikido at age 47. Very advanced age, and then, becoming the latest starter ever to reach the master teacher level, in aikido. And, how did he manage to accomplish that? And, it was just a set of prescriptions or principles, for attaining mastery. And, the essential idea of this was that life is not designed to make things easy for us, but to present us with challenges, that help us grow. And, that we should embrace these challenges, and something you’ve done, for many years, Tim. That we should embrace these challenges, and if we apply certain behaviors, we’re gonna experience a lot more success. And so, the behaviors he cited were, first of all, always be focused on improving the skill itself. Anytime you are doing it, you’re focused on improving the skill. The amount of time you spend, what your heartrate is, or any of that, is secondary to doing things that improve the skill. A second is to focus on weak points. Don’t focus on your strengths. A third – and, I really love this one. This one is my favorite, is to love the plateau. In anything we learn, we initially, as we’re working our way through the most basic, and easiest skills, we learn pretty rapidly. And then, things start to slow down. And then, things may slow down to the point where you only experience a breakthrough every 6 to 12 months or so. And, George Leonard wrote that, when you practice, guided by the principles of mastery, there is always positive change taking place, at the cellular level, below your threshold of awareness. And, that periodically, this change consolidates into a thrilling leap forward. Which was very much my own experience. I proved it to myself with my own experience. Where, by the time I had been swimming 50 years – in other words, I’m in my mid-60s, and I’ve really been swimming 50 years, maybe 51, 52 years, I was still learning things that thrilled me. I was still getting insights about my own stroke, that were literally thrilling. And, they were coming at really, really long intervals. And so, having read George Leonard, long before I was in my 60s, I was really prepared for that eventuality. Tim Ferriss: Can you teach people to love the plateau? Are there ingredients that help people to persist through a plateau? Terry Laughlin: Yeah. Tim Ferriss: And, if so, what are they? Because I think this is such a common quitting point, for a lot of people. Where they are – myself included, I’m not immune to this, will get the sugar high of the initial a-ha moments, and making rapid progress, and experiencing rapid change. And then, uh-oh. Now, it’s very, very incremental. Now, it’s barely perceptible, and I feel like I’m not making progress, or even backsliding. How would you help someone to persist through that plateau, and I suppose learn to love it, if possible? Terry Laughlin: Yeah. Well, I think there’s a couple of things. I think one of the things you wanna do is, give them enough of the right sort of information about the foundations of excellence, in what they have taken up, that they become curious to learn more. So, first, you need to stimulate their curiosity, and eventually, you get to what I hope for everyone I teach, I hope becomes passionate curiosity. Where – so, you move from curiosity, to being really intrigued, to wanting to really solve this, to becoming passionate about it, and it’s that hierarchy. You’ve gotta love what you’re doing, and there’s a good deal of evidence about what causes people to love what they’re doing, and one of the most important is, simply, the goal of enjoy it today. If I’m going to work out for an hour, my goal is to enjoy my hour of workout. The beginning of the year, health clubs all over see a flock of people signing up. And, they sign up far more people than they can actively serve, because they know that about two thirds of them are not gonna use their membership. They’re gonna start out all afire, and then lose it, and stop going to the gym. And, there’s been a pretty authoritative study, that showed that the main difference between those who continued using their membership, and those who did not – Was that those who stopped using their membership had in mind some benefit they might receive in six months’ time, while the people who used their membership, and stayed with it just enjoyed going to the gym every day. They did things that brought them pleasure, in the moment. So, I think pleasure in the moment is really important. And, the other thing is, you’ve gotta be really engaged with it, and it’s – if I see people on the aerobic equipment at my gym, what do I see? Well, some of them are reading books, and disassociating from what they’re doing, and others are really paying attention to what they’re doing. They may be using an elliptical machine, or a running treadmill or something, for the umpteenth time. But, they’re still finding details about how they use that machine, that are worth their attention. Tim Ferriss: So, what might some of those details be? And, I’ll add a few that I’ve found helpful, for persisting in the face of a potential, say, technical plateau. Or, even, a strength plateau. For instance, in the case of strength training. Number one, in terms of swimming, is recognizing the sort of beneficial mental shift, and emotional, psychological shift, that takes place in me, even if I am not swimming more laps, or improving times. My state, coming out of the pool, is almost always better than it was going into the pool. I just feel better. And so, that has benefits, even if I’m not, say, developing towards being a top, competitive swimmer. The second – and, this is true for me, in almost everything. But, I have measurables. So, and it doesn’t mean that I’m tracking my measurables, from workout to workout. But, it gives me – I find the act of counting very meditative. So, the fact that I have, for instance, in weight training, usually there’s a cadence. Let’s say it’s two seconds up, four seconds down. Or, yesterday, I did a workout where I was doing five seconds up, five seconds down. So, there’s a tempo counting, and there’s a repetition counting, and then, I’m logging the sets. And, I find, for whatever reason, that increases my adherence to something. If I have a quantification. In the case of swimming, I have the 1-2-3, 1-2-3 of breathing on alternate sides. And then, I also have the strokes per length, that I can focus on. Or, the hand swapping drill. And, the last that comes to mind is, specifically, as it relates to swimming – because there is, I think, still a tiny part of me, in the back of my head, that is afraid of drowning. There’s a tiny part, that still has the fear, accumulated over 30 years, and I’m comfortable in the water. But, what I think helps me to continue to want to go back to the pool, is always doing less than what I feel capable of doing. Which is very much the opposite of what I’ve done in almost every other place. Not everywhere. But, in the case of swimming, there are a few other places where you have fine motor skill – tennis, also true. Doing less than I feel is possible. So, in other words, stopping before my technique really deteriorates. Terry Laughlin: Tim, how long do you usually swim? Tim Ferriss: I swim for very short periods of time. I would say, typically, less than 45 minutes. Terry Laughlin: Very good, very good. That’s what I would recommend to most people. Tim Ferriss: Okay, got it. I would say, very often, I’ll go in, and I’ll do 20 to 30 minutes. It’s not a long workout, and I try not to view it as a workout. It’s really a practice of moving meditation, for me. And, if I wanna smash my body in some other type of training, that’s fine. But, in the pool, I view it much more as a practice in elegance and efficiency. To the greatest extent possible. Terry Laughlin: Right. You’re moving through a fluid. What could be better than flow, in your own movement? Tim Ferriss: Right. I see I took a note here, and I don’t know the story, so I’ll bring it up. This is, it looks like, from 2000. And, the story of Phil Cruz. Can you tell me who Phil Cruz is, and what happened in 2000? Terry Laughlin: Sure. Yeah, I think, well, maybe 1999, I did a workshop in Chapel Hill. We had, maybe, 20 attendees, and we had one, in particular, who was the most challenged student that I had yet seen. He did was Sarah did, during our first videotaping. Thrashed about five strokes, and stood up to breathe, and that was it. And, by the end of the two-day workshop, on Sunday afternoon, it was a triumph for him to navigate one length of the pool, continuously, with a hybrid between drilling and swimming. It wasn’t even whole stroke. So, fast forward 18 months, and I’m teaching what we call a ki-zen camp, in Florida, and it’s a four-stroke camp, if you wanna learn all four strokes, and – Tim Ferriss: The four strokes being, freestyle, backstroke, breaststroke, butterfly? Terry Laughlin: And, butterfly, correct. And, they didn’t have to do four strokes, but they could do any number of the four that they wanted. And, we videotaped everybody, in the first session, to get a before picture, any of the strokes that you wanted. And, while we were videotaping freestyle, one of these camp participants swam the most unbelievably beautiful freestyle, at the level of our best coaches. Just, that sort of grace, and fluency, and ease. And so, afterward, I said, where did you learn that? And, he said, from you. It became clear that he was the person who had attended – he’d been at that – such a challenged swimmer, 18 months ago in Chapel Hill. And, not only that, but he was a soybean farmer. He had previously worked in a management position, and then, became a gentleman farmer, after retiring from that. But, he farmed soybeans, in coastal North Carolina, and he was 25 miles from the nearest pool. So, in that intervening 18 months, I mean, everybody we teach improves. So, that’s not the standard. It’s just, my mind was blown by the degree to which he improved. And then, I found out, he did it entirely on his own. He had no other resources, or help, or anything. And, was just driving himself to the YMCA, 25 miles away. And, did it at night, in a year-and-a-half, on his own. And, I became – what that stimulated in me was a curiosity. When someone shows absolutely no knack for something, how do they get that good? That was something that really intrigued me. Tim Ferriss: So, what was the – what were the components? What went into his practice? What did he do, do you think, that led to that degree of improvement? Terry Laughlin: Yeah, I’d say, first of all, not everybody is as good as he is, or as you were, at self-coaching. So, he started out with some coaching, but it was just two days of coaching, and then, 18 months on his own. So, I suppose he probably had – probably pretty well-acquainted with his body, for whatever reason. That’s one thing, but the second thing is, I think he probably just faithfully followed through on practicing the drills, very patiently, very attentively. Until he really understood them, and constantly refined his form in the drills, and then, taking whatever he learned from the drills, and then putting it into whole stroke practice. He probably gave not a moment’s thought to speed, or how far he was swimming. I’ll bet he did what you did, Tim, which was to only practice for as long as he felt the practice was fruitful. Tim Ferriss: Yeah, there were a handful of things that I think, in any practice, for me, at least, help with self-coaching. The first would be, whenever possible, having a – as they would say in the startup world, a key performance indicator. So, what is the number that you are trying to improve, week on week? And, there’s actually a very famous, for lack of – or, to keep it simple, I’ll say, a startup incubator, called yCombinator, nicknamed YC, based in Silicon Valley, that can be thought of as the Harvard meets Seal Team Six of startup training. And, they bring in a very, very small percentage of people who apply, and work them into the ground, 24/7, these people don’t really need help to do that, they’ll do it on their own. And, at the end, they have a business that they pitch to investors, and so on. And, during that period, they almost all chose a KPI, a key performance indicator. And the goal is to say, improve it 10 percent, week on week. So, for me, in swimming, I decided early on, with the help of Total Immersion in book form, and then, later, I got the DVDs. Was, the stroke count – the number of strokes per lap. That was my true north. Anything I did that hurt that, I ended up either fixing or discarding, and anything that I did that improved that, I would continue practicing. And, then, on top of that, I would test all of these various drills, and realized, for myself, that the hand swapping drill – not saying it’s true for everyone. But, in my case, focusing on that front-quadrant swimming, and the hand swapping was what most quickly returned me to a very optimal – for me, and my skill level, stroke per lap, if that made sense. And then, last – and, this is actually much easier now. At the time, GoPro either didn’t exist, or was very, very early in version 1, v1-type technology. But, having some means of video observation, or correction, I just think is so incredibly helpful. And, I’ve used that in swimming, to a lesser extent, but only when we had the gear, in Hawaii, to do so. And of course, in my head, I’ve been practicing Total Immersion for a while at that point. And, I was like, okay, I feel like my technique’s pretty good. And then, you see it on camera, and you just wanna cringe. And, that was also true when I was in Argentina, in 2004-2005, and ended up competing in tango. And, I ended up going to the World Championships, and making it to the semi-finals, but about, I would say, three months prior to that, I remember I was about two or three months into practicing tango, Felt like I had really made a lot of progress. I had been taking video of different instructors, different dancers, I had been cataloging technique. I had been writing down my specific goals for each – as I viewed it, practice session slash workout. And then, I would have one or two things each day, that I would work on in the uncontrolled environment of a milonga, which is a dance hall. So, I thought I was – not hot shit, but I thought I was really on my road to being a fantastic dancer. And then, I remember, I went, and I bought a video camera. This is one Avenida Florida, in Buenos Aires, where they have a lot of electronics stores, So, I bought this camera, took it to practice, had somebody record me dancing with this woman, and it was horrible. It just looked – what I was doing in my head, and what I was doing on the camera were so different, that they would have been – I mean, you would never have paired my video to what I would’ve described myself doing. And, that is what allowed me, though, that sort of harsh reality is what allowed me to really, really, really improve, after that point. Are there any other types of practice, or types of self-talk, any types of planning, or journaling, or anything, that you have seen helpful, or that you’ve observed in people who self-coach well? Because I think this is such an important skill. If you’re trying to get – if you wanna be an autodidact. And, most of the time, even if you have access to good coaches you will be without a coach. Tim Ferriss: What are some of the things that you’ve seen contribute to good self-coaching? Terry Laughlin: Yes. Video, very important tool, very helpful tool, for anything movement oriented. There has never been a time that I have been videotaped, that I was satisfied with what I saw, to this day. But, you know, if I can cite my own experience, because I’ve been my own Total Immersion coach all along, I got into – once I – I have to step back a little bit, and talk about how my mind was open to how much potential improvement was available to me, that I had not realized at all. Going back to Bill Boomer, after I heard him talk at that clinic, I drove up to Rochester, to watch him coach, and see him put into practice the things he talked about and pick his brain. And, one of the things that he talked about was that the keystone skill of swimming is balance. Now, I had never even heard of balance as a skill in swimming. And, he was saying it was the keystone to efficiency. So, he talked about balance, during the clinic thing, and then, when I went up, I said, Bill, would you teach me something about balance? So, he taught me a drill, that he called pressing the buoy – or, pressing the T, excuse me. He called it pressing the T, where you would have your arms at your sides, and be flutter kicking, with your head in line with your spine. And, lean on your chest, as you do. So, I did that, and I had spent 25 years, thinking I had the misfortune to be born with heavy legs. It’s a bad thing as a swimmer, to be born with heavy legs. And, I spent a quarter century, thinking I was doomed. And, in ten seconds, doing this drill, that whole concept was exploded, because my legs were light. And, I never realized that I could – I had the power to do something, to change that. Tim Ferriss: Can you explain the drill one more time, please? Terry Laughlin: Yeah. We teach it today. We call it torpedo, but we do it without the flutter kick. But essentially, you put your arms at your sides, and you glide, with your head in line with your spine, kicking gently, and lean a little bit on your chest. And, what you feel is your hips and legs become lighter. They are lifted, by a lever effect. You know, a lever effect of leaning – what’s the most buoyant part of your body, is your chest. You’ve got a – your lungs in there, that hold six liters of air. That’s the most buoyant part of the body. And so, when you lean, it’s like pressing a volleyball into the water. Press down on a volleyball, it’s gonna push back, somewhere else, and it lifts up your hips and legs. Tim Ferriss: Got it, and – Terry Laughlin: And, he called that pressing the T, because the T was the intersection of your spine, and if you press your arms out to the side, that’s where you press. Tim Ferriss: Got it. So, there’s – I was planning on maybe talking about this earlier, but I want to be respectful of your time, and I also want to make sure that we chat about your cancer diagnosis, and I have some questions about that. But, could you tell people the origin of the cancer diagnosis, and perhaps just explain the circumstances? Terry Laughlin: Yeah, yeah. Just about two years ago, I went with two friends to Sardinia. And, we swam from Corsica, which is in France, to Sardinia, and I had an unbelievably great swim. I had been – not training exceptionally hard for it. It’s a 10-mile swim. The water temperature was 64, 65, and it took us four-and-a-half hours, and that was stopping every 30 minutes. So, there were seven stops, to have a feed, which happened to be blueberry soup. One of my co-swimmers was from Sweden, and brought blueberry soup. And, just an incredible swim, one of the best swims in my life. And, so I came home, and within a week of coming home, I had my annual physical, and my doctor found some irregularities when he examined my prostate. And, he said, you need to get a biopsy from a urologist. I went very quickly to get the biopsy, and the biopsy turned out to be positive for cancer, and it was what’s called a Gleason Score of 4+3, or 7, and what’s significant about that is, the number 4 indicates how aggressive the cancer is. And, 4 indicated it was an aggressive cancer. So, it was one that needed to be treated. A lot of times today, what they try to do is just watch and wait, as much as possible. Because they overtreated for quite a while. But, in my case, it was clear that I needed to get treatment. I went to – I found a surgeon, to do a radical robotic prostatectomy, it’s called a Da Vinci surgery, and was scheduled for surgery. But, beforehand, he said to get some scans done, and one of the scans showed that I was already in stage 4, that the cancer had already metastasized to my bones. So, no surgery. Since then, it’s been treat the systemic – so, it’s two years since my diagnosis, and this variety of cancer I have is called metastatic castration resistant cancer, which is sort of a nasty term. Just means that the first treatment they give you is hormones, and hormones are meant to suppress testosterone. So, I have the testosterone of a 66-year-old woman now. But, it’s a very nasty form of cancer. And, typically, 24 to 30 months survival time, after you are diagnosed. So, that was pretty sobering news. Tim Ferriss: How are you – what have you seen in yourself? I mean, in our interactions, at least via email, text, and so on – and, certainly even speaking with you, you seem very upbeat, and optimistic, and very engaged with Total Immersion, for instance. What changes have you observed in yourself, just mentally, or psychologically, since the diagnosis? Terry Laughlin: Yeah, you know, I went through a rollercoaster the first six to eight months afterward. Where at first, I felt sorry for myself, and then the news kept getting worse, like, I didn’t find out that I had the worst variety of prostate cancer right away. It took a while for the failure of – my hormone treatment failed in two months. The cancer started growing again, and they usually look for two years of cancer suppression from that. And, my oncologist, I said, be straight with me on this, doc. And, he said, it’s the far side of bad news. So, I was going through a rollercoaster, where the news kept getting more sobering, and I was feeling anger, anxiety. Not depression, ever. Never depression, but I felt quite a bit of anxiety, to the point where it was out of control, and I sought treatment for anxiety, which I had never thought I would ever need in my life. So, the first six to eight months were like that, but then, with the help of the anti-anxiety medication – I’m on Lexapro and Abilify, and I don’t mind admitting it. It’s worked. It’s enabled me to reclaim who I always was, which is a person who’s driven by a purpose, and the purpose is to change the way people swim. I mean, literally, to change the way swimming is taught and practiced in this world. And, I’ve always had such a powerful sense of purpose, and I wake up with that sense of purpose every day. And, I have to say that, in the past 16 months now, I haven’t experienced any anxiety. I haven’t experienced any depression. I wake up, I still wake up every morning, fired up to do what I’m gonna do, that day. Which, today, is your podcast. Tim Ferriss: And, which I couldn’t be happier about. And, I’m thrilled to have you on. I mean, I wish we could spend some more time together. I hope to – we had a chance, which was really exciting for me, after learning TI, through the book, and seeing freezeframes of you, with all of the diagrams, showing correct direction, and so on, to actually get in the water in Hawaii, with Sarah, and to swim with you, is just such a highlight for me, such a wonderful experience. Terry Laughlin: Tim, it was for me, as well. And, I really feel the need to say this, that I – knowing all you have on your plate, and especially in the midst of that TV production, and knowing what I know about your hunger to learn new things, I just had always assumed, because we were friends from a distance, and we met for dinner in San Francisco one time, but we were friends from a distance, with periodic contacts, when you wanted to make another mention, thank you, of Total Immersion in one of your books. That – when I arrived in Hawaii, I was so impressed, to see how strong your hunger remained, to improve your swimming. And, I thought, you know, it’s not a box he wanted to check off at all, he really cares about this. So, I saw that, and I was really impressed, and happy about that. Tim Ferriss: Thank you. Yeah, it’s really been a foundational skill for changing my life for the better. And, furthermore, it’s given me this toolkit, which is very clear, very counterintuitive, but very clear. With which I’ve been able to take part, of course, just drafting on what you’re doing, but in, say, helping Sarah, and watching that complete transformation take place. And, helping some of my friends, who I’ve run into, who say the same thing that I said, when I was, say, 25. They say, yeah, I just don’t swim. I’m just not comfortable in the water. And, usually, what I’ll say to that is, well, why don’t we just take an afternoon, and come with me to a pool? I’ll just find a lane that’s four feet deep, and let’s fix that. And, they’re like, what? What do you mean, fix it? Terry Laughlin: What’s nice is, you can feel empowered to teach others. I love that. There’s nothing I like better Tim Ferriss: Yeah, and it’s really just getting them to that point, that I experienced with Total Immersion, after the first day of training. Which is, oh my god, I can actually do this. Which is – and, it’s similar to the experience you had with the drill you did with pressing down, that you now teach as torpedo, where you realize, oh my God, this story that I’ve been telling myself, my legs are heavy, I’m just cursed with heavy legs, is completely – it’s either unfounded, or completely fixable. Terry Laughlin: Right, and what else am I capable of changing about my swimming? And, it’s turned out there’s nothing I can’t change. Tim Ferriss: Yeah, or your life, right? Terry Laughlin: Exactly. Tim Ferriss: If this impossible is not just possible, right? Like, Tim Ferriss cannot swim, is not only possible to fix, but in fact, easy to fix, with the proper, counterintuitive teaching and progression, in this case, which is Total Immersion. I mean, it’s such a demonstration, it’s such a profound demonstration of possibility for me, that I really encourage anyone who’s listening to this – and, I’ll say this also, in the intro, who is unable to swim, or views themselves as unable to swim, or is a poor swimmer, to just try this. Because it will open your eyes in such a way, that you not only look at swimming and water differently, but you will look at other skills in your life differently, as well. I mean, after Total Immersion, that’s when I started asking myself, what are the other impossibles? What are the other things I’ve told myself I just can’t do? Like, play basketball, or shoot a basketball, was another one. Let me re-examine that. And then, I found a method that is sort of a corollary, in a sense, to Total Immersion, but for basketball. It turns out – I might be getting the name wrong – but, I think it’s Rick Torbut, teaches basketball shooting, in a way that you would find very much a close cousin to TI. And, it just makes sense. And, I was like, okay, wow, okay, that’s two for two, now. What else is there? Terry Laughlin: Yeah, and I thought the same thing, when you described your first tennis lesson. Exactly. Tim Ferriss: Oh, yeah. Lorenzo, same story. The way that he teaches, like, okay, this immediately makes sense. It is perfectly sensible, and yet, I’ve never seen anyone teach this way. It’s really a gift that you’ve given, and continue to give to the world. So, on behalf – Terry Laughlin: It’s a crazy thing. No one else is still teaching this way, and we’ve been doing it for 30 years, with incredible success. And, we’re still the only one teaching this way! Tim Ferriss: Why is that? Why do you think that is? Terry Laughlin: I just think there’s a lot of built-in resistance to change in the world of swimming. As there are in many places. And, they believe what matters is how many laps you do, and how strong your pull and kick is. They persist in believing that, and so, what is the first thing you learn, when you take your beginner’s lesson, is how to kick, and how to pull. And, that’s really putting the cart before the horse, if you’re not comfortable in the water. Tim Ferriss: Oh, yeah, that’ll just guarantee, at least in my case, that you need to breathe ten times more urgently than you did otherwise. Terry Laughlin: Yeah, no. We’ve cracked the code, so to speak, and it works. It just works, every single time. Tim Ferriss: Well, Terry, what’s – I want to make sure that we wrap up in the next couple of minutes, but what would you like to share with people who are listening? In other words, you know, if there were recommendations you have, certainly checking out Total Immersion is a no-brainer, as far as I’m concerned, and we can get to where they can find more on that, and so on, in a second. But, is there anything else you’d like to convey, anything you would encourage people to ask themselves, or suggest that they do, since we have quite a few people listening, I’m sure, at this point? Terry Laughlin: Yeah. We haven’t gotten too much into the how-to. Maybe I can share a few how-to suggestions, that people can try. Tim Ferriss: And some principles. I always like to go back to first principles, as the basis for anything that matters, anything we care about doing well. And so, I’ll share [01:53:00] five first principles of intelligent, improvement-oriented swimming. First, is to recognize that, as a human swimmer, you are an energy-wasting machine. DARPA, the Defense Advanced Research Projects Agency, in designing a swim foil for the Navy Seals, back in 2005, they did an efficiency estimation for a group of lap swimmers. These were not tutored or coached swimmers, but people who think they’re pretty okay. That they swim laps a lot, and they found they were only 3 percent efficient. 97 percent of their energy was going into something other than locomotion. So, as a human swimmer, you are naturally an energy wasting machine. And, everything you do – focus on saving energy, before you focus on increasing fitness. That goes back to what Bill Boomer said. Conditioning is something that happens while you build, refine, or imprint skills. So, that’s principle number one. Principle number two, most of what we know about swimming is wrong. All our primal instincts about swimming lead us astray, and most of what we hear are not helpful. So, you really have to exercise critical thinking. If someone suggests you try something, and it doesn’t seem to work, well, maybe it wasn’t a good idea. If they suggest you try something, or Tim asks you to go to the pool with him, in a four-foot shallow area, and you experience something thereby, that works, then trust in your own intuition about things, and don’t feel that you have to believe what you hear from authoritative sources. Principle number three, it’s obvious that efficiency is not natural for humans, inefficiency is natural. But, is entirely learnable, as Tim discovered in a period of eight weeks, where he went from swimming 20 yards in a pool, and being exhausted, to swimming a mile in the ocean. It’s learnable. Anyone, anyone can learn to swim with great efficiency, and then improve on it continuously, by applying the principles of mastery. Including love the plateau. Principle number four, if you want to swim with more ease, or more efficiency, think about what you can do to make your vessel sleeker. And, when I finish with the five principles, I’ll just mention three or four simple action items, for the next time you go to the pool. But, strive for a sleeker vessel. It’s a universally unquestioned truth, among naval architects, and scientists who study fish. So, why should it be different for your body? And then, finally, strive to swim in a way that you use your body as a whole. Resist any suggestion someone tells you, to just pull or kick, or separate the pull and kick in your training, strive for a seamlessly integrated movement, that is based in the core. So, those are five first principles worth listening to again, and writing down, I think. Tim Ferriss: And, number five, just before we get to the action items, just to give an example of that integration, that was one of these a-ha moments that we’ve been talking about, for me, at least, was the idea that you not use your legs for propulsion. So, if you don’t think about your legs in swimming as a propeller, but instead, [01:57:00] but instead, use a very small flick of each leg, to turn the hips, and therefore turn the shoulders, so that you’re going from that fuselage right to fuselage left, and back and forth, it changes the entire nature of swimming, right? So, that was just one example of integration that I found hugely helpful, when I – Terry Laughlin: Well, the toe flick illustrates three other principles that I just mentioned. Human swimmers are energy wasting machines, so what are you focusing on, with a toe flick instead of leg-churn? Saving energy. And, principle number two, most of what we know about swimming is wrong. What did you know about swimming, before you learned TI? What did you know about the kick? Putting know in quotes. Tim Ferriss: Had to use it as a propeller, to push me forward. Terry Laughlin: Absolutely. Alright, and principle number five as you – oh, principle number four, strive for a sleeker vessel. So, rather than focusing on propulsion, and a bigger, stronger kick you use the smaller, lighter kick, and it really worked! Tim Ferriss: Yeah. It’s wild. Terry Laughlin: So, four of the five principles were illustrated by that one thing. And, you know, the same thing with your hand swapping. What you were accomplishing there, was a pull that was a little more patient, a little slower, probably. But, by – you were using your arms to reduce drag. Tim Ferriss: Yep, definitely. Terry Laughlin: And, it also helps pull together the pieces, in terms of integrating your stroke. Just that timing, is one of the things. Stopping the kick, which is interrupting your natural rhythm, but also, having that timing in your arms naturally promotes an integrated technique, where all the parts are working together. Tim Ferriss: So, what action items would you have for people who want to try something at the pool? Terry Laughlin: Yeah, so action item. And, I would suggest that you don’t swim long distances while trying these. You can swim anywhere from just about five strokes, to a half a lap. And, feel that you’re doing it. That’s good. You don’t have to leave one end, feeling that you’re obligated to go to the other end. So, the very first of these would be hang, or align your head. Most important, the most fundamental thing, the first thing we always teach, is hang or align your head. You could visualize, perhaps, that there’s a towline attached to the top of your head, pulling your spine directly forward, while you do everything, the stroking part of it. That your spine is always moving forward. So, get your head aligned, would be number one. Number two, use your arms to lengthen your body, not to push water back. You’re still going to push water back, but by using your arms to lengthen your body, you’re promoting two things. A lower drag profile, and a complete movement. You’re focused on completing the movement. A lot of people think about finishing the stroke back by the hip. Finish it to the front, instead. The third is what Tim just mentioned, which is, you cannot go wrong by kicking less. Just, always keep that in mind. You cannot go wrong by kicking less. Kicking is a great way to burn energy, and a great way to create drag. It’s a very poor way to create propulsion. So, those would be – oh, and one more. One more. Anything you do more quietly is more effective and efficient. So, whatever you’re doing in a given moment, in the next lap, strive to do it more quietly and it will be better. So, align your head. Lengthen your body, kick less, swim more quietly. Four action items. Tim Ferriss: Yeah. The swimming quietly is one that, if I find myself getting prematurely tired, which I take as an indication that I’m being inefficient, that’s usually what I’ll focus on. I’ll stop, I’ll just rest at the side of the pool, for whether it’s 30 seconds, 60 seconds. And, then, for the next handful of laps, just try to be a silent as possible. So, no splashing, with the feet, with the hands, really trying to glide the arm in at an angle, and to do it as silently as possible. Is also one of those exercises that just checks so many different boxes, it seems. Terry Laughlin: Yep. Tim Ferriss: Well, Terry, this has been great. I’m glad that we were able to find the time to do this, and of course, people can find Total Immersion online, at totalimmersion.net, where they can find videos, and instruction, and everything else. Is there anything that you would like people to check out, or anywhere else that people should say hello? Terry Laughlin: Well, first of all, I wanna say thank you, and I wanna say, you were a masterful and artful podcast host. Tim Ferriss: I’m working on it. Work in progress, but thank you. Terry Laughlin: I felt very well-guided. I’d like to do a podcast, and I hope to be a fraction as good as you are, when I do it. So, well, yeah. I would like to offer all your podcast listeners a seven-day free trial of our online swim academy, where there’s a tremendous amount of information, and you will have access to every bit of it, including streaming video, and eBooks. And all kinds of information. It’s all free. Everything we have produced is available, and all they have to do is go to totalimmersionacademy.com/tim. Totalimmersionacademy.com/tim, to learn more, and take advantage of that offer. Tim Ferriss: Perfect. And, to everybody listening, I will also put that in the show notes, so if you want to find links to that, and everything else we’ve talked about, you can find that at tim.blog/podcast, and just search Terry’s name. If you just search Terry, since I believe you’re the only Terry I’ve interviewed so far, then you’ll pop right up. And, Terry, it’s been such an honor and a privilege to have you on, and as far as your podcasting hosting progress goes, I think it’s important to, if you want a good laugh, listen to my first episode that I did, as a host, and you’ll realize just how much one can improve. Terry Laughlin: Yeah. Any skill is improvable, all you have to do is practice. Tim Ferriss: Yeah, so I think that, if you use my first episode as a hurdle, I think that you’ll clear it with flying colors. You’re already much better than I was then. So, don’t be daunted by that, and I hope to hear your podcast soon, myself. But, Terry, thank you so much for taking the time. I really, really appreciate it. Terry Laughlin: And, thank you so much for inviting me. It’s a pleasure and a privilege. I’ve really looked forward to. Tim Ferriss: And, to everybody listening, try out Total Immersion. Honestly, whether you’re a swimmer or a non-swimmer, or someone who’s never quite been as comfortable as you would like, I am not – if you’ve seen photos of me, what you would think of as built for swimming. And, I told myself all sorts of handicapping stories, and accepted all types of partial completeness, until my 30s, when I’ve used accountability, by having a friend assign me a new year’s resolution. I knew he would bust my balls forever if I didn’t do it. To get me to finally take it seriously, and taking it seriously meant, I took all sorts of classes and so on, and trying things that were really, really, really hard, like kickboards, and everything else. Doesn’t have to be hard, and in fact, good instruction should seem very, very clear, and it should make a lot of sense. And, that’s what I got from Total Immersion, and I can go down a long list of my friends, who have since learned how to swim. So, definitely check it out, and Terry, you mentioned it already. But, totalimmersionacademy/tim. I really hope people give it a test, and share their experiences, because it’s – it can really be revelatory. And, to everyone listening, as always, and until next time, thank you for tuning in. Be safe out there, question assumptions, and never stop learning. Posted on: February 2, 2018.", "speakers": ["tim ferriss", "terry laughlin"], "text_sentences": ["hello, friends", "this is tim ferriss, and welcome to another episode of the tim ferriss show", "this is, by far, the most difficult podcast intro that i’ve ever recorded", "i’ve already tried to do it six or seven times, and have failed", "so, i’m just gonna run with it, and the reason for the difficulty will become super clear, quickly", "the guest is terry laughlin, who completely changed my life", "he became friend, a mentor", "he taught me how to swim, and did it remotely at first, through his book, total immersion, when i was in my 30s", "and, fixing that helped me to address one of my lifelong, largest insecurities, and something that really caused a lot of humiliation for me", "which was, growing up on long island, being close to water, having a few traumatic experiences, and never learning to swim, until my 30s", "and, terry – you can learn all about total immersion everywhere, just search “total immersion swimming.” totalimmersion.net, tiswim on twitter, etc", "is really a revolutionary way of learning and teaching, and he was introduced to me – or, the method, total immersion, was introduced to me by chris sacca, who’s another friend, who’s been on the podcast", "billionaire investor, all around hilarious, and intelligent guy, who said to me, at a barbecue, “i have the answer to your prayers,” as it related to not being able to swim", "and, it turned out to be terry laughlin, and total immersion", "the reason this is so hard, is that i grew to really care for terry, and we did this interview october 2", "terry had, at that time, metastasized pancreatic cancer", "that was october 2", "on october 10, he had a stroke, and was hospitalized", "and then, on october 20, ten days later, he passed away", "i just found out about this yesterday afternoon, after getting back from being off the grid", "i turned on my phone, and a barrage of texts came in, and the first one that i saw was from a friend, who said, “did you see the news about terry?” and, that makes this, what you’re about to hear, the last longform interview that terry ever did, in his life", "and, it’s intended to be inspiring, and to showcase a tactically brilliant, and sincere teacher", "he developed 24 national champions, but then, turned his eye to the adult population", "people who had given up on themselves, who had accepted partial completeness", "who thought that learning to swim, or x, y, and z, whatever you might have in mind, was impossible", "and, taught them to overcome that", "and, i really view him as the epitome of what i try to do, myself, as a teacher", "whether it is looking at accelerated learning, or deconstructing something, logically sequencing it", "he cares so fucking much, and that will come across in this interview", "even if you don’t care about swimming at all, i encourage you to listen to this, for a few different reasons", "number one, this is, like i said, the last longform interview terry did, in his life", "and, when you listen to this, you will hear that he sounds incredibly vibrant, and was", "what i also did, and i owe sincere thanks to his family for sending this to me, is included audio at the end of the interview", "and, these are clips that, within the first few days, after his stroke, in the hospital", "so, a week before he died, or so", "his daughters, fiona, carrie, and betsy, recorded audio, interviewed him, following his stroke", "because he was extremely focused, the entire time, on the mission of finishing his current book", "so, they were asking him questions, and pulling out these philosophies of life, and so on, in this environment of hospitalized medicine, where you have beepers, and you have footsteps, and you have staff moving around", "and, i want you to listen to it, because it’s fucking heart wrenching, and i want you to surrender yourself to that sadness, and to let it envelop you, and to really listen to it", "it’s not intended to impart a ton of super-tactical information", "it’s intended to make you feel just how painful it is to have time running out", "and, i want you to ask yourselves, because i’ve written five books now, and many people have changed their lives by testing assumptions, and finally doing the things that they have put off", "whether it’s quitting something, starting something, taking a trip, forming a company, quitting a job, ending a relationship", "proposing to someone, whatever it might be", "i’ve seen that", "but, i’ve also seen thousands of people sitting on the sidelines, with a deferred life plan of some type", "something that they are deferring to someday, when it’s gonna be more convenient, which it never will be, generally speaking", "there’s never a good time to do the things that are most important", "and so, i want you to listen, not only to the interview, but to the clips at the end, that were recorded in the hospital", "because, i want you to, extremely acutely, feel in your viscera, the reality", "which is, we are not guaranteed a long life, and i’ve had several friends die in the last year", "i don’t know what’s going around in the air, but several friends die in the last year, young and old", "and, people do not die of old age", "they die of disease, they die of accident", "they die from violence", "there are so many things that can take you out, before you think your lifespan will end", "so, hopefully, this interview, this conversation, with the incredible terry laughlin, can serve as a catalyst for you to get up off your ass, physically, or metaphorically speaking, and do what it is you really wanna do, so that you don’t die – with a bucket list of things that have not been checked off", "and, that, certainly, was not terry", "terry squeezed every drop out of his life, up until the very, very last moments", "and, you get to hear some of those moments", "so, this is really surreal for me, and i miss him already", "so, terry, thank you for changing my life, and i hope you’re swimming far and wide, up in heaven", "and, you know, he kept in good spirits, until the very, very closing bell", "and, there’s actually a piece in outside magazine, written by christy oshuant, and i hope i’m getting the pronunciation right, who’s a lead, or the lead science writer at 538", "and, she describes how, at the very end, the last time that his daughter, fiona, saw him laugh, was him telling this joke", "about baseball, because he loved baseball", "and, the joke related to two friends, who had a pact", "the first of them to die, would return to tell the other whether there was baseball in heaven", "so, the first guy dies, and he appears to his friend", "the good news, he says, is that there’s baseball in heaven", "the bad news, is that you’re pitching tomorrow", "terry thought that was hilarious", "and, he was able to find the glimmers of hope and optimism, even when he was literally on his deathbed", "so, for the things that you want to do, for the things that you feel compelled to do, for the things that you’ve dreamed of for so long, what is your excuse for not doing them", "think about it, very, very carefully, and meditate on it, because we’re all gonna die, it’s just a question of when", "and, in any case, my apologies for the long introduction, this has been really difficult for me, and this is the best job i can do with this one, guys", "so, please enjoy this wide-ranging conversation with none other than the incredible, much-beloved, and much-missed terry laughlin", "terry, welcome to the show", "thank you for having me on, tim", "i’ve really wanted to do this for quite a while", "well, i’ve wanted to have you on for many, many years", "and, i thought i would start, before we get into the backstory, and there’s so many different things that we should cover in this conversation, but i think the most sensible place for a lot of my listeners, is where i came in contact with total immersion, and i should start by saying, i grew up on long island, for those people who don’t know – as did i", "and, i was a townie, out in east hampton, of all places, worked in the lobster roll as a busboy, and so on", "and, i was minutes from the beach, my whole life", "and, never learned how to swim properly, until my thirties, and the – i suppose the trigger for preventing me to swim, were a handful of near-drowning experiences, one at a summer camp, and, it was always one of my largest sources of embarrassment, and one of my greatest insecurities", "and then, something happened", "and, what happened was, this was, of course, several years ago, now", "i just turned 40", "but, at the end of a january – i wanna say, in, i’m not exactly sure when it was", "2007", "2008, around there", "a friend and i decided to issue each other new year’s resolutions", "because we realized, without someone to hold you accountable, very little tends to get done with new year’s resolutions", "so, chris ashendon, who’s known as the kiwi, because he’s from new zealand, said that i had to finish an open-water, one-kilometer race", "and, that was going to be in 2008, so it must’ve been the very beginning of 2008", "and, i, then, challenged him, to go a year without coffee or stimulants", "because he fed himself different types of stimulants to stay awake, and then used booze to go to sleep, and so on", "which is very, very normal", "but, i failed, is the short story", "at least, in the first, say, half, or three quarters of the year", "tried kickboards, barely moved at all, and it was extremely humiliating, and i left a number of classes", "hand paddles, tried those", "my shoulders felt like they were going to break, which led me to believe that swimming could not be low-impact, and i’d effectively conceded defeat", "and then, i met someone named chris sacca for the first time, who’s been on this podcast, and he is now, a very, very famous investor", "at the time, he was just starting his sort of ascension, his hockey stick", "and, he was training for a triathlon", "and, we met at a barbecue, organized by a guy named kevin rose", "who is the first episode of this podcast", "and, i told him about how i was failing with swimming", "when he asked me what i was up to, i didn’t start there, but we got there", "and, he said, “i have the answer to your prayers", "it revolutionized how i swim.” and, that was his – this was opening sales pitch", "and, that’s what got me to ti, total immersion", "and, in the span of, i’d say, around – between seven to ten days, with a book", "this is without even the video, went from about a one to two length maximum, swimming in a small home pool, to more than 40 lengths per workout, in sets of two to four", "and, now, fast forward, i swim for relaxation, and part of how i chose where i wanted to live here where i’m recording in austin, texas, was its proximity to swimming, which just is insane, if you were to try to express that to, say, my 15-year-old self, 20-year-old self, even 30-year-old self", "so, thank you", "that’s a very long-winded intro, but i wanted to give people the context", "because as chris, my friend, pointed out, it’s a life skill, it’s not just a throwaway, decorative skill", "and, every time i was on a boat, i had low-grade anxiety", "every time i was near water, or going into water, i had low-grade anxiety, and i no longer have that", "so, thank you very kindly, sir", "well, certainly, i’m most gratified", "and, let me just – i bet you’re familiar with deep eddy pool", "i am familiar with deep eddy pool, i am", "at", "just down the road from the magnolia café", "which is run by your friends", "yeah", "and, barton springs", "two wonderful places i love to swim, when i visit austin", "and, the fact that you can enjoy them, so", "that’s the best part", "it’s not that you can swim 1k, but you can take advantage of these lovely swimming holes, that are really unique places, in a complete way", "and, to do it as something that i enjoy", "i mean, it’s something that i seek out, and i actually wanted to talk to you a little more about a couple of plans i have for swimming, after this podcast, perhaps", "but, the punchline, also, i didn’t provide for people", "so, i improved my swimming, and then, i was not able to find an open-water race, that was one kilometer", "so, instead, i swam open-water in the ocean, on long island, on the beach where i grew up going, but really kinda going up to my waist, most of the time", "and, simply went offshore, after asking a lifeguard how far away a given house was, and swam parallel to shore, in the ocean, which is pretty murky, on that side of things", "pretty sharky, too, and swam almost a mile", "so, that’s a lot longer than one kilometer", "and, probably the most successful i’ve ever felt, in my entire life", "and, that has put you in really rarified company, tim", "i mean, there are not very many people who can swim a mile in a pool, but to swim a mile in an ocean, it really takes it up another notch", "only 2 percent, there’s a pretty authoritative estimate, that only 2 percent of american adults can swim as much as a quarter mile nonstop", "so, you’re in rarified company, swimming a mile in the ocean", "i’ve a lot a room to improve, but i think that the example of swimming is one for me, of a partial completeness, that i accepted", "and, it was an assumption, i.e., i can’t swim, i don’t swim, that i didn’t test for a very, very long time", "and, many people accept partial completeness", "whether it’s being, say, overweight – well, that’s just the way it is, that’s just the way i am", "i’m good at some things; i’m just not able to lose weight, whatever it might be", "or, in this case, say, swimming, or playing basketball", "could be anything", "learning to read", "and, i wanted to ask you about, just to give an example of how late you can test these assumptions, paul lurie", "or, lurie, i guess it is", "lurie", "paul lurie", "yep", "dr", "paul lurie", "can you explain, for the people listening, who paul lurie is, dr", "paul lurie", "paul is a pretty amazing person", "to give you an idea, he retired from – he was one of the real pioneering pediatric cardiologists, in the field of medicine", "he was a giant, in the field, and he retired from practice as a pediatric cardiologist, at age 68, and moved to albany, from los angeles, to be close to his daughter", "and, this is at age 68", "and, for the next 25 years, he was an emeritus professor at albany medical college", "so, he taught his final seminar in pediatric cardiology at the age of 93, which will give you an idea of how unusual he is", "he moved to new paltz, where i live, into a senior living center, called woodland pond, and it had a pool", "it not only had a pool, it had a chorus, it had a woodshop, and paul just decided he was gonna take complete advantage of everything that they had there", "and, he had never been very serious about swimming in his life, so he ordered one of our dvds, at age 93, and taught himself a pretty serviceable freestyle", "and then, at 94, he happed to knock on our door", "we have an endless pool in our basement, we call it the swim studio, and we teach people from all over the world", "and, alice answered the door – my wife, alice, answered the door, and she said, “this very slight man drew himself up, and says ‘i’m dr", "paul lurie", "can someone here teach me an effortless butterfly?’” so, alice told me about it, and our daughter, betsy was gonna teach the lesson", "so, i showed up, i had to watch this", "and, i saw paul swim freestyle, it was pretty nice", "and, then he tried a few strokes of backstroke – of butterfly, excuse me", "and, after watching him swim for about ten seconds, i said, “paul, i think your second stroke should be backstroke.” and, i offered him the ultimate senior discount", "i’ll come to the pool at woodland pond, at no charge, and teach you", "and, i ended up teaching him about three or four lessons, and when he was 95, we shot a video, of paul and i, swimming together, doing what we call sync swimming, where i synchronize my stroke to his", "and, i posed the question, on the video: can you tell which swimmer is 62, and which is 95", "because we looked identical", "just exactly alike", "and, i was so proud of him", "and, to take this a little further, november 18, i will be attending his 100th birthday party, and he’s still swimming 20 lengths a day", "wow", "yeah, so it’s never too late to start", "and, i mean, it’s such a wonderful – i only knew about 10 percent of that story", "i definitely didn’t know about the showing up at the door", "“i’m dr", "paul laurie, can you teach me an effortless – “ butterfly", "butterfly, amazing", "he still loves freestyle and backstroke", "he’s happy with those two strokes", "i’ll tell you something else, that’s really remarkable about paul", "so, he took his first lesson at 94", "he was still gaining speed at 97", "i don’t know if there’s another example, in physical capability, of someone improving, between age 96 and 97", "the way he timed it was, he swam a 20-length routine, which he continues to this day, in the 50-foot pool, at woodland pond, he does a 20-length routine, where he swims two laps of free, and one of back, until he’s done 20 lengths", "and, his time for that 20-length routine improved incredibly, in the first year or so", "but, it was still getting faster, between age 96 and 97", "in fact, the day he improved his time, at 97, i got a text message from his friend, marilyn bell, who’s another fantastic story", "and, she said, “paul improved, i think, his time", "i think he improved it from 13 minutes and change to 12:53, this morning.” and so, i immediately texted back to both of them, saying how thrilled i was about that", "and then, paul texted me back, and he says, “yes, i went in with a plan to improve my time.” now, how many people are going to the pool, at age 97, with a plan – a plan, and a strategy, to improve his time", "and, his strategy was that he was gonna swim even more quietly than before", "and, you go faster by swimming more quietly", "i mean, it’s just the whole unexpected nature of what he did, and the unexpected nature of his strategy", "a very great, cool story", "how did you, personally, start swimming", "yes, well, my dad started me, when i was about 8 or 9, and my very first serious swimming experience was swimming at barr beach on long island", "you were on the south shore; i was on the north shore", "so, in hampstead harbor, on long island sound, is barr beach, and they had a raft anchored – i would guess, maybe 30 feet offshore, ten yards, or so", "and, i used to watch – with great envy, i used to watch my dad swim out to the yacht – out to the raft, and beyond", "and, he would come back, and he would have me do dead man’s float, and move my arms in circles, and i would sort of practice in the shallows", "and then, one day, i just screwed up my courage, and decided i was gonna make a try for the raft", "and, i swam, as we all do, when we take that first swim in deep water, which is frantically", "and, i got to the raft, gratefully pulled myself out, and then, called a lifeguard to bring me back, escort me back safely, as my mother tells me", "so, that was my start, and then, a pool opened", "we didn’t have a pool, at that time, in willesden park, where i grew up, and they opened a pool in 1963, when i was 12", "and, i took the red cross swimmer course, and got my red cross swimmer badge, and joined the swim team at the pool", "and then, in eighth grade, at st", "aiden’s school, my catholic grammar school, i – they announced a tryout for the swimming team, and there is not a lower, more grassroots level of swimming than catholic dioceses, in once-a-year meets", "so, they were gonna have a few practices, and then swim in the dioceses annual meet", "so, i tried out", "i didn’t even have to swim the length of the pool, it was the width of the farmingdale community college six-lane pool", "and, when i got across the pool, there was a coach, in full clothing, in the water next to me, who had jumped in to escort me across, not sure i would make it under my own power", "so, needless to say, i didn’t make the cut", "not an auspicious start", "and, the guy who cut me is still alive, friend of my parents", "and, we still laugh about that", "but, then, i – they had the red cross 50-mile swim chart, at the pool – as all pools did, in those days", "and, you could get a badge for swimming 50 miles, and i had 11 weeks in the summer, to swim 50 miles", "so, at age 13, i decided i was going to gonna earn that, and i discovered i really loved the solitude of doing laps, and i, just through doing the laps, to earn the 50-mile badge, which i did, i turned myself into an okay swimmer", "certainly not one with any sort of efficient technique, but one who could swim a mile a day", "not many people can, and i managed to turn myself into a mile-a-day swimmer, at age 13", "so, let’s flash forward, and we can certainly pick up anything in between", "but, if we look at, say, 1972", "so, you, at that time, my understanding is, begin coaching at the us merchant marine academy, correct", "and, it was there that you had an epiphany, or sort of observed something, that would later, very much influence your teaching style", "can you tell us about what you learned while you were coaching", "sure", "it’s such – it’s a foreshadowing, and an unbelievable foreshadowing of how i would spend the next 40-odd years", "first of all, to preface it, i have to take note that i had swum for eight years, before i became a coach", "and, i was a very hard working, very frustrated swimmer", "and, during those eight years, i can remember one occasion when a coach said anything to me about technique", "so, i got – if you take your cues from what your coaches do, they put workouts on the board, and then said ready", "go", "and, nobody said a word about technique, except for this one time", "where one of my coaches said, “laughlin, you’ll never swim fast if you don’t move your arms slower.” that was the only input i’d got, because i was such a high turnover swimmer", "and, as far as i knew, how else do you swim fast, except by moving your arms faster", "so, i’d gone through eight years, with not a word about technique, except that one time", "and then, i was the coach of the merchant marine academy, i think i had 12 men, in a four-lane pool", "and, i gave them a garden variety warmup of 800 yards of freestyle, takes about 10 to 12 minutes to do", "and, i watched them from the end of the pool, and it’s the first time i’m ever watching swimmers, and where i’m in the situation of the responsibility of being responsible for their performance", "and, i must’ve been watching with a keener eye than i ever had before, because i noticed that every swimmer in the pool was asymmetrical", "those who breathed to the left torqued and twisted in that direction, and those who breathed to the right likewise", "and, it just occurred to me that if the object is to move to the other end, by – presumably by a laser line, that it’s not good, in every single stroke, to be diverting momentum and energy off to the side", "so, i went home that night, pondering what i’d seen, and what i might do about it, and i decided that, the next day for warmup, i was gonna ask them, since it was related to their breathing, i gave them 800 yards of freestyle", "but, i said, i’d like you all to breathe on the wrong side", "and, because we all start our swimming with a right side – the side on which we are naturally more comfortable", "and, the other side, we don’t breathe to it, because it feels more awkward, and uncomfortable", "so, for the next 10 to 12 minutes, i had a markedly more symmetrical team", "and, i said, that can’t be a bad thing", "i didn’t know the first thing about biomechanics, at the time", "it just seemed evident to me, aesthetically, that anything that moved you straight ahead was better than something that kept diverting you to the side", "and, i was just so gratified by the positive response to my first, seat-of-the-pants experiment in stroke work, that i thought, i’m just going to carry on, and i did", "and, it was not difficult, and i had never been an assistant coach, i had never taken a coaching course, or anything even remotely related to sports science, or swimming", "or biomechanics, or any of that", "but, i really trusted my aesthetic judgement, i trusted that what looked good was good, and i had an example of that", "i had a four-lane pool, and there was a hierarchy, where the fast swimmers were in lane 1, and the slow swimmers were in lane 4", "and, as i cast my eye across the pool, the swimmers in lane 1, the fast swimmers, looked more taller in the water", "they looked longer, as they stroked, and they were markedly smoother, and the swimmers in lane 4 were shorter, and more choppy, and more rough", "and, i thought, i’m just going to experiment with them, and try different things, to see if i can make them look more like the swimmers in lane 1", "another interesting thing happened when i started engaging with them", "and, as i said, the coaching i got was all, ready, go coaching", "where the coach would give you a set that lasted 30 minutes, and then, just sit and watch you", "but, when i was working with them on technique, i was engaging with them in a much more intimate manner.  and, i pretty quickly noticed that there was another difference between movement form, between quality of form and speed", "which was that king’s point was a little bit different from a lot of colleges, in that there were no athletic scholarships", "and so, your reason for swimming came down to, you got excused from unwelcome, unpleasant duties, like cleaning out the latrine, and marching in reviews, and stuff like that, during the length of the season", "or, you really wanted to swim", "and, i saw there was a big overlap between want to swim, and good form, and faster swimming in lane 1, and escapism, and poor form, and slow times", "[00:33:00] in lane 4", "so, then, it was a matter of how to engage them as well, and i found that the technique challenges i was giving them, and the little puzzles to solve, and so on, brought out in them a certain zest for the workouts, that had not been there before", "so, i’m really curious to know the first – where what would later become total immersion kinda entered the picture", "and, i wanna just make a couple of footnotes, because it’s related to a number of things you said", "for instance, the perhaps very, in retrospect, sensible and obvious advice, to for instance, do what i do now, which is breathe every third stroke", "which means, i’m going, right, left, right, left, right, left, in a very symmetrical way, that’s one of the points that you mentioned", "and then, the importance of – and, this is something that i think applies to just about everything", "just about", "not everything, but just about everything", "and, that is, when you get in the pool – and, i remember, this had a huge impact on me, and i still have that very initial total immersion book, somewhere", "it got wet, a lot", "yeah", "so, it’s not in pristine condition, but the idea that you’re, say, getting in the pool to practice, not to do a workout", "and, at least in the beginning, the idea that if it feels like a workout, you’re not doing it correctly, was really difficult for me to first accept, because i’m used – well, at least, at that point, in physical training, i thought that your results were a direct output from an input, which was effort, right", "right", "and, it was a huge mental shift for me, to gauge my practice, the quality, the success of a practice, based on how little effort i expended during, say, 30 minutes in the pool", "it was a huge shift for me, and i think that applies to producing quality, in many, many different areas", "at least in my experience, somewhat counterintuitively", "so, when did the bones of what would later become total immersion start to coalesce, or start to appear", "yeah, well, the powerful impact of working on technique, and not neglecting conditioning whatsoever, i – my swimmers were very well conditioned, everywhere i coached", "but, the conditioning was always subordinate to the form in other words, i would stop a set, if i wasn’t satisfied with the form", "they might be swimming fast; they might be swimming their hearts out", "but, if i was not satisfied with the form, i would stop the set, redirect, and restart the set, and say, you must maintain your form", "the beginning of my conviction that that was an absolute, that swimming success is based on superior form, came that first season at king’s point", "i had swum in that conference for four years", "i swam for st", "john’s university, and we were – we swam against king’s point for four years", "we swam in the conference championship, each year", "and, i took my team, after doing all this technique work, and radically reshaping their strokes, i have to say, to the conference championship at the end of the season, and we just set the place on fire", "i just could not – even having coached them the whole season, i just was – my mind was kind of boggled by the times they swam", "simply because nothing in my experience prepared me to see swimmers improve that much, and swim that fast, compared to the previous year", "i’ll give you one example, sort of the premier event in college swimming is the 4-by-100 freestyle relay", "it’s always the final event in a collegiate championship meet", "and, it’s four swimmers, each swimming 100 yards, or 100 meters", "and, in the four years that i was in the conference, the conference record for that event improved from 3:25 to 3:23", "and, as it happened, i was fortunate that the – when i was a senior, the record of 3:23.8 was set by my – by king’s point relay", "so, i inherited the championship, and record-holding relay", "well, they came back, my first year of coaching, and went 3:16", "wow", "yeah", "in one night, they improved seven seconds, what had improved two seconds in four years", "and, everybody’s jaws were hanging, around the pool", "and, i realized, oh my goodness, what have i wrought", "i had never done anything that would suggest distinction of any sort, in my life, prior to that night", "what – do you recall the year, on that", "yeah, that was march of 1973", "okay, so that was – and, i was still 21 years old, for goodness sakes", "i was the youngest coach in the ncaa", "and now, you ended up producing – and, i want to sort of qualify my earlier statement, also", "24 national, club, and college champions", "right", "if i’m getting my facts straight", "so, i don’t want to imply that conditioning isn’t a piece of successfully coaching a competitive team, certainly", "but, that it’s necessary, but not sufficient, right", "to produce the improvement that you did in the relay, you can’t just have them train harder, or expend more calories in the pool", "t was a technical improvement, and i think that – right, right", "there’s no way any change in conditioning, anything i could’ve done in workouts, could’ve produced that improvement", "no way at all", "now, tell me about bill boomer", "where did bill enter the picture, and what effect did he have", "okay, so i actually met bill boomer in 1988, and i was just ready to step away from coaching", "i still love coaching, i love teaching", "but i had gotten a little burned out on dealing with parents, and – wait, before we just gloss over that", "so, can you give us an example of what type of stuff burned you out, with parents", "yeah, well, there was one time where i had these two really sensational 12-year-old boys, and when i had really good swimmers, i would make things a little more challenging for them", "i didn’t want it to come too easily, because at age 12, when you’re a dominant swimmer, you’re not used to being challenged", "so, we got to our season – our state age group championships, and i said to the 12-year-old boys, out of the eight events you’re going to swim, you can choose six, but i’m going to choose two", "and, they both knew what it would be", "it was gonna be that they were both gonna swim breaststroke events, because that was their weakest event", "and, i wanted them to have at least one or two races where they really had to race", "and, not just race each other", "and, one of the boys, the parents came to me, and complained bitterly, about my forcing their son to do that", "he had no problem with it", "he didn’t have an objection, or had not raised an objection", "but, because it was gonna hurt his chances of winning the high point award, and i’m thinking about his long-term development, not whether he wins the trophy at age 12", "and, in the end, the other boy, who, his parents were fully supportive – he and his parents were fully supportive", "and, he swam the breaststroke events, and i just thought, it wasn’t worth fighting that battle", "that, if it was that important, i’d let him not swim breaststroke", "but, the other boy swam the breaststroke, and ended up winning the high point award", "so, you were burning out, because of overzealous, or maybe overinvolved, overvocal parents", "yeah, they had just lost their sense of perspective, in it", "and, bill boomer came into the picture, around that time", "yeah", "so, i’m 37 years old, and i have no money in the bank", "i also had a 14-year-old daughter, who i was thinking of", "got college costs coming up, and coaching just didn’t pay well", "i was one of the most successful, most respected coaches in the united states, in the age group ranks, and i had never earned more than $15,000, in a season, and had no money in the bank", "so, i just decided i was gonna cast about, and see what else my native abilities might allow me to do, that might pay better", "and, so – but, i still wanted to coach, i still wanted to be – keep my hand in it", "i went – i was invited to the american swimming coaches association world clinic", "it’s the top coaching clinic in the world", "and, i was invited to talk on a topic, related to age-group swimming, and then, immediately after i finished my talk, i was sitting in the back of the room, sort of decompressing with some coaching friends, and i had intended to go see randy reese, the head coach of the university of florida, at the time, and a guy who had coached many olympians, and world-record holders", "and, by the way, the brother of eddie reese, who’s the coach at the university of texas, at austin, and probably the most successful coach we have in the united states", "so, i was gonna go see randy reese, and learn how to coach world-record holders", "and, bill boomer, a completely unheralded, little-known coach, with a really unconventional approach to things – he was a coach at the university of rochester, in rochester, new york, and he got up, and started speaking", "and, he just, right from his opening sentences, it blew my mind", "he was talking about things i had never heard", "and, the most – the thing that he said, that has stuck with me ever since – i’ll quote two quotes of his", "but, the first was, he says, “the shape of the engine is more important that the size – “i’m sorry, “the shape of the vessel is more important than the size of the engine, in swimming.” and, every coaching talk i had been to over the previous 16 years of going to coaching clinics", "everyone had been about engine building", "not a single talk about vessel shaping", "what do we really mean by this", "that, well, boomer says that a human body, moving through the water, should be treated like any vessel, and should be designed to move through the water with as little drag, and as little turbulence as possible", "and, engine building referred to both building the aerobic engine, through cardiovascular conditioning, and emphasizing how powerful the pull and kick is, by doing what i call arms-department, legs-department training", "where you tie your legs together, you put a buoy between them, and a band around them, take them out of the picture, and then put a pair of big paddles on your hands, and muscle your way up and down the pool, with your arm muscles", "or, you immobilize your arms, and possibly put on fins, for more power, and muscle your way up and down the pool, separating the arms from the legs", "in training, disintegrating the body, in other words", "so, the two types of engine building is, really, all that i had ever heard emphasized", "and, that was the first thing, and i’ll come back with another anecdote later, to tell you why this resonated with me", "but, the other thing that he said was that, “conditioning is something that happens to you, while you build, refine, and imprint skills.” and, just the fact that you would first look at the skill component, first look at the skill impact, of any training set, or task you give", "and, that the metabolic component, the conditioning component, would be a factor of the difficulty of the skill task", "as opposed to just to say to the swimmer, i want your heart rate above 170 for the next 20 minutes, ready, go", "and, before we keep moving ahead with the chronology, i’d love to talk about your experience, which i think was – maybe it was just before this, but you could clarify when, exactly, it happened", "but, the break that you took from coaching", "can you tell us a bit about that experience, when you were testing other avenues for making a living", "yeah", "it ended up being writing", "i had started doing just a little bit of writing, while i was still coaching", "i wrote one article for swimming world magazine, and wrote a few other things for newsletters", "i always wrote a piece for our club newsletter, from the coach’s perspective", "and, i found i enjoyed communicating my writing, and i thought i would try", "so, my wife alice and i started a marketing, communications – very tiny, little mom-and-pop agency, called main street communications", "we lived on main street in goshen, new york", "and, we wrote speeches, and pr stuff, and things like that, for small businesses in the area", "at the same time, i started writing articles for small, local magazines", "and then, i happened to go to my twentieth high school reunion, and one of my classmates was the editor of a magazine on corporate hedging, on how multinational companies hedge their currency risk, which was much greater, in those days, before the unification of the euro zone", "there were all those currencies in europe", "and so, they were at great risk of currency moves, and interest rate risk, and political risk, and commodity risk", "all these forms of risk that you undertake", "he said, what are you doing", "i said, i’m doing a little bit of magazine writing", "he said, so why don’t you send me a clip", "and, he ended up giving me an assignment, and i – it turned out i was pretty good at interviewing and distilling the information, and writing about it, even though i knew nothing about puts, and calls, and all these hedging strategies", "and, so i ended up – i earned my living primarily through writing about international corporate finance", "which is kind of a crazy thing, during the time that i wasn’t coaching", "why did you come back to coaching", "well, i wasn’t away from coaching very long", "i actually was an assistant coach at west point with a responsibility to be – my portfolio was coaching technique for everybody on the team", "my good friend, ray bosse, had just taken over as head coach, and he asked me to help him make the transition, during his first year", "so, i did", "that was 1988-89, when i had started the writing, and stuff", "and, i enjoyed just working on tech – always had enjoyed teaching technique, and in 1988, in august of 1988, i resumed swimming", "i had not swum in 17 years, since college", "and, i saw that master’s nationals were gonna be in buffalo, not far from my house", "so, i thought, well, i’ll start swimming again, and i’ll go to that master’s nationals, and see how i like it", "so, the takeaways i got was that everybody seemed to be having great fun, and i was super impressed by the people in the 55-and-over age groups, how fit they were, and how fast they were", "and, i thought, i wanna be like them, when i get to be that age", "so, i was introduced to master’s swimming, and i thought, well, if i coach these folks, i probably won’t have any pairing problems", "and so, the next summer, i decided i was gonna hold a summer camp", "summer camps for kids were common things, for other sports, that were a week long, and longer", "summer camps for different sports", "so, summer camps for swimmers were something i knew well, and i thought i’d offer one for adults, and so i did", "in june of 1989, at colgate university, in hamilton, new york, i had the first ever total immersion camp", "where did i get the name total immersion", "because i didn’t wanna call it terry laughlin’s swim camp", "to me, that was like calling it some guy’s swim camp", "i thought i needed a better name than just my name", "so, i was reading a magazine one day, and i came across an ad for berlitz language schools, and they were offering what they called total immersion language courses", "and, i said, that certainly works as well for swimming as it does for language", "so, i chose that name, and then waited for about five years, for a letter from their lawyers, telling me to cease and desist, before i went to a lawyer, and found that, oh, i could trademark total immersion swimming", "which i did", "so, i had total immersion swim camp, in the summer of ’89, and i had six swimmers the first week, and nine the second", "i had an olympic swimmer", "a 1948 olympian, from holland, who was now a resident of canada, of ottawa, and came to the camp", "and, so i taught those people what i had been teaching for 20 years – or, not 20 years, but 18 years, 17 years", "what i’d been teaching to age-group swimmers", "because these people were all very conversant with swimming", "a lot of them had swum when they were kids, not to mention having an olympian, and they were all very comfortable in the water", "and, everything that i did worked well with them", "and, a couple of them said, i improved more in five days than i have in the last 10 years", "so, that was something that i found i enjoyed, i found worked well with the people, and i continued doing that, for the next several years", "but, i had master’s swimmers the first year, and the third year, i had my first triathlete come to one of these four-stroke camps", "and, first of all, they were mainly interested in freestyle, not in the other three strokes", "and, secondly, when we finished a pool session – we had two pool sessions a day, one morning, and one afternoon", "and, i wanted them to rest up for the afternoon", "they would go out for a bike ride, or a run, and come back all sweaty", "so, i wasn’t thrilled, but the proportion of triathletes grew so rapidly that by about the fourth or fifth year, it was about 70 percent triathletes, and we were doing just freestyle", "now, where – if you don’t mind, flash forward", "so, you’re forming total immersion, you’re developing and testing different methods", "if we look back at our experience that we shared, in hawaii, with sarah, who was very much novice swimmer, uncomfortable putting her face underwater, mother of, i think, two, at the time", "and, for the tim ferriss experiment, a tv show at the time, we wanted to show – demonstrate that it wasn’t just an anomaly that i had learned to swim in this way", "and, that in fact, it could be replicated", "so, we brought sarah to hawaii, and i’m gonna back into the technique, but, started with just coughing, and really had a lot of trouble just submerging her face", "to, a few days later – and, keeping in mind, for those people who watch nonfiction tv, or reality tv, if it’s actually reality tv, which this was", "meaning it’s not highly scripted, we’re actually capturing someone as they progress from zero to, hopefully, open water swimmer", "yeah", "you’re really on the line, you’re putting it on the line/ you’re putting it on the line, and also, you have audio issues, you have camera reframing, so you might think that, with, say, sarah, we had four or five days of training", "but, in reality, we had a much-shortened period of time", "it was probably half of that time, that we had to work", "yeah, and a very complicated and challenging instructional environment, with all the technical people around, and all the cameras, and the reshoots, and all of that, yeah", "yeah, it really – but, it worked, and she ended up swimming in very deep water, open water", "sync swimming with both of us, and breathing in freestyle stroke", "it was just tremendous", "but, where do you take someone like a sarah, and begin", "where do you start", "because i think this is where a lot of people who try to learn to swim, and they swallow their pride and go to the pool, or they find a coach", "where things go sideways, and certainly, that was true for me", "where do you start", "do you start by getting into the deep end, and trying to learn how to breathe, while you swim freestyle", "no, no", "very small bits, very – what i call miniskills and microskills", "we always teach in a step-by-step fashion, where each step leads naturally to the next, and is a scaffold for the next step", "so, i meet sarah at the pool, on monday morning", "we began the shoot on monday morning, and we – i said, okay, well, let’s see what you can do", "and, the cameras are rolling, and sarah swims about six or eight strokes, furiously", "just flailing away, with her head out of the water, head just whipping back and forth, and then, she needs a breath, and what does she do", "she stops", "she can’t breathe and swim, so she had to stop, and she did that a few times", "and, i knew, i had a pretty good idea what i was gonna see, and you probably recognize that from your own experience, tim", "oh, sure", "yeah", "the way she was swimming, and survival swimming – the drowning monkey technique, right", "well, i cited this statistic earlier, of only 2 percent of american adults can swim 400 meters nonstop", "only 30 percent can swim 25 yards", "just one length of your local pool", "only 30 percent can swim one lap, nonstop", "so, that was you, tim, as i recall", "your story was you were in a 20-yard pool, and swimming about 2/3 of the way down, and not being able to get past that 2/3 point", "so, what is it", "it’s an inability to breathe", "if you can’t get air, you can’t carry on", "but, you can’t just start in with breathing, because there’s a series of skills that you have to learn, first", "so, what did we have sarah do first", "doing a glide, a very, very simple glide, with arms extended at shoulder width", "we called it superman", "it’s superman", "just instructing sarah to just glide, to just hang her head between her shoulders, which is – it’s a non-instinctive thing, but exceptionally important, in fact, it’s counterintuitive", "what was sarah’s instinct, was to hold her head up, to avoid choking", "and, here i was, telling her, sarah, i want you to hang your head in the water", "i want you to let it go", "and, she discovered, when she let her head hang in the water, that she could glide, and her body didn’t sink, and she could just glide effortlessly, maybe five or six yards", "and, that’s kind of – that’s a life changing experience, for someone who’s always felt that they were a sinker", "right, well, you’re showing how the shape of the vessel, right, the hydrodynamics changes the whole game, exactly", "we, in fact, were shaping the vessel, too", "so that she could glide five or six yards, without any effort, so that she could just look down, and see the pool bottom passing under her, without her doing anything, and at the same time, feel this incredible sense of support, almost weightlessness, from the water", "and, i just wanna highlight something here, or a few things", "the first is that this is happening in, let’s call it four feet of water", "so, sarah can stand up at any time, if she wants to", "so, it’s removing that fear factor", "second, she’s not kicking, she’s not pulling with her hands, she’s simply gliding", "right", "gliding, and shaping the vessel", "yeah, so you’re isolating that prerequisite skill, or component that leads to the rest", "and, one thing that really struck me, and this is true in my experience, with all really, really profound instruction", "whether it’s music, or say, recently, for me, tennis, with a coach named lorenzo beltrami, who just blew my mind, with teaching me how to serve properly", "and, i just wanna draw a parallel, if you don’t mind the digression", "because – or, josh waitskin, who’s been on this podcast, and how he teaches chess, which is very much what you would not expect", "and, what you find is that, almost by definition, really profound instruction is very different from what you would expect", "because what you expect gets very mediocre results", "and, for instance, josh starts with – and, i think we’ll come back to this, but first principle", "he wants someone to understand the principles of chess, in this case", "and, for those people who don’t know the name, he was the basis for the book and the movie searching for bobby fischer", "and, he’ll take all of the pieces off the chessboard, and start with – i think it’s just king versus king and pawn", "to teach very, very flexible principles, that then apply to the rest of the game", "so, he’ll start with the endgame, in order to demonstrate those principles", "but, perhaps a more direct parallel would be lorenzo", "when he was teaching me, i’d never been able to serve, in tennis", "or, really, i never had learned how to play tennis, period", "but, what he started me with is, he said, alright", "you’re gonna hold the tennis ball in your left hand, and you want your hand sideways, alright, so that you’re not whipping the ball backwards", "and, i want you to just practice throwing the ball up, and having it land a few inches in front of your feet", "that’s all i want you to do", "so, i’m just throwing the tennis ball up, having it land in front of my feet", "so, i’m not throwing it behind me, or too far ahead of me", "he goes, okay, great", "actually, i take it back, that was step two", "step one was, practice lightly and loosely throwing a tennis ball over the net", "just like a soft baseball throw", "second was, with my left hand, throwing the ball up, and having it land in front of me, just a few inches in front of my foot", "and then, the next step was throwing the first ball up, and then trying to hit it, with the tennis ball that i’m throwing with my rear hand", "and then, literally, he just said, okay, here’s a tennis racket", "try to hit the tennis ball", "and, boom, right into the zone, on the other side of the net", "and, it just was one of those moments, that just made my head kind of explode", "which was also the case with total immersion, and with this logical progression", "that’s what i wanna underscore, is that you’re building on each of these skills, and it just gets me so excited, when people ask me, why are you trying to learn the gamelan, from indonesia, or why are you trying to learn this, or that", "it’s these a-ha moments, where you do something for, say, sarah, and she goes, holy shit, for lack of a better, more elegant way to put it, i can actually do this", "yeah", "and, so, you have sarah gliding", "what are some of the other, important initial skills or exercises, that you layer on top of that", "well, one of the things that you have written in your – when you write about metalearning, one of the principles that you have cited for that is, avoid error points", "right", "and, as soon as i read that, i recognized, oh yeah, we did that", "tim’s got it", "and, what are the two error points", "and, you know, from your experience, what are the two error points, for swimmers", "boy, i’m, fuck, i’m caught on the spot", "i would say number one is, fear of not being able to touch the bottom", "at least for me", "i’ll just name – and, for those people who are wondering what i mean, if we’re looking at failure points, or – i can tell you the two you cited, when you wrote about it", "kicking and breathing", "kicking and breathing, right", "kicking and breathing", "because every time someone handed you a kickboard, as you said, your feet just sliced through the water like razorblades, and you went nowhere", "yeah, it was terrible", "that’s everybody’s experience", "nobody can propel on a kickboard, except people who are already really good swimmers", "so, that’s a totally useless tool, to learn to swim", "but, everybody, what do they do", "what does everybody do", "they hand you a kickboard, to try to strengthen your legs, so your legs won’t sink", "that’s not the problem", "having weak legs is not the problem", "so, the first problem we solved with sarah was fear of sinking", "and, we took out the breathing component", "we said, we’re gonna add that later", "when you are ready, when you have a platform of skills", "so that you can control something about how you breathe, then we’ll introduce that", "and, we’re gonna not even make kicking part of it at all, but teach you, as you have written, tim, to have the legs draft behind the upper body", "so, we had her do exactly that, with the superman glide", "which is, just let out a pearl-sized string of bubbles, so that you’re not holding your breath, and don’t kick", "press your legs lightly together, and feel your body gliding", "that was step one", "the second step was to teach her to shape her body for the most hydrodynamic position in the crawl stroke, and the most hydrodynamic position, the one where you experience the least drag, is the fully extended position", "so, when you’ve reached forward with one arm, and pressed back with the other arm, and you’re fully extended, and rotated just a little bit off your stomach", "so, we call that skate position, because it brings to mind, or i would like to bring to mind, the blade of a speed skate", "and, to shape your body to be as long, and sleek, and balanced as it can be", "and so, what we did there is, the superman glide does not occur in freestyle", "so, we just used that to get her comfortable in the water, to give her a sense that she had control of her body position", "very important, to feel that you’re in control", "and then, the very next step was to put her in the most hydrodynamic position", "so, we started with the most important moment in the stroke, and let her become very, very familiar with all the fine details of that moment", "where should your extended hand be", "it should be in a particular place", "it should be below your body, and it should be on a track with the whole right side of your body, if it’s your right arm", "and, your left shoulder should be barely above the surface, you should be looking straight down, you should be kicking very, very minimally", "and so, we taught her that position", "and, i would say we spent a good part of an entire pool session, just letting sarah become familiar with, and in control of, that position", "no, definitely", "and, a couple things that come to mind, that i also want to bring up, that were particularly helpful for me", "number one was having a – and, i’m very quantified, in the sense that i like to have a number i can use for tracking improvement", "but, when you’re just learning how to swim, looking at, say, lap speed is going to encourage bad behavior, right", "it’s going to encourage, at least in me, the thrashing, and overexertion that we wanna avoid", "but, the – looking at the sort of stroke count per length ended up being really helpful for me", "so, for instance, i went from, in about four workouts – this is, again, by myself, just self-coaching with the book – more than 25 strokes per 20-yard length, to an average of around 11 strokes", "so, i had doubled by efficiency, right", "and, i’ll just run through a couple of quick notes, that i have here", "so, the first is more of a metacomment, which is, people think of swimming – and, i thought of swimming, as something you do on top of the water", "and, i’ll just list a few of these, and we can dig into them", "but, whereas, in fact, your boy is denser than, or very often denser than water you’re gonna be mostly submerged", "right", "so, if you think of freestyle as having say, 90 percent – you could give me probably a more accurate percentage, but like 90 percent of your body underwater, then when you are swimming, say freestyle, your body is gonna be mostly underwater", "and, just accepting that removes a huge fear factor", "because if you’re accustomed to thinking, in order to breathe, i have to keep my body on top of the water, you’re on a suicide mission", "it’s just not gonna work", "the physics don’t provide for it", "gravity will always win that battle", "yeah, gravity’s always gonna win", "so, when you – but, when you’re taught from the very outset, or the expectation is that, alright, your body’s gonna be 95", "90, 95 percent underwater, and your goal, and let’s start by kicking off a wall in four feet of water, is to glide from say, sort of fuselage right to fuselage left, so if we think of freestyle not as swimming on your stomach, but alternating from one extended position to the other", "just like you would go from, say, right speed skate to left speed skate, like you were mentioning earlier, in that extended position, things change, really, really quickly", "and, thinking of – these are just a couple of the counterintuitive things i wanna mention for people, that really helped me", "another was focusing on driving your arm through the water, as opposed to pulling, in order to encourage that position", "the looking straight down, which you mentioned", "also, i think, very counterintuitive for folks", "and, having your arm, when you are in that fully extended position, a good deal underwater, not on top of the water", "and, what that does is, helps to apply water pressure on the arm, and raise the legs, right", "so, my issue – or, what i thought was my issue – it’s what i call – i call that the trim tab effect", "the way the trim tabs on an airplane work to raise or lower the nose, if you have something in front, hydrodynamics and aerodynamics work exactly the same", "and, if you have something in front of the vessel, that is angled down, it’s gonna lift the rear", "and, that’s so the arm is acting as a trim tab for your body", "and, effortlessly lifting your legs to the surface, meaning two really important things", "one is, you save on the energy of kicking, and the second is, you save a huge amount of turbulence and drag", "so, just using the arm in that way, who would ever think that that’s more important than pushing water back", "what are some of the drills or exercises that you’ve found most helpful for translating, or – translating to most of the components you wanna emphasize into one exercise", "so, one that i found just really, really tremendously helpful was hand swapping", "so, if you could talk to, perhaps, front quadrant swimming, perhaps", "but, the idea that, when in doubt, if i feel like i’m getting a little panicky or tired, whatever it might be, i think of hand swapping", "could you describe what that means, for people", "sure", "so, our innate, primal instinct, when we start swimming, is to windmill the arms", "heedlessly, just churn away with the arms", "meaning, generally, the arms are gonna be 180 degrees apart, or close to it", "and, not only are you not creating much propulsion by wind milling your arms, you’re also creating a whole lot of drag", "that’s a sort of a fatal prescription for getting anywhere", "and so, we always have prioritized what we call vessel shaping, or shaping your human swimming body, to minimize drag during all moments in the stroke", "and so, the first thing you can do to minimize drag is use your arm to lengthen your body", "the longer the body is, the less drag there is", "and then, you need to think a little bit about stroke timing, in terms of that, because you want to keep the body long for a bit more of the recovery", "recovery is when you’re bringing your arm forward", "so, essentially, we’re teaching people to leave the extended arm forward, until the other arm is just about to re-enter the water, after completing its recovery", "and, not simply to leave it there, but to hold your place", "to actively use your hand to hold your place, because you’re gonna spear the other hand, once you enter the water", "you’re gonna spear it past your grip, and use power from the high side of your body to move past your grip", "so, instead of propelling with just your arm and shoulder muscles, you’re propelling with your whole body", "so, this is – what we’re really deconstructing, in a way, is progressive mastery of a given skill, it would seem to me", "and, you, i know, are a big fan of a book titled mastery, by george leonard", "can you tell us about how you found that book, and your experience in reading it", "i’d like to dig into it, just a little bit, because i think it’s widely applicable", "yeah", "sometime in the 1990s, someone brought to my attention a magazine article he had written for, i believe, esquire in the late ‘80s", "and, it was – more reprints were requested of that article than any other article they had ever printed, and it was about mastery", "and, the story george was telling was that of taking up aikido at age 47", "very advanced age, and then, becoming the latest starter ever to reach the master teacher level, in aikido", "and, how did he manage to accomplish that", "and, it was just a set of prescriptions or principles, for attaining mastery", "and, the essential idea of this was that life is not designed to make things easy for us, but to present us with challenges, that help us grow", "and, that we should embrace these challenges, and something you’ve done, for many years, tim", "that we should embrace these challenges, and if we apply certain behaviors, we’re gonna experience a lot more success", "and so, the behaviors he cited were, first of all, always be focused on improving the skill itself", "anytime you are doing it, you’re focused on improving the skill", "the amount of time you spend, what your heartrate is, or any of that, is secondary to doing things that improve the skill", "a second is to focus on weak points", "don’t focus on your strengths", "a third – and, i really love this one", "this one is my favorite, is to love the plateau", "in anything we learn, we initially, as we’re working our way through the most basic, and easiest skills, we learn pretty rapidly", "and then, things start to slow down", "and then, things may slow down to the point where you only experience a breakthrough every 6 to 12 months or so", "and, george leonard wrote that, when you practice, guided by the principles of mastery, there is always positive change taking place, at the cellular level, below your threshold of awareness", "and, that periodically, this change consolidates into a thrilling leap forward", "which was very much my own experience", "i proved it to myself with my own experience", "where, by the time i had been swimming 50 years – in other words, i’m in my mid-60s, and i’ve really been swimming 50 years, maybe 51, 52 years, i was still learning things that thrilled me", "i was still getting insights about my own stroke, that were literally thrilling", "and, they were coming at really, really long intervals", "and so, having read george leonard, long before i was in my 60s, i was really prepared for that eventuality", "can you teach people to love the plateau", "are there ingredients that help people to persist through a plateau", "yeah", "and, if so, what are they", "because i think this is such a common quitting point, for a lot of people", "where they are – myself included, i’m not immune to this, will get the sugar high of the initial a-ha moments, and making rapid progress, and experiencing rapid change", "and then, uh-oh", "now, it’s very, very incremental", "now, it’s barely perceptible, and i feel like i’m not making progress, or even backsliding", "how would you help someone to persist through that plateau, and i suppose learn to love it, if possible", "yeah", "well, i think there’s a couple of things", "i think one of the things you wanna do is, give them enough of the right sort of information about the foundations of excellence, in what they have taken up, that they become curious to learn more", "so, first, you need to stimulate their curiosity, and eventually, you get to what i hope for everyone i teach, i hope becomes passionate curiosity", "where – so, you move from curiosity, to being really intrigued, to wanting to really solve this, to becoming passionate about it, and it’s that hierarchy", "you’ve gotta love what you’re doing, and there’s a good deal of evidence about what causes people to love what they’re doing, and one of the most important is, simply, the goal of enjoy it today", "if i’m going to work out for an hour, my goal is to enjoy my hour of workout", "the beginning of the year, health clubs all over see a flock of people signing up", "and, they sign up far more people than they can actively serve, because they know that about two thirds of them are not gonna use their membership", "they’re gonna start out all afire, and then lose it, and stop going to the gym", "and, there’s been a pretty authoritative study, that showed that the main difference between those who continued using their membership, and those who did not – was that those who stopped using their membership had in mind some benefit they might receive in six months’ time, while the people who used their membership, and stayed with it just enjoyed going to the gym every day", "they did things that brought them pleasure, in the moment", "so, i think pleasure in the moment is really important", "and, the other thing is, you’ve gotta be really engaged with it, and it’s – if i see people on the aerobic equipment at my gym, what do i see", "well, some of them are reading books, and disassociating from what they’re doing, and others are really paying attention to what they’re doing", "they may be using an elliptical machine, or a running treadmill or something, for the umpteenth time", "but, they’re still finding details about how they use that machine, that are worth their attention", "so, what might some of those details be", "and, i’ll add a few that i’ve found helpful, for persisting in the face of a potential, say, technical plateau", "or, even, a strength plateau", "for instance, in the case of strength training", "number one, in terms of swimming, is recognizing the sort of beneficial mental shift, and emotional, psychological shift, that takes place in me, even if i am not swimming more laps, or improving times", "my state, coming out of the pool, is almost always better than it was going into the pool", "i just feel better", "and so, that has benefits, even if i’m not, say, developing towards being a top, competitive swimmer", "the second – and, this is true for me, in almost everything", "but, i have measurables", "so, and it doesn’t mean that i’m tracking my measurables, from workout to workout", "but, it gives me – i find the act of counting very meditative", "so, the fact that i have, for instance, in weight training, usually there’s a cadence", "let’s say it’s two seconds up, four seconds down", "or, yesterday, i did a workout where i was doing five seconds up, five seconds down", "so, there’s a tempo counting, and there’s a repetition counting, and then, i’m logging the sets", "and, i find, for whatever reason, that increases my adherence to something", "if i have a quantification", "in the case of swimming, i have the 1-2-3, 1-2-3 of breathing on alternate sides", "and then, i also have the strokes per length, that i can focus on", "or, the hand swapping drill", "and, the last that comes to mind is, specifically, as it relates to swimming – because there is, i think, still a tiny part of me, in the back of my head, that is afraid of drowning", "there’s a tiny part, that still has the fear, accumulated over 30 years, and i’m comfortable in the water", "but, what i think helps me to continue to want to go back to the pool, is always doing less than what i feel capable of doing", "which is very much the opposite of what i’ve done in almost every other place", "not everywhere", "but, in the case of swimming, there are a few other places where you have fine motor skill – tennis, also true", "doing less than i feel is possible", "so, in other words, stopping before my technique really deteriorates", "tim, how long do you usually swim", "i swim for very short periods of time", "i would say, typically, less than 45 minutes", "very good, very good", "that’s what i would recommend to most people", "okay, got it", "i would say, very often, i’ll go in, and i’ll do 20 to 30 minutes", "it’s not a long workout, and i try not to view it as a workout", "it’s really a practice of moving meditation, for me", "and, if i wanna smash my body in some other type of training, that’s fine", "but, in the pool, i view it much more as a practice in elegance and efficiency", "to the greatest extent possible", "right", "you’re moving through a fluid", "what could be better than flow, in your own movement", "right", "i see i took a note here, and i don’t know the story, so i’ll bring it up", "this is, it looks like, from 2000", "and, the story of phil cruz", "can you tell me who phil cruz is, and what happened in 2000", "sure", "yeah, i think, well, maybe 1999, i did a workshop in chapel hill", "we had, maybe, 20 attendees, and we had one, in particular, who was the most challenged student that i had yet seen", "he did was sarah did, during our first videotaping", "thrashed about five strokes, and stood up to breathe, and that was it", "and, by the end of the two-day workshop, on sunday afternoon, it was a triumph for him to navigate one length of the pool, continuously, with a hybrid between drilling and swimming", "it wasn’t even whole stroke", "so, fast forward 18 months, and i’m teaching what we call a ki-zen camp, in florida, and it’s a four-stroke camp, if you wanna learn all four strokes, and – the four strokes being, freestyle, backstroke, breaststroke, butterfly", "and, butterfly, correct", "and, they didn’t have to do four strokes, but they could do any number of the four that they wanted", "and, we videotaped everybody, in the first session, to get a before picture, any of the strokes that you wanted", "and, while we were videotaping freestyle, one of these camp participants swam the most unbelievably beautiful freestyle, at the level of our best coaches", "just, that sort of grace, and fluency, and ease", "and so, afterward, i said, where did you learn that", "and, he said, from you", "it became clear that he was the person who had attended – he’d been at that – such a challenged swimmer, 18 months ago in chapel hill", "and, not only that, but he was a soybean farmer", "he had previously worked in a management position, and then, became a gentleman farmer, after retiring from that", "but, he farmed soybeans, in coastal north carolina, and he was 25 miles from the nearest pool", "so, in that intervening 18 months, i mean, everybody we teach improves", "so, that’s not the standard", "it’s just, my mind was blown by the degree to which he improved", "and then, i found out, he did it entirely on his own", "he had no other resources, or help, or anything", "and, was just driving himself to the ymca, 25 miles away", "and, did it at night, in a year-and-a-half, on his own", "and, i became – what that stimulated in me was a curiosity", "when someone shows absolutely no knack for something, how do they get that good", "that was something that really intrigued me", "so, what was the – what were the components", "what went into his practice", "what did he do, do you think, that led to that degree of improvement", "yeah, i’d say, first of all, not everybody is as good as he is, or as you were, at self-coaching", "so, he started out with some coaching, but it was just two days of coaching, and then, 18 months on his own", "so, i suppose he probably had – probably pretty well-acquainted with his body, for whatever reason", "that’s one thing, but the second thing is, i think he probably just faithfully followed through on practicing the drills, very patiently, very attentively", "until he really understood them, and constantly refined his form in the drills, and then, taking whatever he learned from the drills, and then putting it into whole stroke practice", "he probably gave not a moment’s thought to speed, or how far he was swimming", "i’ll bet he did what you did, tim, which was to only practice for as long as he felt the practice was fruitful", "yeah, there were a handful of things that i think, in any practice, for me, at least, help with self-coaching", "the first would be, whenever possible, having a – as they would say in the startup world, a key performance indicator", "so, what is the number that you are trying to improve, week on week", "and, there’s actually a very famous, for lack of – or, to keep it simple, i’ll say, a startup incubator, called ycombinator, nicknamed yc, based in silicon valley, that can be thought of as the harvard meets seal team six of startup training", "and, they bring in a very, very small percentage of people who apply, and work them into the ground, 24/7, these people don’t really need help to do that, they’ll do it on their own", "and, at the end, they have a business that they pitch to investors, and so on", "and, during that period, they almost all chose a kpi, a key performance indicator", "and the goal is to say, improve it 10 percent, week on week", "so, for me, in swimming, i decided early on, with the help of total immersion in book form, and then, later, i got the dvds", "was, the stroke count – the number of strokes per lap", "that was my true north", "anything i did that hurt that, i ended up either fixing or discarding, and anything that i did that improved that, i would continue practicing", "and, then, on top of that, i would test all of these various drills, and realized, for myself, that the hand swapping drill – not saying it’s true for everyone", "but, in my case, focusing on that front-quadrant swimming, and the hand swapping was what most quickly returned me to a very optimal – for me, and my skill level, stroke per lap, if that made sense", "and then, last – and, this is actually much easier now", "at the time, gopro either didn’t exist, or was very, very early in version 1, v1-type technology", "but, having some means of video observation, or correction, i just think is so incredibly helpful", "and, i’ve used that in swimming, to a lesser extent, but only when we had the gear, in hawaii, to do so", "and of course, in my head, i’ve been practicing total immersion for a while at that point", "and, i was like, okay, i feel like my technique’s pretty good", "and then, you see it on camera, and you just wanna cringe", "and, that was also true when i was in argentina, in 2004-2005, and ended up competing in tango", "and, i ended up going to the world championships, and making it to the semi-finals, but about, i would say, three months prior to that, i remember i was about two or three months into practicing tango, felt like i had really made a lot of progress", "i had been taking video of different instructors, different dancers, i had been cataloging technique", "i had been writing down my specific goals for each – as i viewed it, practice session slash workout", "and then, i would have one or two things each day, that i would work on in the uncontrolled environment of a milonga, which is a dance hall", "so, i thought i was – not hot shit, but i thought i was really on my road to being a fantastic dancer", "and then, i remember, i went, and i bought a video camera", "this is one avenida florida, in buenos aires, where they have a lot of electronics stores, so, i bought this camera, took it to practice, had somebody record me dancing with this woman, and it was horrible", "it just looked – what i was doing in my head, and what i was doing on the camera were so different, that they would have been – i mean, you would never have paired my video to what i would’ve described myself doing", "and, that is what allowed me, though, that sort of harsh reality is what allowed me to really, really, really improve, after that point", "are there any other types of practice, or types of self-talk, any types of planning, or journaling, or anything, that you have seen helpful, or that you’ve observed in people who self-coach well", "because i think this is such an important skill", "if you’re trying to get – if you wanna be an autodidact", "and, most of the time, even if you have access to good coaches you will be without a coach", "what are some of the things that you’ve seen contribute to good self-coaching", "yes", "video, very important tool, very helpful tool, for anything movement oriented", "there has never been a time that i have been videotaped, that i was satisfied with what i saw, to this day", "but, you know, if i can cite my own experience, because i’ve been my own total immersion coach all along, i got into – once i – i have to step back a little bit, and talk about how my mind was open to how much potential improvement was available to me, that i had not realized at all", "going back to bill boomer, after i heard him talk at that clinic, i drove up to rochester, to watch him coach, and see him put into practice the things he talked about and pick his brain", "and, one of the things that he talked about was that the keystone skill of swimming is balance", "now, i had never even heard of balance as a skill in swimming", "and, he was saying it was the keystone to efficiency", "so, he talked about balance, during the clinic thing, and then, when i went up, i said, bill, would you teach me something about balance", "so, he taught me a drill, that he called pressing the buoy – or, pressing the t, excuse me", "he called it pressing the t, where you would have your arms at your sides, and be flutter kicking, with your head in line with your spine", "and, lean on your chest, as you do", "so, i did that, and i had spent 25 years, thinking i had the misfortune to be born with heavy legs", "it’s a bad thing as a swimmer, to be born with heavy legs", "and, i spent a quarter century, thinking i was doomed", "and, in ten seconds, doing this drill, that whole concept was exploded, because my legs were light", "and, i never realized that i could – i had the power to do something, to change that", "can you explain the drill one more time, please", "yeah", "we teach it today", "we call it torpedo, but we do it without the flutter kick", "but essentially, you put your arms at your sides, and you glide, with your head in line with your spine, kicking gently, and lean a little bit on your chest", "and, what you feel is your hips and legs become lighter", "they are lifted, by a lever effect", "you know, a lever effect of leaning – what’s the most buoyant part of your body, is your chest", "you’ve got a – your lungs in there, that hold six liters of air", "that’s the most buoyant part of the body", "and so, when you lean, it’s like pressing a volleyball into the water", "press down on a volleyball, it’s gonna push back, somewhere else, and it lifts up your hips and legs", "got it, and – and, he called that pressing the t, because the t was the intersection of your spine, and if you press your arms out to the side, that’s where you press", "got it", "so, there’s – i was planning on maybe talking about this earlier, but i want to be respectful of your time, and i also want to make sure that we chat about your cancer diagnosis, and i have some questions about that", "but, could you tell people the origin of the cancer diagnosis, and perhaps just explain the circumstances", "yeah, yeah", "just about two years ago, i went with two friends to sardinia", "and, we swam from corsica, which is in france, to sardinia, and i had an unbelievably great swim", "i had been – not training exceptionally hard for it", "it’s a 10-mile swim", "the water temperature was 64, 65, and it took us four-and-a-half hours, and that was stopping every 30 minutes", "so, there were seven stops, to have a feed, which happened to be blueberry soup", "one of my co-swimmers was from sweden, and brought blueberry soup", "and, just an incredible swim, one of the best swims in my life", "and, so i came home, and within a week of coming home, i had my annual physical, and my doctor found some irregularities when he examined my prostate", "and, he said, you need to get a biopsy from a urologist", "i went very quickly to get the biopsy, and the biopsy turned out to be positive for cancer, and it was what’s called a gleason score of 4+3, or 7, and what’s significant about that is, the number 4 indicates how aggressive the cancer is", "and, 4 indicated it was an aggressive cancer", "so, it was one that needed to be treated", "a lot of times today, what they try to do is just watch and wait, as much as possible", "because they overtreated for quite a while", "but, in my case, it was clear that i needed to get treatment", "i went to – i found a surgeon, to do a radical robotic prostatectomy, it’s called a da vinci surgery, and was scheduled for surgery", "but, beforehand, he said to get some scans done, and one of the scans showed that i was already in stage 4, that the cancer had already metastasized to my bones", "so, no surgery", "since then, it’s been treat the systemic – so, it’s two years since my diagnosis, and this variety of cancer i have is called metastatic castration resistant cancer, which is sort of a nasty term", "just means that the first treatment they give you is hormones, and hormones are meant to suppress testosterone", "so, i have the testosterone of a 66-year-old woman now", "but, it’s a very nasty form of cancer", "and, typically, 24 to 30 months survival time, after you are diagnosed", "so, that was pretty sobering news", "how are you – what have you seen in yourself", "i mean, in our interactions, at least via email, text, and so on – and, certainly even speaking with you, you seem very upbeat, and optimistic, and very engaged with total immersion, for instance", "what changes have you observed in yourself, just mentally, or psychologically, since the diagnosis", "yeah, you know, i went through a rollercoaster the first six to eight months afterward", "where at first, i felt sorry for myself, and then the news kept getting worse, like, i didn’t find out that i had the worst variety of prostate cancer right away", "it took a while for the failure of – my hormone treatment failed in two months", "the cancer started growing again, and they usually look for two years of cancer suppression from that", "and, my oncologist, i said, be straight with me on this, doc", "and, he said, it’s the far side of bad news", "so, i was going through a rollercoaster, where the news kept getting more sobering, and i was feeling anger, anxiety", "not depression, ever", "never depression, but i felt quite a bit of anxiety, to the point where it was out of control, and i sought treatment for anxiety, which i had never thought i would ever need in my life", "so, the first six to eight months were like that, but then, with the help of the anti-anxiety medication – i’m on lexapro and abilify, and i don’t mind admitting it", "it’s worked", "it’s enabled me to reclaim who i always was, which is a person who’s driven by a purpose, and the purpose is to change the way people swim", "i mean, literally, to change the way swimming is taught and practiced in this world", "and, i’ve always had such a powerful sense of purpose, and i wake up with that sense of purpose every day", "and, i have to say that, in the past 16 months now, i haven’t experienced any anxiety", "i haven’t experienced any depression", "i wake up, i still wake up every morning, fired up to do what i’m gonna do, that day", "which, today, is your podcast", "and, which i couldn’t be happier about", "and, i’m thrilled to have you on", "i mean, i wish we could spend some more time together", "i hope to – we had a chance, which was really exciting for me, after learning ti, through the book, and seeing freezeframes of you, with all of the diagrams, showing correct direction, and so on, to actually get in the water in hawaii, with sarah, and to swim with you, is just such a highlight for me, such a wonderful experience", "tim, it was for me, as well", "and, i really feel the need to say this, that i – knowing all you have on your plate, and especially in the midst of that tv production, and knowing what i know about your hunger to learn new things, i just had always assumed, because we were friends from a distance, and we met for dinner in san francisco one time, but we were friends from a distance, with periodic contacts, when you wanted to make another mention, thank you, of total immersion in one of your books", "that – when i arrived in hawaii, i was so impressed, to see how strong your hunger remained, to improve your swimming", "and, i thought, you know, it’s not a box he wanted to check off at all, he really cares about this", "so, i saw that, and i was really impressed, and happy about that", "thank you", "yeah, it’s really been a foundational skill for changing my life for the better", "and, furthermore, it’s given me this toolkit, which is very clear, very counterintuitive, but very clear", "with which i’ve been able to take part, of course, just drafting on what you’re doing, but in, say, helping sarah, and watching that complete transformation take place", "and, helping some of my friends, who i’ve run into, who say the same thing that i said, when i was, say, 25", "they say, yeah, i just don’t swim", "i’m just not comfortable in the water", "and, usually, what i’ll say to that is, well, why don’t we just take an afternoon, and come with me to a pool", "i’ll just find a lane that’s four feet deep, and let’s fix that", "and, they’re like, what", "what do you mean, fix it", "what’s nice is, you can feel empowered to teach others", "i love that", "there’s nothing i like better yeah, and it’s really just getting them to that point, that i experienced with total immersion, after the first day of training", "which is, oh my god, i can actually do this", "which is – and, it’s similar to the experience you had with the drill you did with pressing down, that you now teach as torpedo, where you realize, oh my god, this story that i’ve been telling myself, my legs are heavy, i’m just cursed with heavy legs, is completely – it’s either unfounded, or completely fixable", "right, and what else am i capable of changing about my swimming", "and, it’s turned out there’s nothing i can’t change", "yeah, or your life, right", "exactly", "if this impossible is not just possible, right", "like, tim ferriss cannot swim, is not only possible to fix, but in fact, easy to fix, with the proper, counterintuitive teaching and progression, in this case, which is total immersion", "i mean, it’s such a demonstration, it’s such a profound demonstration of possibility for me, that i really encourage anyone who’s listening to this – and, i’ll say this also, in the intro, who is unable to swim, or views themselves as unable to swim, or is a poor swimmer, to just try this", "because it will open your eyes in such a way, that you not only look at swimming and water differently, but you will look at other skills in your life differently, as well", "i mean, after total immersion, that’s when i started asking myself, what are the other impossibles", "what are the other things i’ve told myself i just can’t do", "like, play basketball, or shoot a basketball, was another one", "let me re-examine that", "and then, i found a method that is sort of a corollary, in a sense, to total immersion, but for basketball", "it turns out – i might be getting the name wrong – but, i think it’s rick torbut, teaches basketball shooting, in a way that you would find very much a close cousin to ti", "and, it just makes sense", "and, i was like, okay, wow, okay, that’s two for two, now", "what else is there", "yeah, and i thought the same thing, when you described your first tennis lesson", "exactly", "oh, yeah", "lorenzo, same story", "the way that he teaches, like, okay, this immediately makes sense", "it is perfectly sensible, and yet, i’ve never seen anyone teach this way", "it’s really a gift that you’ve given, and continue to give to the world", "so, on behalf – it’s a crazy thing", "no one else is still teaching this way, and we’ve been doing it for 30 years, with incredible success", "and, we’re still the only one teaching this way", "why is that", "why do you think that is", "i just think there’s a lot of built-in resistance to change in the world of swimming", "as there are in many places", "and, they believe what matters is how many laps you do, and how strong your pull and kick is", "they persist in believing that, and so, what is the first thing you learn, when you take your beginner’s lesson, is how to kick, and how to pull", "and, that’s really putting the cart before the horse, if you’re not comfortable in the water", "oh, yeah, that’ll just guarantee, at least in my case, that you need to breathe ten times more urgently than you did otherwise", "yeah, no", "we’ve cracked the code, so to speak, and it works", "it just works, every single time", "well, terry, what’s – i want to make sure that we wrap up in the next couple of minutes, but what would you like to share with people who are listening", "in other words, you know, if there were recommendations you have, certainly checking out total immersion is a no-brainer, as far as i’m concerned, and we can get to where they can find more on that, and so on, in a second", "but, is there anything else you’d like to convey, anything you would encourage people to ask themselves, or suggest that they do, since we have quite a few people listening, i’m sure, at this point", "yeah", "we haven’t gotten too much into the how-to", "maybe i can share a few how-to suggestions, that people can try", "and some principles", "i always like to go back to first principles, as the basis for anything that matters, anything we care about doing well", "and so, i’ll share [01:53:00] five first principles of intelligent, improvement-oriented swimming", "first, is to recognize that, as a human swimmer, you are an energy-wasting machine", "darpa, the defense advanced research projects agency, in designing a swim foil for the navy seals, back in 2005, they did an efficiency estimation for a group of lap swimmers", "these were not tutored or coached swimmers, but people who think they’re pretty okay", "that they swim laps a lot, and they found they were only 3 percent efficient", "97 percent of their energy was going into something other than locomotion", "so, as a human swimmer, you are naturally an energy wasting machine", "and, everything you do – focus on saving energy, before you focus on increasing fitness", "that goes back to what bill boomer said", "conditioning is something that happens while you build, refine, or imprint skills", "so, that’s principle number one", "principle number two, most of what we know about swimming is wrong", "all our primal instincts about swimming lead us astray, and most of what we hear are not helpful", "so, you really have to exercise critical thinking", "if someone suggests you try something, and it doesn’t seem to work, well, maybe it wasn’t a good idea", "if they suggest you try something, or tim asks you to go to the pool with him, in a four-foot shallow area, and you experience something thereby, that works, then trust in your own intuition about things, and don’t feel that you have to believe what you hear from authoritative sources", "principle number three, it’s obvious that efficiency is not natural for humans, inefficiency is natural", "but, is entirely learnable, as tim discovered in a period of eight weeks, where he went from swimming 20 yards in a pool, and being exhausted, to swimming a mile in the ocean", "it’s learnable", "anyone, anyone can learn to swim with great efficiency, and then improve on it continuously, by applying the principles of mastery", "including love the plateau", "principle number four, if you want to swim with more ease, or more efficiency, think about what you can do to make your vessel sleeker", "and, when i finish with the five principles, i’ll just mention three or four simple action items, for the next time you go to the pool", "but, strive for a sleeker vessel", "it’s a universally unquestioned truth, among naval architects, and scientists who study fish", "so, why should it be different for your body", "and then, finally, strive to swim in a way that you use your body as a whole", "resist any suggestion someone tells you, to just pull or kick, or separate the pull and kick in your training, strive for a seamlessly integrated movement, that is based in the core", "so, those are five first principles worth listening to again, and writing down, i think", "and, number five, just before we get to the action items, just to give an example of that integration, that was one of these a-ha moments that we’ve been talking about, for me, at least, was the idea that you not use your legs for propulsion", "so, if you don’t think about your legs in swimming as a propeller, but instead, [01:57:00] but instead, use a very small flick of each leg, to turn the hips, and therefore turn the shoulders, so that you’re going from that fuselage right to fuselage left, and back and forth, it changes the entire nature of swimming, right", "so, that was just one example of integration that i found hugely helpful, when i – well, the toe flick illustrates three other principles that i just mentioned", "human swimmers are energy wasting machines, so what are you focusing on, with a toe flick instead of leg-churn", "saving energy", "and, principle number two, most of what we know about swimming is wrong", "what did you know about swimming, before you learned ti", "what did you know about the kick", "putting know in quotes", "had to use it as a propeller, to push me forward", "absolutely", "alright, and principle number five as you – oh, principle number four, strive for a sleeker vessel", "so, rather than focusing on propulsion, and a bigger, stronger kick you use the smaller, lighter kick, and it really worked", "yeah", "it’s wild", "so, four of the five principles were illustrated by that one thing", "and, you know, the same thing with your hand swapping", "what you were accomplishing there, was a pull that was a little more patient, a little slower, probably", "but, by – you were using your arms to reduce drag", "yep, definitely", "and, it also helps pull together the pieces, in terms of integrating your stroke", "just that timing, is one of the things", "stopping the kick, which is interrupting your natural rhythm, but also, having that timing in your arms naturally promotes an integrated technique, where all the parts are working together", "so, what action items would you have for people who want to try something at the pool", "yeah, so action item", "and, i would suggest that you don’t swim long distances while trying these", "you can swim anywhere from just about five strokes, to a half a lap", "and, feel that you’re doing it", "that’s good", "you don’t have to leave one end, feeling that you’re obligated to go to the other end", "so, the very first of these would be hang, or align your head", "most important, the most fundamental thing, the first thing we always teach, is hang or align your head", "you could visualize, perhaps, that there’s a towline attached to the top of your head, pulling your spine directly forward, while you do everything, the stroking part of it", "that your spine is always moving forward", "so, get your head aligned, would be number one", "number two, use your arms to lengthen your body, not to push water back", "you’re still going to push water back, but by using your arms to lengthen your body, you’re promoting two things", "a lower drag profile, and a complete movement", "you’re focused on completing the movement", "a lot of people think about finishing the stroke back by the hip", "finish it to the front, instead", "the third is what tim just mentioned, which is, you cannot go wrong by kicking less", "just, always keep that in mind", "you cannot go wrong by kicking less", "kicking is a great way to burn energy, and a great way to create drag", "it’s a very poor way to create propulsion", "so, those would be – oh, and one more", "one more", "anything you do more quietly is more effective and efficient", "so, whatever you’re doing in a given moment, in the next lap, strive to do it more quietly and it will be better", "so, align your head", "lengthen your body, kick less, swim more quietly", "four action items", "yeah", "the swimming quietly is one that, if i find myself getting prematurely tired, which i take as an indication that i’m being inefficient, that’s usually what i’ll focus on", "i’ll stop, i’ll just rest at the side of the pool, for whether it’s 30 seconds, 60 seconds", "and, then, for the next handful of laps, just try to be a silent as possible", "so, no splashing, with the feet, with the hands, really trying to glide the arm in at an angle, and to do it as silently as possible", "is also one of those exercises that just checks so many different boxes, it seems", "yep", "well, terry, this has been great", "i’m glad that we were able to find the time to do this, and of course, people can find total immersion online, at totalimmersion.net, where they can find videos, and instruction, and everything else", "is there anything that you would like people to check out, or anywhere else that people should say hello", "well, first of all, i wanna say thank you, and i wanna say, you were a masterful and artful podcast host", "i’m working on it", "work in progress, but thank you", "i felt very well-guided", "i’d like to do a podcast, and i hope to be a fraction as good as you are, when i do it", "so, well, yeah", "i would like to offer all your podcast listeners a seven-day free trial of our online swim academy, where there’s a tremendous amount of information, and you will have access to every bit of it, including streaming video, and ebooks", "and all kinds of information", "it’s all free", "everything we have produced is available, and all they have to do is go to totalimmersionacademy.com/tim", "totalimmersionacademy.com/tim, to learn more, and take advantage of that offer", "perfect", "and, to everybody listening, i will also put that in the show notes, so if you want to find links to that, and everything else we’ve talked about, you can find that at tim.blog/podcast, and just search terry’s name", "if you just search terry, since i believe you’re the only terry i’ve interviewed so far, then you’ll pop right up", "and, terry, it’s been such an honor and a privilege to have you on, and as far as your podcasting hosting progress goes, i think it’s important to, if you want a good laugh, listen to my first episode that i did, as a host, and you’ll realize just how much one can improve", "yeah", "any skill is improvable, all you have to do is practice", "yeah, so i think that, if you use my first episode as a hurdle, i think that you’ll clear it with flying colors", "you’re already much better than i was then", "so, don’t be daunted by that, and i hope to hear your podcast soon, myself", "but, terry, thank you so much for taking the time", "i really, really appreciate it", "and, thank you so much for inviting me", "it’s a pleasure and a privilege", "i’ve really looked forward to", "and, to everybody listening, try out total immersion", "honestly, whether you’re a swimmer or a non-swimmer, or someone who’s never quite been as comfortable as you would like, i am not – if you’ve seen photos of me, what you would think of as built for swimming", "and, i told myself all sorts of handicapping stories, and accepted all types of partial completeness, until my 30s, when i’ve used accountability, by having a friend assign me a new year’s resolution", "i knew he would bust my balls forever if i didn’t do it", "to get me to finally take it seriously, and taking it seriously meant, i took all sorts of classes and so on, and trying things that were really, really, really hard, like kickboards, and everything else", "doesn’t have to be hard, and in fact, good instruction should seem very, very clear, and it should make a lot of sense", "and, that’s what i got from total immersion, and i can go down a long list of my friends, who have since learned how to swim", "so, definitely check it out, and terry, you mentioned it already", "but, totalimmersionacademy/tim", "i really hope people give it a test, and share their experiences, because it’s – it can really be revelatory", "and, to everyone listening, as always, and until next time, thank you for tuning in", "be safe out there, question assumptions, and never stop learning"]}