{"dialog_idx": {"sharon salzberg": [28, 34, 35, 36, 37, 38, 39, 40, 41, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 66, 67, 68, 69, 70, 108, 109, 110, 111, 112, 113, 114, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 174, 177, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 198, 201, 208, 209, 211, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 248, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 300, 301, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 412, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 759, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 793, 794, 795, 800, 801, 804], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 29, 30, 31, 32, 33, 42, 64, 65, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 115, 116, 117, 138, 139, 170, 171, 172, 173, 175, 176, 178, 197, 199, 200, 202, 203, 204, 205, 206, 207, 210, 212, 246, 247, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 294, 295, 296, 297, 298, 299, 302, 303, 304, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 365, 366, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 413, 414, 415, 416, 417, 418, 419, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 523, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 681, 702, 703, 750, 751, 752, 753, 754, 755, 756, 757, 758, 760, 761, 762, 763, 764, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 796, 797, 798, 799, 802, 803, 805, 806]}, "episode_num": 277, "file_type": "html", "guests": ["sharon salzberg"], "num_sentences": 807, "num_words": 10233, "raw_text": "Tim Ferriss: Hello, Ladies and Germs. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to interview people from many diverse fields, different arenas of competition, or lack thereof, to dissect what makes them the best at what they do. The habits, routines, philosophies, beliefs, etc. that you can apply in your own life. This episode we have Sharon Salzberg, S-A-L-Z-B-E-R-G. You can find her on Twitter. I believe she’s @sharonsalzberg. Sharon is a central figure in the field of meditation, a world-renowned teacher, and New York Times bestselling author. She has played a crucial role from the very beginning, in some respect, in bringing meditation and mindfulness practices to the West and very much into mainstream cultures since 1974, when she first began teaching. She is the cofounder of the Insight Meditation Society in Barre, Massachusetts, and the author of several books, including the New York Times bestseller Real Happiness, her seminal work, Loving Kindness, which we’ll get into, and Real Happiness at Work. She’s very well-known for her down-to-earth style. You’ll get a first-hand view of that when you listen to this. She offers a secular and modern approach to Buddhist teachings, making them more accessible than I think some of the esoteric varieties would be to Type-A personalities, like you, friend listening to this podcast probably. She’s a columnist for On Being, contributor to The Huffington Post, and the host of her own podcast, The Metta Hour, M-E-T-T-A. We will get into what that means. Her newest book is Real Love: The Art of Mindful Connection. I wanted to speak with Sharon for a long time. I’ve read her work. I’ve heard her audio. It’s very meaningfully impacted how I operate in the world, how I perceive myself and others. Ultimately, that has made me both more effective and given me a greater sense of wellbeing. I hope that you pull some of that from this conversation. We bounce all over the place. I ask some very personal, self-interested questions, which I think make the answers practical also. There you have it. I hope you enjoy, as much as I did, this wide-ranging conversation with Sharon Salzberg. Sharon, welcome to the show. Sharon Salzberg: Thank you. Tim Ferriss: I have been looking forward to this conversation for some time. I’m glad we could finally make it happen. The construction around your apartment in New York notwithstanding. I know that you have to be out at a set time, so I’d like to just right into it and begin at the beginning, in a sense, with a question related to your youth. If you’re comfortable sharing the story, could you tell us about your experience that you had, I think you were 9 years old, when you were dressed in your Halloween costume and watching Nat King Cole. Sharon Salzberg: Yes. My mother died when I was 9. It was that night when I was 9 that my mother started hemorrhaging. I was alone in the house with her. I ended up getting an ambulance and she went to the hospital. She died about two weeks later. It was much later when I was writing a book called Faith, which is about my faith journey, that I looked back over my life from the time I was born until the time I went to college at 16, and I realized that I had lived in five different family configurations along that time. Each one of them had been altered by trauma or death or some kind of really terrible circumstance. Tim Ferriss: What was your relationship like with your father when you were younger? Sharon Salzberg: Well, my parents had divorced when I was 4. My father, as far as I can recall, was really my hero. He was the love in my life and he was just gone. He completely disappeared and there was no contact whatsoever from the time I lived with my mother after they split up, and her siblings from the time I was 4 until the time I was 9. At that point, after she died, I ended up living with my father’s parents, whom I hardly knew. That was the first time that contact was reestablished between us. He didn’t reappear in my life, my actual physical presence, until I was 11. By that time, it was clear he’d suffered really severe mental illness. He was drinking. He was gambling. He was really lost. He came back when my grandfather died when I was 11. He was in the house for about six weeks, when he took an overdose of sleeping pills and entered the mental health system, where he stayed for the next significant number of years before he died. It was part of that which was my recollection because I was part of a family system where this was never ever really talked about. I had, as one can imagine, all of these feelings inside and I didn’t know what to do with them. People had always told me, “Your father accidentally took an extra pill. He just didn’t remember that he’d taken sleeping pills already.” It was only when I was in college years later that I thought, wait a minute, that’s a lot to have happen so that you then end up in a mental health facility for the rest of your life. It took a lot to figure out people, of course, were trying to protect me. They were trying to keep me happy, keep me going. But it was on the basis of denying what I actually was feeling. It was very destructive. Tim Ferriss: When did you have your first encounter with Buddhism or mindfulness? How did that enter your life? Sharon Salzberg: I went to college when I was 16. When I was a sophomore, I took an Asian philosophy course. Honestly, looking back, as far as I can tell it was happenstance. It was on Tuesday it fit in with my schedule and [inaudible] required. Let me do that one. Tim Ferriss: Right. Didn’t start too early. [Crosstalk]  Sharon Salzberg: No. Exactly. It couldn’t do that. I took this class and it was really in that class that I encountered Buddhism for the first time really. It was the ‘60s, so it was kind of around in a way, but it was the first time I heard what the Buddha taught. The first part that was incredibly important, given everything I’d been through, was the teaching about suffering. Suffering is a part of life. It’s not just me. It’s not something to be ashamed of and feel I’m aberrant and different. Which, of course, is what I primarily felt my entire life is I’m different. People have two parents. People have same parents. Other things are going on for other people. But not me. But all of a sudden, I was part of the human family. Life is not always pleasant. It doesn’t always go our way. It’s not that it’s grim or horrible, but it contains suffering for everybody. That was a huge liberation. Then I heard in that class that there was actually something you could do about the suffering in your life. Not the suffering of circumstance, but all the ways we hold it. We can have pain and we can hold it in isolation or we can hold it as feeling part of the human family. Or we can have rage or compassion. There’s so many options. I heard there was this stuff you could do. There were actual methods or techniques called meditation. If you did them, you could be happier. I was going to school in Buffalo, New York. I looked around Buffalo and didn’t see it anywhere. It’s probably everywhere now. But I didn’t see it. There was an independent study program at the school. I created a project. I said, “I want to go to India and study meditation.” They said okay, so off I went. Tim Ferriss: Had you traveled outside of the country prior to going to India? Sharon Salzberg: No, I had not. I was just teaching a class here earlier today. I said, “You know, I’d never even been to California before I went to India.” I grew up in New York City. I went to school in Buffalo. There’d been one family trip to Florida in my youth. That was it. And then I was on a plane. Tim Ferriss: I have read that a few days before leaving for India, you went to a talk by a famed Tibetan master. I’d love for you to tell us a bit about that. (A) because I have no idea how to pronounce this name properly, and (B) what you took away from it. Sharon Salzberg: His name is Chogyam Trungpa. It was his first trip to the United States. I don’t know who did his tour. He ended up in Buffalo, New York. He later became the founder of Naropa Institute and Shambhala publications. All kinds of things. But this was his first trip. He was giving a lecture, not at my university, but at a nearby college. This was maybe three or four days before my friends and I were going to leave for India. We didn’t know where we were going to go. I just knew I wanted to study meditation. We went to his talk and they asked for written questions. I wrote out the question like, “Where should I go? I’m leaving in a few days for India. I want to study Buddhist meditation. Where should I go?” He had this big pile of questions in front of him and he pulled it out and read it out loud. He was silent for a moment. Then he said, “I think you had perhaps best follow the pretense of accident.” That was it. There were no addresses, no handy monastery guidebook, nothing. Just “Follow the pretense of accident.” That’s exactly how it happened. Tim Ferriss: Pretense of accident, meaning no set plan, allow things to unfold as they unfold? Is that what that means? Sharon Salzberg: It means that. I think what it meant for me was to stick close to your intention. My intention was so strong and my yearning was so strong that it really saved me, in a way, staying close to that because there were naturally some disappointments along the way in ways that I couldn’t imagine. I couldn’t imagine how things were going to start out. I started out in Dharamshala in India because I knew the Dalai Lama lived there. I’d heard he was a Buddhist. There were amazing teachers and opportunities there. But it was one of those situations where it didn’t quite work. I’d go to a meditation class and – because remember I was really into the practical how-to. What’s the stuff that’s going to help make me happy? I’d go to this meditation class and they’d say the teacher had to go to the dentist at the other end of India. Come back in two weeks. The translator is out of town. Try again later. It just wasn’t happening. I went to a Tibetan restaurant one day and I overheard a conversation where these two women were saying that there was going to be an international yoga conference in New Delhi. I thought great, I’ll go there. That’s where I’ll find my teacher. I went there and it was a really dispiriting time where the low point was probably when these yogis and swamis were up on the stage pushing and shoving against each other to be the first to grab the mic and speak. I thought, man, I should have stayed in Buffalo. This is terrible. Actually, Dan Goldman who is now very well known for his book Emotional Intelligence and his work, but in those days he was a graduate student in psychology at Harvard. He was studying meditation. For some reason, he was delivering a paper at this conference. I went to his lecture. He said at the end of the lecture that he was on his way to this town called Bodh Gaya in northern India. He was going to do an intensive, 10-day meditation retreat, which was like an immersion course, free of cultural baggage and really the direct stuff. I thought, that’s it. It was it. I followed him to Bodh Gaya. Tim Ferriss: The pretense of accident. What happened in Bodh Gaya? If I’m saying that correctly? I probably am not. Sharon Salzberg: Yeah, you are. Tim Ferriss: All right, great. I’ll take it. Sharon Salzberg: No, you are. Tim Ferriss: What happened there? Sharon Salzberg: Well, there was a teacher named Essen Gawanga, who had just left Burma. He was teaching intensive, 10-day meditation retreats where you were basically meditating under his guidance all day. He’d give one lecture at night. We had certain silent days and silent times. He would just keep modulating the instruction until we’d come to the end. We did meditation for feeling the breath, just basic concentration. Then scanning your attention through your body, feeling these different sensations. The very last thing that he taught was a loving kindness meditation, which many years later became my main meditation, my personal meditation, and also in terms of my teaching and writing. That was for ten days. It was really an immersion. It was a tremendous time of discovery. Not only did we forge lifelong friendships because here he is all these years later. It was January of 1971 that I did my first retreat. I just saw Dan Goleman last night, for example. We are tremendous friends, this whole group of people. It really was about learning. It was about discovering. The lab, the vehicle, was ourselves. Tim Ferriss: The timing of our conversation is really opportune because I’m actually, in about six days’ time, doing my very first 10-day silent retreat. Sharon Salzberg: You are? Tim Ferriss: I am. At Spirit Rock. Sharon Salzberg: How fabulous. Tim Ferriss: I’ve never had this experience. I am apprehensive. Excited, but apprehensive about it. Jack Kornfield will be there. I’m very interested to engage with him before I have to stop talking. What advice would you give to someone going into that type of experience for the first time? Sharon Salzberg: I think it’s great. Congratulations. Tim Ferriss: Thank you. Sharon Salzberg: I would love to hear from you when you come out. Tim Ferriss: We’ll have a follow-up. Sharon Salzberg: I would really love that, sincerely. There are a few things. One is the thing most people feel trepidation about seems to be the silence. People show up and they say, I don’t think I can be silent or my partner doesn’t think I can be silent. One women came and said, “They’re doing a betting pool in my office. They don’t think I can be silent.” Of all the elements of the retreat, it’s almost always one of the things people point to as the most beautiful. Because it’s like for once in our lives, we can really, fully be ourselves. We don’t have to present ourselves to others and think about their experience versus our experience. Am I witty enough? Am I strong enough? Or anything. You can just be. It’s a beautiful gift to give to oneself. I’d also say the first few days of a retreat, like the first day and a half, let’s day, are usually pretty rough. Even if you have tremendous experience in meditation and in retreats, it’s just an adjustment period. It’s like I, 45 years later, if I go into an intensive retreat, the beginning is usually – I say there are two voices that arise inside my head. One voice says, there’s nothing happening here. It must be time to go to sleep. So even if I slept for ten hours, I just conk out. The other voice says, there’s nothing happening here. Let’s make something happen. The next book. The next center, whatever. All these fantasies start pouring in. It’s like you’re careening almost from sleepiness to restlessness and sleepiness to restlessness. That will definitely change and it will even out. You’ll have an experience of both energy and calm at the same time. But the most tricky thing is believing the thought that tends to arise that says, oh no, nine more days exactly like this. Which we tend to believe. If you can remember, don’t believe that thought. It’s going to keep changing. Jut keep going. It will change and you’ll feel much more completely there. Tim Ferriss: Thank you. I’m really excited about it. Sharon Salzberg: I’m excited too now. Tim Ferriss: Yeah, I’m really excited about it. I’d love to hear how you – let’s just say you had a room of open-minded, intelligent people who are all Type-A. That’s basically most of the people listening to us. Imagine you have these people and they are in the boat that I was in for a very long time. I’m not going to lie; occasionally I end up back on that boat, which is meditation just doesn’t seem to work for me. I’ve tried A, B, and C and it’s just not the tool to fix my particular set of problems. I can’t sit still. I can’t do fill-in-the-blank. But I would like to make an attempt because I recognize at least the benefits I’ve seen in other people and read about. How do you get those people started? What do you say to them? Sharon Salzberg: Well, my first question is what is that blank that we’re trying to fill in? Because a lot of people have really intense expectations of what meditation is supposed to do and they’re often wrong. A lot of people have said to me, for example, “I tried that once. I failed at it. I couldn’t stop thinking. I couldn’t make my mind blank. I couldn’t have only beautiful thoughts. I couldn’t keep the anxiety from coming up. I couldn’t keep sleepiness at bay.” We say, of course, you cannot fail at it. It’s impossible to fail at it because you cannot be having the wrong experience. The question is not what is happening, but how are you relating to what’s happening? That’s the whole terrain of the transformation is how much presence, how much balance, how much kindness, how much compassion are your bringing forth in relationship to what’s coming up? Of course, there’s a kind of social pressure these days. If you ran into a friend what you’d like to be able to say is, well, I had a little bit of restlessness in the beginning, but then this peace, this unfathomable peace just descended upon me. Then it started shimmering at the edges and turned into bliss and there was bliss and peace. That’s what we want to say. We don’t want to say, my knee hurt. My back hurt. I got restless and I got angry and I judged myself and then I fell asleep. But in truth, really truth, not just consolation, but in truth from the point of view of mindfulness, it doesn’t matter. The question is, okay, how were you with the sleepiness? How kind were you when you got angry? Kind toward yourself. How much could you include in that field of awareness? Those things are much more subtle and they’re not as satisfying. They’re certainly not as satisfying to talk about, but that’s the whole point. I would really want to know what someone’s expectations are. Then you can be reassured. You’re going to sit with Jack, who’s been teaching for a very long time. There’s not a cookie-cutter description of what it’s supposed to look like. Maybe for you he’ll suggest more walking meditation than sitting meditation. Maybe he’ll suggest a more structured approach because that is proving useful for you. Or maybe a less structured approach. There’s so many possibilities. Tim Ferriss: When you are advising someone who is really making an effort to create meditation as a practice, much like they would brush their teeth or something else – what you already said is very helpful in the sense that it’s not the content of the experience, it’s how you relate to the various things that come up during your experience. I remember one thing that helped me as a typically – I suppose I’d self-describe as a driven, Type-A personality – was the idea that – this is something that someone said to me. I don’t recall who it was. But it’s not important or you shouldn’t judge the session based on how many times you lose focus of X, whether that’s a mantra or your breath or whatever. Because the practice itself is coming back to the focus. Thinking of it in terms of repetitions in that context really helped me to relate better to what I viewed as these horrible distractions, but not realizing that’s the lowering of the weight and then your job is to lift it back up. Sharon Salzberg: That’s right. That’s exactly right. Tim Ferriss: Are there other mental frameworks or analogies that you found very helpful much like that for people to keep in mind when they’re sitting down and their knee hurts and they’re having these various – they’re thinking of the last episode of Rick and Morty that they watched or whatever? Great how. Are there any other analogies or recommendations that allow people to be easier on themselves and make progress through relating to themselves in an easier way as opposed to straining? Sharon Salzberg: Yeah, that’s also a great question. There’s several levels to that. On an immediate level, what you said is the most important thing. Sometimes we say the healing is in the return, not in never having wandered to begin with. The most important thing is that coming back. In some ways, it’s the opportunity to come back that the distraction gives us. You can come back. If you need to let go and come back a billion times, then it will be fine because that’s the actual training. One of my Tibetan teachers, [inaudible], called it exercising the letting go muscle. The secret ingredient in that is actually self-compassion, which means that you realize you blew it. Your mind wandered. Or in life maybe you realize you made a mistake or things didn’t really go the way that you wanted them to. Rather than spending the next year and a half castigating yourself with that fact, it’s realizing lessons learned or maybe I need to make amends. Or maybe there’s something I need to do to come back into balance. But I need to do that with kindness toward myself. That makes the process go a whole lot quicker. It’s restorative rather than if you just blame yourself and you call yourself a failure and you get down on yourself and you judge yourself, it’ll last forever and you’re exhausted. It’s not really resilience. It’s not the space with which we can start again. If you start finding yourself doing that in the process of meditating, that’s the signal to remember. This happens. This is the process. This is actually the path. It’s not that I need remedial work or I’m the first meditator that ever lived. This is what it looks like for everybody. Let me start over. Starting over is really very important. Tim Ferriss: When you’re thinking back on the many people you’ve taught and interacted with, readers who’ve given you feedback and so on, have you identified any type of what I might call “minimum effective dose”? What I mean by that is if you look at certain types of resistance training or physical training, you can research and experiment with the frequency, the duration, the intensity and figure out which parameters you respond best to. The same is true for different aspects of diet or drugs, certainly. You do too much, there are unintended side effects. You do too little, you don’t get the effect you’re looking for. I’ve noticed, for myself at least, that maybe 20 minutes a day first thing in the morning for five to ten days straight is about the minimum dose that I need to click into feeling generally much more relaxed with meditation. Then after that point, I can actually dial back that frequency if need be. But I need that first loading period. Have you observed any sort of generalizable minimum effective dose from people? Where it’s like X, Y, and Z is too little, too infrequently. This is too much so you’re more likely to quit. But this is the Goldilocks in between that I’ve seen to really deliver the most benefits for the least inconvenience, for lack of a better term. How would you think about that? Sharon Salzberg: It just so happens that last night I was with some friends who were giving a lecture. Dan Goleman, Richie Davidson, who’s a neuroscientist at University of Wisconsin Madison, and studying meditation, and John Kabat-Zinn, who founded Mindful and Space Stress Reduction. Richie, from the point of neuroscience, said that nine minutes a day will actually change your brain, but you have to do it every day. I often think of retreats like the intensive retreat, as a period of really deepening confidence and clarity about the practice so that you have better tools to actually practice every day. Somebody also made a comment about how it may not be the healthiest thing in the world to think about the least possible amount I need to put into this thing in order to get some result. I would pad it some. I wouldn’t just try to do nine minutes. Usually I say 20 minutes a day, more if you can. Just because the first five minutes or so in a daily sitting tend to be the most distracted. Like what’s that sound? I think it’s my refrigerator. Do they still have refrigerator repair people? I don’t know. Maybe I need a new refrigerator. Do they still have Sears anymore? I don’t know. It’s almost like this discharge of tension for the little bit and then if you can hang in there, you’ve got the chance to go deeper, having discharged all of that. It’s just more fruitful in a way if you can do 20 minutes. But if you only have three, I’d say do three. Everybody says it’s the everydayness of it, which seems to be the most potent thing. Tim Ferriss: For a beginner, what would you recommend those 20 minutes look like? What would the protocol or the format of those 20 minutes look like? Sharon Salzberg: Well, there are three main thrusts of the tradition, which were reflected in my first retreat. The first is concentration, where we try to settle our attention and have it be more stable and get more centered. So that usually means choosing an object – whether it’s the breath or a mantra or whatever it is. In our case, it’s usually the breath. Settling your attention on that object and then simply returning every time you realize you’ve wandered. Over time, you get a sense of a tremendous amount of energy returning to you because there’s an awful lot of energy that could be available to us that isn’t because it’s scattered all over the place. We keep gathering it and returning it and do feel the empowerment of that. Also integration of our being. It’s like all that scatteredness is also fragmentation. We bring it all together. Then there’s mindfulness which actually is an extension of that, where we not only pay attention to the single object like the breath, but pay attention to our emotional world and what’s coming up predominantly in our bodies and what we’re feeling and all kinds of things. With that same kind of balanced awareness, which is why we say mindfulness is the basis for insight. We understand so much more about everything. One example is I often talk about sitting and looking at my own fear, trying to be as mindful as I can, which means not condemning it and also not diving into it and having it take over. I feel I’ve seen a lot. As one example, I felt that unlike the world’s maxim that we’re afraid of the unknown, I find that I’m really afraid when I think I do and it’s going to be really bad. It’s all the stories I tell myself that really get me going. Even in the midst of that, if I remind myself, you know what? You don’t know. Then I feel relief. I feel a sense of space. We look at our desire and we say look how much loneliness there is in there. We look at our anger. We say, look how much sadness there is in there. Whenever we look, we see into change. Look at that, I thought it was so forever. I thought that was all that I ever felt, but look at that. It’s always changing. All of that naturally arises from paying attention. Then the third thrust of the skills training in meditation is loving kindness or compassion. That was the last meditation I introduced to my 10-day course. It was just an hour or so. It so ignited me that it became something I got very devoted to. That’s threaded throughout, both the self-compassion we have to feel for ourselves to be able to do the first two concentration in mindfulness well. Then there are some practices which are devoted to the deepening of loving kindness, and compassion. Tim Ferriss: Is loving kindness – I’m not terribly familiar with loving kindness – but I recall – and please correct me if I’m misapplying the label. But I read some writing by a gentleman named Chade-Meng Tan out of Google, you may know, a friend of mine. Meng introduced me to a very simple practice of thinking of two people – initially people you know well and care for. Just wishing them to be happy in the sense, in the most abstract of ways. But it didn’t seem to matter that it was abstract, even though I love the concrete. I did this for a period of time about a year ago at night, just before winding down and going to bed. It had a tremendous impact on my happiness, if we want to call it that, or self-reported wellbeing, over the subsequent ten days. I was in such a good mood. The only variable that I could identify that I’d changed was wishing two people happiness for two or three minutes apiece every night. Does that fall in the category of loving kindness practice? Sharon Salzberg: It does. Tim Ferriss: All right. I was really just impressed by how profound the impact was because I’m not going to lie, I expected it to do very little. Why does it appear to have such an impact? I mean, I don’t feel like I’m a jerk. I do like to wish other people to be happy. I try very hard in my books and so on to facilitate that. But why does it seem to have such an impact? Sharon Salzberg: Well, I think it’s because it trains our attention to be different. It’s like we’re paying attention differently. For example, if you were doing it in a formal sequence, and you may in the retreat, I’m not really sure. You start with offering loving kindness to yourself. Then you move on to those people you like. You keep on moving through those you feel neutral toward. Maybe somebody who plays a role in your life that you see now and then. You move on to offering loving kindness to more difficult people for you. Then finally, all beings everywhere, all of life. I think the reason it works – and it does work – and I also know it’s easy to be cynical about it. It sounds so schmaltzy. It does sound ridiculous, I know that. It’s actually very powerful. The question is, do you want to make the experiment or not? Or is it just so off-putting that you’d rather not. Which is how some people see it. It is all about paying attention differently. For example, looking at yourself, if you’re the kind of person who at the end of the day you sort of evaluate yourself, like how did I do today? If you’re the kind of person who pretty well only remembers the things you did wrong and the mistakes you made. [Crosstalk] Sharon Salzberg: That’s right. The loving kindness is almost like asking yourself, anything else happen today? Any good within me? It’s not to be conflict avoidant and pretend we’re perfect or anything. But it’s that kind of singular, obsessive look at what’s wrong that we want to broaden. We want a little air time for the rest. What do we pay attention to? Who do we pay attention is a fascination question. Who do we look right through? Who doesn’t count? Who doesn’t matter? Who’s like an object for us? This is one of the places where that neutral person is real interesting because they’re just the shopkeeper or just the drycleaner or whatever they are. I’m very easy to objectify, very easy to look through. So what happens when we look at them instead of through them? Which is in effect what we’re doing in the practice. How do we pay attention? Are we really there ever? Are we talking to a stranger and thinking about our email and whatever else we need to do? [Inaudible]. That is exactly the same movement we do in the concentration meditation. When we realize we’re a million miles away, we come back. What’s it like then when you’re really listening? That’s how the practice actually works. Tim Ferriss: The filter question or the lens through which you look at your daily experience, the reframing of that by doing this exercise is a really important point so I want to underscore that for people listening. Just to draw an analogy or at least a parallel, if you buy a new car, let’s say you buy a white Volkswagen Golf, it will seem the next day or subsequent week that there are white Volkswagen Golfs everywhere on the street. But it’s simply because you’ve attuned your attention to that particular object. I owe one of my ex-girlfriends a debt of gratitude because at one point she noticed that I did have this habit of running my life along a certain philosophical line, which was the goods things will take care of themselves, just tell me what’s going wrong. I didn’t want the positive feedback. I wanted to know how I could improve and what I needed to improve. To remedy that at one point, she created this big Mason jar. She just wrote on the side – The Jar of Awesome. What she asked me to do was every night just to write down really good thing that happened that made me happy or made me grateful that day and put it in the jar. It’s not that I was a total ingrate. It’s not that I was Ebenezer Scrooge or anything, but I would put down the things that were good. I realized one of the critical mistakes that I made – and I’m getting a little off-track here – but I assumed that I would always remember the good things long-term because I found it second nature to remember the bad things long-term. It turned out that it was a completely false assumption and I would very quickly forget the good things that happened. My girlfriend encouraged me to write down these events or encounters, whatever it might be, on a piece of paper and fill up the jar. Then when I was having a down moment or being over-judgmental towards myself, to just reach into the jar and pick out one or two examples. It was really therapeutic for me. I still have it, to this day. The topic of self-compassion is one I want to come back to. We were chatting a little bit before we started recording about the word “love” and how perhaps it’s been co-opted or used in ways that have made it challenging. Could you please elaborate on what you mean by that? We didn’t get into it before we started. Just for myself also, this is a word that is so often used it seems to have lost a lot of meaning. I’d be curious to know how you wield it and how you suggest people think about it? Sharon Salzberg: I think it has lost a lot of meaning because we use the word “love” for everything from I love the color of that cabinet and I love frozen yogurt to I love you. There’s some many associations with love. One of the questions you posed before – if you are a person who is kind of a Type-A person and you’re brought into a room and say, we’re going to do a meditation on love, it tends to be a little nauseating for a lot of people. Because we often associate love with weakness or giving in. Kind of smiling, it’s just this frivolous smile. It’s not connected. Maybe in a very deep [inaudible] of pain or anger or our edge or ferocity or intensity or the things that are really a part of us. The word in Pāli, the language of the original Buddhist text is Metta, M-E-T-T-A. It’s commonly translated as loving kindness, which I think has a flavor of the actual meaning, but it’s kind of a problematic term because nobody really uses it. You wouldn’t really necessarily expect to go to a coffee shop somewhere and hear the conversation at the next table, including the words loving kindness. Maybe it’s a little saccharine or removed from day-to-day life. I’ve had scholars and translators come to me and say, “Just say love. Stop being so cutesy. You mean love.” But love is so complicated and can also be frankly a medium of exchange. Like I will love you as long as the following 15 conditions are met. Or I would love myself as long as I never make a mistake. It’s so fragile. It’s so breakable. It’s not really what metta means. The literal translation I also have a problem with. The literal translation is friendship. For me, friendship implies conviviality. Like let’s have dinner together or let’s go to the movies together. I want to spend time with you. Love in that sense of metta does not mean that at all. It actually doesn’t even imply a certain action. It’s an inner space of connection. We acknowledge our lives are connected. That everybody counts. Everybody matters. It doesn’t mean I like you. It doesn’t mean I want to spend any time with you. It doesn’t mean I’m going to cease fighting you and your agenda. But not from a place of hatred. It’s connection. That’s really what it’s about. So those practices of loving kindness meditation are about connecting more deeply to ourselves and connecting more deeply to others. Tim Ferriss: If someone feels themselves steering towards anger in an exchange with someone, aside from the mindfulness training or practice they would do outside of that encounter, is there anything you recommend they do or self-talk they could use to diffuse that and steer it in a less antagonistic direction? Sharon Salzberg: I think there are lots of levels to that. One is getting really acquainted with what’s happening in your body. It’s like you feel the beginning of the anger. Not like after you’ve sent the email or lashed out, but you can feel it really emerging. Then you have a choice. We also practice in mindfulness being able to hang in there with the anger without having it take us over and also without being ashamed of it or afraid of it without fighting it. But we have a more balanced relationship. We can hang in there. It’s almost like this storm moving through your body. Then you decide how you want to act. Because often we do have to act and we should act. But maybe that very email is not going to get you what you want. Maybe it’s better to wait a moment and see what else emerges, something like that. There are also intentionalities. We can remember our deepest intention. Like what do I want to have come out of this conversation? What would make me happiest? Do I want to be seen as right? Do I want to grind him into dust? Do I want to be helpful? Do I want a resolution? That will give us a lot of information about where we’re really coming from and if it’s to have a resolution, to find a way to work together or whatever it might be. Or even to finish [inaudible]. Then that might counsel being quieter and not being so forceful or finding another way of saying this is what I feel instead of this is the way the truth is. Things like that. And if you in fact want to grind them into dust, that will be a different path. Tim Ferriss: Yeah, the “this is how I feel” frame is one that I want to personally get better at using. I think it’s so easy, at least for me, to unfortunately convey messages in a way that seems very Spock-like. If you were to take the same content and have someone transmit it with a smile and preface it with “this may be just how I feel, but,” I think that I could have avoided a lot of wasted time and energy and hurt feelings in other people. Even though it’s exactly the same content in fact. Two quick notes: the first is just since you mentioned email and creating unnecessary messes, I would suggest to anyone out there one thing I’ve learned, if you’re experimenting with any type of fasting, obviously with proper medical supervision and so on, it’s probably a good idea if you’ve never done it before, to not let yourself send email on the second or third day. I’ve created a lot of ugly disasters by manning the inbox during times like that. The second is something that I wanted to back into that’s related to what we’ve been talking about and I thought was really profound and worth highlighting for people. That is that oftentimes, this has certainly been true for me, that if you are working on your meditation practice, it also applies to all sorts of things like medication, in some instances. This happened to a friend of mine when he started taking very low dose lithium, for instance. Others see the changes in us before we see the changes in ourselves. I’d love for you, if you could, to talk about that a little bit. I can certainly give an example or two as well. But it strikes me that a lot of people give up because they feel like nothing has happened when, in fact, a lot has happened, they just can’t yet perceive it themselves. So if you could talk to that at all, I’d love to hear your initial thoughts because I think it’s really important since so many analytical left-brain people think they’re really good at self-assessment and self-awareness, but it’s hugely overestimated. At least in this capacity. Sharon Salzberg: I think that’s really true. I tell a story sometimes about a friend who came to me in New York City and took me out to lunch. He said, “This is the confessional lunch.” I said, “Really?” He said he had been doing loving kindness meditation. That was just his particular methodology. He said, “I’ve been doing loving kindness meditation for about three years now. I want to say that my experience when I sit each day or when I’m on retreat doing that practice is not that different now than it was three years ago when I started out, but I’m like a totally different person. I’m different with myself. I’m different with my family. I’m different ethically. I’m different with my community.” Then he looked at me and he said, “Is that enough?” I said, “You know, I think it’s kind of enough. Really.” The first thing I say is if you’re trying to assess your practice, and you should. You don’t want to do something forever not knowing if it’s making a difference. But don’t look at that 20-minute period a day when you’re formally practicing. Look at your life. That’s where you’ll see it ultimately. You don’t see it right away. You’re totally right. Usually other people see it more in us first before we see it in ourselves. I’ve had many people come to me and say, “I was going to stop. I didn’t think anything was happening, but my kids came to me and said, please don’t stop, you’re much better.” The ultimate point is to look at our lives. Maybe not right away. Others will tell us if we’re changing. But then when we are really seriously assessing, do look at your life. That’s where it matters. I think it’s in our lives that we do see the benefits, if they’re there to be seen. That’s where they matter and so that’s where it should be. Tim Ferriss: The friend I mentioned had a very similar experience. He runs pretty hot, as I do, as a lot of people do. His story was very similar and applies equally to meditation, which he has also since started. He began taking this very low dose, like 5 milligrams of lithium orotate. Caveat: talk to your medical professionals. Generally, you would expect as a monotherapy for bipolar depression, you’d be looking at something like 1,200 or 1,500 milligrams of lithium carbonate. This is 5 milligrams. He started taking it and didn’t really notice anything. He took it for a few weeks and then at one point, he was out with his wife and she was trying on some shoes and she came out and kept walking. He was telling her, “Actually, I’ve been taking lithium for the last week or two. I haven’t really noticed anything.” She said, “Wait, what? Do you realize that you just sat while I tried on shoes for 45 minutes and did not complain?” She goes, “Go buy all the lithium that you can buy. You’ve been totally different.” What I’ve found is that it’s also really easy to perceive a lack of progress because you don’t see yourself doing new things in the rest of your life, where what you don’t notice are the things that you’re doing less of, if that makes sense. What I have found for myself at least, it’s very subtle until someone points it out in you. But if I think of my proneness to anger or impatience. Let’s just say there’s a buffer. There’s a buffer between control and then externally throwing out anger or impatience. There’s certain things that decrease that buffer, that safety zone. For me, caffeine, sleep deprivation. But when I meditate and do other practices, it increases the buffer so it takes more and more and more to get me to that threshold after which I lash out or send the stupid, brusque email or whatever it might be. You mentioned the conditional love a while back. If you satisfy these 15 requirements, then I will love you. If not, I will revoke my ability to love you or whatever it might be. I’ve read a little bit and maybe you can elaborate on or tell the story about the man and his dog. The 100/100 story. Could you share that with the people listening please? I do like it. I only read a very abbreviated version. Sharon Salzberg: That’s great. I recently wrote a book called Real Love. The process of writing the book, we really tried to crowdsource in a way. I wanted to hear a lot of people’s stories and insights about love. Some of it I tried to do online. A lot of it I did meeting with groups. The very first group I met with was in New York City. People just were talking about their experiences of love. The trajectory of the book, the structure of the book is that the first section is about love for oneself. The second section is about love for another, whether that’s a parent or a child or a lover, whatever. The third section is about love for all beings. I just said, let it rip. I don’t care which section you’re talking about, but help me. Tell me what love means to you. Tell me some stories. We got through a good part of the evening and this guy raised his hand said, “Most people think of a good relationship as 50/50.” He said, “My dog and I, we’re 100/100.” It was perfect. I loved that story. I was, unfortunately, quite late with the book. It kept getting delayed because of me. Finally, it was a little over a year ago and I was in England about to sit a retreat. I was just about to press send. It was a day early from the final, final deadline. I felt really proud. Oh, I’m a day early. I was just about to press send when I remembered that story and I said, did that make it in there? Did it stay in there through all these changes and editing and stuff like that? So I looked and it had not. So I quickly typed it in and then I pressed send. It was the last thing that got written for that time. [Crosstalk] Tim Ferriss: Meeting deadlines is always a good feeling. It doesn’t always happen with books. How do you think about success, if you use that word? Or how would you like people to redefine it? Sharon Salzberg: I’ve kind of redefined it a lot in my own life. I know now that meditation, mindfulness is extremely popular and a lot of people talk about scaling. Let’s have a big impact on a lot of people. Even a small impact on a lot of people. But the lot of people part is what’s critical for a lot of folks. When I think about it, it’s not really so much that way for me. I feel really privileged. I feel incredibly lucky in my life. The things I get to talk about, the things I get to explore with people, and their willingness to be vulnerable and honest and the methods that were given to me I’m able to pass on and that I find really viable and useful and lifesaving in many cases. I ask myself, is it enough if one person or three people or I have 100 people in front of me and only three people want to take it to some depth or whatever it is? Is that enough? I actually kind of feel it’s enough because it’s so amazing when somebody says to you with that kind of sincerity, your work has really made a difference. People recognize my voice now because of recordings. It’s really a beautiful thing. I, like anybody, have great conditioning toward numbers. It’s got to be this many people. Or it’s got to be this many people per recording or something like that. As I get older, which I have somehow, I think who cares, really? Just think of that one person Tim Ferriss: What are your biggest challenges right now? Are there any particular behaviors you’re trying to change? Problems you’re trying to solve? If you’re comfortable discussing. I think it’s very easy for people to assume that you’ve got everything figured out. That you wake up and it’s just one blissful Zen moment to the next of self-compassion and loving kindness towards everyone in the world. But I would imagine there’s more to the picture. Are there any particular challenges or things you’re trying to change in your life right now? Sharon Salzberg: Yes, but first, just a story. It occurred me to as I was sitting in San Francisco airport. My flight was delayed for six and a half hours. Tim Ferriss: Welcome to San Francisco. Sharon Salzberg: For the first five and a half hours I was fine and then I got so irritated and I was so impatient. I felt so miserable. Just then, this woman came up to me and said, “Are you Sharon Salzberg?” I thought, great! You almost caught me having a temper tantrum on the floor. If only you’d come three hours ago to talk. So there’s a lot of that. Yeah, I say yes to too many things. I’m tired. I’m a night owl anyway. If I’m asleep by 1:00, it’s a good thing. If I’m asleep by 3:00, that’s a bad thing. I just have this book come out and I was traveling like crazy. I’m so happy I’m not getting on another airplane for a few weeks. There is this great temptation in this moment in time because I remember coming back from India in 1974 as a meditation teacher, because one of my own teachers had told me to teach. In those days, if I was at a party or some social situation and introduced as a meditation teacher, people would sidle away like that’s weird. Or they’d say, “Did you meet The Beatles when you were over there?” I’d say, “Sadly, no. They went when I was in high school.” But now it’s so tempting. There’s so many opportunities. I could go to so many places and meet so many different kinds of people. Wait a minute, take a break. Tim Ferriss: How do you work through improving any of those things? How do you think about making progress with behavior change? Sharon Salzberg: Well, by the time that my thousandth friend has said to me, “You’re traveling too much.” Tim Ferriss: Right, it sinks in. Sharon Salzberg: I guess it’s obvious. Or, “You look really tired.” I’m like, “Yeah, maybe I should go to sleep a little earlier.” Tim Ferriss: What has worked well for you historically when you feel overwhelmed or are in a dark place? Are there any particular times that come to mind for you in the past where you could tell a story, and then what helped you get out of it? Whether the funk has overwhelming depression or some combination? Sharon Salzberg: Yeah. I did write a book called Faith. Faith in the British tradition is not like a commodity that you have or you don’t have or if you don’t have enough or the right kind, you’re condemned. It’s more a process. It’s a journey. Faith is almost defined as offering your heart. Being able to be fully present with something. Moving off of the sidelines into the center of possibility. It’s that movement. It’s only aided and strengthened by questioning and doubt and wondering the right kind of doubt. Wanting to see the truth for yourself. I was working with this freelance editor friend on the book and saying from the Buddhist point of view, doubt is not the right kind of doubt. That insistence on questioning is not the opposite of faith. So she said, “What’s the opposite of faith?” I said, “Despair.” Then she said, “Well, you’re going to have to tell a despair story in your book.” I said, “I’d really rather not.” But I did. It’s a story – we started this conversation talking about my mother dying when I was 9. In the book, Faith, I talk about this time in the ‘90s, 30 years later or more. I was meditating. I was in Australia on a month-long intensive retreat with my Burmese teacher, [inaudible], who had gone to Australia to teach. Out of nowhere I was kind of back there. I was 9 years old. Not knowing what to do. Not knowing how to get help. The terror and anguish and the whole thing, it was just there. It was one of those moments where I thought, I thought I worked through this. I thought this was done. Through the whole process, relying on him and his trust in me and the practice and being in nature and things like that, I really saw that despair was like the severing of connection that faith was like connection, like love. Which I’m also defining as a connection. So I’m realizing I’m back there again. I realized that everything I could do that would renew my sense of connection and bring me to that sense of not being so alone, not being severed from life itself. There was at the time this passage from [inaudible] came up in my mind. “Do not be frightened if a sadness greater than you’ve ever known before come up before you. Life has not forgotten you.” Tim Ferriss: I love that. Sharon Salzberg: That really became my mantra. “Life has not forgotten you.” I’m still a part of life. Life has not forgotten me. Maybe you know that first class I did in Asian philosophy was the beginning of that. Everybody suffers. This is a part of life. Life has not forgotten you. You haven’t been abandoned. When I feel that, and I don’t really feel it often, but if I feel the intimations of that re-emerging, it’s all about connection. Tim Ferriss: I know we have some time constraints today. I think that’s actually a very good place to hit pause for a second. I want to – I didn’t do this up front, but I was planning on it, so here it is. I wanted to thank you personally for the work that you’ve put out in the world because it’s had an impact on me. I’ve listened to your audio. I’ve read a lot of your writing. I want to reaffirm what you said earlier about success and not income liability reaching for scale form the outset, but focusing on one person at a time. Because your work has impacted me, which has helped me to also try to do better things in the world. Form a very personal standpoint, I wanted to thank you for doing what you do. Sharon Salzberg: Thank you, really. Tim Ferriss: I continue to read your work. I would highly recommend people check out Real Love and certainly for people listening, I’m going to link to that, as well as anything that we’ve spoken about in this episode in the show notes at tim.blog/podcast, as per usual. But I’m wondering if there’s any ask that you have or recommendation of the audience that you have before we draw to a close. Are there any parting comments or words that you would like to share? It could be anything really, to the people who are listening. Sharon Salzberg: Thank you. I do find this such a time of grief on the part of people and rage. So many people say to me, “I can’t bear who I’ve become. I’m continually enraged.” My hope is always that love be a part of the conversation and that we, in a way, I guess it’s why I’m glad the book came out when it came out because it’s so easy to think of love as being weak and saccharine and all of that. It’s so easy to think the only strength we have is vengefulness and hatred. I hope we just keep looking at that all together and understand that we can fight and struggle. We have to because what a time. It can come from a different place. It’s got to come from a different place. I know that quotation from Einstein is a little suspect, because you can never really source it. Where he apparently said somewhere, “The problems that we face cannot be solved by the same level of thinking that created them.” It sounds very Einstein-like. It’s an amazing statement. I think about that a lot. One of my deepest hopes is that people will do the good that’s in front of them, even if it feels very small because the problems right now can seem insurmountable and massive. We just have to step by step do what we can. Tim Ferriss: Do the good that’s in front of you. That’s advice that everybody needs to hear. I think it’s so important. So thank you. What’s in front of you is concrete. I think this is why a lot of people feel overwhelmed is that the big, the macro, the global, economic, political fill-in-the-blank tend to be very abstract. It’s difficult to grapple with a shadow in that sense. Rather than focusing on things you cannot control or things you will not attempt to control, work with what’s right in front of you. It’s those small acts done by one or several or many people that ultimately create the large-scale change. Do the good that’s in front of you. I appreciate that. People can certainly find you on social. If they want to say hello, do you have a preferred location on the internet for people to say hello? Sharon Salzberg: I’m on Twitter a lot – @sharonsalzberg. My website is sharonsalzberg.com. you can actually reach me through there as well. Tim Ferriss: Perfect. Sharon, thank you so much. I hope we have a chance to meet in person or do a Round 2. I’ll definitely keep you posted on the goings on or not goings on during my first 10-day. Sharon Salzberg: Yeah. I’d love to hear it and I’d love to meet you sometime. Tim Ferriss: To be continued. Thank you very much for the time. Sharon Salzberg: Thank you. Tim Ferriss: Just to repeat for everybody listening, you can find links to everything we’ve discussed, including the books and so on at tim.blog/podcast. Until next time, thank you for listening. Posted on: February 3, 2018.", "speakers": ["tim ferriss", "sharon salzberg"], "text_sentences": ["hello, ladies and germs", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to interview people from many diverse fields, different arenas of competition, or lack thereof, to dissect what makes them the best at what they do", "the habits, routines, philosophies, beliefs, etc", "that you can apply in your own life", "this episode we have sharon salzberg, s-a-l-z-b-e-r-g", "you can find her on twitter", "i believe she’s @sharonsalzberg", "sharon is a central figure in the field of meditation, a world-renowned teacher, and new york times bestselling author", "she has played a crucial role from the very beginning, in some respect, in bringing meditation and mindfulness practices to the west and very much into mainstream cultures since 1974, when she first began teaching", "she is the cofounder of the insight meditation society in barre, massachusetts, and the author of several books, including the new york times bestseller real happiness, her seminal work, loving kindness, which we’ll get into, and real happiness at work", "she’s very well-known for her down-to-earth style", "you’ll get a first-hand view of that when you listen to this", "she offers a secular and modern approach to buddhist teachings, making them more accessible than i think some of the esoteric varieties would be to type-a personalities, like you, friend listening to this podcast probably", "she’s a columnist for on being, contributor to the huffington post, and the host of her own podcast, the metta hour, m-e-t-t-a", "we will get into what that means", "her newest book is real love: the art of mindful connection", "i wanted to speak with sharon for a long time", "i’ve read her work", "i’ve heard her audio", "it’s very meaningfully impacted how i operate in the world, how i perceive myself and others", "ultimately, that has made me both more effective and given me a greater sense of wellbeing", "i hope that you pull some of that from this conversation", "we bounce all over the place", "i ask some very personal, self-interested questions, which i think make the answers practical also", "there you have it", "i hope you enjoy, as much as i did, this wide-ranging conversation with sharon salzberg", "sharon, welcome to the show", "thank you", "i have been looking forward to this conversation for some time", "i’m glad we could finally make it happen", "the construction around your apartment in new york notwithstanding", "i know that you have to be out at a set time, so i’d like to just right into it and begin at the beginning, in a sense, with a question related to your youth", "if you’re comfortable sharing the story, could you tell us about your experience that you had, i think you were 9 years old, when you were dressed in your halloween costume and watching nat king cole", "yes", "my mother died when i was 9", "it was that night when i was 9 that my mother started hemorrhaging", "i was alone in the house with her", "i ended up getting an ambulance and she went to the hospital", "she died about two weeks later", "it was much later when i was writing a book called faith, which is about my faith journey, that i looked back over my life from the time i was born until the time i went to college at 16, and i realized that i had lived in five different family configurations along that time", "each one of them had been altered by trauma or death or some kind of really terrible circumstance", "what was your relationship like with your father when you were younger", "well, my parents had divorced when i was 4", "my father, as far as i can recall, was really my hero", "he was the love in my life and he was just gone", "he completely disappeared and there was no contact whatsoever from the time i lived with my mother after they split up, and her siblings from the time i was 4 until the time i was 9", "at that point, after she died, i ended up living with my father’s parents, whom i hardly knew", "that was the first time that contact was reestablished between us", "he didn’t reappear in my life, my actual physical presence, until i was 11", "by that time, it was clear he’d suffered really severe mental illness", "he was drinking", "he was gambling", "he was really lost", "he came back when my grandfather died when i was 11", "he was in the house for about six weeks, when he took an overdose of sleeping pills and entered the mental health system, where he stayed for the next significant number of years before he died", "it was part of that which was my recollection because i was part of a family system where this was never ever really talked about", "i had, as one can imagine, all of these feelings inside and i didn’t know what to do with them", "people had always told me, “your father accidentally took an extra pill", "he just didn’t remember that he’d taken sleeping pills already.” it was only when i was in college years later that i thought, wait a minute, that’s a lot to have happen so that you then end up in a mental health facility for the rest of your life", "it took a lot to figure out people, of course, were trying to protect me", "they were trying to keep me happy, keep me going", "but it was on the basis of denying what i actually was feeling", "it was very destructive", "when did you have your first encounter with buddhism or mindfulness", "how did that enter your life", "i went to college when i was 16", "when i was a sophomore, i took an asian philosophy course", "honestly, looking back, as far as i can tell it was happenstance", "it was on tuesday it fit in with my schedule and [inaudible] required", "let me do that one", "right", "didn’t start too early", "[crosstalk]  no", "exactly", "it couldn’t do that", "i took this class and it was really in that class that i encountered buddhism for the first time really", "it was the ‘60s, so it was kind of around in a way, but it was the first time i heard what the buddha taught", "the first part that was incredibly important, given everything i’d been through, was the teaching about suffering", "suffering is a part of life", "it’s not just me", "it’s not something to be ashamed of and feel i’m aberrant and different", "which, of course, is what i primarily felt my entire life is i’m different", "people have two parents", "people have same parents", "other things are going on for other people", "but not me", "but all of a sudden, i was part of the human family", "life is not always pleasant", "it doesn’t always go our way", "it’s not that it’s grim or horrible, but it contains suffering for everybody", "that was a huge liberation", "then i heard in that class that there was actually something you could do about the suffering in your life", "not the suffering of circumstance, but all the ways we hold it", "we can have pain and we can hold it in isolation or we can hold it as feeling part of the human family", "or we can have rage or compassion", "there’s so many options", "i heard there was this stuff you could do", "there were actual methods or techniques called meditation", "if you did them, you could be happier", "i was going to school in buffalo, new york", "i looked around buffalo and didn’t see it anywhere", "it’s probably everywhere now", "but i didn’t see it", "there was an independent study program at the school", "i created a project", "i said, “i want to go to india and study meditation.” they said okay, so off i went", "had you traveled outside of the country prior to going to india", "no, i had not", "i was just teaching a class here earlier today", "i said, “you know, i’d never even been to california before i went to india.” i grew up in new york city", "i went to school in buffalo", "there’d been one family trip to florida in my youth", "that was it", "and then i was on a plane", "i have read that a few days before leaving for india, you went to a talk by a famed tibetan master", "i’d love for you to tell us a bit about that", "(a) because i have no idea how to pronounce this name properly, and (b) what you took away from it", "his name is chogyam trungpa", "it was his first trip to the united states", "i don’t know who did his tour", "he ended up in buffalo, new york", "he later became the founder of naropa institute and shambhala publications", "all kinds of things", "but this was his first trip", "he was giving a lecture, not at my university, but at a nearby college", "this was maybe three or four days before my friends and i were going to leave for india", "we didn’t know where we were going to go", "i just knew i wanted to study meditation", "we went to his talk and they asked for written questions", "i wrote out the question like, “where should i go", "i’m leaving in a few days for india", "i want to study buddhist meditation", "where should i go?” he had this big pile of questions in front of him and he pulled it out and read it out loud", "he was silent for a moment", "then he said, “i think you had perhaps best follow the pretense of accident.” that was it", "there were no addresses, no handy monastery guidebook, nothing", "just “follow the pretense of accident.” that’s exactly how it happened", "pretense of accident, meaning no set plan, allow things to unfold as they unfold", "is that what that means", "it means that", "i think what it meant for me was to stick close to your intention", "my intention was so strong and my yearning was so strong that it really saved me, in a way, staying close to that because there were naturally some disappointments along the way in ways that i couldn’t imagine", "i couldn’t imagine how things were going to start out", "i started out in dharamshala in india because i knew the dalai lama lived there", "i’d heard he was a buddhist", "there were amazing teachers and opportunities there", "but it was one of those situations where it didn’t quite work", "i’d go to a meditation class and – because remember i was really into the practical how-to", "what’s the stuff that’s going to help make me happy", "i’d go to this meditation class and they’d say the teacher had to go to the dentist at the other end of india", "come back in two weeks", "the translator is out of town", "try again later", "it just wasn’t happening", "i went to a tibetan restaurant one day and i overheard a conversation where these two women were saying that there was going to be an international yoga conference in new delhi", "i thought great, i’ll go there", "that’s where i’ll find my teacher", "i went there and it was a really dispiriting time where the low point was probably when these yogis and swamis were up on the stage pushing and shoving against each other to be the first to grab the mic and speak", "i thought, man, i should have stayed in buffalo", "this is terrible", "actually, dan goldman who is now very well known for his book emotional intelligence and his work, but in those days he was a graduate student in psychology at harvard", "he was studying meditation", "for some reason, he was delivering a paper at this conference", "i went to his lecture", "he said at the end of the lecture that he was on his way to this town called bodh gaya in northern india", "he was going to do an intensive, 10-day meditation retreat, which was like an immersion course, free of cultural baggage and really the direct stuff", "i thought, that’s it", "it was it", "i followed him to bodh gaya", "the pretense of accident", "what happened in bodh gaya", "if i’m saying that correctly", "i probably am not", "yeah, you are", "all right, great", "i’ll take it", "no, you are", "what happened there", "well, there was a teacher named essen gawanga, who had just left burma", "he was teaching intensive, 10-day meditation retreats where you were basically meditating under his guidance all day", "he’d give one lecture at night", "we had certain silent days and silent times", "he would just keep modulating the instruction until we’d come to the end", "we did meditation for feeling the breath, just basic concentration", "then scanning your attention through your body, feeling these different sensations", "the very last thing that he taught was a loving kindness meditation, which many years later became my main meditation, my personal meditation, and also in terms of my teaching and writing", "that was for ten days", "it was really an immersion", "it was a tremendous time of discovery", "not only did we forge lifelong friendships because here he is all these years later", "it was january of 1971 that i did my first retreat", "i just saw dan goleman last night, for example", "we are tremendous friends, this whole group of people", "it really was about learning", "it was about discovering", "the lab, the vehicle, was ourselves", "the timing of our conversation is really opportune because i’m actually, in about six days’ time, doing my very first 10-day silent retreat", "you are", "i am", "at spirit rock", "how fabulous", "i’ve never had this experience", "i am apprehensive", "excited, but apprehensive about it", "jack kornfield will be there", "i’m very interested to engage with him before i have to stop talking", "what advice would you give to someone going into that type of experience for the first time", "i think it’s great", "congratulations", "thank you", "i would love to hear from you when you come out", "we’ll have a follow-up", "i would really love that, sincerely", "there are a few things", "one is the thing most people feel trepidation about seems to be the silence", "people show up and they say, i don’t think i can be silent or my partner doesn’t think i can be silent", "one women came and said, “they’re doing a betting pool in my office", "they don’t think i can be silent.” of all the elements of the retreat, it’s almost always one of the things people point to as the most beautiful", "because it’s like for once in our lives, we can really, fully be ourselves", "we don’t have to present ourselves to others and think about their experience versus our experience", "am i witty enough", "am i strong enough", "or anything", "you can just be", "it’s a beautiful gift to give to oneself", "i’d also say the first few days of a retreat, like the first day and a half, let’s day, are usually pretty rough", "even if you have tremendous experience in meditation and in retreats, it’s just an adjustment period", "it’s like i, 45 years later, if i go into an intensive retreat, the beginning is usually – i say there are two voices that arise inside my head", "one voice says, there’s nothing happening here", "it must be time to go to sleep", "so even if i slept for ten hours, i just conk out", "the other voice says, there’s nothing happening here", "let’s make something happen", "the next book", "the next center, whatever", "all these fantasies start pouring in", "it’s like you’re careening almost from sleepiness to restlessness and sleepiness to restlessness", "that will definitely change and it will even out", "you’ll have an experience of both energy and calm at the same time", "but the most tricky thing is believing the thought that tends to arise that says, oh no, nine more days exactly like this", "which we tend to believe", "if you can remember, don’t believe that thought", "it’s going to keep changing", "jut keep going", "it will change and you’ll feel much more completely there", "thank you", "i’m really excited about it", "i’m excited too now", "yeah, i’m really excited about it", "i’d love to hear how you – let’s just say you had a room of open-minded, intelligent people who are all type-a", "that’s basically most of the people listening to us", "imagine you have these people and they are in the boat that i was in for a very long time", "i’m not going to lie; occasionally i end up back on that boat, which is meditation just doesn’t seem to work for me", "i’ve tried a, b, and c and it’s just not the tool to fix my particular set of problems", "i can’t sit still", "i can’t do fill-in-the-blank", "but i would like to make an attempt because i recognize at least the benefits i’ve seen in other people and read about", "how do you get those people started", "what do you say to them", "well, my first question is what is that blank that we’re trying to fill in", "because a lot of people have really intense expectations of what meditation is supposed to do and they’re often wrong", "a lot of people have said to me, for example, “i tried that once", "i failed at it", "i couldn’t stop thinking", "i couldn’t make my mind blank", "i couldn’t have only beautiful thoughts", "i couldn’t keep the anxiety from coming up", "i couldn’t keep sleepiness at bay.” we say, of course, you cannot fail at it", "it’s impossible to fail at it because you cannot be having the wrong experience", "the question is not what is happening, but how are you relating to what’s happening", "that’s the whole terrain of the transformation is how much presence, how much balance, how much kindness, how much compassion are your bringing forth in relationship to what’s coming up", "of course, there’s a kind of social pressure these days", "if you ran into a friend what you’d like to be able to say is, well, i had a little bit of restlessness in the beginning, but then this peace, this unfathomable peace just descended upon me", "then it started shimmering at the edges and turned into bliss and there was bliss and peace", "that’s what we want to say", "we don’t want to say, my knee hurt", "my back hurt", "i got restless and i got angry and i judged myself and then i fell asleep", "but in truth, really truth, not just consolation, but in truth from the point of view of mindfulness, it doesn’t matter", "the question is, okay, how were you with the sleepiness", "how kind were you when you got angry", "kind toward yourself", "how much could you include in that field of awareness", "those things are much more subtle and they’re not as satisfying", "they’re certainly not as satisfying to talk about, but that’s the whole point", "i would really want to know what someone’s expectations are", "then you can be reassured", "you’re going to sit with jack, who’s been teaching for a very long time", "there’s not a cookie-cutter description of what it’s supposed to look like", "maybe for you he’ll suggest more walking meditation than sitting meditation", "maybe he’ll suggest a more structured approach because that is proving useful for you", "or maybe a less structured approach", "there’s so many possibilities", "when you are advising someone who is really making an effort to create meditation as a practice, much like they would brush their teeth or something else – what you already said is very helpful in the sense that it’s not the content of the experience, it’s how you relate to the various things that come up during your experience", "i remember one thing that helped me as a typically – i suppose i’d self-describe as a driven, type-a personality – was the idea that – this is something that someone said to me", "i don’t recall who it was", "but it’s not important or you shouldn’t judge the session based on how many times you lose focus of x, whether that’s a mantra or your breath or whatever", "because the practice itself is coming back to the focus", "thinking of it in terms of repetitions in that context really helped me to relate better to what i viewed as these horrible distractions, but not realizing that’s the lowering of the weight and then your job is to lift it back up", "that’s right", "that’s exactly right", "are there other mental frameworks or analogies that you found very helpful much like that for people to keep in mind when they’re sitting down and their knee hurts and they’re having these various – they’re thinking of the last episode of rick and morty that they watched or whatever", "great how", "are there any other analogies or recommendations that allow people to be easier on themselves and make progress through relating to themselves in an easier way as opposed to straining", "yeah, that’s also a great question", "there’s several levels to that", "on an immediate level, what you said is the most important thing", "sometimes we say the healing is in the return, not in never having wandered to begin with", "the most important thing is that coming back", "in some ways, it’s the opportunity to come back that the distraction gives us", "you can come back", "if you need to let go and come back a billion times, then it will be fine because that’s the actual training", "one of my tibetan teachers, [inaudible], called it exercising the letting go muscle", "the secret ingredient in that is actually self-compassion, which means that you realize you blew it", "your mind wandered", "or in life maybe you realize you made a mistake or things didn’t really go the way that you wanted them to", "rather than spending the next year and a half castigating yourself with that fact, it’s realizing lessons learned or maybe i need to make amends", "or maybe there’s something i need to do to come back into balance", "but i need to do that with kindness toward myself", "that makes the process go a whole lot quicker", "it’s restorative rather than if you just blame yourself and you call yourself a failure and you get down on yourself and you judge yourself, it’ll last forever and you’re exhausted", "it’s not really resilience", "it’s not the space with which we can start again", "if you start finding yourself doing that in the process of meditating, that’s the signal to remember", "this happens", "this is the process", "this is actually the path", "it’s not that i need remedial work or i’m the first meditator that ever lived", "this is what it looks like for everybody", "let me start over", "starting over is really very important", "when you’re thinking back on the many people you’ve taught and interacted with, readers who’ve given you feedback and so on, have you identified any type of what i might call “minimum effective dose”", "what i mean by that is if you look at certain types of resistance training or physical training, you can research and experiment with the frequency, the duration, the intensity and figure out which parameters you respond best to", "the same is true for different aspects of diet or drugs, certainly", "you do too much, there are unintended side effects", "you do too little, you don’t get the effect you’re looking for", "i’ve noticed, for myself at least, that maybe 20 minutes a day first thing in the morning for five to ten days straight is about the minimum dose that i need to click into feeling generally much more relaxed with meditation", "then after that point, i can actually dial back that frequency if need be", "but i need that first loading period", "have you observed any sort of generalizable minimum effective dose from people", "where it’s like x, y, and z is too little, too infrequently", "this is too much so you’re more likely to quit", "but this is the goldilocks in between that i’ve seen to really deliver the most benefits for the least inconvenience, for lack of a better term", "how would you think about that", "it just so happens that last night i was with some friends who were giving a lecture", "dan goleman, richie davidson, who’s a neuroscientist at university of wisconsin madison, and studying meditation, and john kabat-zinn, who founded mindful and space stress reduction", "richie, from the point of neuroscience, said that nine minutes a day will actually change your brain, but you have to do it every day", "i often think of retreats like the intensive retreat, as a period of really deepening confidence and clarity about the practice so that you have better tools to actually practice every day", "somebody also made a comment about how it may not be the healthiest thing in the world to think about the least possible amount i need to put into this thing in order to get some result", "i would pad it some", "i wouldn’t just try to do nine minutes", "usually i say 20 minutes a day, more if you can", "just because the first five minutes or so in a daily sitting tend to be the most distracted", "like what’s that sound", "i think it’s my refrigerator", "do they still have refrigerator repair people", "i don’t know", "maybe i need a new refrigerator", "do they still have sears anymore", "i don’t know", "it’s almost like this discharge of tension for the little bit and then if you can hang in there, you’ve got the chance to go deeper, having discharged all of that", "it’s just more fruitful in a way if you can do 20 minutes", "but if you only have three, i’d say do three", "everybody says it’s the everydayness of it, which seems to be the most potent thing", "for a beginner, what would you recommend those 20 minutes look like", "what would the protocol or the format of those 20 minutes look like", "well, there are three main thrusts of the tradition, which were reflected in my first retreat", "the first is concentration, where we try to settle our attention and have it be more stable and get more centered", "so that usually means choosing an object – whether it’s the breath or a mantra or whatever it is", "in our case, it’s usually the breath", "settling your attention on that object and then simply returning every time you realize you’ve wandered", "over time, you get a sense of a tremendous amount of energy returning to you because there’s an awful lot of energy that could be available to us that isn’t because it’s scattered all over the place", "we keep gathering it and returning it and do feel the empowerment of that", "also integration of our being", "it’s like all that scatteredness is also fragmentation", "we bring it all together", "then there’s mindfulness which actually is an extension of that, where we not only pay attention to the single object like the breath, but pay attention to our emotional world and what’s coming up predominantly in our bodies and what we’re feeling and all kinds of things", "with that same kind of balanced awareness, which is why we say mindfulness is the basis for insight", "we understand so much more about everything", "one example is i often talk about sitting and looking at my own fear, trying to be as mindful as i can, which means not condemning it and also not diving into it and having it take over", "i feel i’ve seen a lot", "as one example, i felt that unlike the world’s maxim that we’re afraid of the unknown, i find that i’m really afraid when i think i do and it’s going to be really bad", "it’s all the stories i tell myself that really get me going", "even in the midst of that, if i remind myself, you know what", "you don’t know", "then i feel relief", "i feel a sense of space", "we look at our desire and we say look how much loneliness there is in there", "we look at our anger", "we say, look how much sadness there is in there", "whenever we look, we see into change", "look at that, i thought it was so forever", "i thought that was all that i ever felt, but look at that", "it’s always changing", "all of that naturally arises from paying attention", "then the third thrust of the skills training in meditation is loving kindness or compassion", "that was the last meditation i introduced to my 10-day course", "it was just an hour or so", "it so ignited me that it became something i got very devoted to", "that’s threaded throughout, both the self-compassion we have to feel for ourselves to be able to do the first two concentration in mindfulness well", "then there are some practices which are devoted to the deepening of loving kindness, and compassion", "is loving kindness – i’m not terribly familiar with loving kindness – but i recall – and please correct me if i’m misapplying the label", "but i read some writing by a gentleman named chade-meng tan out of google, you may know, a friend of mine", "meng introduced me to a very simple practice of thinking of two people – initially people you know well and care for", "just wishing them to be happy in the sense, in the most abstract of ways", "but it didn’t seem to matter that it was abstract, even though i love the concrete", "i did this for a period of time about a year ago at night, just before winding down and going to bed", "it had a tremendous impact on my happiness, if we want to call it that, or self-reported wellbeing, over the subsequent ten days", "i was in such a good mood", "the only variable that i could identify that i’d changed was wishing two people happiness for two or three minutes apiece every night", "does that fall in the category of loving kindness practice", "it does", "all right", "i was really just impressed by how profound the impact was because i’m not going to lie, i expected it to do very little", "why does it appear to have such an impact", "i mean, i don’t feel like i’m a jerk", "i do like to wish other people to be happy", "i try very hard in my books and so on to facilitate that", "but why does it seem to have such an impact", "well, i think it’s because it trains our attention to be different", "it’s like we’re paying attention differently", "for example, if you were doing it in a formal sequence, and you may in the retreat, i’m not really sure", "you start with offering loving kindness to yourself", "then you move on to those people you like", "you keep on moving through those you feel neutral toward", "maybe somebody who plays a role in your life that you see now and then", "you move on to offering loving kindness to more difficult people for you", "then finally, all beings everywhere, all of life", "i think the reason it works – and it does work – and i also know it’s easy to be cynical about it", "it sounds so schmaltzy", "it does sound ridiculous, i know that", "it’s actually very powerful", "the question is, do you want to make the experiment or not", "or is it just so off-putting that you’d rather not", "which is how some people see it", "it is all about paying attention differently", "for example, looking at yourself, if you’re the kind of person who at the end of the day you sort of evaluate yourself, like how did i do today", "if you’re the kind of person who pretty well only remembers the things you did wrong and the mistakes you made", "[crosstalk] that’s right", "the loving kindness is almost like asking yourself, anything else happen today", "any good within me", "it’s not to be conflict avoidant and pretend we’re perfect or anything", "but it’s that kind of singular, obsessive look at what’s wrong that we want to broaden", "we want a little air time for the rest", "what do we pay attention to", "who do we pay attention is a fascination question", "who do we look right through", "who doesn’t count", "who doesn’t matter", "who’s like an object for us", "this is one of the places where that neutral person is real interesting because they’re just the shopkeeper or just the drycleaner or whatever they are", "i’m very easy to objectify, very easy to look through", "so what happens when we look at them instead of through them", "which is in effect what we’re doing in the practice", "how do we pay attention", "are we really there ever", "are we talking to a stranger and thinking about our email and whatever else we need to do", "[inaudible]", "that is exactly the same movement we do in the concentration meditation", "when we realize we’re a million miles away, we come back", "what’s it like then when you’re really listening", "that’s how the practice actually works", "the filter question or the lens through which you look at your daily experience, the reframing of that by doing this exercise is a really important point so i want to underscore that for people listening", "just to draw an analogy or at least a parallel, if you buy a new car, let’s say you buy a white volkswagen golf, it will seem the next day or subsequent week that there are white volkswagen golfs everywhere on the street", "but it’s simply because you’ve attuned your attention to that particular object", "i owe one of my ex-girlfriends a debt of gratitude because at one point she noticed that i did have this habit of running my life along a certain philosophical line, which was the goods things will take care of themselves, just tell me what’s going wrong", "i didn’t want the positive feedback", "i wanted to know how i could improve and what i needed to improve", "to remedy that at one point, she created this big mason jar", "she just wrote on the side – the jar of awesome", "what she asked me to do was every night just to write down really good thing that happened that made me happy or made me grateful that day and put it in the jar", "it’s not that i was a total ingrate", "it’s not that i was ebenezer scrooge or anything, but i would put down the things that were good", "i realized one of the critical mistakes that i made – and i’m getting a little off-track here – but i assumed that i would always remember the good things long-term because i found it second nature to remember the bad things long-term", "it turned out that it was a completely false assumption and i would very quickly forget the good things that happened", "my girlfriend encouraged me to write down these events or encounters, whatever it might be, on a piece of paper and fill up the jar", "then when i was having a down moment or being over-judgmental towards myself, to just reach into the jar and pick out one or two examples", "it was really therapeutic for me", "i still have it, to this day", "the topic of self-compassion is one i want to come back to", "we were chatting a little bit before we started recording about the word “love” and how perhaps it’s been co-opted or used in ways that have made it challenging", "could you please elaborate on what you mean by that", "we didn’t get into it before we started", "just for myself also, this is a word that is so often used it seems to have lost a lot of meaning", "i’d be curious to know how you wield it and how you suggest people think about it", "i think it has lost a lot of meaning because we use the word “love” for everything from i love the color of that cabinet and i love frozen yogurt to i love you", "there’s some many associations with love", "one of the questions you posed before – if you are a person who is kind of a type-a person and you’re brought into a room and say, we’re going to do a meditation on love, it tends to be a little nauseating for a lot of people", "because we often associate love with weakness or giving in", "kind of smiling, it’s just this frivolous smile", "it’s not connected", "maybe in a very deep [inaudible] of pain or anger or our edge or ferocity or intensity or the things that are really a part of us", "the word in pāli, the language of the original buddhist text is metta, m-e-t-t-a", "it’s commonly translated as loving kindness, which i think has a flavor of the actual meaning, but it’s kind of a problematic term because nobody really uses it", "you wouldn’t really necessarily expect to go to a coffee shop somewhere and hear the conversation at the next table, including the words loving kindness", "maybe it’s a little saccharine or removed from day-to-day life", "i’ve had scholars and translators come to me and say, “just say love", "stop being so cutesy", "you mean love.” but love is so complicated and can also be frankly a medium of exchange", "like i will love you as long as the following 15 conditions are met", "or i would love myself as long as i never make a mistake", "it’s so fragile", "it’s so breakable", "it’s not really what metta means", "the literal translation i also have a problem with", "the literal translation is friendship", "for me, friendship implies conviviality", "like let’s have dinner together or let’s go to the movies together", "i want to spend time with you", "love in that sense of metta does not mean that at all", "it actually doesn’t even imply a certain action", "it’s an inner space of connection", "we acknowledge our lives are connected", "that everybody counts", "everybody matters", "it doesn’t mean i like you", "it doesn’t mean i want to spend any time with you", "it doesn’t mean i’m going to cease fighting you and your agenda", "but not from a place of hatred", "it’s connection", "that’s really what it’s about", "so those practices of loving kindness meditation are about connecting more deeply to ourselves and connecting more deeply to others", "if someone feels themselves steering towards anger in an exchange with someone, aside from the mindfulness training or practice they would do outside of that encounter, is there anything you recommend they do or self-talk they could use to diffuse that and steer it in a less antagonistic direction", "i think there are lots of levels to that", "one is getting really acquainted with what’s happening in your body", "it’s like you feel the beginning of the anger", "not like after you’ve sent the email or lashed out, but you can feel it really emerging", "then you have a choice", "we also practice in mindfulness being able to hang in there with the anger without having it take us over and also without being ashamed of it or afraid of it without fighting it", "but we have a more balanced relationship", "we can hang in there", "it’s almost like this storm moving through your body", "then you decide how you want to act", "because often we do have to act and we should act", "but maybe that very email is not going to get you what you want", "maybe it’s better to wait a moment and see what else emerges, something like that", "there are also intentionalities", "we can remember our deepest intention", "like what do i want to have come out of this conversation", "what would make me happiest", "do i want to be seen as right", "do i want to grind him into dust", "do i want to be helpful", "do i want a resolution", "that will give us a lot of information about where we’re really coming from and if it’s to have a resolution, to find a way to work together or whatever it might be", "or even to finish [inaudible]", "then that might counsel being quieter and not being so forceful or finding another way of saying this is what i feel instead of this is the way the truth is", "things like that", "and if you in fact want to grind them into dust, that will be a different path", "yeah, the “this is how i feel” frame is one that i want to personally get better at using", "i think it’s so easy, at least for me, to unfortunately convey messages in a way that seems very spock-like", "if you were to take the same content and have someone transmit it with a smile and preface it with “this may be just how i feel, but,” i think that i could have avoided a lot of wasted time and energy and hurt feelings in other people", "even though it’s exactly the same content in fact", "two quick notes: the first is just since you mentioned email and creating unnecessary messes, i would suggest to anyone out there one thing i’ve learned, if you’re experimenting with any type of fasting, obviously with proper medical supervision and so on, it’s probably a good idea if you’ve never done it before, to not let yourself send email on the second or third day", "i’ve created a lot of ugly disasters by manning the inbox during times like that", "the second is something that i wanted to back into that’s related to what we’ve been talking about and i thought was really profound and worth highlighting for people", "that is that oftentimes, this has certainly been true for me, that if you are working on your meditation practice, it also applies to all sorts of things like medication, in some instances", "this happened to a friend of mine when he started taking very low dose lithium, for instance", "others see the changes in us before we see the changes in ourselves", "i’d love for you, if you could, to talk about that a little bit", "i can certainly give an example or two as well", "but it strikes me that a lot of people give up because they feel like nothing has happened when, in fact, a lot has happened, they just can’t yet perceive it themselves", "so if you could talk to that at all, i’d love to hear your initial thoughts because i think it’s really important since so many analytical left-brain people think they’re really good at self-assessment and self-awareness, but it’s hugely overestimated", "at least in this capacity", "i think that’s really true", "i tell a story sometimes about a friend who came to me in new york city and took me out to lunch", "he said, “this is the confessional lunch.” i said, “really?” he said he had been doing loving kindness meditation", "that was just his particular methodology", "he said, “i’ve been doing loving kindness meditation for about three years now", "i want to say that my experience when i sit each day or when i’m on retreat doing that practice is not that different now than it was three years ago when i started out, but i’m like a totally different person", "i’m different with myself", "i’m different with my family", "i’m different ethically", "i’m different with my community.” then he looked at me and he said, “is that enough?” i said, “you know, i think it’s kind of enough", "really.” the first thing i say is if you’re trying to assess your practice, and you should", "you don’t want to do something forever not knowing if it’s making a difference", "but don’t look at that 20-minute period a day when you’re formally practicing", "look at your life", "that’s where you’ll see it ultimately", "you don’t see it right away", "you’re totally right", "usually other people see it more in us first before we see it in ourselves", "i’ve had many people come to me and say, “i was going to stop", "i didn’t think anything was happening, but my kids came to me and said, please don’t stop, you’re much better.” the ultimate point is to look at our lives", "maybe not right away", "others will tell us if we’re changing", "but then when we are really seriously assessing, do look at your life", "that’s where it matters", "i think it’s in our lives that we do see the benefits, if they’re there to be seen", "that’s where they matter and so that’s where it should be", "the friend i mentioned had a very similar experience", "he runs pretty hot, as i do, as a lot of people do", "his story was very similar and applies equally to meditation, which he has also since started", "he began taking this very low dose, like 5 milligrams of lithium orotate", "caveat: talk to your medical professionals", "generally, you would expect as a monotherapy for bipolar depression, you’d be looking at something like 1,200 or 1,500 milligrams of lithium carbonate", "this is 5 milligrams", "he started taking it and didn’t really notice anything", "he took it for a few weeks and then at one point, he was out with his wife and she was trying on some shoes and she came out and kept walking", "he was telling her, “actually, i’ve been taking lithium for the last week or two", "i haven’t really noticed anything.” she said, “wait, what", "do you realize that you just sat while i tried on shoes for 45 minutes and did not complain?” she goes, “go buy all the lithium that you can buy", "you’ve been totally different.” what i’ve found is that it’s also really easy to perceive a lack of progress because you don’t see yourself doing new things in the rest of your life, where what you don’t notice are the things that you’re doing less of, if that makes sense", "what i have found for myself at least, it’s very subtle until someone points it out in you", "but if i think of my proneness to anger or impatience", "let’s just say there’s a buffer", "there’s a buffer between control and then externally throwing out anger or impatience", "there’s certain things that decrease that buffer, that safety zone", "for me, caffeine, sleep deprivation", "but when i meditate and do other practices, it increases the buffer so it takes more and more and more to get me to that threshold after which i lash out or send the stupid, brusque email or whatever it might be", "you mentioned the conditional love a while back", "if you satisfy these 15 requirements, then i will love you", "if not, i will revoke my ability to love you or whatever it might be", "i’ve read a little bit and maybe you can elaborate on or tell the story about the man and his dog", "the 100/100 story", "could you share that with the people listening please", "i do like it", "i only read a very abbreviated version", "that’s great", "i recently wrote a book called real love", "the process of writing the book, we really tried to crowdsource in a way", "i wanted to hear a lot of people’s stories and insights about love", "some of it i tried to do online", "a lot of it i did meeting with groups", "the very first group i met with was in new york city", "people just were talking about their experiences of love", "the trajectory of the book, the structure of the book is that the first section is about love for oneself", "the second section is about love for another, whether that’s a parent or a child or a lover, whatever", "the third section is about love for all beings", "i just said, let it rip", "i don’t care which section you’re talking about, but help me", "tell me what love means to you", "tell me some stories", "we got through a good part of the evening and this guy raised his hand said, “most people think of a good relationship as 50/50.” he said, “my dog and i, we’re 100/100.” it was perfect", "i loved that story", "i was, unfortunately, quite late with the book", "it kept getting delayed because of me", "finally, it was a little over a year ago and i was in england about to sit a retreat", "i was just about to press send", "it was a day early from the final, final deadline", "i felt really proud", "oh, i’m a day early", "i was just about to press send when i remembered that story and i said, did that make it in there", "did it stay in there through all these changes and editing and stuff like that", "so i looked and it had not", "so i quickly typed it in and then i pressed send", "it was the last thing that got written for that time", "[crosstalk] meeting deadlines is always a good feeling", "it doesn’t always happen with books", "how do you think about success, if you use that word", "or how would you like people to redefine it", "i’ve kind of redefined it a lot in my own life", "i know now that meditation, mindfulness is extremely popular and a lot of people talk about scaling", "let’s have a big impact on a lot of people", "even a small impact on a lot of people", "but the lot of people part is what’s critical for a lot of folks", "when i think about it, it’s not really so much that way for me", "i feel really privileged", "i feel incredibly lucky in my life", "the things i get to talk about, the things i get to explore with people, and their willingness to be vulnerable and honest and the methods that were given to me i’m able to pass on and that i find really viable and useful and lifesaving in many cases", "i ask myself, is it enough if one person or three people or i have 100 people in front of me and only three people want to take it to some depth or whatever it is", "is that enough", "i actually kind of feel it’s enough because it’s so amazing when somebody says to you with that kind of sincerity, your work has really made a difference", "people recognize my voice now because of recordings", "it’s really a beautiful thing", "i, like anybody, have great conditioning toward numbers", "it’s got to be this many people", "or it’s got to be this many people per recording or something like that", "as i get older, which i have somehow, i think who cares, really", "just think of that one person what are your biggest challenges right now", "are there any particular behaviors you’re trying to change", "problems you’re trying to solve", "if you’re comfortable discussing", "i think it’s very easy for people to assume that you’ve got everything figured out", "that you wake up and it’s just one blissful zen moment to the next of self-compassion and loving kindness towards everyone in the world", "but i would imagine there’s more to the picture", "are there any particular challenges or things you’re trying to change in your life right now", "yes, but first, just a story", "it occurred me to as i was sitting in san francisco airport", "my flight was delayed for six and a half hours", "welcome to san francisco", "for the first five and a half hours i was fine and then i got so irritated and i was so impatient", "i felt so miserable", "just then, this woman came up to me and said, “are you sharon salzberg?” i thought, great", "you almost caught me having a temper tantrum on the floor", "if only you’d come three hours ago to talk", "so there’s a lot of that", "yeah, i say yes to too many things", "i’m tired", "i’m a night owl anyway", "if i’m asleep by 1:00, it’s a good thing", "if i’m asleep by 3:00, that’s a bad thing", "i just have this book come out and i was traveling like crazy", "i’m so happy i’m not getting on another airplane for a few weeks", "there is this great temptation in this moment in time because i remember coming back from india in 1974 as a meditation teacher, because one of my own teachers had told me to teach", "in those days, if i was at a party or some social situation and introduced as a meditation teacher, people would sidle away like that’s weird", "or they’d say, “did you meet the beatles when you were over there?” i’d say, “sadly, no", "they went when i was in high school.” but now it’s so tempting", "there’s so many opportunities", "i could go to so many places and meet so many different kinds of people", "wait a minute, take a break", "how do you work through improving any of those things", "how do you think about making progress with behavior change", "well, by the time that my thousandth friend has said to me, “you’re traveling too much.” right, it sinks in", "i guess it’s obvious", "or, “you look really tired.” i’m like, “yeah, maybe i should go to sleep a little earlier.” what has worked well for you historically when you feel overwhelmed or are in a dark place", "are there any particular times that come to mind for you in the past where you could tell a story, and then what helped you get out of it", "whether the funk has overwhelming depression or some combination", "yeah", "i did write a book called faith", "faith in the british tradition is not like a commodity that you have or you don’t have or if you don’t have enough or the right kind, you’re condemned", "it’s more a process", "it’s a journey", "faith is almost defined as offering your heart", "being able to be fully present with something", "moving off of the sidelines into the center of possibility", "it’s that movement", "it’s only aided and strengthened by questioning and doubt and wondering the right kind of doubt", "wanting to see the truth for yourself", "i was working with this freelance editor friend on the book and saying from the buddhist point of view, doubt is not the right kind of doubt", "that insistence on questioning is not the opposite of faith", "so she said, “what’s the opposite of faith?” i said, “despair.” then she said, “well, you’re going to have to tell a despair story in your book.” i said, “i’d really rather not.” but i did", "it’s a story – we started this conversation talking about my mother dying when i was 9", "in the book, faith, i talk about this time in the ‘90s, 30 years later or more", "i was meditating", "i was in australia on a month-long intensive retreat with my burmese teacher, [inaudible], who had gone to australia to teach", "out of nowhere i was kind of back there", "i was 9 years old", "not knowing what to do", "not knowing how to get help", "the terror and anguish and the whole thing, it was just there", "it was one of those moments where i thought, i thought i worked through this", "i thought this was done", "through the whole process, relying on him and his trust in me and the practice and being in nature and things like that, i really saw that despair was like the severing of connection that faith was like connection, like love", "which i’m also defining as a connection", "so i’m realizing i’m back there again", "i realized that everything i could do that would renew my sense of connection and bring me to that sense of not being so alone, not being severed from life itself", "there was at the time this passage from [inaudible] came up in my mind", "“do not be frightened if a sadness greater than you’ve ever known before come up before you", "life has not forgotten you.” i love that", "that really became my mantra", "“life has not forgotten you.” i’m still a part of life", "life has not forgotten me", "maybe you know that first class i did in asian philosophy was the beginning of that", "everybody suffers", "this is a part of life", "life has not forgotten you", "you haven’t been abandoned", "when i feel that, and i don’t really feel it often, but if i feel the intimations of that re-emerging, it’s all about connection", "i know we have some time constraints today", "i think that’s actually a very good place to hit pause for a second", "i want to – i didn’t do this up front, but i was planning on it, so here it is", "i wanted to thank you personally for the work that you’ve put out in the world because it’s had an impact on me", "i’ve listened to your audio", "i’ve read a lot of your writing", "i want to reaffirm what you said earlier about success and not income liability reaching for scale form the outset, but focusing on one person at a time", "because your work has impacted me, which has helped me to also try to do better things in the world", "form a very personal standpoint, i wanted to thank you for doing what you do", "thank you, really", "i continue to read your work", "i would highly recommend people check out real love and certainly for people listening, i’m going to link to that, as well as anything that we’ve spoken about in this episode in the show notes at tim.blog/podcast, as per usual", "but i’m wondering if there’s any ask that you have or recommendation of the audience that you have before we draw to a close", "are there any parting comments or words that you would like to share", "it could be anything really, to the people who are listening", "sharon salzberg: thank you", "i do find this such a time of grief on the part of people and rage", "so many people say to me, “i can’t bear who i’ve become", "i’m continually enraged.” my hope is always that love be a part of the conversation and that we, in a way, i guess it’s why i’m glad the book came out when it came out because it’s so easy to think of love as being weak and saccharine and all of that", "it’s so easy to think the only strength we have is vengefulness and hatred", "i hope we just keep looking at that all together and understand that we can fight and struggle", "we have to because what a time", "it can come from a different place", "it’s got to come from a different place", "i know that quotation from einstein is a little suspect, because you can never really source it", "where he apparently said somewhere, “the problems that we face cannot be solved by the same level of thinking that created them.” it sounds very einstein-like", "it’s an amazing statement", "i think about that a lot", "one of my deepest hopes is that people will do the good that’s in front of them, even if it feels very small because the problems right now can seem insurmountable and massive", "we just have to step by step do what we can", "do the good that’s in front of you", "that’s advice that everybody needs to hear", "i think it’s so important", "so thank you", "what’s in front of you is concrete", "i think this is why a lot of people feel overwhelmed is that the big, the macro, the global, economic, political fill-in-the-blank tend to be very abstract", "it’s difficult to grapple with a shadow in that sense", "rather than focusing on things you cannot control or things you will not attempt to control, work with what’s right in front of you", "it’s those small acts done by one or several or many people that ultimately create the large-scale change", "do the good that’s in front of you", "i appreciate that", "people can certainly find you on social", "if they want to say hello, do you have a preferred location on the internet for people to say hello", "i’m on twitter a lot – @sharonsalzberg", "my website is sharonsalzberg.com", "you can actually reach me through there as well", "perfect", "sharon, thank you so much", "i hope we have a chance to meet in person or do a round 2", "i’ll definitely keep you posted on the goings on or not goings on during my first 10-day", "yeah", "i’d love to hear it and i’d love to meet you sometime", "to be continued", "thank you very much for the time", "thank you", "just to repeat for everybody listening, you can find links to everything we’ve discussed, including the books and so on at tim.blog/podcast", "until next time, thank you for listening"]}